{
    "events": [
        {
            "text": "Donald Trump diventa il 47º presidente degli Stati Uniti",
            "year": 2025
        },
        {
            "text": "Joe Biden diventa il 46º presidente degli Stati Uniti",
            "year": 2021
        },
        {
            "text": "Inizia negli Stati Uniti lo shutdown che si protrarrà fino al 23 gennaio",
            "year": 2018
        },
        {
            "text": "Donald Trump diventa il 45º presidente degli Stati Uniti",
            "year": 2017
        },
        {
            "text": "Barack Obama inizia il secondo mandato come 44º presidente degli Stati Uniti",
            "year": 2013
        },
        {
            "text": "Barack Obama diventa il 44º presidente degli Stati Uniti. È il primo afroamericano eletto alla massima carica del paese",
            "year": 2009
        },
        {
            "text": "In Islanda le proteste dovute alla crisi finanziaria arrivano al loro culmine; a causa di ciò, il primo ministro Geir Haarde si dimetterà poco dopo",
            "year": 2009
        },
        {
            "text": "George W. Bush inizia il secondo mandato come presidente degli Stati Uniti",
            "year": 2005
        },
        {
            "text": "George W. Bush diventa il 43º presidente degli Stati Uniti",
            "year": 2001
        },
        {
            "text": "Il presidente delle Filippine Joseph Estrada viene spodestato dopo una rivolta non violenta durata 4 giorni; al suo posto sale al potere Gloria Macapagal-Arroyo",
            "year": 2001
        },
        {
            "text": "Il China News Service annuncia nuove restrizioni governative all'utilizzo di Internet",
            "year": 1999
        },
        {
            "text": "Bill Clinton inizia il secondo mandato come presidente degli Stati Uniti",
            "year": 1997
        },
        {
            "text": "Yasser Arafat è eletto presidente dell'Autorità Nazionale Palestinese",
            "year": 1996
        },
        {
            "text": "Bill Clinton diventa il 42º presidente degli Stati Uniti",
            "year": 1993
        },
        {
            "text": "In seguito a pogrom antiarmeni, Mosca dispiega l'Armata Rossa a Baku",
            "year": 1990
        },
        {
            "text": "George H. W. Bush diventa il 41º presidente degli Stati Uniti",
            "year": 1989
        },
        {
            "text": "Regno Unito e Francia annunciano i piani per la costruzione del Tunnel della Manica",
            "year": 1986
        },
        {
            "text": "Ronald W. Reagan inizia il secondo mandato come presidente degli Stati Uniti",
            "year": 1985
        },
        {
            "text": "Ronald W. Reagan diventa il 40º presidente degli Stati Uniti",
            "year": 1981
        },
        {
            "text": "Jimmy Carter diventa il 39º presidente degli Stati Uniti",
            "year": 1977
        },
        {
            "text": "Strage di Damur",
            "year": 1976
        },
        {
            "text": "Michael Ovitz fonda la Creative Artists Agency",
            "year": 1975
        },
        {
            "text": "Richard M. Nixon inizia il secondo mandato come presidente degli Stati Uniti",
            "year": 1973
        },
        {
            "text": "Viene scoperta la prima pulsar, nella Nebulosa del Granchio",
            "year": 1969
        },
        {
            "text": "Richard M. Nixon diventa il 37º presidente degli Stati Uniti",
            "year": 1969
        },
        {
            "text": "Viene pubblicato in Inghilterra l'album dei Rolling Stones Between the Buttons",
            "year": 1967
        },
        {
            "text": "Lyndon B. Johnson diventa il 36º presidente degli Stati Uniti",
            "year": 1965
        },
        {
            "text": "Viene pubblicato Meet the Beatles!, il secondo album dei Beatles uscito negli USA. Il primo album è stato pubblicato 10 giorni prima con il titolo Introducing... The Beatles",
            "year": 1964
        },
        {
            "text": "John F. Kennedy diventa ufficialmente il 35º presidente degli Stati Uniti",
            "year": 1961
        },
        {
            "text": "Elvis Presley riceve la cartolina di leva",
            "year": 1958
        },
        {
            "text": "Dwight D. Eisenhower inizia il suo secondo mandato come presidente degli Stati Uniti",
            "year": 1957
        },
        {
            "text": "Viene fondata la National Negro Network, composta da 40 stazioni radiofoniche",
            "year": 1954
        },
        {
            "text": "Dwight D. Eisenhower diventa il 34º presidente degli Stati Uniti",
            "year": 1953
        },
        {
            "text": "Edgar Faure diventa primo ministro di Francia",
            "year": 1952
        },
        {
            "text": "Harry S. Truman viene re-investito come 33º presidente degli Stati Uniti",
            "year": 1949
        },
        {
            "text": "Franklin Delano Roosevelt diviene presidente degli Stati Uniti per la quarta volta; è l'unico presidente a ricoprire la carica per più di due mandati",
            "year": 1945
        },
        {
            "text": "Seconda guerra mondiale: la Royal Air Force bombarda Berlino con 2.300 tonnellate di bombe",
            "year": 1944
        },
        {
            "text": "Alla Conferenza di Wannsee (presso Berlino) i nazisti decidono di risolvere la questione ebraica con la soluzione finale",
            "year": 1942
        },
        {
            "text": "Le forze terrestri giapponesi e thailandesi invadono la Birmania",
            "year": 1942
        },
        {
            "text": "Franklin Delano Roosevelt diventa per la terza volta presidente degli Stati Uniti",
            "year": 1941
        },
        {
            "text": "Franklin Delano Roosevelt diventa per la seconda volta presidente degli Stati Uniti. Con il suo secondo mandato inizia la prassi per cui ogni presidente USA, una volta eletto, comincia il proprio mandato il 20 gennaio dell'anno successivo all'elezione.",
            "year": 1937
        },
        {
            "text": "Edoardo VIII diventa re del Regno Unito dopo la morte del padre Giorgio V",
            "year": 1936
        },
        {
            "text": "Viene adottata la prima costituzione della Turchia, che porta modifiche fondamentali nella fonte e nell'esercizio della sovranità",
            "year": 1921
        },
        {
            "text": "Guerra italo-turca: le truppe italiane occupano l'oasi di Gargaresc",
            "year": 1912
        },
        {
            "text": "A Caltavuturo vennero massacrati i contadini dei fasci siciliani in rivolta",
            "year": 1893
        },
        {
            "text": "A Springfield, Massachusetts, viene disputata la prima partita ufficiale di pallacanestro",
            "year": 1892
        },
        {
            "text": "Il Senato degli Stati Uniti permette alla Marina Militare statunitense di noleggiare Pearl Harbor come base navale",
            "year": 1887
        },
        {
            "text": "L.A. Thompson brevetta le Montagne russe",
            "year": 1885
        },
        {
            "text": "Papa Pio IX pubblica la lettera enciclica Cum Nuper, sulle calamità naturali occorse nel Regno delle Due Sicilie, sulla necessità di sempre maggiore cautela nella scelta degli ordinandi, vista la cattiva condotta di certa parte del clero locale",
            "year": 1858
        },
        {
            "text": "La Cina cede Hong Kong al Regno Unito",
            "year": 1841
        },
        {
            "text": "Guglielmo II diventa re dei Paesi Bassi",
            "year": 1840
        },
        {
            "text": "Jules Dumont d'Urville scopre la Terra Adelia, Antartide",
            "year": 1840
        },
        {
            "text": "Nella battaglia di Yungay il Cile sconfigge l'alleanza peruviano-boliviana",
            "year": 1839
        },
        {
            "text": "John Marshall viene nominato giudice capo degli Stati Uniti",
            "year": 1801
        },
        {
            "text": "Luigi XVI è condannato a morte",
            "year": 1792
        },
        {
            "text": "Cerimonia della posa della prima pietra per la costruzione della Reggia vanvitelliana di Caserta",
            "year": 1752
        },
        {
            "text": "La Confederazione polacco-lituana cede Kiev, Smolensk e l'Ucraina della riva sinistra all'Impero russo con il Trattato di Andrusovo",
            "year": 1667
        },
        {
            "text": "Cristiano II viene costretto ad abdicare da re di Danimarca e Norvegia",
            "year": 1523
        },
        {
            "text": "Edward Balliol lascia il trono di re di Scozia",
            "year": 1356
        },
        {
            "text": "Il duca Ladislao I di Polonia (Władysław I Łokietek) diventa re di Polonia",
            "year": 1320
        },
        {
            "text": "A Westminster, il Parlamento di De Montfort tiene la prima seduta nell'omonimo palazzo, da allora conosciuto come Houses of Parliament",
            "year": 1265
        },
        {
            "text": "Secondo la leggenda, Lalli massacra con un'ascia il vescovo crociato inglese Enrico di Uppsala, sul ghiaccio del Lago Köyliönjärvi in Finlandia",
            "year": 1156
        }
    ],
    "births": [],
    "deaths": [],
    "metadata": {
        "current_date": "20. gennaio 2026",
        "short_date": "20. gen",
        "language": {
            "events": "Eventi",
            "deaths": "Morti",
            "births": "Nascite",
            "b": "n",
            "d": "m",
            "title": "Oggi nella Storia (Wikipedia)"
        },
        "events": [
            58,
            17,
            45,
            14,
            13,
            59,
            4,
            52,
            47,
            48
        ],
        "births": [],
        "deaths": []
    }
}