{
    "events": [
        {
            "text": "Christine Lagarde succede a Mario Draghi e diviene il quarto presidente della Banca Centrale Europea.",
            "year": 2019
        },
        {
            "text": "Un agente fuori servizio apre il fuoco all'Aeroporto Internazionale di Los Angeles uccidendo un agente della sicurezza e ferendo 7 persone.",
            "year": 2013
        },
        {
            "text": "L'italiano Mario Draghi succede a Jean-Claude Trichet e diviene il terzo presidente della Banca centrale europea.",
            "year": 2011
        },
        {
            "text": "Viene commesso il delitto di Perugia.",
            "year": 2007
        },
        {
            "text": "Il francese Jean-Claude Trichet succede a Wim Duisenberg e diviene il secondo presidente della Banca centrale europea.",
            "year": 2003
        },
        {
            "text": "Esce nelle sale cinematografiche statunitensi il film Koda, fratello orso, 44º Classico Disney.",
            "year": 2003
        },
        {
            "text": "Viene istituita la Corte europea dei diritti dell'uomo.",
            "year": 1998
        },
        {
            "text": "George Lucas abbandona le attività quotidiane della sua industria cinematografica per iniziare un anno sabbatico (in questo periodo scriverà il prequel in tre episodi di Guerre stellari).",
            "year": 1994
        },
        {
            "text": "Pietro Pacciani viene condannato all'ergastolo in primo grado dal Tribunale di Firenze. Si ritiene sia il responsabile di 14 dei 16 delitti del Mostro di Firenze.",
            "year": 1994
        },
        {
            "text": "Entra in vigore il Trattato di Maastricht, che stabilisce formalmente l'Unione europea.",
            "year": 1993
        },
        {
            "text": "La Lancia Delta S4 ottiene l'omologazione per competere nel Campionato del mondo rally.",
            "year": 1985
        },
        {
            "text": "Antigua e Barbuda ottengono l'indipendenza dal Regno Unito.",
            "year": 1981
        },
        {
            "text": "Scandalo Watergate: Leon Jaworski viene nominato nuovo procuratore speciale del Watergate.",
            "year": 1973
        },
        {
            "text": "Inaugurazione della prima linea della Metropolitana di Milano.",
            "year": 1964
        },
        {
            "text": "Esce in Italia il primo numero di Diabolik.",
            "year": 1962
        },
        {
            "text": "Viene lanciata nello spazio la prima sonda diretta verso Marte, ma la missione russa \"Mars 1\" sarà un fallimento: la sonda si perde a 106 milioni di chilometri dalla Terra.",
            "year": 1962
        },
        {
            "text": "Durante la campagna elettorale per le presidenziali USA, John F. Kennedy annuncia l'idea dei Peace Corps.",
            "year": 1960
        },
        {
            "text": "Scoppio della guerra del Vietnam.",
            "year": 1955
        },
        {
            "text": "Alcuni guerriglieri del Front de Libération Nationale eseguono molteplici attacchi contro alcune istituzioni nazionali algerine, comportando così l'inizio della guerra d'Algeria.",
            "year": 1954
        },
        {
            "text": "Operazione Ivy: gli Stati Uniti fanno detonare con successo la prima bomba all'idrogeno, nome in codice \"Mike\" [\"m\" for megaton], sull'Isola Eniwetok, nell'Atollo di Bikini, situato nell'Oceano Pacifico.",
            "year": 1952
        },
        {
            "text": "I nazionalisti portoricani Griselio Torresola e Oscar Collazo tentano di assassinare il presidente statunitense Harry S. Truman.",
            "year": 1950
        },
        {
            "text": "Seconda guerra mondiale: lancio dell'Operazione Infatuate, nella quale l'esercito inglese sbarca a Walcheren nei Paesi Bassi.",
            "year": 1944
        },
        {
            "text": "Seconda guerra mondiale: lancio dell'Operazione Goodtime, nella quale i Marines statunitensi invadono l'Isola di Bougainville nelle Isole Salomone.",
            "year": 1943
        },
        {
            "text": "L'Impero ottomano viene abolito e il suo ultimo sultano, Mehmet VI, abdica.",
            "year": 1922
        },
        {
            "text": "Viene inaugurato il primo Parlamento maltese.",
            "year": 1921
        },
        {
            "text": "Prima guerra mondiale: due ufficiali della Regia Marina italiana compiono l'Impresa di Pola, nella quale viene affondata la corazzata austro-ungarica SMS Viribus Unitis.",
            "year": 1918
        },
        {
            "text": "Prima guerra mondiale: battaglia di Coronel. Si tratta della prima sconfitta navale britannica della guerra.",
            "year": 1914
        },
        {
            "text": "Papa Benedetto XV pubblica l'enciclica \"Ad Beatissimi Apostolorum\", sulle funeste condizioni che portano alla guerra, sui mali delle concezioni moderne, sull'erranza delle nuove ideologie, sulle divisioni tra cattolici, sui mali del modernismo, sull'eccessiva indipendenza dei chierici.",
            "year": 1914
        },
        {
            "text": "Guerra italo-turca: Giulio Gavotti, a bordo di un Etrich Taube, lancia delle bombe a mano su un accampamento nemico: è il primo bombardamento aereo della storia compiuto da un oggetto più pesante dell'aria.",
            "year": 1911
        },
        {
            "text": "Ignazio Majo Pagano fonda il Palermo.",
            "year": 1900
        },
        {
            "text": "Viene fondata l'Ascoli Calcio 1898 FC.",
            "year": 1898
        },
        {
            "text": "Un gruppo di studenti del liceo classico \"Massimo D'Azeglio\" di Torino fonda il Foot-Ball Club Juventus.",
            "year": 1897
        },
        {
            "text": "Lo zar Alessandro III di Russia muore e gli succede il figlio Nicola II.",
            "year": 1894
        },
        {
            "text": "Papa Leone XIII pubblica l'enciclica \"Misericors Dei Filius\", sulla natura soprannaturale della Chiesa, sul potere ecclesiastico e sul potere civile, sulla iniquità delle ideologie moderne, sulla tendenza moderna a emarginare la Chiesa e la sua autorità, sulla ingiustizia delle concezioni libertarie, sulla libertà religiosa, sulla funzione degli amministratori cattolici.",
            "year": 1885
        },
        {
            "text": "La conferenza internazionale sui meridiani che si svolge a Washington DC adotta il sistema dei fusi orari.",
            "year": 1884
        },
        {
            "text": "In Nuova Zelanda viene disciolto il sistema dei governi provinciali.",
            "year": 1876
        },
        {
            "text": "Guerra di secessione americana: il presidente statunitense Abraham Lincoln nomina George McClellan come comandante dell'esercito dell'Unione, sostituendo l'anziano generale Winfield Scott.",
            "year": 1861
        },
        {
            "text": "Monsignor Giovanni Battista Sartori, fratello di Antonio Canova, concede ai Padri Cavanis di Venezia il permesso di stabilirsi a Possagno per educare gli orfani del territorio. Nasce così l'Istituto Cavanis “Canova”.",
            "year": 1857
        },
        {
            "text": "A Torino viene fondata la casa editrice Claudiana.",
            "year": 1855
        },
        {
            "text": "A Boston (Massachusetts) apre la prima scuola medica per donne.",
            "year": 1848
        },
        {
            "text": "John Adams diventa il primo presidente degli Stati Uniti ad abitare la Casa Bianca.",
            "year": 1800
        },
        {
            "text": "Il parlamento britannico impone lo Stamp Act sulle 13 colonie, allo scopo di aiutare il pagamento delle operazioni militari britanniche nell'America del Nord.",
            "year": 1765
        },
        {
            "text": "Terremoto di Lisbona del 1755: in Portogallo, Lisbona viene distrutta da un terremoto e dal conseguente maremoto, che uccide tra le sessanta e le novantamila persone.",
            "year": 1755
        },
        {
            "text": "Papa Benedetto XIV pubblica l'enciclica \"Vix Pervenit\", sull'usura e altri guadagni disonesti.",
            "year": 1745
        },
        {
            "text": "La colonia della corona britannica di New York viene divisa in 12 contee.",
            "year": 1683
        },
        {
            "text": "Al Palazzo di Whitehall di Londra, prima de La Tempesta di William Shakespeare.",
            "year": 1611
        },
        {
            "text": "Al Palazzo di Whitehall di Londra, prima dell'Otello di William Shakespeare.",
            "year": 1604
        },
        {
            "text": "Il soffitto della Cappella Sistina, dipinto da Michelangelo, viene mostrato al pubblico per la prima volta.",
            "year": 1512
        },
        {
            "text": "Giuliano della Rovere diventa papa col nome di Giulio II: diverrà uno dei più celebri pontefici del Rinascimento e sarà ricordato come \"il papa guerriero\".",
            "year": 1503
        },
        {
            "text": "Dante Alighieri diventa membro del Consiglio dei Trentasei del Capitano del popolo.",
            "year": 1295
        },
        {
            "text": "Filippo II viene incoronato re di Francia.",
            "year": 1179
        },
        {
            "text": "La festa di Tutti i Santi viene spostata dal 13 maggio al 1º novembre da papa Gregorio IV.",
            "year": 835
        },
        {
            "text": "Gli Alemanni attraversano il Reno e invadono la Gallia. L'imperatore Valentiniano I lascia Parigi e assume il comando del suo esercito per difendere le città galliche.",
            "year": 365
        }
    ],
    "births": [],
    "deaths": [],
    "metadata": {
        "current_date": "1. novembre 2025",
        "short_date": "1. nov",
        "language": {
            "events": "Eventi",
            "deaths": "Morti",
            "births": "Nascite",
            "b": "n",
            "d": "m",
            "title": "Oggi nella Storia (Wikipedia)"
        },
        "events": [
            41,
            0,
            42,
            8,
            32,
            1,
            39,
            24,
            9,
            15
        ],
        "births": [],
        "deaths": []
    }
}