{
    "events": [
        {
            "text": "Disastro al Kitzsteinhorn in Austria.",
            "year": 2000
        },
        {
            "text": "Crollo dello stabile di viale Giotto 120 a Foggia",
            "year": 1999
        },
        {
            "text": "La Chiesa d'Inghilterra vota per permettere alle donne di diventare sacerdoti.",
            "year": 1992
        },
        {
            "text": "Première del film Aladdin, 31º Classico Disney, in contemporanea al El Capitan Theatre di Hollywood e nei City Cinema sulla 1st, 2nd e 3rd Avenue a New York; l'uscita ufficiale nelle sale cinematografiche statunitensi avverrà il successivo 25 novembre.",
            "year": 1992
        },
        {
            "text": "Viene fondata l'Iniziativa Quadrilaterale.",
            "year": 1989
        },
        {
            "text": "Esce nelle sale cinematografiche statunitensi il film Oliver & Company, 27º Classico Disney.",
            "year": 1988
        },
        {
            "text": "L'Angola ottiene l'indipendenza dal Portogallo.",
            "year": 1975
        },
        {
            "text": "Si esibisce per l'ultima volta nella sua carriera il soprano Maria Callas.",
            "year": 1974
        },
        {
            "text": "Guerra del Vietnam: vietnamizzazione – L'esercito statunitense cede il controllo della base di Long Binh al Vietnam del Sud.",
            "year": 1972
        },
        {
            "text": "Esce l’LP non al denaro non all'amore né al cielo, quinto album in studio del cantautore genovese Fabrizio De Andrè.",
            "year": 1971
        },
        {
            "text": "Guerra del Vietnam: inizia l'Operazione Commando Hunt.",
            "year": 1968
        },
        {
            "text": "La seconda repubblica viene dichiarata nelle Maldive.",
            "year": 1968
        },
        {
            "text": "Guerra del Vietnam: in una cerimonia propagandistica a Phnom Penh, in Cambogia, tre prigionieri di guerra statunitensi vengono liberati dai Viet Cong e consegnati all'attivista anti-guerra Tom Hayden.",
            "year": 1967
        },
        {
            "text": "La NASA lancia la navetta Gemini 12 con a bordo gli astronauti James Lovell e Edwin Aldrin.",
            "year": 1966
        },
        {
            "text": "La Rhodesia (l'odierno Zimbabwe) viene dichiarata indipendente dal regime della minoranza bianca guidato da Ian Smith.",
            "year": 1965
        },
        {
            "text": "A Kindu, nell'ex Congo belga, sono trucidati 13 aviatori italiani facenti parte del contingente dell'ONU inviato a ristabilire l'ordine nel paese (vedi Eccidio di Kindu).",
            "year": 1961
        },
        {
            "text": "L'incrociatore tedesco Atlantis (HSK 2) cattura della posta britannica top secret e la invia in Giappone.",
            "year": 1940
        },
        {
            "text": "Seconda guerra mondiale: battaglia di Taranto – La Royal Navy lancia il primo attacco da portaerei della storia sulla flotta della Regia Marina a Taranto.",
            "year": 1940
        },
        {
            "text": "USA: God Bless America viene eseguito per la prima volta.",
            "year": 1938
        },
        {
            "text": "Il brevetto US1781541 viene riconosciuto ad Albert Einstein e Leó Szilárd per la loro invenzione del refrigeratore di Einstein-Szilárd.",
            "year": 1930
        },
        {
            "text": "La Tomba del milite ignoto statunitense viene inaugurata dal presidente statunitense Warren G. Harding al Cimitero nazionale di Arlington.",
            "year": 1921
        },
        {
            "text": "Conclusione della prima guerra mondiale alle ore 11, con la firma dell'armistizio da parte della Germania in un vagone ferroviario nei pressi di Compiègne in Francia.",
            "year": 1918
        },
        {
            "text": "L'imperatore Carlo I d'Austria rifiuta di abdicare.",
            "year": 1918
        },
        {
            "text": "Nasce la Repubblica di Polonia.",
            "year": 1918
        },
        {
            "text": "Washington diventa il 42º Stato degli USA.",
            "year": 1889
        },
        {
            "text": "A Chicago vengono impiccati cinque esponenti anarchici, ritenuti responsabili della morte di alcuni poliziotti durante uno sciopero di lavoratori; furono definiti in seguito i martiri di Chicago.",
            "year": 1887
        },
        {
            "text": "Guerra di secessione americana: la Marcia di Sherman verso il mare – Il generale unionista William Tecumseh Sherman inizia a bruciare Atlanta in preparazione per la sua marcia verso sud.",
            "year": 1864
        },
        {
            "text": "A Jerusalem (Virginia) Nat Turner viene impiccato dopo aver incitato una violenta rivolta di schiavi.",
            "year": 1831
        },
        {
            "text": "Gottfried Leibniz utilizza per la prima volta il calcolo integrale trovando l'area di una funzione y=f(x).",
            "year": 1675
        },
        {
            "text": "Guru Gobind Singh diventa il decimo Guru dei Sikh.",
            "year": 1675
        },
        {
            "text": "In quella che oggi è Provincetown Harbor vicino a Capo Cod viene firmato il Patto del Mayflower che stabilisce le leggi fondamentali della Colonia di Plymouth.",
            "year": 1620
        },
        {
            "text": "Il Concilio di Costanza elegge papa Martino V.",
            "year": 1417
        },
        {
            "text": "A Messina i re Tancredi di Sicilia e Riccardo I d'Inghilterra firmano un trattato con il quale il secondo si impegna, fino al termine del suo soggiorno sull'isola e in cambio di una notevole somma di denaro, ad aiutare il Regno di Sicilia in caso di aggressione.",
            "year": 1190
        }
    ],
    "births": [],
    "deaths": [],
    "metadata": {
        "current_date": "11. novembre 2025",
        "short_date": "11. nov",
        "language": {
            "events": "Eventi",
            "deaths": "Morti",
            "births": "Nascite",
            "b": "n",
            "d": "m",
            "title": "Oggi nella Storia (Wikipedia)"
        },
        "events": [
            32,
            16,
            20,
            4,
            22,
            9,
            5,
            27,
            3,
            14
        ],
        "births": [],
        "deaths": []
    }
}