{
    "events": [
        {
            "text": "La Palestina entra a far parte dell'ONU con 138 voti favorevoli, 41 astenuti e 9 sfavorevoli (Israele, Nauru, Palau, Isole Marshall, Micronesia, Panama, Canada, Repubblica Ceca e USA).",
            "year": 2012
        },
        {
            "text": "Iran: viene assaltata l'ambasciata britannica a Teheran",
            "year": 2011
        },
        {
            "text": "Le forze armate delle Filippine hanno assediato la penisola di Manila dopo che i soldati guidati dal senatore Antonio Trillanes hanno inscenato un ammutinamento.",
            "year": 2007
        },
        {
            "text": "Guerra del Golfo: il Consiglio di sicurezza delle Nazioni Unite passa la risoluzione ONU 678, autorizzando l'intervento militare in Iraq, se la nazione non ritirerà le sue forze dal Kuwait e libererà tutti gli ostaggi stranieri entro il 18 gennaio 1991.",
            "year": 1990
        },
        {
            "text": "Guerra sovietico-afghana: l'Assemblea generale delle Nazioni Unite passa la risoluzione ONU 37/37 che dichiara che le truppe dell'Unione Sovietica devono ritirarsi dall'Afghanistan.",
            "year": 1982
        },
        {
            "text": "Il nome \"Micro-soft\" (da microcomputer e software) viene usato da Bill Gates in una lettera a Paul Allen per la prima volta.",
            "year": 1975
        },
        {
            "text": "Guerra del Vietnam: il segretario della difesa statunitense Robert McNamara annuncia le sue dimissioni.",
            "year": 1967
        },
        {
            "text": "Il presidente statunitense Lyndon B. Johnson istituisce la Commissione Warren per investigare sull'Assassinio di John F. Kennedy.",
            "year": 1963
        },
        {
            "text": "La Mercury-Atlas 5 viene lanciata con a bordo lo scimpanzé Enos (la navetta orbiterà la Terra due volte e ammarerà al largo della costa di Porto Rico).",
            "year": 1961
        },
        {
            "text": "Guerra di Corea: il presidente statunitense Dwight D. Eisenhower soddisfa una delle promesse elettorali recandosi in Corea per scoprire cosa può essere fatto per porre fine al conflitto.",
            "year": 1952
        },
        {
            "text": "Guerra di Corea: truppe della Corea del Nord e della Repubblica Popolare Cinese costringono le forze delle Nazioni Unite a una disperata ritirata dalla Corea del Nord.",
            "year": 1950
        },
        {
            "text": "L'Assemblea generale delle Nazioni Unite vota per la partizione della Palestina tra arabi ed ebrei.",
            "year": 1947
        },
        {
            "text": "Viene dichiarata la Repubblica Popolare Federale di Jugoslavia rinominata poi in Repubblica Socialista Federale di Jugoslavia (questo giorno verrà celebrato come Giorno della Repubblica fino al 2003).",
            "year": 1945
        },
        {
            "text": "La prima operazione chirurgica (su un umano) per correggere la tetralogia di Fallot, viene eseguita da Alfred Blalock e Vivien Thomas.",
            "year": 1944
        },
        {
            "text": "I partigiani albanesi prendono Tirana.",
            "year": 1944
        },
        {
            "text": "La seconda sessione dell'AVNOJ, il Consiglio Antifascista di Liberazione Nazionale della Jugoslavia, si tiene a Jajce, in Bosnia ed Erzegovina, determinerà l'ordinamento post-bellico della nazione.",
            "year": 1943
        },
        {
            "text": "Seconda guerra mondiale: circa 9300 italiani al comando del generale Balotta sconfiggono una forza di 20000 britannici neozelandesi nella battaglia di Quota 175.",
            "year": 1941
        },
        {
            "text": "L'ammiraglio statunitense Richard Evelyn Byrd annuncia di essere diventato la prima persona a sorvolare il Polo sud, a bordo di un Ford Trimotor.",
            "year": 1929
        },
        {
            "text": "Guerra italo-turca: il generale Carlo D'Amico conduce una spedizione punitiva contro le forze turche a Koefia.",
            "year": 1911
        },
        {
            "text": "Nasce il Futbol Club Barcelona.",
            "year": 1899
        },
        {
            "text": "La costituzione Meiji entra in vigore in Giappone e si riunisce la prima Dieta.",
            "year": 1890
        },
        {
            "text": "Thomas Edison dimostra per la prima volta il funzionamento del fonografo.",
            "year": 1877
        },
        {
            "text": "Guerre indiane: inizia la guerra modoc con la battaglia di Lost River.",
            "year": 1872
        },
        {
            "text": "Guerre indiane: Massacro di Sand Creek - Volontari del Colorado, guidati dal colonnello John Chivington, massacrano almeno 150 Cheyenne e Arapaho inermi a Sand Creek.",
            "year": 1864
        },
        {
            "text": "Con la fusione tra la parte insulare del Regno di Sardegna e la parte continentale piemontese, richiesta dal Consiglio generale sardo, il regno diventa uno Stato unitario. Finisce l'autonomia sarda e cessa la carica di viceré.",
            "year": 1847
        },
        {
            "text": "Scoppia la rivolta di novembre in Polonia.",
            "year": 1830
        },
        {
            "text": "La nave negriera Zong getta in mare il suo \"carico\" allo scopo di chiedere un risarcimento dall'assicurazione (Massacro della Zong).",
            "year": 1781
        },
        {
            "text": "Viene fondata San José (California), come el Pueblo de San José de Guadalupe.",
            "year": 1777
        },
        {
            "text": "Il terremoto dell'Irpinia causa migliaia di vittime.",
            "year": 1732
        },
        {
            "text": "Ha inizio il conclave del 1549-1550.",
            "year": 1549
        },
        {
            "text": "Papa Onorio III approva la Regola definitiva di San Francesco d'Assisi, in seguito detta \"bollata\".",
            "year": 1223
        },
        {
            "text": "Carlo Magno arriva a Roma per indagare sui presunti crimini di papa Leone III.",
            "year": 800
        }
    ],
    "births": [],
    "deaths": [],
    "metadata": {
        "current_date": "29. novembre 2025",
        "short_date": "29. nov",
        "language": {
            "events": "Eventi",
            "deaths": "Morti",
            "births": "Nascite",
            "b": "n",
            "d": "m",
            "title": "Oggi nella Storia (Wikipedia)"
        },
        "events": [
            25,
            29,
            11,
            30,
            17,
            8,
            16,
            13,
            7,
            28
        ],
        "births": [],
        "deaths": []
    }
}