{
    "events": [
        {
            "text": "Le spoglie della regina Elena vengono riportate in Italia da Montpellier",
            "year": 2017
        },
        {
            "text": "Iran, in una moschea a Chabahar due kamikaze, appartenenti ad una minoranza sunnita della zona, richiamandosi al gruppo terroristico Jundallah, compiono una strage di 39 persone, compresi donne e bambini",
            "year": 2010
        },
        {
            "text": "La Torre pendente di Pisa riapre al pubblico dopo undici anni di lavori",
            "year": 2001
        },
        {
            "text": "Chiusura definitiva della Centrale nucleare di Černobyl'",
            "year": 2000
        },
        {
            "text": "Esce nelle sale cinematografiche statunitensi il film Le follie dell'imperatore, 40º Classico Disney",
            "year": 2000
        },
        {
            "text": "In Venezuela si svolge un referendum per l'adozione della nuova costituzione.",
            "year": 1999
        },
        {
            "text": "Piogge torrenziali provocano presso Caracas smottamenti e inondazioni. Si stimano 50 000 morti e altrettanti feriti. Le cifre dei morti non possono essere verificate in quanto il fango ha ricoperto tutto",
            "year": 1999
        },
        {
            "text": "L'onorevole Beniamino Andreatta finisce in coma per un infarto",
            "year": 1999
        },
        {
            "text": "Boeing e McDonnell Douglas, giganti dell'aeronautica, annunciano la loro fusione",
            "year": 1996
        },
        {
            "text": "La Corte di giustizia della Unione europea emette la Sentenza Bosman",
            "year": 1995
        },
        {
            "text": "Viene pubblicato il browser Netscape Navigator 1.0",
            "year": 1994
        },
        {
            "text": "Palau diventa membro dell'ONU",
            "year": 1994
        },
        {
            "text": "In Egitto il naufragio del traghetto Salem Express causa 471 morti",
            "year": 1991
        },
        {
            "text": "Iniziano le trasmissioni della Rete Tre, terza rete della RAI, istituita già nel 1975; assieme alla rete nascono il TG3 ed il TGR",
            "year": 1979
        },
        {
            "text": "Esce nelle sale cinematografiche giapponesi Lupin III - Il castello di Cagliostro, primo lungometraggio di Hayao Miyazaki",
            "year": 1979
        },
        {
            "text": "Referendum sulla riforma politica in Spagna che, pur confermando la monarchia, dà inizio ufficialmente alla democrazia",
            "year": 1976
        },
        {
            "text": "Samoa diventa membro dell'ONU",
            "year": 1976
        },
        {
            "text": "Esce nelle sale cinematografiche statunitensi Frankenstein Junior",
            "year": 1974
        },
        {
            "text": "La sonda Venera 7 atterra su Venere",
            "year": 1970
        },
        {
            "text": "L'anarchico Giuseppe Pinelli muore, dopo un volo dal quarto piano avvenuto in circostanze mai chiarite, durante un interrogatorio nella stanza del commissario Luigi Calabresi in relazione alle indagini sulla Strage di piazza Fontana; l'avvenimento è raccontato ne La ballata del Pinelli, scritta da giovani anarchici mantovani la sera stessa dei funerali e successivamente rielaborata da Joe Fallisi",
            "year": 1969
        },
        {
            "text": "Crollo del Silver Bridge, ponte di collegamento tra Point Pleasant, luogo dove fu spesso avvistato l'uomo falena",
            "year": 1967
        },
        {
            "text": "L'astronomo Audouin Dollfus scopre Giano, satellite di Saturno",
            "year": 1966
        },
        {
            "text": "Programma Gemini: lancio della Gemini 6A",
            "year": 1965
        },
        {
            "text": "Dal poligono di Wallops Island, Virginia, viene lanciato il primo satellite italiano, il San Marco I",
            "year": 1964
        },
        {
            "text": "Un tribunale per i crimini di guerra israeliano condanna a morte Adolf Eichmann per il suo ruolo nell'Olocausto",
            "year": 1961
        },
        {
            "text": "Il generale statunitense Douglas MacArthur ordina la fine dello Shintoismo come religione di Stato in Giappone",
            "year": 1945
        },
        {
            "text": "Seconda guerra mondiale: inizia la battaglia del monte Austen durante la Campagna di Guadalcanal",
            "year": 1942
        },
        {
            "text": "Seconda guerra mondiale – Olocausto: le truppe tedesche uccidono oltre 15000 ebrei presso Drobytsky Yar, una gola vicino Charkiv in Ucraina.",
            "year": 1941
        },
        {
            "text": "Prima cinematografica di Via col vento",
            "year": 1939
        },
        {
            "text": "Guerra d'Etiopia: con il primo attacco delle truppe di Ras Immirù contro le forze del generale Graziani, inizia la battaglia del Ganale Doria.",
            "year": 1935
        },
        {
            "text": "Il medico italiano Scipione Riva Rocci presenta alla stampa scientifica lo sfigmomanometro di sua ideazione",
            "year": 1896
        },
        {
            "text": "James Naismith inventa la pallacanestro",
            "year": 1891
        },
        {
            "text": "Toro Seduto, Tatanka Iyotake nella lingua dei Lakota Sioux di cui era l'ultimo grande capo, viene ucciso dagli agenti federali (uno di questi anche lui proveniente dai Lakota Sioux) che erano andati a prelevarlo nella riserva di Standing Rock.",
            "year": 1890
        },
        {
            "text": "Le spoglie di Napoleone Bonaparte vengono riportate agli Invalides",
            "year": 1840
        },
        {
            "text": "L'armata napoleonica occupa Varsavia",
            "year": 1806
        },
        {
            "text": "Napoleone Bonaparte diventa Primo Console di Francia",
            "year": 1799
        },
        {
            "text": "Viene approvata la Carta dei diritti degli Stati Uniti",
            "year": 1791
        },
        {
            "text": "Scoppia un'epidemia di peste a Copenaghen",
            "year": 1711
        },
        {
            "text": "Le truppe francesi riconquistano Roma e occupano il Regno di Napoli",
            "year": 1709
        },
        {
            "text": "Quarantasette ronin, in precedenza al servizio di Asano Naganori, assaltano la dimora di Kira Yoshinaka, e lo uccidono per vendicare il loro signore. Il loro sfoggio degli ideali del bushidō diventa una leggenda nazionale",
            "year": 1702
        },
        {
            "text": "Elezione di papa Onorio II",
            "year": 1124
        },
        {
            "text": "Finisce il lungo e glorioso regno di Basilio II Bulgaroctono (976-1025) e diventa imperatore bizantino il fratello Costantino VIII",
            "year": 1025
        },
        {
            "text": "Sergio I diventa papa",
            "year": 687
        },
        {
            "text": "Giustiniano I promulga la costituzione Deo auctore con la quale avvia la redazione del Digesto",
            "year": 530
        },
        {
            "text": "Nasce l'imperatore romano Nerone",
            "year": 37
        }
    ],
    "births": [],
    "deaths": [],
    "metadata": {
        "current_date": "15. dicembre 2025",
        "short_date": "15. dic",
        "language": {
            "events": "Eventi",
            "deaths": "Morti",
            "births": "Nascite",
            "b": "n",
            "d": "m",
            "title": "Oggi nella Storia (Wikipedia)"
        },
        "events": [
            6,
            29,
            1,
            27,
            4,
            22,
            13,
            21,
            44,
            34
        ],
        "births": [],
        "deaths": []
    }
}