{
    "events": [
        {
            "text": "Abu Dhabi: Max Verstappen vince il suo primo titolo mondiale con la Red Bull",
            "year": 2021
        },
        {
            "text": "Francia: nell'ambito della XXI Conferenza delle Parti dell'UNFCCC, 196 stati firmano il cosiddetto Accordo di Parigi, un patto globale sui cambiamenti climatici, che impegna tutti i paesi a ridurre le emissioni di gas serra.",
            "year": 2015
        },
        {
            "text": "Arabia Saudita: per la prima volta viene esteso il diritto di voto alle donne..",
            "year": 2015
        },
        {
            "text": "Svezia, attentato suicida a Stoccolma; 1 morto e 2 feriti, strage evitata. L'attentatore iracheno ha fatto esplodere prima la sua auto e poi si è fatto saltare in aria, secondo una e-mail mandata poco prima del suo gesto l'avrebbe fatto per la presenza dei militari svedesi in Afghanistan e per le vignette satiriche contro Maometto.",
            "year": 2010
        },
        {
            "text": "Afghanistan, muoiono 6 soldati dell'Isaf nel sud del paese, senza che siano fornite notizie sulla loro nazionalità e sulla dinamica dell'incidente. Questo attentato porta a 692 il totale delle perdite della Nato nel 2010, rendendolo l'anno con le più alte perdite nei nove anni di conflitto.",
            "year": 2010
        },
        {
            "text": "La Corte suprema degli Stati Uniti emette la sua decisione nel caso George W. Bush contro Al Gore, decidendo le elezioni presidenziali del 2000.",
            "year": 2000
        },
        {
            "text": "'Uday Hussein resta gravemente ferito durante un tentativo di assassinio.",
            "year": 1996
        },
        {
            "text": "I governi di Bangladesh e India firmano un accordo bilaterale per disciplinare l'uso delle acque del fiume Gange",
            "year": 1996
        },
        {
            "text": "La Rhodesia cambia il suo nome in Zimbabwe",
            "year": 1979
        },
        {
            "text": "Strage di piazza Fontana nella sede della Banca Nazionale dell'Agricoltura di Milano: 17 morti e 88 feriti",
            "year": 1969
        },
        {
            "text": "Il Kenya diventa una repubblica",
            "year": 1964
        },
        {
            "text": "Il Kenya ottiene l'indipendenza dal Regno Unito",
            "year": 1963
        },
        {
            "text": "Nazionalizzazione senza indennizzo del 99,5% delle concessioni petrolifere dell'Iraq Petroleum Company da parte del governo iracheno di ʿAbd al-Karīm Qāsim (Kassem)",
            "year": 1961
        },
        {
            "text": "Massacro di Batang Kali, in Malaysia",
            "year": 1948
        },
        {
            "text": "Gli Stati Uniti catturano la nave francese Normandie",
            "year": 1941
        },
        {
            "text": "Incidente della USS Panay",
            "year": 1937
        },
        {
            "text": "Reza Pahlavi prende il controllo dell'Iran come Scià",
            "year": 1925
        },
        {
            "text": "Il presidente della Repubblica Cinese Yuan Shikai si autoproclama imperatore dell'Impero Cinese, ristabilendo la monarchia",
            "year": 1915
        },
        {
            "text": "La Gioconda viene recuperata a Firenze, due anni dopo essere stata rubata dal Louvre da Vincenzo Peruggia",
            "year": 1913
        },
        {
            "text": "Guglielmo Marconi capta con le sue apparecchiature il primo segnale radio transoceanico",
            "year": 1901
        },
        {
            "text": "Viene fondata in Brasile la città di Belo Horizonte",
            "year": 1897
        },
        {
            "text": "Un meteorite colpisce la Terra nei pressi della città di Banbury, Inghilterra",
            "year": 1872
        },
        {
            "text": "Joseph H. Rainey della Carolina del Sud diventa il primo congressista nero degli Stati Uniti",
            "year": 1870
        },
        {
            "text": "Viene fondata la Banca Popolare di Milano",
            "year": 1865
        },
        {
            "text": "La Spagna dichiara guerra alla Gran Bretagna",
            "year": 1804
        },
        {
            "text": "La Pennsylvania diventa il secondo Stato a ratificare la Costituzione degli Stati Uniti",
            "year": 1787
        },
        {
            "text": "Papa Clemente XIV pubblica la lettera enciclica \"Cum Summi Apostolatus\" sul programma del Pontificato e sul Giubileo universale",
            "year": 1769
        },
        {
            "text": "Il generale svedese Lennart Torstenson conquista la città danese di Bad Oldesloe nell'ambito della guerra di Torstenson.",
            "year": 1643
        },
        {
            "text": "Battaglia dell'Escalade a Ginevra.",
            "year": 1602
        },
        {
            "text": "Apparizione di Nostra Signora di Guadalupe a Città del Messico",
            "year": 1531
        },
        {
            "text": "Proclamazione unionista a Costantinopoli: viene ricomposto lo Scisma d'Oriente nella basilica di Santa Sofia.",
            "year": 1452
        },
        {
            "text": "Nella battaglia di Ninive l'esercito dell'imperatore Eraclio sbaraglia le forze persiane, garantendo ai Bizantini la vittoria finale nella lunga guerra tra i due imperi",
            "year": 627
        }
    ],
    "births": [],
    "deaths": [],
    "metadata": {
        "current_date": "12. dicembre 2025",
        "short_date": "12. dic",
        "language": {
            "events": "Eventi",
            "deaths": "Morti",
            "births": "Nascite",
            "b": "n",
            "d": "m",
            "title": "Oggi nella Storia (Wikipedia)"
        },
        "events": [
            19,
            2,
            27,
            4,
            12,
            13,
            5,
            8,
            17,
            21
        ],
        "births": [],
        "deaths": []
    }
}