{
    "events": [
        {
            "text": "Un'esplosione ad un impianto chimico della Mitsubishi a Yokkaichi in Giappone provoca la morte di 5 dipendenti.",
            "year": 2014
        },
        {
            "text": "Steve Jobs, durante la conferenza di apertura del Macworld, presenta il primo modello dell'iPhone.",
            "year": 2007
        },
        {
            "text": "Elezioni per la successione a Yasser Arafat.",
            "year": 2005
        },
        {
            "text": "Il Dipartimento di giustizia degli Stati Uniti annuncia che condurrà indagini sulla Enron.",
            "year": 2002
        },
        {
            "text": "Lancio del veicolo spaziale cinese Shenzhou 2, senza equipaggio umano.",
            "year": 2001
        },
        {
            "text": "Saul Perlmutter del Berkeley Lab annuncia alla conferenza di Washington dell'American Astronomical Society che i dati sulle supernova indicano un universo in accelerazione, che si espanderà per sempre",
            "year": 1998
        },
        {
            "text": "La Sun Microsystems annuncia la formazione della divisione JavaSoft per sviluppare e supportare la piattaforma Java.",
            "year": 1996
        },
        {
            "text": "Valeri Poliakov completa 366 giorni nello spazio a bordo della stazione spaziale Mir, infrangendo il record di permanenza nello spazio.",
            "year": 1995
        },
        {
            "text": "I sovietici occupano Vilnius per fermare l'indipendenza lituana.",
            "year": 1991
        },
        {
            "text": "Dopo aver perso una battaglia legale con la Polaroid, la Kodak lascia il settore della fotografia istantanea.",
            "year": 1986
        },
        {
            "text": "La sonda spaziale Voyager 2 scopre il satellite di Urano: Cressida. È anche stato designato come \"Urano IX\".",
            "year": 1986
        },
        {
            "text": "Esce \"Nobody Told Me\" album postumo di John Lennon.",
            "year": 1984
        },
        {
            "text": "La RMS Queen Elizabeth viene distrutta dal fuoco nel porto di Hong Kong.",
            "year": 1972
        },
        {
            "text": "In Egitto inizia la costruzione della Diga di Assuan.",
            "year": 1960
        },
        {
            "text": "Comincia a operare la base permanente Amundsen-Scott South Pole Station.",
            "year": 1957
        },
        {
            "text": "Inaugurazione a New York della sede ufficiale delle Nazioni Unite.",
            "year": 1951
        },
        {
            "text": "Eccidio delle Fonderie Riunite di Modena. Sei operai furono uccisi dalle forze dell'ordine per impedire l'occupazione della fabbrica.",
            "year": 1950
        },
        {
            "text": "Gli Stati Uniti invadono Luzón nelle Filippine: battaglia di Luzon.",
            "year": 1945
        },
        {
            "text": "Secondo giorno del Processo di Verona iniziato l'8 gennaio.",
            "year": 1944
        },
        {
            "text": "Juan de la Cierva esegue il primo volo su un autogiro.",
            "year": 1923
        },
        {
            "text": "Campagna dei Dardanelli: vengono ritirate le ultime truppe dell'Intesa, lasciando l'Impero ottomano vittorioso.",
            "year": 1916
        },
        {
            "text": "I Marines degli Stati Uniti invadono l'Honduras.",
            "year": 1912
        },
        {
            "text": "Umberto I di Savoia sale al trono d'Italia dopo la morte del padre Vittorio Emanuele II di Savoia.",
            "year": 1878
        },
        {
            "text": "Inizio della battaglia di Fort Hindman",
            "year": 1863
        },
        {
            "text": "Il Mississippi è il secondo Stato a secedere dagli Stati Uniti d'America.",
            "year": 1861
        },
        {
            "text": "L'Accademia francese delle scienze dà l'annuncio dell'invenzione del dagherrotipo.",
            "year": 1839
        },
        {
            "text": "Dia do Fico in cui Pietro I, disobbedendo al parlamento portoghese, decide in restare in Brasile.",
            "year": 1822
        },
        {
            "text": "Eugenio di Beauharnais, viceré del Regno d'Italia, istituisce le commissioni d'ornato.",
            "year": 1807
        },
        {
            "text": "Horatio Nelson viene sepolto nella Cattedrale di St. Paul.",
            "year": 1806
        },
        {
            "text": "Jean-Pierre Blanchard è il primo a volare con un pallone aerostatico negli Stati Uniti.",
            "year": 1793
        },
        {
            "text": "Il Connecticut diventa il quinto Stato ad unirsi agli USA.",
            "year": 1788
        },
        {
            "text": "Prima dell'opera 'La Giannetta ossia l'incognita perseguitata' di Pasquale Anfossi al Teatro delle Dame di Roma.",
            "year": 1773
        },
        {
            "text": "Philip Astley mette in scena il primo circo moderno (a Londra).",
            "year": 1768
        },
        {
            "text": "Gli afghani sconfiggono i Maratha nella battaglia di Barari Ghat.",
            "year": 1760
        },
        {
            "text": "Terremoto del Val di Noto",
            "year": 1693
        },
        {
            "text": "Cristoforo Colombo avvista l'isola di Puerto Rico durante il suo secondo viaggio nel Nuovo Mondo",
            "year": 1493
        },
        {
            "text": "A Milano si tiene la prima lotteria italiana.",
            "year": 1448
        },
        {
            "text": "Basilisco approfitta della fuga dell'imperatore Zenone per farsi riconoscere imperatore romano d'Oriente.",
            "year": 475
        }
    ],
    "births": [],
    "deaths": [],
    "metadata": {
        "current_date": "9. gennaio 2026",
        "short_date": "9. gen",
        "language": {
            "events": "Eventi",
            "deaths": "Morti",
            "births": "Nascite",
            "b": "n",
            "d": "m",
            "title": "Oggi nella Storia (Wikipedia)"
        },
        "events": [
            26,
            30,
            25,
            29,
            36,
            3,
            16,
            22,
            18,
            34
        ],
        "births": [],
        "deaths": []
    }
}