{
    "events": [
        {
            "text": "Le Unità di Protezione Popolare Curde liberano dall’occupazione militare dell’ISIS la città di Kobane.",
            "year": 2015
        },
        {
            "text": "Scoppia una rivolta ad Antananarivo, in Madagascar, la quale scatena una crisi politica che porterà alla sostituzione del presidente Marc Ravalomanana con Andry Rajoelina",
            "year": 2009
        },
        {
            "text": "Come confermato precedentemente il giorno stesso da una votazione di 85-13 del Senato degli Stati Uniti, Condoleezza Rice è dichiarata Segretario di Stato degli Stati Uniti diventando la prima donna afroamericana a detenere tale carica",
            "year": 2005
        },
        {
            "text": "Due treni deragliano causando 11 morti e 200 feriti a Glendale (California), vicino a Los Angeles",
            "year": 2005
        },
        {
            "text": "Un elicottero cade nell'est dell'Iraq uccidendo 31 soldati americani",
            "year": 2005
        },
        {
            "text": "Il presidente Hamid Karzai firma la nuova costituzione dell'Afghanistan",
            "year": 2004
        },
        {
            "text": "Un terremoto di magnitudo 7.7 colpisce Gujarat (India), causando più di 20.000 morti",
            "year": 2001
        },
        {
            "text": "Scandalo Lewinsky: il presidente degli Stati Uniti d'America Bill Clinton nega in TV di avere avuto relazioni sessuali con Monica Lewinsky",
            "year": 1998
        },
        {
            "text": "Scandalo Whitewater: Hillary Rodham Clinton testimonia davanti al Grand jury",
            "year": 1996
        },
        {
            "text": "A Sydney un uomo esplode due colpi a salve contro Carlo, principe del Galles",
            "year": 1994
        },
        {
            "text": "Silvio Berlusconi annuncia, con il famoso discorso della \"discesa in campo\", la sua entrata in politica",
            "year": 1994
        },
        {
            "text": "Václav Havel diventa il primo presidente della Repubblica Ceca",
            "year": 1993
        },
        {
            "text": "Boris Yeltsin annuncia che la Russia smetterà di tenere le sue armi nucleari puntate sulle città statunitensi",
            "year": 1992
        },
        {
            "text": "Mike Tyson viene processato per aver stuprato nel 1991 una concorrente di Miss Black America",
            "year": 1992
        },
        {
            "text": "Il musical Il Fantasma dell'Opera viene rappresentato per la prima volta a Broadway",
            "year": 1988
        },
        {
            "text": "Viene avvistata la Cometa di Halley",
            "year": 1986
        },
        {
            "text": "Viene pubblicato Lotus 1-2-3",
            "year": 1983
        },
        {
            "text": "Israele ed Egitto allacciano relazioni diplomatiche",
            "year": 1980
        },
        {
            "text": "Esce l'ultimo album di Simon & Garfunkel, Bridge over Troubled Water",
            "year": 1970
        },
        {
            "text": "L'hindī diventa lingua ufficiale in India",
            "year": 1965
        },
        {
            "text": "La sonda Ranger 3 viene lanciata per studiare la Luna. La mancherà di 35.000 chilometri",
            "year": 1962
        },
        {
            "text": "Cominciano i VII Giochi olimpici invernali a Cortina d'Ampezzo",
            "year": 1956
        },
        {
            "text": "L'India promulga la sua costituzione, formando una repubblica, e Rajendra Prasad giura come suo primo presidente",
            "year": 1950
        },
        {
            "text": "Félix Gouin diventa primo ministro di Francia",
            "year": 1946
        },
        {
            "text": "Ha luogo la battaglia di Nikolaevka, ultima battaglia della ritirata di Russia del Corpo d'armata alpino.",
            "year": 1943
        },
        {
            "text": "Seconda guerra mondiale: le prime truppe americane arrivano in Europa, sbarcando in Irlanda del Nord",
            "year": 1942
        },
        {
            "text": "Seconda guerra mondiale: inizia la battaglia di Agordat.",
            "year": 1941
        },
        {
            "text": "Guerra civile spagnola: le truppe leali a Francisco Franco, aiutate da milizie italiane, conquistano Barcellona",
            "year": 1939
        },
        {
            "text": "Firma del Patto di non-aggressione reciproca fra Germania e Polonia",
            "year": 1934
        },
        {
            "text": "Tramite alcune interpolazioni di dati, si ricostruisce un valore di temperatura minima giornaliera di -71,2 °C per la località siberiana di Ojmjakon: è, ad oggi, il valore più basso per una località abitata",
            "year": 1926
        },
        {
            "text": "John Logie Baird dimostra la prima trasmissione televisiva",
            "year": 1926
        },
        {
            "text": "Chamonix, Francia: il pattinatore statunitense Charles Jewtraw vince la prima medaglia d'oro nella storia dei Giochi olimpici invernali",
            "year": 1924
        },
        {
            "text": "La città di San Pietroburgo viene ribattezzata Leningrado",
            "year": 1924
        },
        {
            "text": "Giuseppe Ungaretti compone la poesia Mattina",
            "year": 1917
        },
        {
            "text": "Glenn H. Curtiss compie il primo volo in idrovolante negli Stati Uniti",
            "year": 1911
        },
        {
            "text": "A Torino un incendio distrugge metà del patrimonio della Biblioteca Nazionale",
            "year": 1904
        },
        {
            "text": "Battaglia di Dogali: le truppe abissine sconfiggono quelle italiane",
            "year": 1887
        },
        {
            "text": "Truppe leali al Mahdi conquistano Khartoum",
            "year": 1885
        },
        {
            "text": "Guerra di secessione americana: la Virginia rientra nell'Unione",
            "year": 1870
        },
        {
            "text": "Guerra di secessione americana: il governatore del Massachusetts viene autorizzato dal Segretario alla Guerra di costituire una milizia per gli uomini di origine africana",
            "year": 1863
        },
        {
            "text": "La Louisiana secede dagli Stati Uniti d'America",
            "year": 1861
        },
        {
            "text": "A Parigi viene firmata l'Alleanza sardo-francese tra il Piemonte e la Francia. L'accordo porterà alla seconda guerra d'indipendenza.",
            "year": 1859
        },
        {
            "text": "Il Regno Unito occupa formalmente Hong Kong, ceduto dalla Cina",
            "year": 1841
        },
        {
            "text": "Il Tennessee emana la prima legge proibizionista negli Stati Uniti",
            "year": 1838
        },
        {
            "text": "Il Michigan diventa il 26º Stato USA",
            "year": 1837
        },
        {
            "text": "Al Real teatro Drury Lane va in scena Il mercante di Venezia con Edmund Kean nel ruolo di Shylock, il primo ruolo che darà la fama all'attore inglese.",
            "year": 1814
        },
        {
            "text": "Il Congresso degli Stati Uniti d'America approva un atto che istituisce la fondazione di una biblioteca all'interno del Campidoglio; questa diverrà la Biblioteca del Congresso",
            "year": 1802
        },
        {
            "text": "La Prima Flotta britannica, comandata da Arthur Phillip, entra nella baia di Sydney e vi costruisce il primo insediamento europeo",
            "year": 1788
        },
        {
            "text": "Stanislao I di Polonia abdica",
            "year": 1736
        },
        {
            "text": "Il terremoto di Cascadia (magnitudo 9 della scala Richter), come evidenziato dalle registrazioni storiche giapponesi, ha luogo al largo della costa nord-occidentale degli odierni USA",
            "year": 1700
        },
        {
            "text": "Firma del Trattato di Carlowitz tra gli Ottomani e la Lega Santa formata da Arciducato d'Austria, Confederazione polacco-lituana, Repubblica di Venezia e dalla Russia.",
            "year": 1699
        },
        {
            "text": "Il Concilio di Trento pubblica le sue conclusioni nel Catechismo Tridentino, stabilendo una distinzione tra cattolicesimo e protestantesimo",
            "year": 1564
        },
        {
            "text": "Lisbona è colpita da un terremoto e dal successivo tsunami, migliaia di vittime",
            "year": 1531
        },
        {
            "text": "Vicente Yáñez Pinzón diventa il primo europeo a scoprire il Brasile",
            "year": 1500
        },
        {
            "text": "Re Edoardo III d'Inghilterra è incoronato re di Francia",
            "year": 1340
        },
        {
            "text": "Crema si arrende a Federico Barbarossa",
            "year": 1160
        },
        {
            "text": "Un terremoto fa crollare il Lungo muro del Chersoneso e danneggia Costantinopoli.",
            "year": 447
        }
    ],
    "births": [],
    "deaths": [],
    "metadata": {
        "current_date": "26. gennaio 2026",
        "short_date": "26. gen",
        "language": {
            "events": "Eventi",
            "deaths": "Morti",
            "births": "Nascite",
            "b": "n",
            "d": "m",
            "title": "Oggi nella Storia (Wikipedia)"
        },
        "events": [
            30,
            50,
            41,
            24,
            44,
            23,
            10,
            39,
            25,
            2
        ],
        "births": [],
        "deaths": []
    }
}