{
    "events": [
        {
            "text": "Guerra in Iraq: si consuma il Massacro di Haditha",
            "year": 2005
        },
        {
            "text": "Sulla costa della Galizia (Spagna) naufraga la petroliera Prestige, in avaria dal 13 novembre.",
            "year": 2002
        },
        {
            "text": "Ad Istanbul l'Organizzazione per la sicurezza e la cooperazione in Europa (OSCE) chiude un summit di due giorni richiedendo una soluzione politica in Cecenia e adottando lo Statuto per la sicurezza europea",
            "year": 1999
        },
        {
            "text": "Shenzhou 1: la Repubblica Popolare Cinese lancia la prima navetta spaziale Shenzhou",
            "year": 1999
        },
        {
            "text": "L'Autoritratto senza barba (1889) di Vincent van Gogh viene venduto all'asta a New York per 71,5 milioni di dollari.",
            "year": 1998
        },
        {
            "text": "Scandalo Lewinsky: il comitato giudiziario della Camera dei rappresentanti degli Stati Uniti inizia le audizioni per l'impeachment contro il presidente Bill Clinton",
            "year": 1998
        },
        {
            "text": "Guerra fredda: a Ginevra il presidente statunitense Ronald Reagan e il Segretario generale del PCUS Michail Gorbačëv si incontrano per la prima volta",
            "year": 1985
        },
        {
            "text": "Disastro di San Juanico: una serie di esplosioni nel deposito di idrocarburi della PEMEX a San Juan Ixhuatepec (Tlalnepantla de Baz, Messico), innesca un gigantesco incendio che causa almeno 500 vittime (con stime non ufficiali che ne contano oltre 1500), circa 2000 feriti e oltre 60.000 sfollati",
            "year": 1984
        },
        {
            "text": "Crisi degli ostaggi in Iran: l'ayatollah Ruhollah Khomeyni ordina il rilascio di tredici degli ostaggi statunitensi nell'ambasciata statunitense di Teheran, scelti tra le donne e i neri",
            "year": 1979
        },
        {
            "text": "Dopo 46 anni, si stabilisce il congresso a Madrid del Partito Comunista spagnolo",
            "year": 1978
        },
        {
            "text": "Il presidente egiziano Anwar al-Sadat diventa il primo capo di Stato arabo a recarsi in visita ufficiale in Israele, quando incontra il primo ministro Menachem Begin e parla davanti alla Knesset a Gerusalemme, cercando un accordo di pace permanente (la visita indigna gran parte del mondo arabo)",
            "year": 1977
        },
        {
            "text": "Un Boeing 727 della Transportes Aereos Portugueses cade vicino a Madera uccidendo 130 persone",
            "year": 1977
        },
        {
            "text": "Programma Apollo: gli astronauti dell'Apollo 12, Charles Conrad e Alan Bean, allunano nell'Oceanus Procellarum (\"Oceano delle tempeste\") e diventano il terzo e quarto essere umano a camminare sulla Luna",
            "year": 1969
        },
        {
            "text": "Calcio: Pelé realizza su rigore al 34' della partita fra il Santos (in cui milita) e il Vasco da Gama. È il suo millesimo goal. Solo Arthur Friedenreich avrebbe fatto meglio: 1329 reti. Mancano però i dati ufficiali di quest'ultimo",
            "year": 1969
        },
        {
            "text": "L'agente di polizia Antonio Annarumma è la prima vittima degli Anni di piombo in Italia",
            "year": 1969
        },
        {
            "text": "Ford annuncia la fine della produzione della Edsel",
            "year": 1959
        },
        {
            "text": "Sammy Davis Jr. perde il suo occhio sinistro in un incidente automobilistico a San Bernardino, in California",
            "year": 1954
        },
        {
            "text": "Afghanistan, Islanda e Svezia entrano nelle Nazioni Unite",
            "year": 1946
        },
        {
            "text": "Seconda guerra mondiale: il presidente statunitense Franklin D. Roosevelt annuncia il sesto War Loan Drive, un'emissione di obbligazioni di guerra fino a 14 miliardi di dollari, per aiutare il pagamento dello sforzo bellico",
            "year": 1944
        },
        {
            "text": "Seconda guerra mondiale: battaglia di Stalingrado – le truppe sovietiche dei generali Aleksandr Vasilevskij e Georgij Žukov lanciano l'Operazione Urano, la grande offensiva generale dell'Armata Rossa che porterà all'accerchiamento della 6ª Armata tedesca, volgendo le sorti della battaglia in favore dell'Unione Sovietica",
            "year": 1942
        },
        {
            "text": "Seconda guerra mondiale:",
            "year": 1941
        },
        {
            "text": "Seconda guerra mondiale:",
            "year": 1941
        },
        {
            "text": "A Los Angeles, il famoso regista di film muti, Thomas Ince (\"Il padre del western\") muore per un attacco di cuore nel suo letto (affiorano voci secondo le quali gli abbia sparato il magnate dell'editoria William Randolph Hearst)",
            "year": 1924
        },
        {
            "text": "Un meteorite si schianta vicino al villaggio di Grossliebenthal, a sud-est di Odessa, nell'odierna Ucraina",
            "year": 1881
        },
        {
            "text": "Guerra di secessione americana: il presidente dell'Unione, Abraham Lincoln, pronuncia il Discorso di Gettysburg, durante la cerimonia di inaugurazione del cimitero militare di Gettysburg (Pennsylvania)",
            "year": 1863
        },
        {
            "text": "Viene fondata l'Università di Varsavia",
            "year": 1816
        },
        {
            "text": "Gli Stati Uniti e il Regno di Gran Bretagna firmano il Trattato di Jay, che tenta di sistemare alcuni dei problemi pendenti dalla guerra d'indipendenza americana",
            "year": 1794
        },
        {
            "text": "La battaglia di Noryang, ultima della guerra di Imjin, è combattuta tra la marina giapponese e quella coreana, e si conclude con una decisa vittoria coreana",
            "year": 1598
        },
        {
            "text": "Cristoforo Colombo diventa il primo europeo ad approdare sull'isola, avvistata il giorno precedente, che sarà in seguito chiamata Porto Rico. Le dà il nome di San Juan Bautista",
            "year": 1493
        },
        {
            "text": "Battaglia di Delebio: seconda e conclusiva giornata di combattimento in Valtellina tra gli eserciti di Filippo Maria Visconti e della Repubblica di Venezia",
            "year": 1432
        },
        {
            "text": "Reconquista: vittoria cruciale di Pietro I d'Aragona nella battaglia di Alcoraz",
            "year": 1096
        },
        {
            "text": "Gli arabi sconfiggono l'Impero persiano nella battaglia di al-Qadisiyya in Mesopotamia",
            "year": 636
        },
        {
            "text": "Sant'Ilario diventa papa",
            "year": 461
        }
    ],
    "births": [],
    "deaths": [],
    "metadata": {
        "current_date": "19. novembre 2025",
        "short_date": "19. nov",
        "language": {
            "events": "Eventi",
            "deaths": "Morti",
            "births": "Nascite",
            "b": "n",
            "d": "m",
            "title": "Oggi nella Storia (Wikipedia)"
        },
        "events": [
            11,
            9,
            6,
            23,
            15,
            18,
            13,
            21,
            14,
            28
        ],
        "births": [],
        "deaths": []
    }
}