{
    "events": [
        {
            "text": "Le Forze armate italiane concludono, dopo tre anni e mezzo di presenza, l'Operazione Antica Babilonia, presso la città di Nassiriya e la provincia di Dhi Qar (Iraq)",
            "year": 2006
        },
        {
            "text": "In Europa viene messa in commercio la console Xbox 360",
            "year": 2005
        },
        {
            "text": "La Corte d'Appello di Santiago del Cile revoca a Augusto Pinochet l'immunità parlamentare per il processo per l'assassinio del suo predecessore, generale Carlos Prats, ucciso nel 1974 da un'autobomba mentre era in esilio in Argentina",
            "year": 2004
        },
        {
            "text": "La Enron richiede il Chapter 11 per bancarotta, cinque giorni dopo il ritiro dell'offerta di acquisto per 8,4 miliardi di dollari da parte di Dynegy. Al 2004, si tratta della più grande bancarotta nella storia degli Stati Uniti",
            "year": 2001
        },
        {
            "text": "Il Regno Unito devolve il potere politico in Irlanda del Nord all'Esecutivo dell'Irlanda del Nord",
            "year": 1999
        },
        {
            "text": "Il telescopio spaziale Solar and Heliospheric Observatory (SOHO), progettato congiuntamente dall'Agenzia Spaziale Europea e dalla NASA per lo studio e l'osservazione continua del Sole, viene lanciato da Cape Canaveral con un vettore Atlas II",
            "year": 1995
        },
        {
            "text": "Il narcotrafficante colombiano Pablo Escobar viene ucciso a Medellín.",
            "year": 1993
        },
        {
            "text": "Programma Space Shuttle: STS-61 - La NASA lancia lo Space Shuttle Endeavour per una missione di riparazione di un difetto del telescopio spaziale Hubble",
            "year": 1993
        },
        {
            "text": "Viene pubblicata la prima versione di QuickTime (QuickTime 1.0 per macOS), il framework multimediale di Apple Computer",
            "year": 1991
        },
        {
            "text": "La coalizione guidata dal cancelliere Helmut Kohl vince le prime elezioni della Germania riunificata",
            "year": 1990
        },
        {
            "text": "Benazir Bhutto giura come primo ministro del Pakistan, diventando la prima donna a capo di un governo in una nazione a maggioranza islamica",
            "year": 1988
        },
        {
            "text": "All'uscita da una chiesa, di fronte ai propri familiari, viene assassinato Leonardo Vitale, il primo pentito di mafia. Aveva denunciato Totò Riina, Bernardo Provenzano, Michele Greco e Vito Ciancimino ma non era stato creduto e trascorse 12 anni tra carcere e manicomio.",
            "year": 1984
        },
        {
            "text": "Da una fabbrica di pesticidi di proprietà della multinazionale statunitense Union Carbide si sviluppò una nube di isocianato di metile, che si espanse su una zona densamente popolata dell'India, nella città di Bhopal. I morti sul momento furono circa 3000, ma il bilancio sale oltre i 15000 se si contano coloro che morirono nel periodo seguente per le conseguenze dell'intossicazione.",
            "year": 1984
        },
        {
            "text": "All'Università dello Utah, il sessantunenne Barney Clark diventa la prima persona a ricevere l'impianto di un cuore artificiale permanente; vivrà per 112 giorni con questo apparato.",
            "year": 1982
        },
        {
            "text": "Con una lettera al segretario delle Nazioni Unite Kurt Waldheim in occasione del trentesimo anniversario della firma della Dichiarazione universale dei diritti dell'uomo del 1948, papa Giovanni Paolo II chiede a ogni Stato il rispetto della libertà religiosa dei propri cittadini. È il primo pronunciamento ufficiale in tal senso durante il suo pontificato.",
            "year": 1978
        },
        {
            "text": "Il Pathet Lao comunista strappa il potere alla monarchia costituzionale del Regno del Laos e fonda la Repubblica popolare democratica del Laos",
            "year": 1975
        },
        {
            "text": "Gough Whitlam diventa il primo capo di governo laburista dell'Australia degli ultimi 23 anni. Il suo primo atto, una volta in carica, sarà quello di ritirare tutto il personale australiano dalla guerra del Vietnam",
            "year": 1972
        },
        {
            "text": "Si costituiscono gli Emirati Arabi Uniti",
            "year": 1971
        },
        {
            "text": "La sonda sovietica Mars 3 atterra su Marte senza però riuscire a trasmettere dati",
            "year": 1971
        },
        {
            "text": "Viene creata la United States Environmental Protection Agency (EPA), l'agenzia statunitense per il controllo e la prevenzione ambientale",
            "year": 1970
        },
        {
            "text": "Su proposta del presidente francese Georges Pompidou, all'Aja si tiene una conferenza dei Capi di Stato e di Governo dei sei paesi membri della CEE, i cui obiettivi sono sintetizzati nello slogan «allargamento, completamento, approfondimento». Una tappa del processo d'integrazione europea",
            "year": 1969
        },
        {
            "text": "Eccidio di Avola. Nel corso di una manifestazione dei lavoratori agricoli di Avola, la polizia uccide 2 persone e ne ferisce 48.",
            "year": 1968
        },
        {
            "text": "Guerra del Vietnam: dopo un viaggio in Vietnam fatto su richiesta del presidente statunitense John F. Kennedy, il capo della maggioranza al Senato, Mike Mansfield, diventa il primo funzionario statunitense a fare un commento pubblico non ottimista sul progresso della guerra",
            "year": 1962
        },
        {
            "text": "Guerra fredda: in un discorso diffuso a livello nazionale, il leader cubano Fidel Castro si dichiara un marxista-leninista e che Cuba adotterà il comunismo",
            "year": 1961
        },
        {
            "text": "Papa Giovanni XXIII riceve in Vaticano, Geoffrey Francis Fisher, Arcivescovo di Canterbury. È il primo incontro fra un papa e il primate della comunione anglicana dal 1559 e rappresenta una pietra miliare nell'ecumenismo",
            "year": 1960
        },
        {
            "text": "Alle 21:13 crolla la Diga di Malpasset. L'inondazione che ne risulta provoca 421 vittime. Si tratta del più grande disastro nella storia francese",
            "year": 1959
        },
        {
            "text": "82 esuli cubani guidati da Fidel Castro sbarcano a La Playa de las Coloradas, una zona paludosa vicino a Niquero (Cuba sudorientale), segnando l'inizio della rivolta che porterà alla cacciata di Fulgencio Batista nel 1959",
            "year": 1956
        },
        {
            "text": "Paura rossa: il Senato degli Stati Uniti vota a larga maggioranza la condanna di Joseph McCarthy per la sua «condotta che tende a gettare il Senato nel disonore e nel disprezzo»",
            "year": 1954
        },
        {
            "text": "Bombardamento di Bari: nel Porto di Bari, la Luftwaffe effettua un bombardamento aereo danneggiando alcuni cargo e alcune navi da trasporto, inclusa la nave da trasporto statunitense John Harvey che trasportava iprite, arma chimica della prima guerra mondiale",
            "year": 1943
        },
        {
            "text": "Progetto Manhattan: sotto le lavanderie di Stagg Field, all'Università di Chicago, un gruppo guidato da Enrico Fermi dà il via alla prima reazione nucleare a catena auto-sostenuta. L'evento viene annunciato al presidente statunitense Franklin D. Roosevelt con il messaggio in codice: «il navigatore italiano è sbarcato nel nuovo mondo»",
            "year": 1942
        },
        {
            "text": "A New York diventa operativo l'Aeroporto LaGuardia",
            "year": 1939
        },
        {
            "text": "Grande depressione: il presidente statunitense Herbert Hoover si presenta dinnanzi al Congresso e richiede un programma di lavori pubblici per 150 milioni di dollari, che aiuti a generare posti di lavoro e stimolare l'economia",
            "year": 1930
        },
        {
            "text": "La provincia di Viterbo è istituita con Legge n. 2735",
            "year": 1928
        },
        {
            "text": "Dopo 19 anni di produzione della Ford Modello T, la Ford Motor Company svela la sua nuova autovettura, la Ford Model A (1927)",
            "year": 1927
        },
        {
            "text": "Vengono pubblicate le Equazioni di campo di Albert Einstein, che costituiscono la summa della teoria della relatività generale",
            "year": 1915
        },
        {
            "text": "La scrittrice Karen Blixen decide di partire per l'Africa insieme al cugino il barone Bror von Blixen-Finecke col quale nel frattempo si era fidanzata, con lo scopo di acquistare una fattoria, per vivere lontano dalla civiltà e provare nuove emozioni. È l'inizio dell'esperienza che porterà alla redazione del romanzo autobiografico La mia Africa",
            "year": 1913
        },
        {
            "text": "Guerra filippino-americana: viene combattuta la battaglia del Passo di Tirad, ribattezzata \"Le Termopili filippine\"",
            "year": 1899
        },
        {
            "text": "In un teatro di New York, lo scrittore britannico Charles Dickens tiene la sua prima lettura pubblica negli Stati Uniti",
            "year": 1867
        },
        {
            "text": "Il capo militante abolizionista John Brown viene impiccato per il suo raid del 16 ottobre ad Harper's Ferry (Virginia Occidentale)",
            "year": 1859
        },
        {
            "text": "Napoleone III diventa imperatore dei francesi",
            "year": 1852
        },
        {
            "text": "Il neoeletto presidente francese Charles Louis Bonaparte, rovescia con la forza la Seconda Repubblica francese. Lo storico e uomo politico Adolphe Thiers che nel 1871 diverrà primo presidente della Terza Repubblica francese, viene arrestato ed esiliato per essersi opposto al colpo di Stato",
            "year": 1851
        },
        {
            "text": "Francesco Giuseppe I diventa imperatore d'Austria",
            "year": 1848
        },
        {
            "text": "Destino manifesto: il presidente statunitense James Polk annuncia al Congresso che la Dottrina Monroe dev'essere attuata strettamente e che gli USA devono espandersi aggressivamente ad ovest",
            "year": 1845
        },
        {
            "text": "Il presidente statunitense James Monroe tiene un discorso al Congresso degli Stati Uniti, annunciando una nuova politica che vieta l'interferenza europea nelle Americhe e stabilisce la neutralità statunitense nei futuri conflitti europei (questa politica verrà chiamata in seguito Dottrina Monroe)",
            "year": 1823
        },
        {
            "text": "Guerre napoleoniche: battaglia di Austerlitz detta anche dei tre imperatori. Le truppe francesi di Napoleone Bonaparte infliggono una sconfitta decisiva agli eserciti russo e austriaco che porterà, nel 1806, allo scioglimento del Sacro Romano Impero",
            "year": 1805
        },
        {
            "text": "Nella Cattedrale di Notre Dame a Parigi, Napoleone Bonaparte si auto-incorona, alla presenza di papa Pio VII, imperatore dei francesi",
            "year": 1804
        },
        {
            "text": "Viene rappresentata per la prima volta l'opera di Molière \"La Comtesse d'Escarbagnas\"",
            "year": 1671
        },
        {
            "text": "Fondazione dell'Università di Lipsia",
            "year": 1409
        },
        {
            "text": "Treviso viene annessa alla Repubblica di Venezia",
            "year": 1338
        }
    ],
    "births": [],
    "deaths": [],
    "metadata": {
        "current_date": "2. dicembre 2025",
        "short_date": "2. dic",
        "language": {
            "events": "Eventi",
            "deaths": "Morti",
            "births": "Nascite",
            "b": "n",
            "d": "m",
            "title": "Oggi nella Storia (Wikipedia)"
        },
        "events": [
            22,
            10,
            19,
            27,
            5,
            20,
            8,
            21,
            4,
            17
        ],
        "births": [],
        "deaths": []
    }
}