{
    "events": [
        {
            "text": "Alle elezioni per la presidenza USA il candidato democratico Joe Biden sconfigge il candidato repubblicano e presidente uscente Donald Trump e viene eletto presidente degli Stati Uniti d'America",
            "year": 2020
        },
        {
            "text": "La Apple rilascia al pubblico internazionale l'iPhone X",
            "year": 2017
        },
        {
            "text": "Eclissi anulare di Sole visibile dall'Oceano Atlantico settentrionale, Africa centrale. Eclissi parziale di Sole visibile da Sudamerica nordorientale, Mar Mediterraneo, Europa meridionale, Africa settentrionale e meridionale (non centrale)",
            "year": 2013
        },
        {
            "text": "Francia: a Cannes si svolge il sesto G20 dei paesi industrializzati.",
            "year": 2011
        },
        {
            "text": "Al Cimitero nazionale di Arlington, il presidente statunitense Bill Clinton dedica un memoriale alle vittime dell'attentato al Volo Pan Am 103",
            "year": 1995
        },
        {
            "text": "Alle 22:30 il Presidente della Repubblica Italiana Oscar Luigi Scalfaro tiene un discorso a reti unificate per reagire alle insinuazioni nei propri confronti dell'ex direttore del SISDE Riccardo Malpica. Il discorso verrà ricordato con le parole, pronunciate durante l'intervento, «Io non ci sto!»",
            "year": 1993
        },
        {
            "text": "Il democratico statunitense Bill Clinton viene eletto 42º presidente degli Stati Uniti",
            "year": 1992
        },
        {
            "text": "La LXII Riunione del Consiglio di Stato della Repubblica Popolare Cinese decide la fondazione della Commissione statale per il controllo dei narcotici",
            "year": 1990
        },
        {
            "text": "Scandalo Iran-Contra: la rivista libanese Ash-Shiraa riporta che gli Stati Uniti hanno venduto di nascosto armi all'Iran, allo scopo di assicurarsi il rilascio di sette ostaggi americani tenuti prigionieri da gruppi libanesi filo-iraniani",
            "year": 1986
        },
        {
            "text": "Gli Stati Federati di Micronesia dichiararono l'indipendenza dagli Stati Uniti",
            "year": 1986
        },
        {
            "text": "A Greensboro (Carolina del Nord), cinque membri del Communist Workers Party vengono uccisi a colpi d'arma da fuoco, e altri sette feriti, da un gruppo di membri del Ku Klux Klan e da neo-nazisti, durante il raduno \"Morte al Klan\"",
            "year": 1979
        },
        {
            "text": "La Dominica ottiene l'indipendenza dal Regno Unito",
            "year": 1978
        },
        {
            "text": "Programma Mariner: la NASA lancia la Mariner 10 verso Mercurio (il 29 marzo 1974 diventerà la prima sonda spaziale a raggiungere il pianeta)",
            "year": 1973
        },
        {
            "text": "Viene pubblicato lo UNIX Programmer's Manual",
            "year": 1971
        },
        {
            "text": "Salvador Allende diventa presidente del Cile",
            "year": 1970
        },
        {
            "text": "Guerra del Vietnam: il presidente statunitense Richard M. Nixon durante un discorso trasmesso per televisione e per radio, chiede alla maggioranza silenziosa di unirsi a lui in solidarietà allo sforzo bellico in Vietnam, e di appoggiare la sua politica",
            "year": 1969
        },
        {
            "text": "Un'alluvione devasta il Piemonte, in particolare la provincia di Biella provocando 72 morti.",
            "year": 1968
        },
        {
            "text": "Guerra del Vietnam: inizia la battaglia di Dak To – Attorno a Dak To (situata a circa 450 km a nord di Saigon vicino al confine con la Cambogia), pesanti perdite colpiscono entrambe le parti. Gli americani vinceranno per poco la battaglia il 23 novembre",
            "year": 1967
        },
        {
            "text": "Il presidente statunitense uscente Lyndon B. Johnson sconfigge lo sfidante repubblicano Barry Goldwater, Sr, con oltre il 60% del voto popolare.",
            "year": 1964
        },
        {
            "text": "Esplosione della prima bomba atomica cinese",
            "year": 1964
        },
        {
            "text": "Programma Sputnik: l'Unione Sovietica lancia nello spazio lo Sputnik 2, con a bordo la cagnetta Laika, che però muore 7 ore dopo il lancio",
            "year": 1957
        },
        {
            "text": "Debutto del musical Bulli e pupe, con Marlon Brando e Frank Sinatra",
            "year": 1955
        },
        {
            "text": "Seconda guerra mondiale: fine della seconda battaglia di El Alamein; le forze italo-tedesche comandate da Erwin Rommel sono costrette alla ritirata durante la notte",
            "year": 1942
        },
        {
            "text": "Franklin D. Roosevelt viene rieletto per un secondo mandato alla presidenza degli USA, con una schiacciante vittoria su Alf Landon",
            "year": 1936
        },
        {
            "text": "Giorgio II di Grecia riottiene il trono",
            "year": 1935
        },
        {
            "text": "Lady Luisa Mountbatten sposa il principe Gustavo di Svezia",
            "year": 1923
        },
        {
            "text": "Il torpediniere Audace attracca a Trieste",
            "year": 1918
        },
        {
            "text": "La Polonia dichiara l'indipendenza dalla Russia",
            "year": 1918
        },
        {
            "text": "Prima guerra mondiale: l'Austria-Ungheria accetta l'armistizio con l'Italia. Le truppe del Regio Esercito italiano entrano a Trento",
            "year": 1918
        },
        {
            "text": "La Chevrolet entra ufficialmente nel mercato dell'automobile per competere contro la Ford Modello T",
            "year": 1911
        },
        {
            "text": "Il repubblicano William Howard Taft viene eletto presidente degli Stati Uniti, battendo il candidato democratico William Jennings Bryan",
            "year": 1908
        },
        {
            "text": "Con l'incoraggiamento degli Stati Uniti, Panama si proclama indipendente dalla Colombia. Il presidente statunitense Theodore Roosevelt voleva che gli USA costruissero il Canale di Panama, ma venne bloccato dal governo colombiano",
            "year": 1903
        },
        {
            "text": "Il repubblicano William McKinley viene eletto presidente degli Stati Uniti, battendo il candidato democratico William Jennings Bryan",
            "year": 1896
        },
        {
            "text": "Il repubblicano Ulysses S. Grant viene eletto presidente degli Stati Uniti, battendo il candidato democratico Horatio Seymour",
            "year": 1868
        },
        {
            "text": "Battaglia di Mentana: le truppe franco-pontificie sconfiggono i volontari di Garibaldi",
            "year": 1867
        },
        {
            "text": "Viene proclamata una nuova costituzione olandese, ampiamente rivista",
            "year": 1848
        },
        {
            "text": "Viene fondato il The Bombay Times and Journal of Commerce. Verrà in seguito rinominato in The Times of India",
            "year": 1838
        },
        {
            "text": "Prima rappresentazione dell'opera La cambiale di matrimonio di Gioachino Rossini",
            "year": 1810
        },
        {
            "text": "Terremoto della Maiella del 1706",
            "year": 1706
        },
        {
            "text": "L'ex regina Cristina di Svezia annuncia pubblicamente a Innsbruck la sua conversione al cattolicesimo",
            "year": 1655
        },
        {
            "text": "Enrico VIII d'Inghilterra promulga l'Act of Supremacy che provoca la rottura con Roma e la relativa scomunica papale.",
            "year": 1534
        },
        {
            "text": "Cristoforo Colombo avvista per la prima volta l'Isola di Dominica nel Mar dei Caraibi",
            "year": 1493
        },
        {
            "text": "ʿOmar ibn al-Khaṭṭāb, secondo califfo dell'islam, viene assassinato nella moschea di Medina da uno schiavo",
            "year": 644
        },
        {
            "text": "L'imperatore Costanzo II muore di febbre a Mopsuestia, in Cilicia. Sul letto di morte si fa battezzare e dichiara suo cugino Giuliano successore",
            "year": 361
        }
    ],
    "births": [],
    "deaths": [],
    "metadata": {
        "current_date": "3. novembre 2025",
        "short_date": "3. nov",
        "language": {
            "events": "Eventi",
            "deaths": "Morti",
            "births": "Nascite",
            "b": "n",
            "d": "m",
            "title": "Oggi nella Storia (Wikipedia)"
        },
        "events": [
            25,
            7,
            34,
            16,
            38,
            13,
            9,
            43,
            29,
            32
        ],
        "births": [],
        "deaths": []
    }
}