{
    "events": [
        {
            "text": "Secondo quanto dichiarato dal governo cinese, a questa data risale il primo caso di contagio del virus COVID-19, il paziente è un 55enne residente nella provincia dell'Hubei",
            "year": 2019
        },
        {
            "text": "Iniziano in Francia le manifestazioni del Movimento dei gilet gialli",
            "year": 2018
        },
        {
            "text": "Antonio Iovine, boss del Clan dei Casalesi, viene assicurato alla giustizia",
            "year": 2010
        },
        {
            "text": "Arnold Schwarzenegger si insedia come Governatore della California",
            "year": 2003
        },
        {
            "text": "Alberto Fujimori viene destituito da presidente del Perù",
            "year": 2000
        },
        {
            "text": "A Luxor, in Egitto, 62 persone vengono uccise da 6 militanti islamici all'esterno del Tempio di Hatshepsut.",
            "year": 1997
        },
        {
            "text": "Guerra fredda: inizia la Rivoluzione di velluto in Cecoslovacchia.",
            "year": 1989
        },
        {
            "text": "I Paesi Bassi diventano la seconda nazione ad essere connessa ad Internet",
            "year": 1988
        },
        {
            "text": "Esce il primo numero di Phrack",
            "year": 1985
        },
        {
            "text": "In Chiapas nel Messico viene fondato l'Esercito Zapatista di Liberazione Nazionale",
            "year": 1983
        },
        {
            "text": "Crisi degli ostaggi in Iran: il leader iraniano Ruhollah Khomeyni ordina il rilascio dei 13 ostaggi americani dell'ambasciata statunitense di Teheran.",
            "year": 1979
        },
        {
            "text": "Insurrezione degli studenti del Politecnico di Atene contro il regime militare in Grecia.",
            "year": 1973
        },
        {
            "text": "Douglas Engelbart riceve il brevetto per il primo mouse",
            "year": 1970
        },
        {
            "text": "Guerra del Vietnam: il tenente William Calley viene processato per il Massacro di Mỹ Lai",
            "year": 1970
        },
        {
            "text": "Programma Luna: l'Unione Sovietica fa atterrare la Lunochod 1 sul Mare Imbrium della Luna.",
            "year": 1970
        },
        {
            "text": "Guerra fredda: i negoziatori sovietici e statunitensi si incontrano a Helsinki per dare il via ai negoziati SALT I.",
            "year": 1969
        },
        {
            "text": "A Washington, il presidente statunitense John F. Kennedy inaugura il Dulles International Airport",
            "year": 1962
        },
        {
            "text": "Eccidi nazisti degli studenti cecoslovacchi che si opponevano alla guerra",
            "year": 1939
        },
        {
            "text": "Viene istituita la linea aerea Roma – Rio de Janeiro",
            "year": 1939
        },
        {
            "text": "L'ex sultano dell'Impero ottomano Mehmed VI va in esilio in Italia",
            "year": 1922
        },
        {
            "text": "Il Partito Operaio Socialdemocratico Russo si scinde in due gruppi; i Bolscevichi (che in russo significa \"maggioranza\") e i Menscevichi (\"minoranza\")",
            "year": 1903
        },
        {
            "text": "Giovanni Passannante attenta alla vita di re Umberto I di Savoia",
            "year": 1878
        },
        {
            "text": "La National Rifle Association of America ottiene uno statuto dallo Stato di New York",
            "year": 1871
        },
        {
            "text": "In Egitto, il Canale di Suez, che collega il Mar Mediterraneo al Mar Rosso, viene inaugurato con una cerimonia elaborata",
            "year": 1869
        },
        {
            "text": "Guerra di secessione americana: inizia l'Assedio di Knoxville – Le forze confederate del generale James Longstreet pongono sotto assedio Knoxville (Tennessee) (le due settimane di assedio e l'unico attacco furono privi di successo)",
            "year": 1863
        },
        {
            "text": "Sul fiume Sonoita, nell'odierna Arizona meridionale, l'esercito statunitense fonda Fort Buchanan, allo scopo di controllare i nuovi territori acquisiti con l'Acquisto di Gadsden",
            "year": 1856
        },
        {
            "text": "La prima opera di Giuseppe Verdi, Oberto, Conte di San Bonifacio, debutta a Milano",
            "year": 1839
        },
        {
            "text": "Il capitano Nathaniel Palmer diventa il primo statunitense ad arrivare in Antartide (la Penisola Palmer prenderà il nome da lui)",
            "year": 1820
        },
        {
            "text": "Guerre napoleoniche: battaglia di Arcole – Le forze francesi sconfiggono gli austriaci in Italia",
            "year": 1796
        },
        {
            "text": "Vaticano: Papa Benedetto XIV pubblica la lettera enciclica \"Satis Vobis Compertum\", sul sacramento del matrimonio, sulla regolamentazione circa i preliminari per la celebrazione del matrimonio e sulle dispense per i matrimoni segreti",
            "year": 1741
        },
        {
            "text": "L'esploratore, scrittore e cortigiano inglese Sir Walter Raleigh viene processato per tradimento",
            "year": 1603
        },
        {
            "text": "Un intenso terremoto colpisce Ferrara.",
            "year": 1570
        },
        {
            "text": "Inizia l'epoca elisabettiana: muore la regina Maria I d'Inghilterra e le succede la sorellastra Elisabetta I d'Inghilterra",
            "year": 1558
        },
        {
            "text": "Giovanni di Scozia diventa re di Scozia",
            "year": 1292
        },
        {
            "text": "Dopo dieci mesi di regno muore il giovane imperatore romano d'Oriente Leone II; gli succede il padre Zenone, già reggente durante il regno del figlio",
            "year": 474
        }
    ],
    "births": [],
    "deaths": [],
    "metadata": {
        "current_date": "17. novembre 2025",
        "short_date": "17. nov",
        "language": {
            "events": "Eventi",
            "deaths": "Morti",
            "births": "Nascite",
            "b": "n",
            "d": "m",
            "title": "Oggi nella Storia (Wikipedia)"
        },
        "events": [
            7,
            16,
            21,
            3,
            29,
            14,
            10,
            12,
            27,
            6
        ],
        "births": [],
        "deaths": []
    }
}