{
    "events": [
        {
            "text": "Esce nelle sale cinematografiche statunitensi il film La principessa e il ranocchio, 49º Classico Disney",
            "year": 2009
        },
        {
            "text": "Bernard Madoff viene arrestato ed accusato di frode sui titoli in uno Schema Ponzi da 50 miliardi di dollari",
            "year": 2008
        },
        {
            "text": "A Erba viene compiuta un'efferata strage in cui perdono la vita tre donne e un bambino di due anni. Un mese dopo vengono arrestati i vicini di casa con l'accusa della colpevolezza della strage",
            "year": 2006
        },
        {
            "text": "La Repubblica Popolare Cinese entra nell'Organizzazione mondiale del commercio",
            "year": 2001
        },
        {
            "text": "La polizia interviene e fa cessare le attività degli hacker dell'organizzazione DrinkOrDie",
            "year": 2001
        },
        {
            "text": "Kyoto: alla Convenzione quadro delle Nazioni Unite sui cambiamenti climatici, viene redatto un Protocollo che prevede la riduzione entro il 2012 delle emissioni dei cosiddetti gas serra del 5,2% rispetto al 1990. Il Protocollo entrerà in vigore se verrà ratificato da almeno 55 Stati che rappresentino almeno il 55% delle emissioni dei paesi sviluppati",
            "year": 1997
        },
        {
            "text": "Inizia l'intervento militare russo in Cecenia",
            "year": 1994
        },
        {
            "text": "Una piccola bomba esplode sul volo 434 delle Philippine Airlines, uccidendo un uomo d'affari giapponese. L'attentato era una prova sul campo fatta da Ramzi Yusuf per testare gli esplosivi che sarebbero stati usati nel Progetto Bojinka, un attacco terroristico scoperto a causa di un incendio in un'abitazione",
            "year": 1994
        },
        {
            "text": "A Maastricht nasce l'Unione europea",
            "year": 1991
        },
        {
            "text": "Un'autobomba dell'ETA a Saragozza provoca 11 morti e 40 feriti",
            "year": 1987
        },
        {
            "text": "Gli ABBA si sciolgono dopo 10 anni di carriera.",
            "year": 1982
        },
        {
            "text": "Il peruviano Javier Pérez de Cuéllar diventa Segretario generale delle Nazioni Unite.",
            "year": 1981
        },
        {
            "text": "L'esercito salvadoregno massacra 900 persone nel Massacro di El Mozote",
            "year": 1981
        },
        {
            "text": "Ultimo incontro di Muhammad Ali – perde contro il canadese Trevor Berbick",
            "year": 1981
        },
        {
            "text": "Madre Teresa di Calcutta riceve il Premio Nobel per la pace",
            "year": 1979
        },
        {
            "text": "Apollo 17 diventa la sesta e ultima Missione Apollo ad atterrare sulla Luna",
            "year": 1972
        },
        {
            "text": "Negli USA viene fondato il Partito Libertario",
            "year": 1971
        },
        {
            "text": "John Lennon pubblica l'album John Lennon/Plastic Ono Band",
            "year": 1970
        },
        {
            "text": "Esce nelle sale cinematografiche statunitensi il film Gli Aristogatti, 20º Classico Disney; è il secondo film animato Disney uscito dopo la morte di Walt Disney, ma comunque da lui prodotto mentre era in vita",
            "year": 1970
        },
        {
            "text": "Che Guevara parla all'Assemblea generale delle Nazioni Unite a New York",
            "year": 1964
        },
        {
            "text": "Gli USA intervengono nella guerra del Vietnam",
            "year": 1961
        },
        {
            "text": "L'Alto Volta (attuale Burkina Faso) dichiara l'indipendenza dalla Francia",
            "year": 1958
        },
        {
            "text": "A seguito di una scissione della sinistra del Partito Liberale Italiano, nasce il Partito Radicale",
            "year": 1955
        },
        {
            "text": "Viene fondata la American Nuclear Society",
            "year": 1954
        },
        {
            "text": "Viene fondato l'UNICEF",
            "year": 1946
        },
        {
            "text": "La Junior Chamber International (JCI) viene fondata a Città del Messico",
            "year": 1944
        },
        {
            "text": "Germania e Italia dichiarano guerra agli Stati Uniti",
            "year": 1941
        },
        {
            "text": "L'Italia esce dalla Società delle Nazioni.",
            "year": 1937
        },
        {
            "text": "Re Edoardo VIII del Regno Unito abdica, sale al trono il fratello col nome di Giorgio VI",
            "year": 1936
        },
        {
            "text": "Lo Statuto di Westminster concede completa indipendenza legislativa a Canada, Australia, Nuova Zelanda, Sudafrica, Irlanda e Terranova",
            "year": 1931
        },
        {
            "text": "L'Indiana diventa il 19º Stato degli USA",
            "year": 1816
        },
        {
            "text": "Inizia il processo contro Luigi XVI di Francia, accusato di tradimento",
            "year": 1792
        },
        {
            "text": "I cittadini di Ginevra, respingono un attacco a sorpresa di forze di Carlo Emanuele I, duca di Savoia e di suo cognato, Filippo III di Spagna.",
            "year": 1602
        },
        {
            "text": "Federico III viene proclamato re di Sicilia a Palermo",
            "year": 1295
        },
        {
            "text": "John de Gray, vescovo di Norwich, viene eletto Arcivescovo di Canterbury",
            "year": 1205
        }
    ],
    "births": [],
    "deaths": [],
    "metadata": {
        "current_date": "11. dicembre 2025",
        "short_date": "11. dic",
        "language": {
            "events": "Eventi",
            "deaths": "Morti",
            "births": "Nascite",
            "b": "n",
            "d": "m",
            "title": "Oggi nella Storia (Wikipedia)"
        },
        "events": [
            29,
            19,
            12,
            22,
            1,
            3,
            13,
            26,
            32,
            0
        ],
        "births": [],
        "deaths": []
    }
}