{
    "events": [
        {
            "text": "Elezioni presidenziali negli Stati Uniti d'America del 2016: Donald Trump (R) viene eletto presidente degli Stati Uniti d'America con il 46,1% dei voti e il supporto di 304 Grandi elettori",
            "year": 2016
        },
        {
            "text": "Dal Cosmodromo di Bajkonur (Kazakistan), l'Agenzia Spaziale Europea lancia la sonda spaziale Venus Express per l'esplorazione di Venere.",
            "year": 2005
        },
        {
            "text": "Una serie di attacchi suicidi terroristici contro tre diversi alberghi ad Amman (Giordania), 60 morti e 115 feriti.",
            "year": 2005
        },
        {
            "text": "Mozilla Foundation lancia la versione 1.0 del suo browser, Mozilla Firefox",
            "year": 2004
        },
        {
            "text": "Un attacco suicida terroristico a Riad (Arabia Saudita) uccide 17 persone durante il mese sacro del Ramadan",
            "year": 2003
        },
        {
            "text": "Eclissi totale di Luna, inizio totalità ore 2.07, fine ore 2.29, visibile nelle Americhe, in Europa, in Africa, e in Asia centrale",
            "year": 2003
        },
        {
            "text": "Viene ufficialmente abolita la pena di morte nel Regno Unito.",
            "year": 1998
        },
        {
            "text": "Nella più grande causa civile della storia degli Stati Uniti, un giudice federale approva una sentenza che richiede a dozzine di società di brokeraggio di pagare 1,03 miliardi di dollari a investitori imbrogliati sullo schema di fixing del NASDAQ",
            "year": 1998
        },
        {
            "text": "Stari Most, il \"ponte vecchio\" nella parte bosniaca di Mostar, costruito nel 1566, crolla dopo diversi giorni di bombardamento",
            "year": 1993
        },
        {
            "text": "Nei pressi di Culham, il Joint European Torus, il più grande e potente tokamak al mondo s'illumina grazie al primo esperimento di fusione nucleare controllata sulla Terra",
            "year": 1991
        },
        {
            "text": "Guerra fredda: cade simbolicamente e fisicamente il Muro di Berlino che divideva in due la città dal 1961",
            "year": 1989
        },
        {
            "text": "Italia: secondo e ultimo giorno di votazioni nel referendum in cui diversi quesiti riguardavano l'energia nucleare",
            "year": 1987
        },
        {
            "text": "Il terrorista della RAF Holger Meins muore nel Penitenziario di Wittlich in seguito a uno sciopero della fame",
            "year": 1974
        },
        {
            "text": "Tragedia della Meloria: alle prime ore del mattino, nel riquadro di mare antistante la Torre della Meloria, precipita un C-130 della RAF. Perdono la vita 46 paracadutisti italiani della Folgore e i 6 componenti inglesi dell'equipaggio. Nell'ambito delle operazioni per la localizzazione del relitto del velivolo si registra l'ulteriore decesso di un sommozzatore del Col Moschin.",
            "year": 1971
        },
        {
            "text": "Guerra del Vietnam: la Corte suprema degli Stati Uniti rifiuta di ascoltare un caso che permetterebbe al Massachusetts di promulgare una sua legge che garantisce ai residenti di rifiutare il servizio militare in una guerra non dichiarata",
            "year": 1970
        },
        {
            "text": "Nella Comunità economica europea entra in vigore l'accordo sulla libera circolazione dei lavoratori tra i paesi membri.",
            "year": 1968
        },
        {
            "text": "Primo lancio di un razzo Saturn V con test sulla protezione termica per l'Apollo 4",
            "year": 1967
        },
        {
            "text": "Alle ore 17.45 un black-out colpisce gli Stati Uniti nord-occidentali e ampi territori canadesi, coinvolgendo circa 30 milioni di persone.",
            "year": 1965
        },
        {
            "text": "Roger Allen LaPorte si dà fuoco davanti al Palazzo delle Nazioni Unite per protesta contro la guerra del Vietnam",
            "year": 1965
        },
        {
            "text": "In Giappone un'esplosione in una miniera di carbone uccide 458 minatori e ne manda in ospedale altri 839 a causa dell'avvelenamento da monossido di carbonio",
            "year": 1963
        },
        {
            "text": "La Cambogia ottiene l'indipendenza dalla Francia",
            "year": 1953
        },
        {
            "text": "Nell'anniversario di fondazione del Partito Nazionale Fascista, viene liberata dagli Alleati la città di Forlì, simbolicamente importante in quanto allora propagandata come \"Città del Duce\"",
            "year": 1944
        },
        {
            "text": "Viene creata la United Nations Relief and Rehabilitation Administration, due anni prima della creazione delle Nazioni Unite",
            "year": 1943
        },
        {
            "text": "Battaglia del convoglio Duisburg",
            "year": 1941
        },
        {
            "text": "Reichskristallnacht (Notte dei cristalli), pogrom contro gli ebrei in Germania",
            "year": 1938
        },
        {
            "text": "Il sindacalista statunitense John L. Lewis fonda il sindacato Congress of Industrial Organizations (CIO)",
            "year": 1935
        },
        {
            "text": "Scontri tra socialisti e conservatori in Svizzera; 12 morti e 60 feriti",
            "year": 1932
        },
        {
            "text": "Viene represso il tentativo di rivoluzione di Adolf Hitler. Quest'ultimo viene condannato a 5 anni di carcere, ma per una riduzione di pena sconta solo 9 mesi.",
            "year": 1923
        },
        {
            "text": "In Italia viene fondato il Partito Nazionale Fascista",
            "year": 1921
        },
        {
            "text": "In Germania viene proclamata la repubblica come nuova forma istituzionale del Reich. Il Kaiser Guglielmo II abdica e sceglie di vivere in esilio nei Paesi Bassi, come risultato della Rivoluzione tedesca. Con lui abdicano tutti i sovrani del Reich",
            "year": 1918
        },
        {
            "text": "Kurt Eisner, ministro-presidente del Consiglio Nazionale Provvisorio, dichiara la Baviera una repubblica",
            "year": 1918
        },
        {
            "text": "Italia: il generale Armando Diaz subentra a Luigi Cadorna come capo supremo dell'esercito",
            "year": 1917
        },
        {
            "text": "Unione Sovietica: Stalin entra a far parte del nuovo governo provvisorio (il Consiglio dei commissari del popolo) con l'incarico di occuparsi degli affari delle minoranze etniche",
            "year": 1917
        },
        {
            "text": "Theodore Roosevelt diventa il primo presidente degli Stati Uniti in carica a compiere un viaggio ufficiale fuori dal paese, quando si reca a ispezionare i progressi nella costruzione del Canale di Panama",
            "year": 1906
        },
        {
            "text": "Gli Stati Uniti ottengono i diritti su Pearl Harbor, Hawaii",
            "year": 1887
        },
        {
            "text": "Un grande terremoto colpisce Zagabria, distruggendo la cattedrale",
            "year": 1880
        },
        {
            "text": "Grande incendio di Boston",
            "year": 1872
        },
        {
            "text": "Mossoró, nel Rio Grande do Norte, diventa città",
            "year": 1870
        },
        {
            "text": "Guerra di secessione americana: il generale unionista Ambrose Burnside assume il comando dell'Armata del Potomac, a seguito della rimozione del generale George McClellan",
            "year": 1862
        },
        {
            "text": "Dopo essere stato arrestato durante le rivolte di Vienna, il leader liberale Robert Blum è giustiziato. L'esecuzione è spesso vista come l'evento simbolico che sancisce il fallimento delle rivoluzioni del 1848 negli Stati tedeschi.",
            "year": 1848
        },
        {
            "text": "Papa Pio IX pubblica la lettera enciclica \"Qui pluribus\", sulle concezioni moderne che avversano la chiesa e la religione",
            "year": 1846
        },
        {
            "text": "Colpo di Stato del 18 brumaio: Napoleone Bonaparte va al potere",
            "year": 1799
        },
        {
            "text": "18 Brumaio dell'anno III: a Parigi i Moscardini attaccano i Club dei giacobini.",
            "year": 1794
        },
        {
            "text": "Spagna, Francia e Inghilterra firmano il Trattato di Siviglia",
            "year": 1729
        },
        {
            "text": "Papa Innocenzo XII fonda la città di Cervia (RA)",
            "year": 1697
        },
        {
            "text": "La regina Caterina Howard viene confinata nella Torre di Londra",
            "year": 1541
        },
        {
            "text": "Re Cristiano II di Svezia giustizia circa 100 nobili",
            "year": 1520
        },
        {
            "text": "La famiglia Medici viene cacciata per la seconda volta da Firenze",
            "year": 1494
        },
        {
            "text": "Pace di Étaples tra Enrico VII d'Inghilterra e Carlo VIII di Francia",
            "year": 1492
        },
        {
            "text": "Ludovico il Bavaro sconfigge Federico il Bello nella battaglia di Gammelsdorf",
            "year": 1313
        },
        {
            "text": "Papa Martino IV scomunica re Pietro III d'Aragona",
            "year": 1282
        },
        {
            "text": "A seguito del Terremoto della media valle dell'Adige, si genera l'enorme frana dei Lavini di Marco (Rovereto), citata nel Canto XII dell'Inferno (Divina Commedia) di Dante Alighieri",
            "year": 1046
        },
        {
            "text": "Durante il XVII Concilio di Toledo, Egica, re dei Visigoti in Spagna, accusa i giudei di aiutare i musulmani, condannando tutti gli ebrei alla schiavitù",
            "year": 694
        },
        {
            "text": "Cicerone pronuncia la Seconda Catilinaria in cui annuncia la fuga di Catilina",
            "year": -63
        }
    ],
    "births": [],
    "deaths": [],
    "metadata": {
        "current_date": "9. novembre 2025",
        "short_date": "9. nov",
        "language": {
            "events": "Eventi",
            "deaths": "Morti",
            "births": "Nascite",
            "b": "n",
            "d": "m",
            "title": "Oggi nella Storia (Wikipedia)"
        },
        "events": [
            31,
            27,
            38,
            43,
            5,
            33,
            30,
            11,
            15,
            51
        ],
        "births": [],
        "deaths": []
    }
}