{
    "events": [
        {
            "text": "Muore la leggenda del calcio Diego Armando Maradona",
            "year": 2020
        },
        {
            "text": "Le Nazioni Unite istituiscono la Giornata internazionale per l'eliminazione della violenza contro le donne",
            "year": 1999
        },
        {
            "text": "Presunto tentativo di assassinio del presidente turcmeno Saparmyrat Nyýazow",
            "year": 1999
        },
        {
            "text": "Akio Morita, fondatore della Sony, annuncia che si ritirerà dalla carica di CEO della compagnia in difficoltà",
            "year": 1994
        },
        {
            "text": "L'Assemblea Federale della Cecoslovacchia vota per dividere la nazione in Repubblica Ceca e Slovacchia a partire dal 1º gennaio 1993",
            "year": 1992
        },
        {
            "text": "Caduta dell'elicottero dell'Agip con a bordo tredici lavoratori, tutti deceduti nello schianto del velivolo in mare, al largo della costa di Marina di Ravenna",
            "year": 1990
        },
        {
            "text": "Scandalo Iran-Contras: il Procuratore generale statunitense Edwin Meese annuncia che i profitti della vendita segreta di armi all'Iran furono illegalmente dirottati ai ribelli anti-comunisti Contras del Nicaragua. Inoltre, Fawn Hall viene accusato di aver contrabbandato documenti confidenziali dall'ufficio del suo datore di lavoro, Oliver North",
            "year": 1986
        },
        {
            "text": "36 dei più noti musicisti pop britannici e irlandesi si riuniscono in uno studio di Notting Hill come Band Aid per registrare la canzone Do They Know It's Christmas?, allo scopo di raccogliere denaro per alleviare la carestia in Etiopia",
            "year": 1984
        },
        {
            "text": "Sugar Ray Leonard riconquista il titolo mondiale WBC dei pesi welter contro Roberto Durán",
            "year": 1980
        },
        {
            "text": "Ultima esibizione pubblica del gruppo rock The Band; Martin Scorsese filma il tutto per il film L'ultimo valzer",
            "year": 1976
        },
        {
            "text": "Paracadutisti di estrema sinistra tentano senza successo un colpo di Stato in Portogallo.",
            "year": 1975
        },
        {
            "text": "Il Suriname ottiene l'indipendenza dai Paesi Bassi",
            "year": 1975
        },
        {
            "text": "Il presidente greco Geōrgios Papadopoulos viene estromesso da un colpo di Stato militare guidato dal tenente generale Phaedon Gizikis",
            "year": 1973
        },
        {
            "text": "In Giappone, il famoso scrittore Yukio Mishima commette un suicidio rituale dopo aver fallito nel portare l'opinione pubblica verso il suo credo politico estremista",
            "year": 1970
        },
        {
            "text": "Assassinio di John F. Kennedy: John F. Kennedy viene sepolto nel Cimitero nazionale di Arlington",
            "year": 1963
        },
        {
            "text": "Le Sorelle Mirabal, attiviste politiche dominicane, vengono assassinate per ordine di Rafael Leónidas Trujillo",
            "year": 1960
        },
        {
            "text": "Il Sudan francese ottiene l'autonomia come membro autogovernantesi della Comunità francese",
            "year": 1958
        },
        {
            "text": "L'opera teatrale di Agatha Christie Trappola per topi debutta all'Ambassadors Theatre di Londra (al 2003 è l'opera teatrale andata in scena in continuazione per il maggior numero di anni nella storia)",
            "year": 1952
        },
        {
            "text": "A Mobile (Alabama) Herb Thomas vince l'ultima gara del campionato NASCAR \"Grand National Series\" e diventa così campione della Serie.",
            "year": 1951
        },
        {
            "text": "Paura rossa: gli Hollywood 10 vengono messi sulla \"lista nera\" degli studios di Hollywood",
            "year": 1947
        },
        {
            "text": "La Nuova Zelanda ratifica lo Statuto di Westminster e diventa così indipendente dal controllo legislativo del Regno Unito",
            "year": 1947
        },
        {
            "text": "Seconda guerra mondiale: un missile V2 tedesco colpisce un grande magazzino Woolworth's a Deptford, uccidendo 160 persone",
            "year": 1944
        },
        {
            "text": "Picchio Picchiarello (Woody Woodpecker) fa il suo esordio nel cartone animato \"Knock Knock\"",
            "year": 1940
        },
        {
            "text": "A Berlino, la Germania nazista e il Giappone firmano il Patto anticomintern, accordandosi per consulti su quali misure adottare per salvaguardare i loro interessi comuni in caso di attacco non provocato da parte dell'Unione Sovietica contro una delle due nazioni",
            "year": 1936
        },
        {
            "text": "A Forlì, inaugurazione del Cenacolo Artistico Forlivese",
            "year": 1920
        },
        {
            "text": "Albert Einstein annota sul suo taccuino",
            "year": 1915
        },
        {
            "text": "Viene inaugurata la linea ferroviaria Soncino - Soresina, secondo nucleo della Ferrovia Cremona-Iseo",
            "year": 1914
        },
        {
            "text": "Panama firma il Trattato di Buenos Aires sul copyright",
            "year": 1913
        },
        {
            "text": "Il principe danese Carlo giunge in Norvegia e diviene re Haakon VII di Norvegia",
            "year": 1905
        },
        {
            "text": "Guerre indiane: in rappresaglia per la drammatica sconfitta americana nella battaglia del Little Bighorn, truppe dell'esercito statunitense saccheggiano un villaggio Cheyenne alla foce del fiume Powder",
            "year": 1876
        },
        {
            "text": "Guerra di secessione americana: battaglia di Missionary Ridge - A Missionary Ridge, nel Tennessee, le forze unioniste guidate dal generale Ulysses S. Grant spezzano l'Assedio di Chattanooga mettendo in fuga le truppe confederate del generale Braxton Bragg",
            "year": 1863
        },
        {
            "text": "Guerra d'indipendenza americana: le ultime truppe britanniche lasciano New York, segnatamente tre mesi dopo la firma del Trattato di Parigi",
            "year": 1783
        },
        {
            "text": "Papa Clemente XIII pubblica la lettera enciclica \"Christianae Reipublicae\" sulla pericolosità, per la fede e la morale, della diffusione dei libri eterodossi",
            "year": 1766
        },
        {
            "text": "Guerra franco-indiana: forze britanniche catturano Fort Duquesne ai francesi",
            "year": 1758
        },
        {
            "text": "Un forte terremoto con epicentro a Shemakha, in Caucasia, provoca la morte di 80.000 persone",
            "year": 1667
        },
        {
            "text": "Battaglia di Solway Moss: un esercito inglese invade la Scozia e sconfigge l'esercito scozzese",
            "year": 1542
        },
        {
            "text": "Inizia l'Assedio di Granada, ultima roccaforte moresca in Spagna.",
            "year": 1491
        },
        {
            "text": "La città di Napoli venne colpita da un terremoto e conseguente tsunami descritti nelle Epistulae Familiares V da Francesco Petrarca che era alla corte di Giovanna I di Napoli.",
            "year": 1343
        },
        {
            "text": "Il giovane Carlo IV di Lussemburgo, alla guida di un esercito di 5.000 soldati, sconfigge la coalizione di Estensi, Scaligeri e Gonzaga presso il castello di San Felice sul Panaro",
            "year": 1332
        },
        {
            "text": "Baldovino IV di Gerusalemme e Rinaldo di Châtillon sconfiggono Saladino nella battaglia di Montgisard",
            "year": 1177
        },
        {
            "text": "Affondamento della Nave Bianca nella Manica. William Adelin, figlio di Enrico I d'Inghilterra, affoga",
            "year": 1120
        },
        {
            "text": "Muore Malcolm II di Scozia. Duncan I di Scozia, figlio della sua secondogenita, eredita il trono invece di Macbeth, figlio della sua primogenita",
            "year": 1034
        }
    ],
    "births": [],
    "deaths": [],
    "metadata": {
        "current_date": "25. novembre 2025",
        "short_date": "25. nov",
        "language": {
            "events": "Eventi",
            "deaths": "Morti",
            "births": "Nascite",
            "b": "n",
            "d": "m",
            "title": "Oggi nella Storia (Wikipedia)"
        },
        "events": [
            15,
            16,
            0,
            4,
            37,
            8,
            3,
            19,
            28,
            29
        ],
        "births": [],
        "deaths": []
    }
}