{
    "events": [
        {
            "text": "La sonda spaziale New Horizons oltrepassa l'orbita di Nettuno",
            "year": 2014
        },
        {
            "text": "La sonda spaziale Voyager 1 supera l'eliopausa, divenendo il primo oggetto creato dall'uomo a riuscirci",
            "year": 2012
        },
        {
            "text": "Libano: il vertice europeo di Bruxelles stabilisce l'invio di 7000 militari nella parte meridionale del Paese",
            "year": 2006
        },
        {
            "text": "52 morti in due attentati eseguiti da terroristi islamici a Mumbai, in India",
            "year": 2003
        },
        {
            "text": "Lanciato il Telescopio spaziale Spitzer",
            "year": 2003
        },
        {
            "text": "Francia: il ministero degli Interni esegue la consegna straordinaria dell'ex brigatista rosso Paolo Persichetti all'Italia",
            "year": 2002
        },
        {
            "text": "Germania: a Düsseldorf un'équipe di medici interviene sul cuore danneggiato da un infarto di un uomo di 46 anni curandolo con le cellule staminali del midollo osseo dello stesso paziente",
            "year": 2001
        },
        {
            "text": "La Bielorussia dichiara l'indipendenza dall'Unione Sovietica",
            "year": 1991
        },
        {
            "text": "La sonda spaziale Voyager 2 oltrepassa Nettuno",
            "year": 1989
        },
        {
            "text": "Una parte del centro storico di Lisbona viene distrutto da un incendio",
            "year": 1988
        },
        {
            "text": "La sonda spaziale Voyager 2 raggiunge Saturno",
            "year": 1981
        },
        {
            "text": "La Microsoft annuncia la sua versione di UNIX: Xenix",
            "year": 1980
        },
        {
            "text": "Lo Zimbabwe entra a far parte delle Nazioni Unite",
            "year": 1980
        },
        {
            "text": "I Giochi della XVII Olimpiade si aprono ufficialmente a Roma",
            "year": 1960
        },
        {
            "text": "Seconda guerra mondiale: Parigi viene liberata dagli Alleati (si veda Liberazione di Parigi)",
            "year": 1944
        },
        {
            "text": "L'Ungheria decide di continuare la guerra a fianco della Germania",
            "year": 1944
        },
        {
            "text": "Seconda guerra mondiale: battaglia di Milne Bay, in Papua Nuova Guinea",
            "year": 1942
        },
        {
            "text": "Primi bombardamenti a Coventry, nella seconda guerra mondiale",
            "year": 1940
        },
        {
            "text": "Casella: trovato un tesoro di circa 3000 monete databili tra il IV e il I secolo a.C.",
            "year": 1923
        },
        {
            "text": "Zurigo: il giovane ciclista Libero Ferrario vince il 3º Campionato del mondo di ciclismo su strada nella categoria Dilettanti, l'unica categoria esistente all'epoca; è il primo italiano a trionfare in un Campionato mondiale di ciclismo",
            "year": 1923
        },
        {
            "text": "Guerra sovietico-polacca: finisce la battaglia di Varsavia, iniziata il 13 agosto, e l'Armata Rossa viene sconfitta",
            "year": 1920
        },
        {
            "text": "A Torino si svolge una rivolta spontanea degli abitanti contro la guerra e la fame, chiamata anche \"rivolta del pane\": a seguito della violenta repressione si conteranno più di cinquanta morti",
            "year": 1917
        },
        {
            "text": "Viene fondato lo United States National Park Service",
            "year": 1916
        },
        {
            "text": "Viene combattuta la battaglia del Col Basson, prima azione della Grande Guerra in cui gli italiani persero più di mille uomini",
            "year": 1915
        },
        {
            "text": "Viene fondato il Kuomintang, il Partito Nazionalista Cinese",
            "year": 1912
        },
        {
            "text": "Viene fondata la Yellow Cab",
            "year": 1910
        },
        {
            "text": "Matthew Webb diventa la prima persona ad attraversare a nuoto la Manica",
            "year": 1875
        },
        {
            "text": "M. Beachroft, D. W. Freshfield, I.D. Walker, F. Devouassoud salgono per primi la Cima Presanella, 3.463 metri la montagna più alta del Trentino",
            "year": 1864
        },
        {
            "text": "Il New York Sun pubblica The Great Moon Hoax, una delle più celebri burle statunitensi nel campo astronomico",
            "year": 1835
        },
        {
            "text": "Il Belgio si rivolta contro i Paesi Bassi",
            "year": 1830
        },
        {
            "text": "L'Uruguay dichiara l'indipendenza dal Brasile",
            "year": 1825
        },
        {
            "text": "Il pittore Théodore Géricault espone il dipinto La zattera della Medusa al Salon di Parigi",
            "year": 1819
        },
        {
            "text": "Washington, D.C. è bruciata e la Casa Bianca distrutta dagli inglesi nella guerra del 1812",
            "year": 1814
        },
        {
            "text": "James Cook inizia il suo primo viaggio",
            "year": 1768
        },
        {
            "text": "L'astronomo Charles Messier scopre la Galassia del Triangolo (detta M33)",
            "year": 1764
        },
        {
            "text": "Consacrazione di papa Benedetto XIV",
            "year": 1740
        },
        {
            "text": "Viene fondata New Orleans (Louisiana)",
            "year": 1718
        },
        {
            "text": "Galileo Galilei presenta il suo primo telescopio al Senato di Venezia",
            "year": 1609
        },
        {
            "text": "Battaglia di Alcântara: la Spagna sconfigge il Portogallo",
            "year": 1580
        },
        {
            "text": "Reggio Calabria: fondato il Seminario Arcivescovile \"Pio XI\"",
            "year": 1565
        },
        {
            "text": "Terni: strage dei nobili a opera della fazione dei Banderari",
            "year": 1564
        },
        {
            "text": "Consacrazione di papa Sisto IV",
            "year": 1471
        },
        {
            "text": "Bologna: in piazza Maggiore viene proclamato il Liber Paradisus, grazie al quale vennero liberati 5855 servi della gleba e venne abolita la schiavitù nel Comune",
            "year": 1256
        },
        {
            "text": "Marciano viene nominato Augusto dell'Impero romano d'Oriente",
            "year": 450
        }
    ],
    "births": [],
    "deaths": [],
    "metadata": {
        "current_date": "25. agosto 2025",
        "short_date": "25. ago",
        "language": {
            "events": "Eventi",
            "deaths": "Morti",
            "births": "Nascite",
            "b": "n",
            "d": "m",
            "title": "Oggi nella Storia (Wikipedia)"
        },
        "events": [
            17,
            7,
            6,
            29,
            8,
            28,
            15,
            5,
            0,
            20
        ],
        "births": [],
        "deaths": []
    }
}