{
    "events": [
        {
            "text": "Dopo 38 anni dalla sua evasione, l'ex terrorista Cesare Battisti viene espulso dalla Bolivia e riportato in Italia",
            "year": 2019
        },
        {
            "text": "Il presidente della Repubblica Italiana Giorgio Napolitano si dimette dal suo secondo mandato",
            "year": 2015
        },
        {
            "text": "Zine El-Abidine Ben Ali scappa dalla Tunisia, in seguito a rivolte cittadine della Tunisia",
            "year": 2011
        },
        {
            "text": "Lo Yemen dichiara guerra al gruppo terroristico di Al Qaida",
            "year": 2010
        },
        {
            "text": "La sonda europea Huygens atterra su Titano, la più grande delle lune di Saturno, dopo un viaggio di 7 anni",
            "year": 2005
        },
        {
            "text": "La bandiera nazionale della Georgia, la cosiddetta bandiera delle cinque croci, viene riportata ufficialmente in uso dopo circa 500 anni",
            "year": 2004
        },
        {
            "text": "La collaborazione giapponese SPring-8 osserva con certezza il primo pentaquark; la notizia verrà annunciata ufficialmente il 4 luglio",
            "year": 2003
        },
        {
            "text": "Un tribunale delle Nazioni Unite condanna cinque croati bosniaci con sentenze fino a 25 anni di carcere per l'uccisione, avvenuta nel 1993, di oltre 100 musulmani in un villaggio bosniaco",
            "year": 2000
        },
        {
            "text": "Ricercatori di Dallas presentano prove della scoperta di un enzima che rallenta l'invecchiamento e la morte delle cellule (apoptosi)",
            "year": 1998
        },
        {
            "text": "Jorge Sampaio viene eletto presidente del Portogallo",
            "year": 1996
        },
        {
            "text": "Il presidente statunitense Bill Clinton e quello russo Boris Yeltsin firmano gli Accordi del Cremlino che fermano il puntamento preprogrammato dei missili nucleari e provvedono per lo smantellamento dell'arsenale nucleare dell'Ucraina",
            "year": 1994
        },
        {
            "text": "I Simpson debuttano sul canale televisivo Fox come serie regolare. Infatti, va in onda il secondo episodio della serie animata ed è considerato un debutto, trattandosi del primo episodio di una sequenza regolare dopo lo speciale natalizio di presentazione.",
            "year": 1990
        },
        {
            "text": "Primo parto esagemellare in Francia. I bambini sono due maschi e quattro femmine.",
            "year": 1989
        },
        {
            "text": "Martina Navrátilová vince il suo 100º torneo di tennis",
            "year": 1985
        },
        {
            "text": "Esce il primo numero del quotidiano La Repubblica, diretto da Eugenio Scalfari.",
            "year": 1976
        },
        {
            "text": "La notte tra il 14 e il 15 gennaio, nella Sicilia occidentale, si verifica il Terremoto del Belice, che provoca vittime, ingenti danni e la distruzione parziale o totale di alcuni paesi, come nel caso di Gibellina, Salaparuta, Poggioreale e Montevago, che verranno poi ricostruiti",
            "year": 1968
        },
        {
            "text": "David Bowie pubblica il suo primo singolo.",
            "year": 1966
        },
        {
            "text": "La Hudson Motor Car Company si fonde con la Nash-Kelvinator Corporation formando la American Motors Corporation.",
            "year": 1954
        },
        {
            "text": "Marilyn Monroe sposa Joe DiMaggio",
            "year": 1954
        },
        {
            "text": "La National Football League disputa il suo primo Pro Bowl a Los Angeles",
            "year": 1951
        },
        {
            "text": "Seconda guerra mondiale: comincia la ritirata del 4º Corpo d'armata alpino in Unione Sovietica",
            "year": 1943
        },
        {
            "text": "Franklin Delano Roosevelt è il primo presidente degli Stati Uniti a viaggiare in aeroplano: si reca a Casablanca per incontrare Winston Churchill; ha, così, inizio la Conferenza di Casablanca",
            "year": 1943
        },
        {
            "text": "La Norvegia rivendica la Terra della Regina Maud in Antartide",
            "year": 1939
        },
        {
            "text": "In Italia il regime fascista costituisce la Milizia Volontaria per la Sicurezza Nazionale",
            "year": 1923
        },
        {
            "text": "Un terremoto a Kingston, Giamaica, uccide più di 1.000 persone",
            "year": 1907
        },
        {
            "text": "La \"Tosca\" di Giacomo Puccini viene rappresentata per la prima volta a Roma",
            "year": 1900
        },
        {
            "text": "Una spedizione guidata dall'alpinista Matthias Zurbriggen raggiunge per la prima volta la vetta del Cerro Aconcagua in Argentina.",
            "year": 1897
        },
        {
            "text": "Guerra d'Eritrea: le truppe italiane del Generale Oreste Baratieri sconfiggono quelle abissine di Ras Mangascià nella battaglia di Coatit.",
            "year": 1895
        },
        {
            "text": "Un repubblicano italiano, Felice Orsini, attenta alla vita di Napoleone III di Francia",
            "year": 1858
        },
        {
            "text": "La Danimarca cede la Norvegia alla Svezia",
            "year": 1814
        },
        {
            "text": "A Göteborg viene fondata la Compagnia svedese delle Indie orientali",
            "year": 1731
        },
        {
            "text": "Filippo V di Spagna abdica in favore del figlio Luigi. Il decreto fu, tuttavia, presentato al principe il 15 gennaio e il 16 divenne effettivo.",
            "year": 1724
        },
        {
            "text": "A Norimberga, in Germania, viene inventato il clarinetto",
            "year": 1690
        },
        {
            "text": "Viene adottata la prima costituzione del Connecticut",
            "year": 1639
        },
        {
            "text": "Carlo V d'Asburgo impone a Francesco I di Valois, in cambio della sua liberazione, di firmare il trattato che prevedeva la rinuncia da parte della Francia al Regno di Napoli, al Ducato di Milano e alla Borgogna, oltre alla concessione dei suoi due figli come ostaggi agli austro-spagnoli.",
            "year": 1526
        },
        {
            "text": "In seguito a un naufragio, il mercante veneziano Pietro Querini trova rifugio a Røst in Norvegia",
            "year": 1432
        },
        {
            "text": "Andrea III d'Ungheria muore, ponendo fine alla dinastia degli Arpadi",
            "year": 1301
        }
    ],
    "births": [],
    "deaths": [],
    "metadata": {
        "current_date": "14. gennaio 2026",
        "short_date": "14. gen",
        "language": {
            "events": "Eventi",
            "deaths": "Morti",
            "births": "Nascite",
            "b": "n",
            "d": "m",
            "title": "Oggi nella Storia (Wikipedia)"
        },
        "events": [
            5,
            2,
            33,
            1,
            8,
            22,
            4,
            20,
            7,
            14
        ],
        "births": [],
        "deaths": []
    }
}