{
    "events": [
        {
            "text": "Un forte terremoto di magnitudo 6,4 colpisce l'Argentina ed il Perù con epicentro nella zona di San Juan.",
            "year": 2021
        },
        {
            "text": "Il norvegese Boerge Ousland diventa la prima persona ad attraversare l'Antartico da solo e senza aiuto",
            "year": 1997
        },
        {
            "text": "A Vallon-Pont-d'Arc, in Francia, in una rete di grotte vengono scoperti dipinti e graffiti vecchi di 17-20.000 anni",
            "year": 1995
        },
        {
            "text": "Per la prima volta il Martin Luther King Day viene osservato ufficialmente in tutti e 50 gli Stati degli USA",
            "year": 1993
        },
        {
            "text": "Il Comitato Olimpico Internazionale restituisce le medaglie olimpiche di Jim Thorpe ai suoi familiari",
            "year": 1983
        },
        {
            "text": "La Corte europea dei diritti umani giudica il governo britannico colpevole di maltrattamento di prigionieri nordirlandesi, ma non colpevole di torture",
            "year": 1978
        },
        {
            "text": "Gli scienziati individuano un batterio sconosciuto, come causa del misterioso Morbo del Legionario",
            "year": 1977
        },
        {
            "text": "Albert DeSalvo, lo strangolatore di Boston, viene giudicato per numerosi crimini e condannato all'ergastolo",
            "year": 1967
        },
        {
            "text": "I Beatles appaiono sulla classifica di Billboard per la prima volta",
            "year": 1964
        },
        {
            "text": "Nella Repubblica Democratica Tedesca, il parlamento (Volkskammer) decide la creazione della Nationalen Volksarmee (NVA)",
            "year": 1956
        },
        {
            "text": "Seconda guerra mondiale: i sovietici annunciano di aver rotto l'Assedio tedesco a Leningrado.",
            "year": 1944
        },
        {
            "text": "La Metropolitan Opera House di New York ospita per la prima volta un concerto jazz; si esibiscono Louis Armstrong, Benny Goodman, Lionel Hampton, Artie Shaw, Roy Eldridge e Jack Teagarden",
            "year": 1944
        },
        {
            "text": "Seconda guerra mondiale: prima rivolta degli ebrei rinchiusi nel Ghetto di Varsavia",
            "year": 1943
        },
        {
            "text": "Louis Armstrong registra Jeepers Creepers",
            "year": 1939
        },
        {
            "text": "Prima guerra mondiale: inizia la Conferenza di pace a Versailles.",
            "year": 1919
        },
        {
            "text": "Viene fondato a Roma il Partito Popolare Italiano da Don Luigi Sturzo",
            "year": 1919
        },
        {
            "text": "Viene fondata la Bentley Motors",
            "year": 1919
        },
        {
            "text": "Prima guerra mondiale: in Africa Orientale Tedesca si svolge il cruento scontro di Jassin in cui i britannici vengono pesantemente sconfitti dai tedeschi guidati dal generale Alexander von Hammerstein",
            "year": 1915
        },
        {
            "text": "Eugene B. Ely atterra sul ponte della USS Pennsylvania (ACR-4) ancorata nel porto di San Francisco, è la prima volta che un aereo atterra su una nave",
            "year": 1911
        },
        {
            "text": "Viene mostrata la prima macchina a raggi X",
            "year": 1896
        },
        {
            "text": "Il moderno hockey su prato nasce in Inghilterra con la costituzione della The Hockey Association",
            "year": 1886
        },
        {
            "text": "Papa Leone XIII pubblica il Motu proprio Placere Nobis, sulle disposizioni per la pubblicazione delle opere di San Tommaso",
            "year": 1880
        },
        {
            "text": "Francia – Proclamazione di Guglielmo I a imperatore tedesco nella Sala degli specchi di Versailles. Creazione dell'Impero tedesco (nome ufficiale: Deutsches Reich, ossia Reich tedesco)",
            "year": 1871
        },
        {
            "text": "La Georgia si unisce agli Stati Confederati d'America",
            "year": 1861
        },
        {
            "text": "James Cook è il primo europeo a scoprire le Hawaii, cui dà il nome di \"Isole Sandwich\"",
            "year": 1778
        },
        {
            "text": "Federico I diventa re di Prussia",
            "year": 1701
        },
        {
            "text": "Henry Morgan cattura Panama",
            "year": 1670
        },
        {
            "text": "Papa Pio IV riapre il Concilio di Trento per la sua terza e ultima sessione",
            "year": 1562
        },
        {
            "text": "Lima, in Perù, viene fondata da Francisco Pizarro",
            "year": 1535
        },
        {
            "text": "Re Cristiano II di Danimarca e Norvegia sconfigge gli svedesi sul Lago Asunde",
            "year": 1520
        },
        {
            "text": "Il re Enrico VII d'Inghilterra sposa Elisabetta di York, figlia di Edoardo IV, unendo la Casa di Lancaster e la Casa di York.",
            "year": 1486
        },
        {
            "text": "L'imperatore Huizong abdica al trono cinese in favore di suo figlio, l'imperatore Qinzong",
            "year": 1126
        },
        {
            "text": "A Costantinopoli viene stroncata nel sangue la Rivolta di Nika",
            "year": 532
        },
        {
            "text": "Leone II diventa imperatore bizantino",
            "year": 474
        },
        {
            "text": "Sale al soglio pontificio papa Marco",
            "year": 336
        },
        {
            "text": "Tito Annio Milone uccide Clodio sulla Via Appia",
            "year": -52
        }
    ],
    "births": [],
    "deaths": [],
    "metadata": {
        "current_date": "18. gennaio 2026",
        "short_date": "18. gen",
        "language": {
            "events": "Eventi",
            "deaths": "Morti",
            "births": "Nascite",
            "b": "n",
            "d": "m",
            "title": "Oggi nella Storia (Wikipedia)"
        },
        "events": [
            0,
            9,
            20,
            21,
            30,
            18,
            22,
            31,
            13,
            6
        ],
        "births": [],
        "deaths": []
    }
}