{
    "events": [
        {
            "text": "Assalto al Congresso Nazionale del Brasile: Migliaia di manifestanti assediano la Piazza dei Tre Poteri, sede dei principali edifici governativi brasiliani, nel tentativo di rovesciare il presidente democraticamente eletto Lula.",
            "year": 2023
        },
        {
            "text": "Arizona, in un comizio a Tucson, da parte della deputata Gabrielle Giffords, muoiono 6 persone e ne vengono ferite 13 per una sparatoria che vedeva come obiettivo la stessa deputata ferita gravemente alla testa. L'attentato non comprenderebbe un piano più grande contro il partito e quindi neanche di origine terroristica",
            "year": 2011
        },
        {
            "text": "Il Portogallo approva un disegno di legge per il matrimonio tra persone dello stesso sesso",
            "year": 2010
        },
        {
            "text": "Viene scoperto un nuovo fiore sulle Dolomiti. È una nuova specie della Genziana blu",
            "year": 2009
        },
        {
            "text": "Per un solo voto il presidente statunitense Bill Clinton evita l'incriminazione nello scandalo per la relazione con la stagista Monica Lewinsky",
            "year": 1999
        },
        {
            "text": "Ramzi Yusuf viene condannato all'ergastolo per la pianificazione dell'Attentato al World Trade Center del 1993 e del Progetto Bojinka",
            "year": 1998
        },
        {
            "text": "Beppe Alfano viene ucciso per mano della mafia",
            "year": 1993
        },
        {
            "text": "Il presidente statunitense George H. W. Bush ha un malore mentre è in visita in Giappone e vomita sul primo ministro giapponese",
            "year": 1992
        },
        {
            "text": "Viene fondato il partito della Lega Nord",
            "year": 1991
        },
        {
            "text": "Disastro aereo di Kegworth: il volo 92 della British Midland, un Boeing 737-400 di ultima generazione, si schianta sull'autostrada M1. Muoiono 47 passeggeri",
            "year": 1989
        },
        {
            "text": "Gli agenti di Polizia Antonio Cestari, Rocco Santoro e Michele Tatulli vengono uccisi in un agguato dalle Brigate Rosse (colonna \"Walter Alasia\")",
            "year": 1980
        },
        {
            "text": "Scandalo Watergate: inizia il processo di sette uomini accusati di aver piazzato cimici negli uffici del Partito Democratico",
            "year": 1973
        },
        {
            "text": "Il presidente statunitense Lyndon B. Johnson dichiara una guerra alla povertà negli USA",
            "year": 1964
        },
        {
            "text": "La Gioconda di Leonardo da Vinci viene esibita negli Stati Uniti per la prima volta (National Gallery of Art di Washington)",
            "year": 1962
        },
        {
            "text": "Nella località olandese di De Putkop, tra Harmelen e Kamerik, si verifica un gravissimo incidente ferroviario, in cui perdono la vita 93 persone",
            "year": 1962
        },
        {
            "text": "Fidel Castro entra a L'Avana dopo l'abbandono del paese da parte del generale Batista",
            "year": 1959
        },
        {
            "text": "Michel Debré diventa primo ministro di Francia",
            "year": 1959
        },
        {
            "text": "Il quattordicenne Bobby Fischer vince i campionati statunitensi di scacchi",
            "year": 1958
        },
        {
            "text": "René Mayer diventa primo ministro di Francia",
            "year": 1953
        },
        {
            "text": "Si apre a Verona il processo contro sei dei diciannove membri del Gran consiglio del fascismo che nella seduta del 25 luglio del 1943 avevano sfiduciato Benito Mussolini. Si trattava di Tullio Cianetti, Galeazzo Ciano, Emilio De Bono, Luciano Gottardi, Giovanni Marinelli e Carlo Pareschi",
            "year": 1944
        },
        {
            "text": "Arthur Cobb Hardy brevetta lo spettrofotometro",
            "year": 1935
        },
        {
            "text": "Roma: il principe Umberto di Savoia sposa Maria José del Belgio",
            "year": 1930
        },
        {
            "text": "Abd al-Aziz diventa re di Hejaz",
            "year": 1926
        },
        {
            "text": "Frana catastrofica a San Fratello in provincia di Messina in Sicilia",
            "year": 1922
        },
        {
            "text": "Il presidente statunitense Woodrow Wilson annuncia i suoi Quattordici punti per l'epilogo della prima guerra mondiale",
            "year": 1918
        },
        {
            "text": "Prima guerra mondiale: le forze degli Alleati si ritirano da Gallipoli",
            "year": 1916
        },
        {
            "text": "Il presidente statunitense William McKinley pone l'Alaska sotto controllo militare",
            "year": 1900
        },
        {
            "text": "Herman Hollerith riceve un brevetto per la sua macchina tabulatrice elettrica",
            "year": 1889
        },
        {
            "text": "Cavallo Pazzo e i suoi guerrieri combattono la loro ultima battaglia contro la Cavalleria degli Stati Uniti",
            "year": 1877
        },
        {
            "text": "Gli uomini di colore ottengono il diritto di voto nel Distretto di Columbia",
            "year": 1867
        },
        {
            "text": "John Veatch scopre il Borace (o Borax)",
            "year": 1856
        },
        {
            "text": "Alfred Vail dimostra il funzionamento del telegrafo usando puntini e lineette (è il predecessore del Codice Morse)",
            "year": 1838
        },
        {
            "text": "Guerra del 1812: nella battaglia di New Orleans Andrew Jackson guida le forze statunitensi alla vittoria sui britannici",
            "year": 1815
        },
        {
            "text": "La Colonia del Capo diventa una colonia britannica",
            "year": 1806
        },
        {
            "text": "Primo discorso di George Washington sullo stato dell'Unione",
            "year": 1790
        },
        {
            "text": "Carlo Edoardo Stuart (Bonnie Prince Charlie) occupa Stirling",
            "year": 1746
        },
        {
            "text": "Prima dell'Ariodante di Georg Friedrich Händel alla Royal Opera House, Covent Garden, Londra",
            "year": 1734
        },
        {
            "text": "Ad Arcetri vicino a Firenze, muore l'astronomo e fisico Galileo Galilei",
            "year": 1642
        },
        {
            "text": "Bolla di papa Nicolò V al re Alfonso V del Portogallo per l'Africa",
            "year": 1454
        },
        {
            "text": "A Venezia muore l'esploratore e commerciante Marco Polo",
            "year": 1324
        },
        {
            "text": "Innocenzo III diventa papa",
            "year": 1198
        },
        {
            "text": "Battaglia di Ashdown – Etelredo del Wessex sconfigge l'esercito danese invasore",
            "year": 871
        }
    ],
    "births": [],
    "deaths": [],
    "metadata": {
        "current_date": "8. gennaio 2026",
        "short_date": "8. gen",
        "language": {
            "events": "Eventi",
            "deaths": "Morti",
            "births": "Nascite",
            "b": "n",
            "d": "m",
            "title": "Oggi nella Storia (Wikipedia)"
        },
        "events": [
            39,
            5,
            12,
            0,
            3,
            32,
            13,
            30,
            29,
            11
        ],
        "births": [],
        "deaths": []
    }
}