{
    "events": [
        {
            "text": "La Polonia assume la presidenza di turno dell'Unione europea.",
            "year": 2025
        },
        {
            "text": "Il Canada assume la presidenza di turno del G7.",
            "year": 2025
        },
        {
            "text": "Con la rimozione delle ultime restrizioni alle frontiere terrestri, la Bulgaria e la Romania entrano completamente a far parte dello Spazio Schengen, dopo esservi entrate per le sole frontiere aeree e marittime nel marzo dell'anno precedente.",
            "year": 2025
        },
        {
            "text": "Il Belgio assume la presidenza di turno dell'Unione europea.",
            "year": 2024
        },
        {
            "text": "Arabia Saudita, Egitto, Emirati Arabi Uniti, Etiopia ed Iran entrano nel blocco BRICS.",
            "year": 2024
        },
        {
            "text": "La Repubblica dell'Artsakh è ufficialmente sciolta.",
            "year": 2024
        },
        {
            "text": "Un terremoto di magnitudo 7,5 Mww e con intensità Shindo 7 colpisce la Prefettura di Ishikawa, in Giappone, generando un maremoto di 6 metri. Nel sisma muoiono circa 221 persone, più di 1000 sono i feriti.",
            "year": 2024
        },
        {
            "text": "La Svezia assume la presidenza di turno dell'Unione europea",
            "year": 2023
        },
        {
            "text": "Luiz Inácio Lula da Silva presta giuramento come presidente del Brasile.",
            "year": 2023
        },
        {
            "text": "La Croazia adotta l'euro come moneta corrente ed entra nello Spazio Schengen.",
            "year": 2023
        },
        {
            "text": "La Francia assume la presidenza di turno dell'Unione europea.",
            "year": 2022
        },
        {
            "text": "Entra in vigore il Partenariato Economico Globale Regionale (RCEP), la più grande area di libero scambio del mondo, fra Australia, Brunei, Cambogia, Cina, Giappone, Laos, Nuova Zelanda, Singapore, Thailandia e Vietnam.",
            "year": 2022
        },
        {
            "text": "Il Portogallo assume la presidenza di turno dell'Unione europea.",
            "year": 2021
        },
        {
            "text": "Entra in vigore la zona di libero scambio del continente africano (AFCFTA).",
            "year": 2021
        },
        {
            "text": "Cuba unifica il suo sistema monetario dopo 27 anni: la doppia circolazione tra il peso cubano convertibile e il peso cubano viene interrotta, facendo andare la prima valuta fuori corso e rendendo l'unica valuta ufficiale la seconda.",
            "year": 2021
        },
        {
            "text": "La Croazia assume la presidenza di turno dell'Unione europea per la prima volta.",
            "year": 2020
        },
        {
            "text": "La Romania assume la presidenza di turno dell'Unione europea per la prima volta nella sua storia.",
            "year": 2019
        },
        {
            "text": "La sonda New Horizons sorvola 486958 Arrokoth, il corpo cosmico più lontano mai raggiunto dalle esplorazioni spaziali.",
            "year": 2019
        },
        {
            "text": "Il Qatar si ritira dall'OPEC.",
            "year": 2019
        },
        {
            "text": "L'Arabia Saudita e gli Emirati Arabi Uniti sono i primi paesi del Golfo Persico ad impostare l'IVA su alcuni prodotti.",
            "year": 2018
        },
        {
            "text": "La Bulgaria assume per la prima volta la presidenza di turno dell'Unione europea.",
            "year": 2018
        },
        {
            "text": "Malta assume la presidenza di turno dell'Unione europea.",
            "year": 2017
        },
        {
            "text": "Assalto armato in un night club di Istanbul con 39 vittime.",
            "year": 2017
        },
        {
            "text": "Nomina di António Guterres a Segretario generale delle Nazioni Unite.",
            "year": 2017
        },
        {
            "text": "La Chiesa di Norvegia cessa di essere religione di Stato, dopo 500 anni.",
            "year": 2017
        },
        {
            "text": "I Paesi Bassi assumono la presidenza di turno dell'Unione europea.",
            "year": 2016
        },
        {
            "text": "La fisica italiana Fabiola Gianotti assume l'incarico di direttrice del CERN di Ginevra.",
            "year": 2016
        },
        {
            "text": "Nasce l'Unione economica eurasiatica a cui aderiscono Russia, Bielorussia, Armenia, Kazakistan e Kirghizistan.",
            "year": 2015
        },
        {
            "text": "La Lituania adotta l'Euro come moneta corrente.",
            "year": 2015
        },
        {
            "text": "La Lettonia assume la presidenza di turno dell'Unione europea",
            "year": 2015
        },
        {
            "text": "La Grecia assume la Presidenza di turno del Consiglio dell'Unione europea.",
            "year": 2014
        },
        {
            "text": "La Lettonia adotta l'euro come moneta corrente e Andorra inizia a coniare monete euro proprie. Contestualmente, cambiano facciata nazionale alle proprie monete Belgio, Città del Vaticano e Paesi Bassi.",
            "year": 2014
        },
        {
            "text": "L'Irlanda assume la presidenza di turno dell'Unione europea.",
            "year": 2013
        },
        {
            "text": "La Croazia entra nell'Unione europea.",
            "year": 2013
        },
        {
            "text": "Marsiglia e Košice diventano capitali europee della cultura.",
            "year": 2013
        },
        {
            "text": "La Danimarca assume la presidenza di turno dell'Unione europea",
            "year": 2012
        },
        {
            "text": "L'Ungheria assume la presidenza di turno dell'Unione europea.",
            "year": 2011
        },
        {
            "text": "Tallinn e Turku sono capitali europee della cultura, nominate dall'Unione europea.",
            "year": 2011
        },
        {
            "text": "L'Estonia adotta l'euro come moneta corrente.",
            "year": 2011
        },
        {
            "text": "In Irlanda divengono legali le unioni civili.",
            "year": 2011
        },
        {
            "text": "Dilma Rousseff viene proclamata presidente del Brasile, prima donna a ricoprire tale incarico.",
            "year": 2011
        },
        {
            "text": "Obbligo di installare l'ESP sulle vetture immatricolate nell'Unione europea.",
            "year": 2011
        },
        {
            "text": "Un attentato terroristico uccide 21 persone davanti alla Chiesa dei Santi ad Alessandria d'Egitto, poco dopo la messa di Mezzanotte. L'attentato ha gravi conseguenze, perché fa esplodere la rabbia dei cristiani, che si scontrano con i musulmani nelle vie adiacenti alla chiesa.",
            "year": 2011
        },
        {
            "text": "La Spagna assume la presidenza di turno dell'Unione europea.",
            "year": 2010
        },
        {
            "text": "In Pakistan un attentatore suicida uccide 95 persone durante una partita di pallavolo.",
            "year": 2010
        },
        {
            "text": "In Brasile muoiono almeno 29 persone per le inondazioni causate dalle forti piogge.",
            "year": 2010
        },
        {
            "text": "L'euro diventa la moneta ufficiale della Slovacchia",
            "year": 2009
        },
        {
            "text": "La Slovacchia adotta l'euro come moneta corrente, dodici giorni prima che la Corona slovacca finisca il suo corso legale.",
            "year": 2009
        },
        {
            "text": "A Bangkok una tragedia avviene durante il veglione provocando 58 morti tra le fiamme",
            "year": 2009
        },
        {
            "text": "Cipro, Malta e Akrotiri e Dhekelia adottano l'euro.",
            "year": 2008
        },
        {
            "text": "La Slovenia assume la presidenza di turno dell'Unione europea, primo tra i dieci nuovi Stati membri del 2004.",
            "year": 2008
        },
        {
            "text": "Liverpool viene eletta la nuova Capitale europea della cultura.",
            "year": 2008
        },
        {
            "text": "Ad Amsterdam viene riaperto lo Stedelijk Museum.",
            "year": 2008
        },
        {
            "text": "In Germania, Francia e Portogallo entra in vigore il divieto di fumare nei luoghi pubblici.",
            "year": 2008
        },
        {
            "text": "Entra in vigore il protocollo di Kyōto.",
            "year": 2008
        },
        {
            "text": "Almeno 50 i morti nella chiesa data alle fiamme in Kenya, dove proseguono gli scontri tribali seguiti alle elezioni presidenziali tenutesi il 27 dicembre 2007.",
            "year": 2008
        },
        {
            "text": "L'Italia entra a far parte, come membro non permanente, del Consiglio di Sicurezza delle Nazioni Unite.",
            "year": 2007
        },
        {
            "text": "La Slovenia adotta l'euro.",
            "year": 2007
        },
        {
            "text": "La Romania e la Bulgaria entrano a far parte dell'Unione europea.",
            "year": 2007
        },
        {
            "text": "La città di Sibiu in Romania è la città europea della cultura.",
            "year": 2007
        },
        {
            "text": "La Germania assume la presidenza di turno dell'Unione europea.",
            "year": 2007
        },
        {
            "text": "Il gaelico viene ufficialmente riconosciuto come una delle lingue ufficiali dell'UE.",
            "year": 2007
        },
        {
            "text": "La Svizzera aderisce al trattato di Schengen.",
            "year": 2007
        },
        {
            "text": "L'Angola entra nell'OPEC.",
            "year": 2007
        },
        {
            "text": "Il sudcoreano Ban Ki-Moon subentra al ghanese Kofi Annan come Segretario generale delle Nazioni Unite.",
            "year": 2007
        },
        {
            "text": "Austria: dopo la morte della ministra degli interni Liese Prokop, assume l'interim il cancelliere Wolfgang Schüssel.",
            "year": 2007
        },
        {
            "text": "Yemen: vengono sequestrati cinque turisti italiani.",
            "year": 2006
        },
        {
            "text": "Europa: salta l'accordo tra Russia e Ucraina riguardo al rifornimento di gas; già ridotta la pressione nei gasdotti diretti a Kiev. Pericolo per le forniture all'Europa Occidentale, nonostante le rassicurazioni di Gazprom.",
            "year": 2006
        },
        {
            "text": "Unione europea: cade l'embargo stabilito dai Ministri agricoli dell'Unione europea posto alla fiorentina, messa al bando per il pericolo della malattia della mucca pazza.",
            "year": 2006
        },
        {
            "text": "Khan Younis: un pacifista italiano, della delegazione di Luisa Morgantini, viene rapito e subito rilasciato.",
            "year": 2006
        },
        {
            "text": "Italia: dopo 143 anni finisce il servizio militare obbligatorio",
            "year": 2005
        },
        {
            "text": "Il Lussemburgo assume la presidenza di turno dell'Unione europea",
            "year": 2005
        },
        {
            "text": "Pervez Musharraf ottiene la fiducia dal Parlamento e dalle assemblee provinciali del Pakistan, per continuare come presidente del Pakistan",
            "year": 2004
        },
        {
            "text": "Luiz Inácio da Silva detto Lula diventa presidente del Brasile",
            "year": 2003
        },
        {
            "text": "Brasile: Lula giura fedeltà alla Costituzione ed entra in carica come nuovo presidente, acclamato dai parlamentari del Congresso",
            "year": 2003
        },
        {
            "text": "L'euro diventa la moneta ufficiale di 12 paesi dell'Unione europea, tra cui l'Italia",
            "year": 2002
        },
        {
            "text": "Il Trattato Open Skies di mutua sorveglianza, inizialmente firmato nel 1992, entra ufficialmente in vigore",
            "year": 2002
        },
        {
            "text": "Europa: nei 12 paesi facenti parte dell'Unione economica e monetaria (UEM) entrano legalmente in circolazione monete e banconote in Euro. Vi è un breve periodo (di durata variabile da paese a paese) di doppia circolazione dell'Euro e delle vecchie valute nazionali.",
            "year": 2002
        },
        {
            "text": "Argentina: Eduardo Duhalde è eletto presidente. È il quinto presidente in meno di due settimane.",
            "year": 2002
        },
        {
            "text": "La Grecia adotta l'euro come moneta ufficiale (iniziano XXI secolo e III millennio)",
            "year": 2001
        },
        {
            "text": "La Grecia aderisce agli accordi di Schengen",
            "year": 2000
        },
        {
            "text": "Viene introdotto l'euro solo per le transazioni finanziarie",
            "year": 1999
        },
        {
            "text": "Curaçao ottiene l'autogoverno limitato",
            "year": 1996
        },
        {
            "text": "Prende vita la World Trade Organization (WTO), l'Organizzazione mondiale del commercio",
            "year": 1995
        },
        {
            "text": "Austria, Finlandia e Svezia entrano nell'Unione europea, che passa da 12 a 15 paesi membri",
            "year": 1995
        },
        {
            "text": "Entra il vigore l'accordo di libero scambio NAFTA tra USA, Canada e Messico",
            "year": 1994
        },
        {
            "text": "L'EZLN rende nota la sua presenza nello Stato del Chiapas (Messico), iniziando 12 giorni di conflitto armato",
            "year": 1994
        },
        {
            "text": "La Cecoslovacchia si divide e nascono Slovacchia e Repubblica Ceca",
            "year": 1993
        },
        {
            "text": "Viene introdotto il mercato unico della Comunità Europea",
            "year": 1993
        },
        {
            "text": "Russia: ufficializzata l'indipendenza dall'Unione Sovietica, dichiarata sciolta sei giorni prima dal suo parlamento.",
            "year": 1992
        },
        {
            "text": "Svizzera: Arnold Koller diventa Presidente della Confederazione Elvetica.",
            "year": 1990
        },
        {
            "text": "La capitale di Nunavut cambia il suo nome da Frobisher Bay a Iqaluit",
            "year": 1987
        },
        {
            "text": "La Spagna e il Portogallo entrano nella CEE, che passa da 10 a 12 paesi membri",
            "year": 1986
        },
        {
            "text": "Aruba diventa indipendente da Curaçao",
            "year": 1986
        },
        {
            "text": "Il Brunei diventa uno Stato pienamente indipendente",
            "year": 1984
        },
        {
            "text": "La AT&T viene divisa in 22 compagnie indipendenti",
            "year": 1984
        },
        {
            "text": "ARPANET passa ufficialmente all'uso dell'Internet Protocol, creando Internet",
            "year": 1983
        },
        {
            "text": "La Grecia entra nella CEE, che passa da 9 a 10 paesi membri",
            "year": 1981
        },
        {
            "text": "Stati Uniti e Repubblica Popolare Cinese stabiliscono formali relazioni diplomatiche",
            "year": 1979
        },
        {
            "text": "Bombay: il volo Air India 855, un Boeing 747 diretto a Dubai con a bordo 213 persone (190 passeggeri e 23 componenti dell'equipaggio) precipita in mare al largo di Bombay poco dopo il decollo. Non ci sono superstiti.",
            "year": 1978
        },
        {
            "text": "Italia: terminano ufficialmente le trasmissioni di Carosello e la Rai passa agli spot pubblicitari attuali",
            "year": 1977
        },
        {
            "text": "Caselle Torinese (TO): il volo Itavia IH897, durante l’atterraggio presso l'Aeroporto di Torino-Caselle, si schianta contro una cascina in costruzione a Venaria, vicino a Caselle. Nel disastro aereo periscono in tutto 38 persone: 35 dei 38 passeggeri e 3 dei 4 membri d'equipaggio.",
            "year": 1974
        },
        {
            "text": "Irlanda, Regno Unito e Danimarca entrano nella CEE, che passa da 6 a 9 paesi membri",
            "year": 1973
        },
        {
            "text": "Kurt Waldheim diventa segretario generale dell'ONU.",
            "year": 1972
        },
        {
            "text": "La pubblicità delle sigarette viene bandita dalle televisioni statunitensi",
            "year": 1971
        },
        {
            "text": "Entra in vigore il Trattato di Lussemburgo",
            "year": 1971
        },
        {
            "text": "La Unix epoch inizia alle 00:00:00 UTC.",
            "year": 1970
        },
        {
            "text": "Marien Ngouabi diventa presidente della Repubblica del Congo",
            "year": 1969
        },
        {
            "text": "Il colonnello Jean-Bédel Bokassa defenestra il presidente David Dacko e prende il potere nella Repubblica Centrafricana.",
            "year": 1966
        },
        {
            "text": "Le Samoa Occidentali ottengono l'indipendenza dalla Nuova Zelanda",
            "year": 1962
        },
        {
            "text": "Il Camerun ottiene l'indipendenza dalla Francia",
            "year": 1960
        },
        {
            "text": "Cuba: Fulgencio Batista viene rovesciato da Fidel Castro",
            "year": 1959
        },
        {
            "text": "Fondazione della Comunità economica europea (CEE) e Comunità Europea dell'Energia Atomica (EURATOM)",
            "year": 1958
        },
        {
            "text": "Fine del condominio Anglo-Egiziano in Sudan",
            "year": 1956
        },
        {
            "text": "Viene fondata l'Associazione Internazionale di Polizia (IPA)",
            "year": 1950
        },
        {
            "text": "Entra in vigore la Costituzione della Repubblica Italiana. Enrico De Nicola diventa il primo presidente della Repubblica Italiana",
            "year": 1948
        },
        {
            "text": "Nazionalizzazione delle ferrovie britanniche, nasce la British Railways",
            "year": 1948
        },
        {
            "text": "Fusione delle zone di occupazione brittanica e statunitense in Germania",
            "year": 1947
        },
        {
            "text": "L'imperatore Hirohito del Giappone nega il carattere sacro della sua persona",
            "year": 1946
        },
        {
            "text": "Viene nazionalizzata la compagnia che diventerà Air France con il nome Société Nationale Air France",
            "year": 1946
        },
        {
            "text": "Indipendenza della Siria",
            "year": 1946
        },
        {
            "text": "Si combatte la battaglia di Guadalcanal fra marines statunitensi e giapponesi",
            "year": 1943
        },
        {
            "text": "Ventisei nazioni firmano la Dichiarazione delle Nazioni Unite",
            "year": 1942
        },
        {
            "text": "Prima edizione del Concerto di Capodanno di Vienna",
            "year": 1939
        },
        {
            "text": "Anastasio Somoza García diventa presidente del Nicaragua",
            "year": 1937
        },
        {
            "text": "Alcatraz diventa una prigione federale",
            "year": 1934
        },
        {
            "text": "USA, Franklin Delano Roosevelt viene eletto governatore dello stato di New York",
            "year": 1929
        },
        {
            "text": "La Turchia adotta il calendario gregoriano",
            "year": 1927
        },
        {
            "text": "Cesare Mori avvia le operazioni contro gli esponenti della mafia siciliana rintanati a Gangi.",
            "year": 1926
        },
        {
            "text": "Il Regno del Belgio istituì ufficialmente il bilinguismo, con documenti da stampare sia in francese che in olandese",
            "year": 1922
        },
        {
            "text": "Adolfo Diaz Recinos viene nominato presidente del Nicaragua per quattro anni.",
            "year": 1914
        },
        {
            "text": "Giovanni Papini e Ardengo Soffici fondano a Firenze la rivista letteraria Lacerba",
            "year": 1913
        },
        {
            "text": "Fondazione della Repubblica di Cina",
            "year": 1912
        },
        {
            "text": "Guerra italo-turca: crociera del Puglia e del Calabria contro Djabana.",
            "year": 1912
        },
        {
            "text": "Entra in vigore il codice civile svizzero",
            "year": 1912
        },
        {
            "text": "Viene inaugurata ufficialmente la Ferrovia Transiberiana che apre ufficialmente dopo il suo completamento il 21 luglio del 1904",
            "year": 1905
        },
        {
            "text": "La Nigeria diventa un protettorato britannico",
            "year": 1901
        },
        {
            "text": "Fondazione del Commonwealth d'Australia",
            "year": 1901
        },
        {
            "text": "Entra in vigore il Bürgerliches Gesetzbuch (BGB), il codice civile della Germania",
            "year": 1900
        },
        {
            "text": "La Nigeria assume lo status di protettorato brittanico",
            "year": 1900
        },
        {
            "text": "Fine del dominio spagnolo su Cuba",
            "year": 1899
        },
        {
            "text": "New York si annette territori delle contee circostanti, creando la Città della Grande New York. La città è geograficamente divisa in cinque borough: Manhattan, Brooklyn, Queens, The Bronx, e Staten Island",
            "year": 1898
        },
        {
            "text": "Nasce la Banca d'Italia.",
            "year": 1894
        },
        {
            "text": "Ellis Island inizia ad accettare gli immigranti negli Stati Uniti.",
            "year": 1892
        },
        {
            "text": "Nasce la colonia italiana dell'Eritrea",
            "year": 1890
        },
        {
            "text": "Esce il primo numero della rivista letteraria Mercure de France di Alfred Vallette",
            "year": 1890
        },
        {
            "text": "L'Impero britannico occupa la Birmania",
            "year": 1886
        },
        {
            "text": "Apertura della galleria ferroviaria del San Gottardo.",
            "year": 1882
        },
        {
            "text": "Inizia la costruzione del Canale di Panama.",
            "year": 1880
        },
        {
            "text": "La regina Vittoria viene proclamata imperatrice d'India a Delhi.",
            "year": 1877
        },
        {
            "text": "A Berlino apre la Reichsbank.",
            "year": 1876
        },
        {
            "text": "Il Giappone adotta il calendario Gregoriano",
            "year": 1873
        },
        {
            "text": "Abraham Lincoln dichiara il Proclama di emancipazione (abolizione della schiavitù).",
            "year": 1863
        },
        {
            "text": "Porfirio Díaz conquista Città del Messico durante l'intervento francese in Messico.",
            "year": 1861
        },
        {
            "text": "Le province del Canada dichiarano che tutti i conti si sarebbero dovuti tenere in dollari, cosa che porterà all'emissione nello stesso anno dei primi dollari canadesi ufficiali.",
            "year": 1858
        },
        {
            "text": "Viene emesso il primo francobollo in Italia.",
            "year": 1851
        },
        {
            "text": "Esce a Milano il primo numero della rivista letteraria-scientifica fondata da Carlo Cattaneo, Il Politecnico.",
            "year": 1839
        },
        {
            "text": "Entra in vigore la Costituzione greca del 1822 approvata dalla Prima assemblea nazionale di Epidauro.",
            "year": 1822
        },
        {
            "text": "Inizio dei Moti di Spagna a Cadice.",
            "year": 1820
        },
        {
            "text": "Mary Shelley pubblica Frankenstein o il moderno Prometeo.",
            "year": 1818
        },
        {
            "text": "Navigando dalle Isole Sandwich, Otto von Kotzebue scopre l'Isola di Capodanno",
            "year": 1817
        },
        {
            "text": "Il re birmano Bagyidaw invase l'Assam, situata ad ovest del regno. Nella tradizione della dinastia sovrana Konbaung, egli tentò di ristabilire l'unità del regno. Dopo la battaglia di Ghiladhari (27 marzo) ritirò le sue forze in aprile dopo aver ricevuto un risarcimento sostanziale.",
            "year": 1817
        },
        {
            "text": "Nel Regno Lombardo-Veneto entrarono in vigore il codice civile e penale austriaci.",
            "year": 1816
        },
        {
            "text": "Negli Stati Uniti viene bandita l'importazione di schiavi.",
            "year": 1808
        },
        {
            "text": "In Francia viene abolito il Calendario rivoluzionario francese.",
            "year": 1806
        },
        {
            "text": "Fine del dominio francese su Haiti.",
            "year": 1804
        },
        {
            "text": "Giuseppe Piazzi scopre il primo pianeta nano, Cerere (all'epoca considerato asteroide).",
            "year": 1801
        },
        {
            "text": "Con l'applicazione dell'Atto di Unione, viene completata l'unione legislativa del Regno di Gran Bretagna e del Regno d'Irlanda, dando vita al Regno Unito di Gran Bretagna e Irlanda.",
            "year": 1801
        },
        {
            "text": "Viene ufficialmente disciolta la Compagnia olandese delle Indie orientali.",
            "year": 1800
        },
        {
            "text": "Viene pubblicata la prima edizione del The Times.",
            "year": 1788
        },
        {
            "text": "Papa Benedetto XIV pubblica la lettera enciclica \"Celebrationem Magni\", sull'estensione del Giubileo all'intero mondo cattolico.",
            "year": 1751
        },
        {
            "text": "Papa Benedetto XIV pubblica l'enciclica ''Inter caetera'', sugli abusi nei divertimenti del carnevale e sull'interferenza con la Quaresima",
            "year": 1748
        },
        {
            "text": "Il francese Jean Baptiste Charles Bouvet de Lozier avvista quella che in seguito verrà chiamata Isola Bouvet.",
            "year": 1738
        },
        {
            "text": "Giovanni V diventa re del Portogallo.",
            "year": 1707
        },
        {
            "text": "La Russia adotta la numerazione occidentale del calendario giuliano.",
            "year": 1700
        },
        {
            "text": "Apertura della Reale accademia a Torino, attuale Accademia militare dell'Esercito di Modena. Con decreto della duchessa Maria Giovanna Battista di Savoia Nemours, reggente del figlio Vittorio Amedeo, veniva aperta a Torino l'istituto di formazione militare più antico al mondo, anticipando di un cinquantennio le accademie di San Pietroburgo (1723), la Royal Academy (1741), l'Ecole Royale Militaire (1751), la Kriegsakademiem di Pozdam (1745) e West Point (1802).",
            "year": 1678
        },
        {
            "text": "Ceuta viene ceduta dal Portogallo alla Spagna.",
            "year": 1668
        },
        {
            "text": "Carlo II viene incoronato re di Scozia.",
            "year": 1651
        },
        {
            "text": "La Scozia sposta l'inizio dell'anno dal 25 marzo al 1º gennaio.",
            "year": 1600
        },
        {
            "text": "Secondo alcuni documenti viene adottato in Belgio il calendario gregoriano.",
            "year": 1583
        },
        {
            "text": "Entra in vigore in Francia l'Editto di Roussillon (9 agosto 1564), per cui l'anno in questione inizia con il 1º gennaio.",
            "year": 1567
        },
        {
            "text": "I nobili croati eleggono Ferdinando I d'Austria come re della Croazia nel parlamento di Cetingrad.",
            "year": 1527
        },
        {
            "text": "Il re di Francia Luigi XII d'Orleans muore e il trono passa a Francesco I.",
            "year": 1515
        },
        {
            "text": "Viene raggiunta da Amerigo Vespucci la zona dove oggi sorge Rio de Janeiro.",
            "year": 1502
        },
        {
            "text": "Alberto II d'Asburgo diventa re d'Ungheria.",
            "year": 1438
        },
        {
            "text": "Michele VIII Paleologo è proclamato co-imperatore dell'Impero di Nicea insieme alla sua guardia Giovanni IV Lascaris.",
            "year": 1259
        },
        {
            "text": "Romano IV Diogene sposa Eudocia Macrembolitissa ed è incoronato imperatore bizantino.",
            "year": 1068
        },
        {
            "text": "Stefano viene incoronato primo re d'Ungheria da papa Silvestro II.",
            "year": 1001
        },
        {
            "text": "Entra in vigore il Codice teodosiano.",
            "year": 438
        },
        {
            "text": "L'imperatore Onorio costringe Galla Placidia a sposare Costanzo, un suo famoso generale (magister militum).",
            "year": 417
        },
        {
            "text": "Ultima competizione di gladiatori a Roma e martirio di San Telemaco.",
            "year": 404
        },
        {
            "text": "Il Senato sceglie Pertinace, contro la sua volontà, per succedere a Commodo come imperatore romano.",
            "year": 193
        },
        {
            "text": "Le legioni romane nella Germania superiore rifiutano di giurare fedeltà a Galba, si ribellano e proclamano Vitellio come imperatore.",
            "year": 69
        },
        {
            "text": "Caligola inaugura il secondo consolato: lo eserciterà per 30 giorni.",
            "year": 39
        },
        {
            "text": "Il Senato romano deifica Giulio Cesare",
            "year": -42
        },
        {
            "text": "Entra in vigore il calendario giuliano.",
            "year": -45
        },
        {
            "text": "Il console Gaio Mario celebra il trionfo su Giugurta, il re dei Numidi, che morirà una settimana più tardi a Roma, nel carcere Tulliano.",
            "year": -104
        },
        {
            "text": "I consoli romani iniziano l'anno in carica.",
            "year": -153
        },
        {
            "text": "Giorno giuliano zero secondo il calendario dell'astronomo Joseph Justus Scaliger",
            "year": -4713
        }
    ],
    "births": [],
    "deaths": [],
    "metadata": {
        "current_date": "1. gennaio 2026",
        "short_date": "1. gen",
        "language": {
            "events": "Eventi",
            "deaths": "Morti",
            "births": "Nascite",
            "b": "n",
            "d": "m",
            "title": "Oggi nella Storia (Wikipedia)"
        },
        "events": [
            188,
            135,
            52,
            132,
            17,
            118,
            177,
            85,
            190,
            150
        ],
        "births": [],
        "deaths": []
    }
}