{
    "events": [
        {
            "text": "Un meteorite esplode sulla regione degli Urali (Russia) causando oltre 1.000 feriti.",
            "year": 2013
        },
        {
            "text": "Il Consiglio dell'Unione europea istituisce l'Agenzia europea dei diritti fondamentali (FRA);",
            "year": 2007
        },
        {
            "text": "Proteste globali contro la guerra in Iraq si svolgono in oltre 600 città del mondo; stime che vanno dai 10 ai 15 milioni di partecipanti. La manifestazione di Roma, con circa 3 milioni di dimostranti, è quella con la partecipazione più alta;",
            "year": 2003
        },
        {
            "text": "La centrale nucleare di Indian Point II a New York perde una piccola quantità di vapore radioattivo a causa della rottura di un generatore;",
            "year": 2000
        },
        {
            "text": "USA: a San Francisco viene arrestato Kevin Mitnick, famoso cracker e ingegnere sociale che da anni rubava segreti miliardari a banche e ad istituti di ricerca;",
            "year": 1995
        },
        {
            "text": "Cecoslovacchia, Ungheria e Polonia firmano gli Accordi di Visegrad, che prevedono una cooperazione per andare verso il libero mercato;",
            "year": 1991
        },
        {
            "text": "Guerra sovietico-afghana: l'Unione Sovietica annuncia che tutte le sue truppe hanno lasciato il paese;",
            "year": 1989
        },
        {
            "text": "La piattaforma petrolifera Ocean Ranger affonda durante una tempesta al largo della costa di Terranova; 84 lavoratori perdono la vita;",
            "year": 1982
        },
        {
            "text": "Si chiudono a Innsbruck, in Austria, i XII Giochi olimpici invernali;",
            "year": 1976
        },
        {
            "text": "Viene completata la decimalizzazione della Sterlina britannica;",
            "year": 1971
        },
        {
            "text": "Il Canada sostituisce il vecchio emblema con la bandiera bianca e rossa con la foglia di acero;",
            "year": 1965
        },
        {
            "text": "Il volo Sabena 548 cade nei pressi di Bruxelles, in Belgio, uccidendo 73 persone, tra cui l'intera squadra di pattinaggio di figura degli Stati Uniti d'America. Gli imminenti Campionati mondiali di pattinaggio di figura, in programma a Praga, vengono annullati;",
            "year": 1961
        },
        {
            "text": "L'Unione Sovietica e la Repubblica Popolare Cinese firmano un trattato di mutua difesa;",
            "year": 1950
        },
        {
            "text": "Seconda guerra mondiale: inizia l'assalto degli Alleati all'Abbazia di Montecassino;",
            "year": 1944
        },
        {
            "text": "Seconda guerra mondiale: durante un bombardamento da parte degli Alleati su Berlino, viene distrutta la casa di Max Planck;",
            "year": 1944
        },
        {
            "text": "Seconda guerra mondiale: Singapore si arrende alle forze giapponesi;",
            "year": 1942
        },
        {
            "text": "Guerra d'Etiopia: le truppe del maresciallo Pietro Badoglio occupano l'Amba Aradam; è aperta la via verso l'Amba Alagi;",
            "year": 1936
        },
        {
            "text": "Giuseppe Zangara uccide il sindaco di Chicago Anton Cermak, nel corso di un tentativo di assassinio di Franklin Roosevelt a Miami;",
            "year": 1933
        },
        {
            "text": "Si chiudono a Lake Placid, negli Stati Uniti, i III Giochi olimpici invernali;",
            "year": 1932
        },
        {
            "text": "Morris Michtom e la moglie Rose introducono negli USA il primo orsacchiotto di peluche;",
            "year": 1903
        },
        {
            "text": "Guerra ispano-americana: la nave da guerra statunitense USS Maine (ACR-1) esplode e affonda nel porto dell'Avana, causando la morte di 260 marinai. Questo evento porterà gli Stati Uniti a dichiarare guerra alla Spagna, dando inizio alla guerra ispano-americana;",
            "year": 1898
        },
        {
            "text": "Nasce Totò a Stella (Rione Sanità), Napoli;",
            "year": 1898
        },
        {
            "text": "Diritti delle donne: il presidente statunitense Rutherford B. Hayes firma una legge che consente ai magistrati donna di discutere le cause davanti alla Corte suprema;",
            "year": 1879
        },
        {
            "text": "Guerra civile americana: il generale unionista Ulysses S. Grant attacca Fort Donelson, nel Tennessee;",
            "year": 1862
        },
        {
            "text": "Viene fondata ufficialmente la Harmony Society;",
            "year": 1805
        },
        {
            "text": "Proclamazione della Prima Repubblica Romana, occupata il 10 febbraio dai francesi. Questi il 19 settembre 1799 abbandoneranno Roma, subito rioccupata il 30 settembre dai napoletani che metteranno così fine alla repubblica;",
            "year": 1798
        },
        {
            "text": "Secondo la tradizione cattolica, in questa data si verifica il miracolo della Madonna del Conforto ad Arezzo;",
            "year": 1796
        },
        {
            "text": "Viene fondata la città statunitense di Saint Louis;",
            "year": 1764
        },
        {
            "text": "Il Parlamento britannico istituisce il New Model Army;",
            "year": 1645
        },
        {
            "text": "Ferdinando III diventa Sacro Romano Imperatore;",
            "year": 1637
        },
        {
            "text": "Papa Pasquale II, con la bolla pontificia Pie Postulatio Voluntatis, riconosce ufficialmente i Cavalieri Ospitalieri, costituendo l'Ordine di San Giovanni di Gerusalemme;",
            "year": 1113
        }
    ],
    "births": [],
    "deaths": [],
    "metadata": {
        "current_date": "15. febbraio 2026",
        "short_date": "15. feb",
        "language": {
            "events": "Eventi",
            "deaths": "Morti",
            "births": "Nascite",
            "b": "n",
            "d": "m",
            "title": "Oggi nella Storia (Wikipedia)"
        },
        "events": [
            20,
            7,
            10,
            12,
            4,
            23,
            30,
            9,
            29,
            5
        ],
        "births": [],
        "deaths": []
    }
}