{
    "events": [
        {
            "text": "Nelle Filippine una tempesta tropicale causa più di 130 morti nella città di Mindanao.",
            "year": 2017
        },
        {
            "text": "Grecia: il Parlamento greco, con 194 voti a favore e 55 contro, approva la legge sulle Unioni civili.",
            "year": 2015
        },
        {
            "text": "Un terremoto colpisce le zone di Parma e Piacenza, nessun ferito ma tanti danni agli edifici storici e antichi. Il terremoto è stato seguito da tantissime scosse di assestamento avvertite in tutto il Nord Italia.",
            "year": 2008
        },
        {
            "text": "In Nepal viene abolita la monarchia e la nazione diventa una repubblica federale con a capo il primo ministro",
            "year": 2007
        },
        {
            "text": "Il Sudan riceve la dichiarazione di guerra da parte del confinante Ciad.",
            "year": 2005
        },
        {
            "text": "Lech Kaczyński diventa presidente della Polonia.",
            "year": 2005
        },
        {
            "text": "La Democrazia Cristiana per le Autonomie si costituisce come formazione politica autonoma.",
            "year": 2004
        },
        {
            "text": "La NASA annuncia che l'asteroide Apophis è il primo oggetto a raggiungere il livello 2 sulla Scala Torino.",
            "year": 2004
        },
        {
            "text": "Un MiG-25PD distrugge un ricognitore senza pilota RQ-1A Predator dell'USAF.",
            "year": 2002
        },
        {
            "text": "Federico Ramón Puerta termina il suo mandato da presidente dell'Argentina e passa l'incarico ad Adolfo Rodríguez Saá.",
            "year": 2001
        },
        {
            "text": "Jorn Barger, un commerciante statunitense appassionato di caccia, decide di aprire una propria pagina personale per condividere i risultati delle sue ricerche sul web riguardo al suo hobby: è il primo blog della storia.",
            "year": 1997
        },
        {
            "text": "Lech Wałęsa termina il suo incarico da presidente della Polonia e lascia il posto a Aleksander Kwaśniewski.",
            "year": 1995
        },
        {
            "text": "Jan Olszewski inizia il suo mandato da primo ministro della Polonia.",
            "year": 1991
        },
        {
            "text": "Milan Kučan diventa presidente della Slovenia.",
            "year": 1991
        },
        {
            "text": "La Slovenia vota per secedere dalla Repubblica Federale Socialista di Jugoslavia.",
            "year": 1990
        },
        {
            "text": "Il CNR registra il primo dominio internet italiano: cnr.it",
            "year": 1987
        },
        {
            "text": "Italia, San Benedetto Val di Sambro: il rapido 904 Napoli – Milano, un treno carico di passeggeri, in gran parte in viaggio per le vacanze natalizie, viene devastato dall'esplosione di una bomba. Al termine dei soccorsi si conteranno 15 morti e più di 100 feriti. L'attentato segna l'ingresso della mafia nel teatro dello stragismo di Stato.",
            "year": 1984
        },
        {
            "text": "L'Oak Ridge Observatory scopre l'asteroide 3773 Smithsonian.",
            "year": 1984
        },
        {
            "text": "François Dossin scopre l'asteroide 4440 Tchantchès.",
            "year": 1984
        },
        {
            "text": "Ljudmyla Heorhiїvna Karačkina scopre l'asteroide 4626 Plisetskaya.",
            "year": 1984
        },
        {
            "text": "La Environmental Protection Agency raccomanda l'evacuazione di Times Beach (Missouri) a causa dei livelli pericolosi della contaminazione da diossina.",
            "year": 1982
        },
        {
            "text": "Il giudice istruttore Emilio Ledonne emette un mandato di cattura contro Stefano Delle Chiaie.",
            "year": 1982
        },
        {
            "text": "Ljudmyla Heorhiїvna Karačkina scopre gli asteroidi 3345 Tarkovskij e 3675 Kemstach.",
            "year": 1982
        },
        {
            "text": "Unità militari dell'Unione Sovietica occupano Kabul, la capitale dell'Afghanistan.",
            "year": 1979
        },
        {
            "text": "I dati della curva di luce di Metis rilevano la presenza di una luna attorno all'asteroide 9 Metis. Esperimenti successivi non riescono a confermare questa ipotesi.",
            "year": 1979
        },
        {
            "text": "Ljudmyla Vasylivna Žuravl'ova scopre gli asteroidi 3724 Annenskij e 3971 Voronikhin.",
            "year": 1979
        },
        {
            "text": "Disastro aereo a Punta Raisi: un DC 9 si schianta in mare e muoiono 108 persone.",
            "year": 1978
        },
        {
            "text": "Nasce Telecolor International a Catania.",
            "year": 1976
        },
        {
            "text": "Esce in Italia il romanzo breve Incontro con Rama di Arthur C. Clarke.",
            "year": 1973
        },
        {
            "text": "Ritrovamento dei 16 superstiti del Disastro aereo delle Ande.",
            "year": 1973
        },
        {
            "text": "Viene avvistato, di fronte alle coste di San Benedetto del Tronto, il relitto rovesciato del motopeschereccio Rodi.",
            "year": 1970
        },
        {
            "text": "Una banda armata fa irruzione nell'appartamento di Deng Xiaoping per attentare alla sua vita, ma trova delle guardie armate che la fermano.",
            "year": 1969
        },
        {
            "text": "Lancio della missione Apollo 8 con a bordo i primi uomini ad orbitare intorno alla Luna.",
            "year": 1968
        },
        {
            "text": "Il film Il buono, il brutto, il cattivo viene proiettato per la prima volta in pubblico.",
            "year": 1966
        },
        {
            "text": "Disastro ferroviario della Fiumarella: un vagone ferroviario precipita da un viadotto sulla Ferrovia Cosenza-Catanzaro Lido causando la morte di 71 passeggeri.",
            "year": 1961
        },
        {
            "text": "Ichirō Hatoyama conclude il suo incarico da primo ministro del Giappone e al suo posto subentra Tanzan Ishibashi.",
            "year": 1956
        },
        {
            "text": "Isaak Babel' viene pubblicamente scagionato dalle accuse contro Stalin.",
            "year": 1954
        },
        {
            "text": "Primo prototipo funzionante del transistor ai Bell Laboratories.",
            "year": 1947
        },
        {
            "text": "Papa Pio XII scrive l'enciclica \"Orientales Omnes Ecclesias\".",
            "year": 1945
        },
        {
            "text": "Seconda guerra mondiale: l'aviazione statunitense rifornisce la città assediata di Bastogne, inizia la controffensiva alleata nelle Ardenne",
            "year": 1944
        },
        {
            "text": "Seconda guerra mondiale: il sommergibile tedesco U 559 affonda il piroscafo Shuntien a est di Tobruch causando circa un migliaio di vittime tra i quali numerosi prigionieri di guerra, in maggioranza italiani.",
            "year": 1941
        },
        {
            "text": "Guerra civile spagnola: inizia la battaglia per Barcellona con un attacco dei nazionalisti.",
            "year": 1938
        },
        {
            "text": "Arturo Alessandri Palma termina il suo incarico da presidente del Cile e passa l'incarico a Pedro Aguirre Cerda.",
            "year": 1938
        },
        {
            "text": "Guerra civile spagnola: l'Italia invia dei volontari in Spagna per combattere al fianco dei nazionalisti.",
            "year": 1936
        },
        {
            "text": "Arturo Alessandri Palma inizia il suo secondo mandato da presidente del Cile.",
            "year": 1932
        },
        {
            "text": "Luis Barros Borgoño termina il suo mandato da presidente del Cile e passa l'incarico a Emiliano Figueroa Larraín.",
            "year": 1925
        },
        {
            "text": "Esce il primo numero de Il Baretti, quindicinale di letteratura.",
            "year": 1924
        },
        {
            "text": "Viene firmato a Ginevra il Cartello Phoebus.",
            "year": 1924
        },
        {
            "text": "Papa Pio XI scrive la sua prima enciclica, \"Ubi Arcano Dei Consilio\".",
            "year": 1922
        },
        {
            "text": "Juan Luis Sanfuentes Andonaegui termina il suo mandato da presidente del Cile e passa l'incarico a Arturo Alessandri Palma.",
            "year": 1920
        },
        {
            "text": "Prima guerra mondiale: nella battaglia di Magdhaba, le forze alleate catturano una guarnigione turca nella penisola del Sinai.",
            "year": 1916
        },
        {
            "text": "Ramón Barros Luco termina il suo mandato da presidente del Cile e passa l'incarico a Juan Luis Sanfuentes Andonaegui.",
            "year": 1915
        },
        {
            "text": "Viene istituita la Federal Reserve.",
            "year": 1913
        },
        {
            "text": "Emiliano Figueroa Larraín termina il suo mandato da presidente del Cile e passa l'incarico a Ramón Barros Luco.",
            "year": 1910
        },
        {
            "text": "Alberto I del Belgio diventa re.",
            "year": 1909
        },
        {
            "text": "Una Visita di San Nicola, attribuito a Clement Clarke Moore, viene pubblicato per la prima volta.",
            "year": 1823
        },
        {
            "text": "Durante il Congresso di Reggio Emilia i territori occupati dalle truppe francesi di Bologna e Ferrara, Modena e Reggio proclamano la costituzione della Repubblica Cispadana.",
            "year": 1796
        },
        {
            "text": "Giacomo II d'Inghilterra viene lasciato fuggire dal Principe d'Orange.",
            "year": 1688
        },
        {
            "text": "Viene scoperta Rea (o Rhea, in greco ‘Ρέα), la seconda più grande luna di Saturno, da Giovanni Domenico Cassini.",
            "year": 1672
        },
        {
            "text": "Inizia la costruzione della Colonia di Plymouth.",
            "year": 1620
        },
        {
            "text": "Russia: lo zar Ivan IV fa incarcerare e strangolare Filippo II (metropolita di Mosca), capo della Chiesa ortodossa russa, contrario all'Opričnina",
            "year": 1569
        },
        {
            "text": "Il Parmigianino viene ingaggiato da Elena Baiardi per affrescare la cappella nella chiesa di Santa Maria dei Servi.",
            "year": 1534
        },
        {
            "text": "Simone Boccanegra viene eletto Doge della Repubblica di Genova.",
            "year": 1339
        },
        {
            "text": "Il conclave che eleggerà papa Bonifacio VIII si riunisce a Napoli.",
            "year": 1294
        },
        {
            "text": "Papa Alessandro IV con una bolla concede l'abbazia di Bagnara Calabra ai monaci florensi di S. Maria della Gloria di Anagni.",
            "year": 1256
        },
        {
            "text": "Elezione di papa Marino I.",
            "year": 882
        },
        {
            "text": "Papa Leone III presta giuramento di purificazione.",
            "year": 800
        },
        {
            "text": "Elezione di papa Bonifacio V.",
            "year": 619
        },
        {
            "text": "Il censore Marco Emilio Lepido scioglie il voto fatto durante la guerra contro i Liguri e dedica il Tempio di Giunone Regina nel Campo Marzio a Roma.",
            "year": -179
        }
    ],
    "births": [],
    "deaths": [],
    "metadata": {
        "current_date": "23. dicembre 2025",
        "short_date": "23. dic",
        "language": {
            "events": "Eventi",
            "deaths": "Morti",
            "births": "Nascite",
            "b": "n",
            "d": "m",
            "title": "Oggi nella Storia (Wikipedia)"
        },
        "events": [
            33,
            6,
            4,
            11,
            24,
            46,
            68,
            40,
            48,
            3
        ],
        "births": [],
        "deaths": []
    }
}