{
    "events": [
        {
            "text": "La sonda Voyager 2 batte il record di longevità.",
            "year": 2012
        },
        {
            "text": "I Giochi della XXVIII Olimpiade si aprono ufficialmente ad Atene.",
            "year": 2004
        },
        {
            "text": "Macedonia: i partiti macedoni slavi e albanesi firmano a Skopje un accordo politico per porre fine a sei mesi di guerra civile. L'UCK firma con la Nato un accordo per il disarmo delle sue milizie. Il 22 comincia la missione Nato \"Raccolto essenziale\".",
            "year": 2001
        },
        {
            "text": "La moneta unica europea ritorna sopra la soglia dei 90 centesimi di dollaro.",
            "year": 2001
        },
        {
            "text": "Il presidente del Suriname Johan Ferrier viene deposto a seguito di un colpo di Stato militare guidato da Dési Bouterse.",
            "year": 1980
        },
        {
            "text": "Attentato al Bayardo Bar - Belfast, un commando della Brigata Belfast dell'IRA compie un assalto ad un bar frequentato da elementi dell'Ulster Volunteer Force uccidendo 4 civili e un militante.",
            "year": 1975
        },
        {
            "text": "Alekos Panagulis attenta alla vita del dittatore greco Geōrgios Papadopoulos",
            "year": 1968
        },
        {
            "text": "Berlino (Germania): il governo della Germania Est fa erigere il Muro di Berlino",
            "year": 1961
        },
        {
            "text": "La Repubblica Centrafricana dichiara l'indipendenza dalla Francia",
            "year": 1960
        },
        {
            "text": "Seconda guerra mondiale: Roma viene nuovamente bombardata dagli Alleati.",
            "year": 1943
        },
        {
            "text": "Prima del cartone animato Bambi, di Walt Disney",
            "year": 1942
        },
        {
            "text": "Seconda guerra mondiale: battaglia d'Inghilterra – La Luftwaffe scatena l'Adlertag (\"giorno dell'aquila\")",
            "year": 1940
        },
        {
            "text": "Disastro di Molare: un'esondazione del lago di Ortiglieto dovuta al crollo di una diga provoca 111 vittime",
            "year": 1935
        },
        {
            "text": "La prima grande nave arriva a Gdynia, il nuovo porto di mare polacco appena completato",
            "year": 1923
        },
        {
            "text": "Guerra sovietico-polacca: inizia la battaglia di Varsavia, durerà fino al 25 agosto. L'Armata Rossa viene sconfitta",
            "year": 1920
        },
        {
            "text": "Incidenti razziali a Brownsville (Texas), dove alcuni soldati di colore appartenenti al noto reggimento dei Buffalo Soldier vengono accusati dalla popolazione locale di aver ucciso un barman ed un poliziotto bianco durante dei tafferugli.",
            "year": 1906
        },
        {
            "text": "Norvegia: referendum sullo scioglimento dell'Unione con la Svezia",
            "year": 1905
        },
        {
            "text": "Con la Resa di Világos ha termine la Rivoluzione ungherese del 1848.",
            "year": 1849
        },
        {
            "text": "Guerra di successione spagnola: battaglia di Blenheim – John Churchill, duca di Marlborough e il principe Eugenio di Savoia sbaragliano francesi e bavaresi.",
            "year": 1704
        },
        {
            "text": "Firma del Trattato di Brömsebro fra Danimarca-Norvegia e Svezia",
            "year": 1645
        },
        {
            "text": "Michele Serveto viene arrestato a Ginevra per volere di Giovanni Calvino con l'accusa di eresia.",
            "year": 1553
        },
        {
            "text": "Tenochtitlán (l'odierna Città del Messico) cade nelle mani del conquistador Hernán Cortés",
            "year": 1521
        },
        {
            "text": "Re Enrico V d'Inghilterra sbarca in Francia alla guida di 8000 uomini",
            "year": 1415
        },
        {
            "text": "Re Luigi X di Francia sposa Clemenza d'Ungheria",
            "year": 1315
        },
        {
            "text": "Elezione di papa Pasquale II",
            "year": 1099
        },
        {
            "text": "Elezione di papa Giovanni I",
            "year": 523
        },
        {
            "text": "Istigati dal magister officiorum Olimpio, alcuni contingenti militari romani di stanza a Ticinum si sollevano uccidendo gli ufficiali; è il primo passo della rivolta che porterà alla morte di Stilicone.",
            "year": 408
        }
    ],
    "births": [],
    "deaths": [],
    "metadata": {
        "current_date": "13. agosto 2025",
        "short_date": "13. ago",
        "language": {
            "events": "Eventi",
            "deaths": "Morti",
            "births": "Nascite",
            "b": "n",
            "d": "m",
            "title": "Oggi nella Storia (Wikipedia)"
        },
        "events": [
            14,
            19,
            11,
            21,
            15,
            6,
            3,
            2,
            4,
            22
        ],
        "births": [],
        "deaths": []
    }
}