{
    "events": [
        {
            "text": "All'Università Carolina di Praga avviene la sparatoria più letale nella storia della Repubblica Ceca",
            "year": 2023
        },
        {
            "text": "Elezioni parlamentari in Catalogna",
            "year": 2017
        },
        {
            "text": "Questo giorno è la data di fine di un ciclo di 5.126 anni nel calendario del periodo classico mesoamericano, che porta ad aspettative diffuse di eventi catastrofici",
            "year": 2012
        },
        {
            "text": "La Guardia Civil spagnola intercetta nei pressi di Calatayud (Aragona) un furgone diretto a Madrid guidato da membri dell'ETA e carico di 950 kg di esplosivo. Il giorno seguente, un altro furgone con a bordo 750 kg viene ritrovato non lontano. L'incidente è noto come \"la caravana de la muerte\" (la carovana della morte).",
            "year": 1999
        },
        {
            "text": "Il TGV Réseau N.511 diretto a Parigi deraglia a Ablaincourt-Pressoir, ferendo 25 persone ferme in stazione. Con i suoi 300 km/h è il più veloce incidente ferroviario della storia",
            "year": 1993
        },
        {
            "text": "Polonia, Repubblica Ceca, Slovacchia e Ungheria creano una zona di libero scambio",
            "year": 1992
        },
        {
            "text": "A Taiwán si celebrano le prime elezioni legislative in 40 anni, con un'ampia vittoria del governativo Kuomintang (Partito Nazionalista), che riformerà la costituzione.",
            "year": 1991
        },
        {
            "text": "Summit di Alma-Ata: la Comunità degli Stati Indipendenti è allargata ad Armenia, Azerbaigian, Kazakistan, Kirghizistan, Moldavia, Tagikistan, Turkmenistan e Uzbekistan mentre Bielorussia, Russia e Ucraina sono indicati con lo status di membro fondatore",
            "year": 1991
        },
        {
            "text": "A Bucarest Nicolae Ceaușescu convoca un'assemblea del Partito Comunista Rumeno per condannare le proteste iniziate cinque giorni prima a Timișoara, ma la piazza gli si volge contro ed inizia la rivolta nella capitale romena, che si propaga poi alle altre città",
            "year": 1989
        },
        {
            "text": "Una bomba esplode a bordo del Volo Pan Am 103 sopra i cieli di Lockerbie in Scozia, 270 vittime, comprese 11 a terra",
            "year": 1988
        },
        {
            "text": "Lancio della sonda sovietica Vega 2 con il doppio obiettivo di Venere e Cometa di Halley",
            "year": 1984
        },
        {
            "text": "Firmato l'accordo di Lancaster House per un cessate il fuoco in Rhodesia.",
            "year": 1979
        },
        {
            "text": "Sei persone, incluso Carlos (lo Sciacallo), rapiscono i delegati alla conferenza dell'OPEC a Vienna",
            "year": 1975
        },
        {
            "text": "Lancio dell'Apollo 8",
            "year": 1968
        },
        {
            "text": "Lancio della sonda sovietica Luna 13, che alluna il 24 nell'Oceanus Procellarum",
            "year": 1966
        },
        {
            "text": "Viene fondato il Parco nazionale Rondane, il primo della Norvegia",
            "year": 1962
        },
        {
            "text": "Charles de Gaulle viene eletto primo presidente della Quinta Repubblica francese",
            "year": 1958
        },
        {
            "text": "In Irlanda viene approvato il Republic of Ireland Act",
            "year": 1948
        },
        {
            "text": "Esce nelle sale cinematografiche messicane il film I tre caballeros, 7º Classico Disney; il film verrà distribuito negli USA il successivo 3 febbraio 1945",
            "year": 1944
        },
        {
            "text": "Première del film Biancaneve e i sette nani, 1º Classico Disney, al Carthay Circle Theater di Hollywood; l'uscita ufficiale nelle sale cinematografiche statunitensi avverrà il 4 febbraio dell'anno successivo",
            "year": 1937
        },
        {
            "text": "Viene presentato a Mosca, al Teatro Bol'šoj, il film \"La corazzata Potëmkin \"",
            "year": 1925
        },
        {
            "text": "Il Nepal passa da protettorato britannico a Stato indipendente",
            "year": 1923
        },
        {
            "text": "Il \"word-cross\" di Arthur Wynne, il primo cruciverba, viene pubblicato sul New York World",
            "year": 1913
        },
        {
            "text": "Marie e Pierre Curie scoprono il radio",
            "year": 1898
        },
        {
            "text": "Guerra mahdista: circa 2300 ascari eritrei e 75 italiani guidati dal colonnello Giuseppe Arimondi infliggono una pesante sconfitta alle 10000 truppe mahdiste dell'emiro Ahmed Wad Ali nella Seconda battaglia di Agordat.",
            "year": 1893
        },
        {
            "text": "Viene giocata la prima partita di pallacanestro",
            "year": 1891
        },
        {
            "text": "La HMS Challenger salpa da Portsmouth per una spedizione scientifica di 4 anni che getterà le basi dell'oceanografia",
            "year": 1872
        },
        {
            "text": "Viene autorizzata la prima Medaglia d'onore del Congresso degli Stati Uniti",
            "year": 1861
        },
        {
            "text": "Lord Lyons, ministro britannico per gli Stati Uniti, si incontra con il Segretario di Stato USA William Seward, al riguardo dei due inviati confederati James Mason e John Slidell arrestati dalla Marina Militare statunitense a bordo del vaporetto postale britannico Trent, allo scopo di evitare una guerra tra Stati Uniti e Regno Unito",
            "year": 1861
        },
        {
            "text": "Dopo la morte di Vitellio, Tito Flavio Vespasiano viene riconosciuto imperatore romano dal Senato",
            "year": 69
        },
        {
            "text": "Giuda Maccabeo restaura il Tempio di Gerusalemme. Questo evento vietò per 8 giorni la festività ebraica dell'Hanukkah.",
            "year": -164
        }
    ],
    "births": [],
    "deaths": [],
    "metadata": {
        "current_date": "21. dicembre 2025",
        "short_date": "21. dic",
        "language": {
            "events": "Eventi",
            "deaths": "Morti",
            "births": "Nascite",
            "b": "n",
            "d": "m",
            "title": "Oggi nella Storia (Wikipedia)"
        },
        "events": [
            13,
            12,
            5,
            6,
            24,
            18,
            27,
            30,
            25,
            10
        ],
        "births": [],
        "deaths": []
    }
}