{
    "events": [
        {
            "text": "Il sommergibile argentino ARA San Juan (S42) con a bordo 44 militari argentini, scompare a più di 400 chilometri dalle coste dell'Argentina. Le ricerche, interrotte il 1º dicembre, non portano a nessun risultato. In seguito (17 novembre 2018) il relitto viene localizzato a 907 metri di profondità al largo del Golfo San Jorge (Patagonia).",
            "year": 2017
        },
        {
            "text": "Party Rock Anthem è il primo video su YouTube a raggiungere il traguardo di 1.000.000 di like.",
            "year": 2011
        },
        {
            "text": "Hu Jintao diventa Segretario generale del Partito Comunista Cinese",
            "year": 2002
        },
        {
            "text": "La Microsoft lancia sul mercato la console di videogiochi Xbox in America del Nord, segnando il primo ingresso dell'azienda nel settore dei giochi domestici.",
            "year": 2001
        },
        {
            "text": "In Francia, la legge n. 99-944 definisce una nuova forma di unione, distinta dall'istituto matrimoniale, il Patto civile di solidarietà, un contratto tra due persone maggiorenni dello stesso sesso o di sesso diverso, al fine di organizzare la loro vita in comune",
            "year": 1999
        },
        {
            "text": "Programma Space Shuttle: lo Space Shuttle Atlantis viene lanciato con il volo STS-38 (settimo volo)",
            "year": 1990
        },
        {
            "text": "Esce nelle sale cinematografiche statunitensi il film La sirenetta, 28º Classico Disney; è il primo film animato Disney musical dai tempi de Gli Aristogatti del 1970 e il primo basato su una fiaba dai tempi de La bella addormentata nel bosco del 1959",
            "year": 1989
        },
        {
            "text": "Conflitto arabo-israeliano: l'Autorità Nazionale Palestinese proclama la nascita dello Stato palestinese e contestualmente riconosce quello israeliano",
            "year": 1988
        },
        {
            "text": "In Unione Sovietica, lo shuttle Buran 1.01 (senza piloti a bordo) viene lanciato per il suo primo e unico volo spaziale",
            "year": 1988
        },
        {
            "text": "Dichiarazione unilaterale della Repubblica turca di Cipro, riconosciuta unicamente dal governo turco",
            "year": 1983
        },
        {
            "text": "René Lévesque e il Parti Québécois vincono le elezioni e diventano il primo governo del Quebec nel XX secolo chiaramente in favore dell'indipendenza",
            "year": 1976
        },
        {
            "text": "Inizia il primo summit del G7 a Rambouillet in Francia.",
            "year": 1975
        },
        {
            "text": "Esce l'ultima striscia di Topolino disegnata da Floyd Gottfredson, americano, uno dei più grandi disegnatori della Disney",
            "year": 1975
        },
        {
            "text": "La Intel rilascia il primo microprocessore del mondo, il 4004",
            "year": 1971
        },
        {
            "text": "Marcia di protesta su Washington, la quarta contro la guerra del Vietnam",
            "year": 1969
        },
        {
            "text": "Guerra fredda: il sottomarino sovietico K-19 si scontra con il sottomarino statunitense USS Gato nel Mare di Barents",
            "year": 1969
        },
        {
            "text": "Michael James Adams esce dall'atmosfera terrestre a bordo dell'aereo esperimentale X-15. Viene considerato il 27° astronauta statunitense",
            "year": 1967
        },
        {
            "text": "Si conclude il Programma Gemini con l'ammaraggio della Gemini 12  nell'Oceano Atlantico",
            "year": 1966
        },
        {
            "text": "Dopo lo scandalo per la presunta oscenità dell'opera teatrale \"L'Arialda\", venata di tematiche omosessuali, il regista Luchino Visconti e gli attori Rina Morelli, Paolo Stoppa e Umberto Orsini si rivolgono al presidente della Repubblica Giovanni Gronchi per protestare contro la censura e contro il divieto di rappresentazione dell'opera. Il Presidente si rifiuta di riceverli",
            "year": 1960
        },
        {
            "text": "Primo lancio non sperimentale del missile Polaris da parte della Marina USA",
            "year": 1960
        },
        {
            "text": "Esce nelle sale cinematografiche statunitensi il primo film in cui compare Elvis Presley (Love Me Tender)",
            "year": 1956
        },
        {
            "text": "Inaugurazione della Metropolitana di San Pietroburgo",
            "year": 1955
        },
        {
            "text": "Louis Saint-Laurent succede a William Lyon Mackenzie King come primo ministro del Canada. King detiene il record (3 mandati, quasi 22 anni in totale) nella posizione di primo ministro nella storia del Commonwealth",
            "year": 1948
        },
        {
            "text": "Il Venezuela entra a far parte delle Nazioni Unite",
            "year": 1945
        },
        {
            "text": "A Bologna si combatte la battaglia della Bolognina tra partigiani della 7ª GAP e forze tedesche e fasciste.",
            "year": 1944
        },
        {
            "text": "Dopo l'uccisione del commissario della Federazione dei Fasci di Ferrara, Igino Ghisellini, sono fucilati 11 antifascisti",
            "year": 1943
        },
        {
            "text": "Il capo delle SS, Heinrich Himmler, ordina che i rom vengano messi \"allo stesso livello degli ebrei e posti nei campi di concentramento\" (si veda: Porrajmos).",
            "year": 1943
        },
        {
            "text": "Primo volo del Heinkel He 219, un caccia notturno tedesco con importanti innovazioni, quali l'abitacolo pressurizzato e il sistema di espulsione del pilota",
            "year": 1942
        },
        {
            "text": "Seconda guerra mondiale: finisce la battaglia navale di Guadalcanal",
            "year": 1942
        },
        {
            "text": "Seconda guerra mondiale: circa a metà novembre Iosif Stalin richiama le truppe dalla frontiera orientale che Richard Sorge aveva confermato al sicuro da attacchi giapponesi; viene potenziata così la forza militare russa in Europa, il che sarà una delle cause della disfatta tedesca",
            "year": 1941
        },
        {
            "text": "R.D.L. Integrazione e coordinamento in testo unico delle norme già emanate per la difesa della razza nella Scuola Italiana",
            "year": 1938
        },
        {
            "text": "Dalla Radio Corporation of America - RCA - nasce la rete americana - NBC - (National Broadcasting Company) che apre con 24 stazioni radio",
            "year": 1926
        },
        {
            "text": "Primo volo del dirigibile Roma fabbricato in Italia su progetto di Umberto Nobile e in dotazione all'esercito degli Stati Uniti",
            "year": 1921
        },
        {
            "text": "A Ginevra si tiene la prima assemblea generale della Società delle Nazioni",
            "year": 1920
        },
        {
            "text": "Guerra anglo-boera: Winston Churchill viene catturato dagli italiani di Camillo Ricchiardi a seguito dell’assalto a un treno britannico diretto verso Ladysmith.",
            "year": 1899
        },
        {
            "text": "Il Brasile si trasforma pacificamente in repubblica",
            "year": 1889
        },
        {
            "text": "Si apre a Berlino la Conferenza sul Congo che sancirà le regole internazionali per il commercio nell'Africa subequatoriale.",
            "year": 1884
        },
        {
            "text": "L'armatore genovese Raffaele Rubattino, d'accordo con il governo italiano, acquista la baia di Assab nel Corno d'Africa. È il primo possedimento coloniale italiano.",
            "year": 1869
        },
        {
            "text": "Viene promulgata come decreto legislativo del Regno di Sardegna e poi estesa a tutta l'Italia la Legge Casati sull'ordinamento scolastico. Rimarrà in vigore fino al 1923 e sarà anzi la base della Riforma Gentile che la sostituirà",
            "year": 1859
        },
        {
            "text": "Viene scoperto Lutetia, un piccolo asteroide della Fascia principale, di circa 100 chilometri di diametro. Nel 2010 verrà sorvolato dalla sonda spaziale europea Rosetta",
            "year": 1852
        },
        {
            "text": "Assassinio sulla scala della Cancelleria, sede delle nuove Camere, del conte Pellegrino Rossi, primo ministro di Pio IX",
            "year": 1848
        },
        {
            "text": "Le grandi potenze riunite a Londra pubblicano il Protocollo dei XXIV articoli, destinato a ratificare l'indipendenza del Belgio dai Paesi Bassi.",
            "year": 1831
        },
        {
            "text": "Apre i battenti la prima università cattolica degli Stati Uniti, la Georgetown University",
            "year": 1791
        },
        {
            "text": "Guerra d'indipendenza americana: dopo 16 mesi di dibattito il Congresso continentale approva gli Articoli della Confederazione",
            "year": 1777
        },
        {
            "text": "Battaglia di Zsibó, i Kuruc ungheresi vengono sconfitti dall'esercito del Sacro Romano Impero e del Regno di Danimarca",
            "year": 1705
        },
        {
            "text": "Francisco Pizarro conquista Cusco e procede al massacro del popolo Inca",
            "year": 1533
        },
        {
            "text": "Francisco Pizarro giunge a Cajamarca per incontrare Atahualpa; il giorno seguente lo imprigiona e gli Inca si arrendono",
            "year": 1532
        },
        {
            "text": "Simone Boccanegra viene eletto doge per la seconda volta. Morirà ancora in carica, probabilmente avvelenato, nel 1363",
            "year": 1356
        },
        {
            "text": "A Zappolino, in località Prati di Saletto e di Parviano, territori del Comune di Bologna, si svolge la cruenta battaglia tra Ghibellini modenesi, capitanati da Passerino Bonacolsi e spalleggiati da Rinaldo d'Este di Ferrara, i Gonzaga di Mantova, i Visconti di Milano, Cangrande della Scala di Verona, Bertuccio e Gangalando da Guiglia e i fuoriusciti bolognesi Pepoli e Gozzadini, oltre a Mazarello da Cusano, contrapposti a Guelfi bolognesi, fiorentini e romagnoli.",
            "year": 1325
        },
        {
            "text": "Battaglia di Morgarten: un piccolo gruppo di fanti svizzeri sconfigge gli austriaci, numericamente preponderanti, presso Morgarten; fu una delle vittorie che segnarono la via all'indipendenza della Svizzera",
            "year": 1315
        },
        {
            "text": "Alla morte dell'imperatore Costantino VIII, ottiene il trono la figlia Zoe, che condivide il governo con il marito Romano III Argiro;",
            "year": 1028
        },
        {
            "text": "Battaglia di Winwaed: Penda di Mercia, ultimo re pagano anglosassone, viene sconfitto da Oswiu di Northumbria",
            "year": 655
        },
        {
            "text": "Alla morte dell'imperatore romano Giustiniano gli succede il nipote Giustino II",
            "year": 565
        },
        {
            "text": "Il console romano Marco Emilio Scauro sconfigge definitivamente i Carni.",
            "year": -115
        }
    ],
    "births": [],
    "deaths": [],
    "metadata": {
        "current_date": "15. novembre 2025",
        "short_date": "15. nov",
        "language": {
            "events": "Eventi",
            "deaths": "Morti",
            "births": "Nascite",
            "b": "n",
            "d": "m",
            "title": "Oggi nella Storia (Wikipedia)"
        },
        "events": [
            31,
            38,
            53,
            36,
            48,
            45,
            33,
            32,
            8,
            14
        ],
        "births": [],
        "deaths": []
    }
}