{
    "events": [
        {
            "text": "In Italia si tiene il terzo referendum costituzionale della storia repubblicana",
            "year": 2016
        },
        {
            "text": "Per la prima volta nella sua storia, la Banca centrale europea taglia il tasso di sconto dello 0,75%: il presidente Jean-Claude Trichet commenta: «È una situazione eccezionale»",
            "year": 2008
        },
        {
            "text": "Viene lanciata la sonda Mars Pathfinder",
            "year": 1996
        },
        {
            "text": "Si conclude una tregua tra il governo dell'Angola e i ribelli dell'UNITA",
            "year": 1993
        },
        {
            "text": "Muore Frank Zappa, compositore e chitarrista americano.",
            "year": 1993
        },
        {
            "text": "Il presidente statunitense George H. W. Bush invia 28.000 soldati in Somalia",
            "year": 1992
        },
        {
            "text": "Il giornalista Terry Anderson viene liberato dopo sette anni di prigionia a Beirut",
            "year": 1991
        },
        {
            "text": "La compagnia aerea Pan American World Airways cessa di operare dopo 64 anni di servizio",
            "year": 1991
        },
        {
            "text": "La Repubblica Popolare Cinese adotta la sua costituzione",
            "year": 1982
        },
        {
            "text": "Il Sudafrica concede l'indipendenza all'\"homeland\" del Ciskei (riconosciuta solo dal Sudafrica)",
            "year": 1981
        },
        {
            "text": "In seguito alla morte del batterista John Bonham, avvenuta il 25 settembre, i Led Zeppelin annunciano lo scioglimento del gruppo",
            "year": 1980
        },
        {
            "text": "La sonda Pioneer Venus entra in orbita attorno a Venere",
            "year": 1978
        },
        {
            "text": "Jean-Bédel Bokassa, presidente della Repubblica Centrafricana, si incorona imperatore Bokassa I dell'Impero Centrafricano",
            "year": 1976
        },
        {
            "text": "I membri delle Pantere Nere Fred Hampton e Mark Clark vengono uccisi nel sonno durante un'incursione compiuta da 14 poliziotti di Chicago",
            "year": 1969
        },
        {
            "text": "Viene fondato il quotidiano Avvenire dalla fusione di due giornali cattolici italiani",
            "year": 1968
        },
        {
            "text": "Guerra del Vietnam: forze statunitensi e sudcoreane ingaggiano i Viet Cong nel Delta del Mekong",
            "year": 1967
        },
        {
            "text": "Viene lanciata la sonda Gemini 7, con a bordo Frank Borman e James A. Lovell",
            "year": 1965
        },
        {
            "text": "Il Dahomey (l'odierno Benin) diventa una nazione auto-governata all'interno della Comunità francese",
            "year": 1958
        },
        {
            "text": "Con un voto di 65 a 7, il Senato degli Stati Uniti approva la partecipazione degli USA alle Nazioni Unite",
            "year": 1945
        },
        {
            "text": "Fine della Grande depressione negli USA: con le cifre della disoccupazione che calano rapidamente a causa delle assunzioni collegate alla seconda guerra mondiale, il presidente Franklin D. Roosevelt chiude la Works Progress Administration",
            "year": 1943
        },
        {
            "text": "Seconda guerra mondiale: il capo della resistenza jugoslava Maresciallo Tito proclama un governo provvisorio democratico in esilio della Jugoslavia",
            "year": 1943
        },
        {
            "text": "Olocausto: a Varsavia, due donne cristiane, Zofia Kossak Szczucka e Wanda Filipowicz, rischiano la vita fondando il Consiglio per l'assistenza degli ebrei",
            "year": 1942
        },
        {
            "text": "Seconda guerra mondiale: la HMS Nelson (28) viene colpita da una mina (lanciata dal sottomarino tedesco U-31) vicino alle coste scozzesi e viene mandata in riparazione fino all'agosto 1940",
            "year": 1939
        },
        {
            "text": "Woodrow Wilson si reca a Versailles per i negoziati di pace della prima guerra mondiale, diventando il primo presidente statunitense a recarsi in Europa mentre è in carica",
            "year": 1918
        },
        {
            "text": "Guerra italo-turca: le truppe italiane sconfiggono quelle turche nella battaglia di Ain Zara.",
            "year": 1911
        },
        {
            "text": "Il noto politico newyorchese Boss Tweed fugge di prigione e scappa a Cuba e da lì in Spagna",
            "year": 1875
        },
        {
            "text": "Guerra di secessione americana: a Waynesboro (Georgia) le forze del generale unionista Judson Kilpatrick impediscono ai confederati guidati dal generale Joseph Wheeler di interferire con la campagna di William T. Sherman tesa a distruggere un'ampia fetta del Sud, nella sua marcia verso il Golfo del Messico (le truppe dell'Unione comunque soffriranno perdite tre volte superiori ai confederati)",
            "year": 1864
        },
        {
            "text": "A Firenze Giacomo Leopardi annota per l'ultima volta il suo Zibaldone di pensieri",
            "year": 1832
        },
        {
            "text": "Di fronte a una feroce opposizione il Lord britannico William Bentinck introduce un regolamento che dichiara che tutti coloro i quali incoraggiano il suttee in India sono colpevoli di omicidio colposo",
            "year": 1829
        },
        {
            "text": "Viene pubblicato il primo numero del The Observer",
            "year": 1791
        },
        {
            "text": "Alla Fraunces Tavern di New York il generale George Washington dà l'addio formale ai suoi ufficiali",
            "year": 1783
        },
        {
            "text": "Padre Jacques Marquette fonda una missione sulle rive del Lago Michigan (la missione diverrà in seguito la città di Chicago)",
            "year": 1674
        },
        {
            "text": "Il cardinale Mazzarino diventa principale ministro di Stato francese",
            "year": 1642
        },
        {
            "text": "Trentotto coloni della parrocchia di Berkeley, in Inghilterra, sbarcano in Virginia e rendono grazie a Dio (questa data è considerata il primo Giorno del ringraziamento)",
            "year": 1619
        },
        {
            "text": "A Carini viene uccisa la baronessa Laura Lanza",
            "year": 1563
        },
        {
            "text": "Chiusura ufficiale del Concilio di Trento (aperto il 13 dicembre 1545) dopo 25 sessioni",
            "year": 1563
        },
        {
            "text": "La Sacra Sindone viene gravemente danneggiata da un incendio",
            "year": 1532
        },
        {
            "text": "Prima crociata: i crociati conquistano Sidone",
            "year": 1110
        },
        {
            "text": "Muore re Carlomanno I, fratello del futuro imperatore Carlo Magno, dopo appena due anni di regno",
            "year": 771
        }
    ],
    "births": [],
    "deaths": [],
    "metadata": {
        "current_date": "4. dicembre 2025",
        "short_date": "4. dic",
        "language": {
            "events": "Eventi",
            "deaths": "Morti",
            "births": "Nascite",
            "b": "n",
            "d": "m",
            "title": "Oggi nella Storia (Wikipedia)"
        },
        "events": [
            15,
            4,
            7,
            21,
            26,
            12,
            11,
            5,
            22,
            20
        ],
        "births": [],
        "deaths": []
    }
}