{
    "events": [
        {
            "text": "Esce nelle sale cinematografiche statunitensi il film Ralph spacca Internet, 57º Classico Disney",
            "year": 2018
        },
        {
            "text": "Robert Mugabe lascia definitivamente la guida dello Zimbabwe dopo il colpo di Stato militare avvenuto lo scorso 14 novembre; era in carica dal 1987",
            "year": 2017
        },
        {
            "text": "Un'esplosione in una miniera in Cina nella provincia dello Heilongjiang causa 108 morti",
            "year": 2009
        },
        {
            "text": "Esce nelle sale cinematografiche statunitensi il film Bolt - Un eroe a quattro zampe, 48º Classico Disney",
            "year": 2008
        },
        {
            "text": "Si chiude il ballottaggio delle elezioni presidenziali in Ucraina tra Viktor Janukovyč e Viktor Juščenko, che causerà un'enorme mobilitazione di massa della popolazione civile ucraina e porterà all'annullamento dei risultati elettorali da parte della Corte suprema ucraina",
            "year": 2004
        },
        {
            "text": "L'isola della Martinica viene scossa dal più grave terremoto della storia fino ad allora registrato. Il sisma verrà avvertito anche nella vicina Guadalupa",
            "year": 2004
        },
        {
            "text": "La NATO invita Bulgaria, Estonia, Lettonia, Lituania, Romania, Slovacchia e Slovenia a diventarne membri",
            "year": 2002
        },
        {
            "text": "Un'esplosione di propano presso la Humberto Vidal a Porto Rico provoca 33 morti.",
            "year": 1996
        },
        {
            "text": "Firma dell'Accordo di Dayton, intesa di pace fra serbi, croati e bosniaci; l'accordo diverrà operativo il 14 dicembre successivo.",
            "year": 1995
        },
        {
            "text": "Esce il Super Nintendo, che uscirà di produzione soltanto nel 1999.",
            "year": 1990
        },
        {
            "text": "Scandalo Iran-Contra: Oliver North, membro del Consiglio per la sicurezza nazionale, e il suo segretario iniziano a distruggere i documenti che li coinvolgono nella vendita di armi all'Iran, i cui proventi vengono usati per aiutare i ribelli Contras in Nicaragua.",
            "year": 1986
        },
        {
            "text": "Si riunisce ad Ottawa la 1° Conferenza Internazionale sulla Promozione della Salute, nella quale è stata scritta la Carta di Ottawa",
            "year": 1986
        },
        {
            "text": "Jonathan Pollard, analista del servizio segreto della marina militare USA, viene arrestato per spionaggio (venne preso a cedere informazioni segrete israeliane sulle nazioni arabe e successivamente condannato all'ergastolo).",
            "year": 1985
        },
        {
            "text": "Un incendio all'hotel MGM di Las Vegas provoca 87 morti e 650 feriti. È il disastro più grave della storia del Nevada.",
            "year": 1980
        },
        {
            "text": "Viene trasmessa la puntata con il più alto indice di ascolto di Dallas (Who Done it?) trattante il tentato omicidio di J.R.",
            "year": 1980
        },
        {
            "text": "L'ambasciata statunitense di Islamabad, in Pakistan, viene attaccata dalla folla e incendiata: 4 morti",
            "year": 1979
        },
        {
            "text": "Il ministro degli esteri neozelandese Alla Highet annuncia che la Nuova Zelanda avrebbe avuto due inni nazionali: God Save the Queen e God Defend New Zealand, scritto da Thomas Bracken, con le musiche di John Joseph Woods, da eseguire a scelta a seconda delle occasioni",
            "year": 1977
        },
        {
            "text": "Esce il più famoso album dei Queen, A Night at the Opera, che include le canzoni Bohemian Rhapsody e Love of My Life.",
            "year": 1975
        },
        {
            "text": "L'Attentato ai pub di Birmingham da parte dell'IRA causa 21 vittime. I Sei di Birmingham verranno condannati all'ergastolo per questo reato e successivamente prosciolti.",
            "year": 1974
        },
        {
            "text": "George W. Bush viene scartato dalla riserva dell'Aeronautica statunitense",
            "year": 1974
        },
        {
            "text": "L'esercito indiano, aiutato dal Mukti Bahini, sconfigge l'esercito pakistano nella battaglia di Garibpur",
            "year": 1971
        },
        {
            "text": "Guerra del Vietnam: Operazione Ivory Coast – Una squadra congiunta dell'aeronautica e dell'esercito statunitense esegue un'incursione nel campo di prigionia di Son Tay, nel tentativo di liberare dei prigionieri di guerra americani che si pensava vi fossero detenuti (non ci fu nessuna vittima americana, ma i prigionieri erano già stati spostati in un altro campo). Tutti i prigionieri americani vennero spostati in un pugno di complessi di prigionia centrali come risultato di questa operazione",
            "year": 1970
        },
        {
            "text": "A Washington, il presidente statunitense Richard Nixon e il premier giapponese Eisaku Satō concordano per restituire il controllo di Okinawa al Giappone nel 1972. In base ai termini dell'accordo, gli USA mantengono i loro diritti sulle basi dell'isola, ma queste non dovranno ospitare armi nucleari",
            "year": 1969
        },
        {
            "text": "Viene allacciato il primo collegamento ARPANET",
            "year": 1969
        },
        {
            "text": "Guerra del Vietnam: il generale statunitense William Westmoreland dichiara alla stampa: «Sono assolutamente certo che dove nel 1965 il nemico stava vincendo, oggi sta certamente perdendo»",
            "year": 1967
        },
        {
            "text": "Il Ponte di Verrazzano apre al traffico (all'epoca era il ponte sospeso più lungo del mondo)",
            "year": 1964
        },
        {
            "text": "Concilio Vaticano II: si chiude la terza fase del concilio ecumenico della Chiesa cattolica",
            "year": 1964
        },
        {
            "text": "Entra in vigore il cessate il fuoco proclamato dall'Esercito di Liberazione Popolare cinese dichiarato il giorno prima. Questo atto pone fine alla guerra sino-indiana",
            "year": 1962
        },
        {
            "text": "Le autorità del British Natural History Museum annunciano che il cranio dell'Uomo di Piltdown, considerato come uno dei più famosi crani fossili del mondo, è un falso",
            "year": 1953
        },
        {
            "text": "Eccidio di Pietransieri",
            "year": 1943
        },
        {
            "text": "Completamento dell'Alaska Highway (nota anche come Alcan Highway). L'autostrada non sarà accessibile al traffico generico fino al 1943",
            "year": 1942
        },
        {
            "text": "Dopo più di tre mesi di scontri, gli inglesi riescono a piegare la resistenza italiana durante la battaglia di Culqualber.",
            "year": 1941
        },
        {
            "text": "Ella Fitzgerald fa il suo debutto, all'età di 17 anni, all'Apollo Theater ad Harlem, New York",
            "year": 1934
        },
        {
            "text": "Massacro della Miniera di Columbine: 500 minatori in sciopero, alcuni con le loro famiglie, vengono attaccati con le mitragliatrici da un distaccamento della polizia di Stato vestita in abiti civili",
            "year": 1927
        },
        {
            "text": "Rebecca Latimer Felton presta giuramento e diventa il primo senatore di sesso femminile nella storia degli Stati Uniti, sostituendo un senatore della Georgia morto improvvisamente. Il successivo senatore di sesso femminile, Hattie Caraway verrà eletto soltanto nel 1934",
            "year": 1922
        },
        {
            "text": "Domenica di sangue a Dublino: durante una partita di football gaelico allo stadio di Croke Park i reparti inglesi dei Black and Tans per rappresaglia entrano in campo e sparano su tifosi e giocatori, causando 12 morti",
            "year": 1920
        },
        {
            "text": "Durante la prima guerra mondiale muore Francesco Giuseppe, penultimo imperatore dell'Impero austro-ungarico, dopo oltre 68 anni di regno",
            "year": 1916
        },
        {
            "text": "Naufragio della nave ospedaliera HMHS Britannic",
            "year": 1916
        },
        {
            "text": "Albert Einstein pubblica sugli Annalen der Physik la Teoria della relatività ristretta",
            "year": 1905
        },
        {
            "text": "Termina la guerra dei mille giorni in Colombia",
            "year": 1902
        },
        {
            "text": "Il Philadelphia Football Athletics sconfigge il Kanaweola Athletic Club di Elmira, New York, 39-0, nella prima partita della notte di football americano professionistico.",
            "year": 1902
        },
        {
            "text": "Prima guerra sino-giapponese: a Port Arthur il Giappone ottiene una vittoria decisiva contro la Cina",
            "year": 1894
        },
        {
            "text": "Thomas Edison annuncia l'invenzione del fonografo, un apparecchio che può registrare suoni. Questa invenzione permetterà poi l'utilizzo di apparecchi per la riproduzione del suono",
            "year": 1877
        },
        {
            "text": "Stati Confederati d'America: il presidente Jefferson Davis nomina Judah Benjamin segretario alla guerra",
            "year": 1861
        },
        {
            "text": "Il Wabash College viene fondato a Crawfordsville, nell'Indiana",
            "year": 1832
        },
        {
            "text": "Francia: a Lione ha inizio la prima Rivolta dei Canut, gli operai della manifattura della seta",
            "year": 1831
        },
        {
            "text": "La Carolina del Nord ratifica la Costituzione degli Stati Uniti e viene ammessa come 12º Stato membro degli USA",
            "year": 1789
        },
        {
            "text": "A Parigi, Jean-François Pilâtre de Rozier e François Laurent d'Arlandes compiono la prima ascesa con una mongolfiera non vincolata (tempo di volo: 25 minuti, altezza massima: 900 metri)",
            "year": 1783
        },
        {
            "text": "L'astronomo danese Ole Rømer presenta le prime misurazioni quantitative della velocità della luce",
            "year": 1676
        },
        {
            "text": "I coloni della Colonia di Plymouth firmano il Mayflower Compact.",
            "year": 1620
        },
        {
            "text": "Timur di Samarcanda cattura e saccheggia la capitale georgiana di Tbilisi, prendendo prigioniero il re Bagrat V della Georgia",
            "year": 1386
        },
        {
            "text": "Sale al trono Edoardo I d'Inghilterra, succedendo a suo padre Enrico III",
            "year": 1272
        },
        {
            "text": "Ly Cong Uan viene incoronato come imperatore di Dai Co Viet, fondatore della dinastia Lý",
            "year": 1009
        },
        {
            "text": "Le Istituzioni di Giustiniano vengono pubblicate con la Costituzione Imperatoriam",
            "year": 533
        },
        {
            "text": "Antero viene eletto papa",
            "year": 235
        },
        {
            "text": "Giuda Maccabeo, figlio di Mattatia della famiglia Asmonee, ripristina il Tempio a Gerusalemme. Questo evento è commemorato ogni anno dal festival di Hanukkah",
            "year": -164
        }
    ],
    "births": [],
    "deaths": [],
    "metadata": {
        "current_date": "21. novembre 2025",
        "short_date": "21. nov",
        "language": {
            "events": "Eventi",
            "deaths": "Morti",
            "births": "Nascite",
            "b": "n",
            "d": "m",
            "title": "Oggi nella Storia (Wikipedia)"
        },
        "events": [
            24,
            52,
            9,
            28,
            19,
            38,
            30,
            34,
            40,
            13
        ],
        "births": [],
        "deaths": []
    }
}