{
    "events": [
        {
            "text": "Argentina, Brasile, Bolivia, Ecuador, Paraguay, Uruguay e Venezuela firmano l'atto costitutivo della Banca del Sud",
            "year": 2007
        },
        {
            "text": "Incendio a Mosca in un centro di riabilitazione per tossicodipendenti. Le vittime, tutte donne, sono 45. Si tratta della più grave tragedia provocata da un incendio nella capitale sovietica dal 1977 quando un rogo all'Hotel Rossija, nel centro della città, provocò 42 morti e 50 feriti",
            "year": 2006
        },
        {
            "text": "Un attacco suicida nel centro di Mosca uccide 6 persone e ne ferisce 11",
            "year": 2003
        },
        {
            "text": "I Marines statunitensi sbarcano in Somalia",
            "year": 1992
        },
        {
            "text": "Viene annunciata la separazione tra i principi di Galles Carlo e Diana",
            "year": 1992
        },
        {
            "text": "Lech Wałęsa diventa il primo presidente eletto direttamente della Polonia",
            "year": 1990
        },
        {
            "text": "Battendo l'Olimpia Asunción per 3-0, il Milan vince per la terza volta la Coppa Intercontinentale.",
            "year": 1990
        },
        {
            "text": "Inizia la prima intifada nella Striscia di Gaza e in Cisgiordania",
            "year": 1987
        },
        {
            "text": "Norman Mayer minaccia di far esplodere il Monumento a Washington, prima di essere ucciso dal Corpo di polizia forestale degli Stati Uniti",
            "year": 1982
        },
        {
            "text": "L'attore pornografico John Holmes viene accusato per gli omicidi di Wonderland Avenue",
            "year": 1981
        },
        {
            "text": "A Palermo nasce il primo circolo Arcigay",
            "year": 1980
        },
        {
            "text": "L'Organizzazione mondiale della sanità annuncia la scomparsa del vaiolo; l'ultimo caso era stato registrato due anni prima in Somalia. Il risultato è stato ottenuto grazie alla vaccinazione di massa intrapresa da molti Paesi negli anni settanta. Riserve del virus sono conservate in due laboratori di massima sicurezza, uno in Russia e uno negli USA",
            "year": 1979
        },
        {
            "text": "In Irlanda del Nord vengono firmati gli Accordi di Sunningdale per porre fine al conflitto nordirlandese",
            "year": 1973
        },
        {
            "text": "Zanzibar ottiene l'indipendenza",
            "year": 1963
        },
        {
            "text": "Il Tanganica diventa una repubblica",
            "year": 1962
        },
        {
            "text": "In Israele, Adolf Eichmann viene riconosciuto colpevole di crimini di guerra",
            "year": 1961
        },
        {
            "text": "Il Tanganica ottiene l'indipendenza dal Regno Unito",
            "year": 1961
        },
        {
            "text": "Viene ritrovata la tomba de L'Atleta di Taranto",
            "year": 1959
        },
        {
            "text": "Viene fondata la John Birch Society",
            "year": 1958
        },
        {
            "text": "La General Electric annuncia che tutti i dipendenti comunisti verranno licenziati dall'azienda",
            "year": 1953
        },
        {
            "text": "Harry Gold viene condannato a trent'anni di carcere per aver sottratto segreti nucleari agli USA in favore dell'Unione Sovietica",
            "year": 1950
        },
        {
            "text": "A Norimberga comincia il processo contro 23 ex-medici che operarono nei campi di concentramento accusati di crimini contro l'umanità",
            "year": 1946
        },
        {
            "text": "Il generale statunitense, George Patton ha un incidente stradale, in seguito al quale morirà 12 giorni dopo",
            "year": 1945
        },
        {
            "text": "La Cina dichiara guerra all'Impero giapponese, alla Germania nazista, e all'Italia fascista",
            "year": 1941
        },
        {
            "text": "Seconda guerra sino-giapponese: dopo la caduta di Shanghai inizia la battaglia di Nanchino, che cadrà il 13.",
            "year": 1937
        },
        {
            "text": "La Spagna diventa una repubblica",
            "year": 1931
        },
        {
            "text": "Italia: il Gran consiglio del fascismo presieduto da Mussolini (istituito il 15 dicembre 1922), diventa istituzione a livello costituzionale",
            "year": 1928
        },
        {
            "text": "Gabriel Narutowicz viene eletto primo presidente della Polonia",
            "year": 1922
        },
        {
            "text": "Fine della battaglia di Qurna",
            "year": 1914
        },
        {
            "text": "Herman Hollerith installa la sua apparecchiatura di calcolo nel Dipartimento della guerra degli Stati Uniti",
            "year": 1888
        },
        {
            "text": "P. B. S. Pinchback diventa il primo afroamericano governatore di uno Stato degli USA",
            "year": 1872
        },
        {
            "text": "Il Congresso degli Stati Uniti crea il Comitato congiunto sulla condotta di guerra",
            "year": 1861
        },
        {
            "text": "Scontro di Casale Mastroddi: i Bersaglieri del maggiore Enrico Franchini catturano José Borjes e i suoi legittimisti dopo un breve scontro a Sante Marie, in Abruzzo.",
            "year": 1861
        },
        {
            "text": "Papa Pio IX pubblica la lettera enciclica Singulari quadam",
            "year": 1854
        },
        {
            "text": "Il primo YMCA del Nord America viene fondato a Montréal",
            "year": 1851
        },
        {
            "text": "L'esercito della Repubblica del Texas cattura San Antonio",
            "year": 1835
        },
        {
            "text": "Battaglia di Ayacucho – Il Perù sconfigge la Spagna",
            "year": 1824
        },
        {
            "text": "Noah Webster fonda il primo quotidiano di New York, l'American Minerva",
            "year": 1793
        },
        {
            "text": "Gli ebrei vengono espulsi da Breslavia",
            "year": 1738
        },
        {
            "text": "L'Impero ottomano dichiara guerra alla Repubblica di Venezia. Inizia la seconda guerra di Morea o settima guerra turco-veneziana.",
            "year": 1714
        },
        {
            "text": "Guerra dei trent'anni – Paesi Bassi e Inghilterra firmano il trattato di pace di Den Haag per sostenere la campagna di Cristiano IV di Danimarca in Germania",
            "year": 1625
        },
        {
            "text": "La Vergine di Guadalupe appare per la prima volta a Juan Diego Cuauhtlatoatzin",
            "year": 1531
        },
        {
            "text": "Papa Martino V fonda l'Università cattolica di Lovanio",
            "year": 1425
        },
        {
            "text": "Battaglia di Marj Ardabil, un esercito di khazari guidato dal generale Barjik sconfigge l'esercito omayyade comandato dal generale Al-Djarrah ibn Abdullah nei pressi dell'attuale città iraniana Ardabil",
            "year": 730
        }
    ],
    "births": [],
    "deaths": [],
    "metadata": {
        "current_date": "9. dicembre 2025",
        "short_date": "9. dic",
        "language": {
            "events": "Eventi",
            "deaths": "Morti",
            "births": "Nascite",
            "b": "n",
            "d": "m",
            "title": "Oggi nella Storia (Wikipedia)"
        },
        "events": [
            33,
            3,
            14,
            6,
            43,
            17,
            10,
            13,
            2,
            12
        ],
        "births": [],
        "deaths": []
    }
}