{
    "events": [
        {
            "text": "Esce nelle sale cinematografiche statunitensi il film Ralph Spaccatutto, 52º Classico Disney",
            "year": 2012
        },
        {
            "text": "Viene ucciso il regista olandese Theo van Gogh, nipote del celebre pittore: aveva girato un film sulla violenza sulle donne nel mondo islamico per il quale aveva ricevuto critiche da esponenti musulmani dei Paesi Bassi e minacce di morte; per l'omicidio verrà poi arrestato un uomo di origine marocchina",
            "year": 2004
        },
        {
            "text": "Monsters & Co. debutta nelle sale con la miglior vendita di biglietti di sempre per un film animato (sesto in classifica indipendentemente dal genere)",
            "year": 2001
        },
        {
            "text": "Il primo equipaggio giunge sulla Stazione spaziale internazionale",
            "year": 2000
        },
        {
            "text": "Fa la sua prima apparizione John Titor",
            "year": 2000
        },
        {
            "text": "Velma Barfield diventa la prima donna giustiziata negli Stati Uniti dal 1962",
            "year": 1984
        },
        {
            "text": "Nel Giardino delle Rose della Casa Bianca, il presidente Ronald Reagan firma una legge che istituisce una festività federale, da tenersi ogni terzo lunedì di gennaio, per commemorare Martin Luther King Jr.: il Martin Luther King Day",
            "year": 1983
        },
        {
            "text": "Jimmy Carter sconfigge il presidente uscente Gerald Ford e diventa il primo candidato proveniente dagli Stati secessionisti a vincere le elezioni dai tempi della guerra di secessione americana",
            "year": 1976
        },
        {
            "text": "Viene ucciso all'Idroscalo di Ostia Pier Paolo Pasolini",
            "year": 1975
        },
        {
            "text": "Guerra del Vietnam: il presidente statunitense Lyndon B. Johnson tiene una riunione segreta con un gruppo dei più prestigiosi leader nazionali (\"gli Uomini Saggi\") e chiede loro di suggerire modi per unire il popolo americano in appoggio allo sforzo bellico. Questi concludono che l'opinione pubblica necessita di ricevere rapporti più ottimistici sui progressi della guerra",
            "year": 1967
        },
        {
            "text": "Il Cuban Adjustment Act entra in vigore, dando a 123.000 cubani l'opportunità di fare richiesta di residenza permanente negli Stati Uniti",
            "year": 1966
        },
        {
            "text": "Il presidente sudvietnamita Ngô Đình Diệm viene assassinato a seguito di un colpo di Stato militare",
            "year": 1963
        },
        {
            "text": "La Penguin Books viene trovata non colpevole di oscenità nel caso de L'amante di Lady Chatterley",
            "year": 1960
        },
        {
            "text": "Harry S. Truman sconfigge Thomas E. Dewey nelle elezioni presidenziali statunitensi",
            "year": 1948
        },
        {
            "text": "In California, il progettista Howard Hughes compie il volo inaugurale dello Spruce Goose, il più grande aeroplano ad ala fissa mai costruito (il volo durò solo otto minuti)",
            "year": 1947
        },
        {
            "text": "Con il Primo arbitrato di Vienna l'Italia fascista e la Germania nazista obbligano la Cecoslovacchia a cedere vaste porzioni della Slovacchia meridionale e della Rutenia all'Ungheria",
            "year": 1938
        },
        {
            "text": "Viene fondata la Canadian Broadcasting Corporation",
            "year": 1936
        },
        {
            "text": "La BBC comincia le regolari trasmissioni televisive con un segnale da almeno 200 linee (poi convertite a 475 alcuni anni dopo)",
            "year": 1936
        },
        {
            "text": "Hailé Selassié viene incoronato imperatore d'Etiopia",
            "year": 1930
        },
        {
            "text": "Sionismo: la dichiarazione Balfour proclama il supporto britannico all'insediamento ebraico in Palestina",
            "year": 1917
        },
        {
            "text": "Ribellione dei Boxer: 330 italiani comandati dal colonnello Vincenzo Garioni occupano la cittadina di Cunansien, anticipando sul tempo i francesi",
            "year": 1900
        },
        {
            "text": "Nord e Sud Dakota vengono ammessi come 39º e 40º Stato degli USA",
            "year": 1889
        },
        {
            "text": "Nasce Warren G. Harding, futuro 29º presidente degli Stati Uniti D'America",
            "year": 1865
        },
        {
            "text": "Guerra di secessione americana: il generale unionista John C. Fremont viene sollevato dal comando e sostituito da David Hunter",
            "year": 1861
        },
        {
            "text": "Nasce James K. Polk, futuro 11º presidente degli Stati Uniti d'America",
            "year": 1795
        },
        {
            "text": "A Rocky Hill (New Jersey), il generale statunitense George Washington pronuncia il suo Discorso di addio all'esercito",
            "year": 1783
        },
        {
            "text": "Guerra d'indipendenza americana: Samuel Adams e Joseph Warren formano il primo Comitato di corrispondenza",
            "year": 1772
        },
        {
            "text": "Nasce il feldmaresciallo austriaco Josef Radetzky, contraddistinto vittoriosamente contro i rivoluzionari italiani nei moti del 1848",
            "year": 1766
        },
        {
            "text": "L'imperatore Costantino V Copronimo si rimpossessa del trono di Costantinopoli accecando e imprigionando l'usurpatore Artavasde",
            "year": 743
        },
        {
            "text": "Dono diventa papa",
            "year": 676
        }
    ],
    "births": [],
    "deaths": [],
    "metadata": {
        "current_date": "2. novembre 2025",
        "short_date": "2. nov",
        "language": {
            "events": "Eventi",
            "deaths": "Morti",
            "births": "Nascite",
            "b": "n",
            "d": "m",
            "title": "Oggi nella Storia (Wikipedia)"
        },
        "events": [
            11,
            13,
            4,
            22,
            20,
            15,
            24,
            7,
            3,
            6
        ],
        "births": [],
        "deaths": []
    }
}