{
    "events": [
        {
            "text": "Un incendio danneggia il tetto della Sacra di San Michele in Piemonte.",
            "year": 2018
        },
        {
            "text": "Mosca, nell'Aeroporto di Mosca-Domodedovo un kamikaze si fa esplodere causando la morte di 37 persone e il ferimento di oltre 180.",
            "year": 2011
        },
        {
            "text": "Il governo Prodi II riceve la sfiducia al Senato della Repubblica.",
            "year": 2008
        },
        {
            "text": "Il Dipartimento della sicurezza interna degli Stati Uniti inizia ufficialmente le sue operazioni.",
            "year": 2003
        },
        {
            "text": "Iniziano le audizioni del Congresso per il caso Enron.",
            "year": 2002
        },
        {
            "text": "Papa Giovanni Paolo II arriva in visita a Cuba.",
            "year": 1998
        },
        {
            "text": "Viene istituita in Italia la Commissione parlamentare per le riforme costituzionali (bicamerale).",
            "year": 1997
        },
        {
            "text": "Il primo ministro polacco Józef Oleksy si dimette tra le accuse di aver fatto la spia per Mosca.",
            "year": 1996
        },
        {
            "text": "Il Cremlino ritira l'Armata Rossa da Baku dopo aver provocato 83 morti fra gli azeri.",
            "year": 1990
        },
        {
            "text": "Il serial killer Ted Bundy viene giustiziato sulla sedia elettrica in Florida.",
            "year": 1989
        },
        {
            "text": "In Libano, vengono rapiti Alann Steen, Jesse Turner, Robert Polhill e Mitheleshwar Singh.",
            "year": 1987
        },
        {
            "text": "La sonda spaziale Voyager 2 passa a circa 80.000 chilometri da Urano.",
            "year": 1986
        },
        {
            "text": "Viene messo in vendita il primo Apple Macintosh.",
            "year": 1984
        },
        {
            "text": "Viene ucciso a Genova dalle Brigate Rosse l'operaio-sindacalista Guido Rossa.",
            "year": 1979
        },
        {
            "text": "Keith Jarrett si esibisce a Colonia. Dalla registrazione del concerto verrà tratto il celebre The Köln Concert.",
            "year": 1975
        },
        {
            "text": "Shōichi Yokoi, un soldato giapponese della seconda guerra mondiale, viene scoperto a Guam.",
            "year": 1972
        },
        {
            "text": "Indira Gandhi viene eletta primo ministro dell'India.",
            "year": 1966
        },
        {
            "text": "Un Boeing 707 dell'Air India si schianta sul Monte Bianco, al confine tra Francia e Italia; 117 vittime.",
            "year": 1966
        },
        {
            "text": "Brian Epstein firma il contratto per fare da manager ai Beatles.",
            "year": 1962
        },
        {
            "text": "Settimana delle barricate ad Algeri.",
            "year": 1960
        },
        {
            "text": "La Francia riconosce lo Stato di Israele.",
            "year": 1949
        },
        {
            "text": "Seconda guerra mondiale: Franklin D. Roosevelt e Winston Churchill concludono la Conferenza di Casablanca.",
            "year": 1943
        },
        {
            "text": "Albert Sarraut diventa primo ministro di Francia.",
            "year": 1936
        },
        {
            "text": "La Royal Navy vince la prima battaglia di Dogger Bank contro la Kaiserliche Marine.",
            "year": 1915
        },
        {
            "text": "Robert Baden-Powell dà il via al movimento scout.",
            "year": 1908
        },
        {
            "text": "Sigmund Freud lavora sul folklore.",
            "year": 1897
        },
        {
            "text": "Jacob L. Wortman brevetta il nastro della macchina da scrivere.",
            "year": 1888
        },
        {
            "text": "Giuseppe Garibaldi sposa Giuseppina Raimondi a Fino Mornasco; la lascerà un'ora dopo la cerimonia, per presunto tradimento.",
            "year": 1860
        },
        {
            "text": "Valacchia e Moldavia vengono unite sotto Alessandro Giovanni Cuza con il nome di Romania (si veda 1º dicembre 1918 per l'unificazione definitiva, all'epoca mancavano ancora la Transilvania e altre regioni).",
            "year": 1859
        },
        {
            "text": "Corsa all'oro californiana: James W. Marshall trova l'oro a Sutter's Mill, nei pressi di Sacramento.",
            "year": 1848
        },
        {
            "text": "Carlo VII Alberto diventa Sacro Romano Imperatore.",
            "year": 1742
        },
        {
            "text": "Re Carlo II d'Inghilterra scioglie il Parlamento inglese.",
            "year": 1679
        },
        {
            "text": "Battaglia di Byczyna: il grande atamano Jan Zamoyski sconfigge e cattura Massimiliano III d'Austria.",
            "year": 1588
        },
        {
            "text": "Enrico VIII d'Inghilterra subisce un incidente durante una giostra, provocando una lesione cerebrale che secondo gli storici potrebbe aver influenzato il suo successivo comportamento.",
            "year": 1536
        },
        {
            "text": "Mattia I Corvino diventa re d'Ungheria.",
            "year": 1458
        },
        {
            "text": "Elezione di papa Gelasio II.",
            "year": 1118
        },
        {
            "text": "Reconquista: battaglia di Valtierra, vittoria cruciale di Alfonso il Battagliero sull'emiro musulmano di Saragozza.",
            "year": 1110
        },
        {
            "text": "Il Sinodo di Sutri depone papa Benedetto X e dichiara suo successore Niccolò II, che era già stato eletto nel dicembre precedente ed attendeva l'incoronazione.",
            "year": 1059
        },
        {
            "text": "Claudio viene nominato imperatore romano dopo l'assassinio di suo nipote Caligola.",
            "year": 41
        }
    ],
    "births": [],
    "deaths": [],
    "metadata": {
        "current_date": "24. gennaio 2026",
        "short_date": "24. gen",
        "language": {
            "events": "Eventi",
            "deaths": "Morti",
            "births": "Nascite",
            "b": "n",
            "d": "m",
            "title": "Oggi nella Storia (Wikipedia)"
        },
        "events": [
            27,
            20,
            11,
            13,
            37,
            3,
            33,
            16,
            17,
            18
        ],
        "births": [],
        "deaths": []
    }
}