{
    "events": [
        {
            "text": "Crisi internazionale Spagna-Venezuela. A Santiago del Cile, nel vertice tra Spagna e paesi latinoamericani il presidente del Venezuela, Hugo Chávez, accusa l'ex presidente del governo spagnolo, José María Aznar, di essere un fascista e di aver agevolato il golpe del 2002. Dura replica di José Luis Rodríguez Zapatero e Juan Carlos I di Spagna.",
            "year": 2007
        },
        {
            "text": "Australia: il Partito Liberale d'Australia di John Howard vince per la terza volta consecutiva le elezioni politiche",
            "year": 2001
        },
        {
            "text": "Le società di telecomunicazioni WorldCom ed MCI annunciano una fusione per un controvalore di 37 miliardi di dollari (la più grande fusione nella storia degli USA).",
            "year": 1997
        },
        {
            "text": "Una giuria di Fairfax (Virginia) dichiara Mir Aimal Kasi colpevole dell'uccisione di due impiegati della CIA nel 1993",
            "year": 1997
        },
        {
            "text": "In Nigeria, l'autore televisivo, romanziere, imprenditore ed ambientalista Ken Saro-Wiwa e altri otto attivisti del Movimento per la Sopravvivenza del Popolo Ogoni (Mosop), vengono impiccati dalle forze governative",
            "year": 1995
        },
        {
            "text": "Dopo 35 anni di governo comunista in Bulgaria, il capo del Partito Comunista Bulgaro, Todor Živkov, viene sostituito dall'ex primo ministro Petre Mladenov che cambia il nome del partito in Partito Socialista Bulgaro",
            "year": 1989
        },
        {
            "text": "Morte dell'ex presidente dell'Unione Sovietica Leonid Brezhnev",
            "year": 1982
        },
        {
            "text": "Italia e Jugoslavia firmano il Trattato di Osimo stabilendo il confine italo-iugoslavo a Trieste.",
            "year": 1975
        },
        {
            "text": "Risoluzione 3379 delle Nazioni Unite: l'Assemblea generale delle Nazioni Unite approva una risoluzione che parifica il Sionismo al razzismo (la risoluzione verrà abrogata nel dicembre 1991)",
            "year": 1975
        },
        {
            "text": "In Cambogia, le forze dei Khmer rossi attaccano la città di Phnom Penh e il suo aeroporto, uccidendo 44 persone, ferendone 30 e danneggiando 9 aerei",
            "year": 1971
        },
        {
            "text": "Viene lanciata la sonda lunare sovietica Lunochod 1",
            "year": 1970
        },
        {
            "text": "Guerra del Vietnam: vietnamizzazione – Per la prima volta in cinque anni, un'intera settimana termina senza vittime statunitensi nel Sud-est asiatico",
            "year": 1970
        },
        {
            "text": "La National Educational Television (che diverrà il Public Broadcasting Service) degli Stati Uniti manda in onda per la prima volta il programma per bambini Sesame Street",
            "year": 1969
        },
        {
            "text": "Il presidente statunitense Dwight D. Eisenhower inaugura il memoriale di guerra dei Marines (Memoriale di Iwo Jima) del Cimitero nazionale di Arlington",
            "year": 1954
        },
        {
            "text": "Inaugurazione del servizio di telefonate dirette da costa a costa negli Stati Uniti",
            "year": 1951
        },
        {
            "text": "Seconda guerra mondiale: le forze tedesche e italiane invadono la Francia di Vichy a seguito dell'accordo dell'ammiraglio francese François Darlan per un armistizio con gli Alleati nel Nordafrica, nell'Operazione Anton.",
            "year": 1942
        },
        {
            "text": "Hirohito viene incoronato 124º imperatore del Giappone",
            "year": 1928
        },
        {
            "text": "La prima convenzione nazionale della American Legion si svolge a Minneapolis (Minnesota)",
            "year": 1919
        },
        {
            "text": "Henry Morton Stanley individua l'esploratore e missionario scomparso, David Livingstone a Ujiji, nei pressi del Lago Tanganica esclamando la famosa frase: \"Il Dottor Livingstone, suppongo?\"",
            "year": 1871
        },
        {
            "text": "Trattato di Zurigo: la Lombardia viene ceduta dall'Impero austriaco al Regno di Sardegna",
            "year": 1859
        },
        {
            "text": "Guerra d'indipendenza americana: il Congresso continentale passa una risoluzione che crea i Continental Marines (il futuro Corpo dei Marines degli Stati Uniti) per servire come truppe da sbarco nella recentemente creata Marina continentale",
            "year": 1775
        },
        {
            "text": "L'ultimo governatore coloniale del New Jersey, William Franklin, firma lo statuto del Queen's College (in seguito ribattezzato Rutgers University)",
            "year": 1766
        },
        {
            "text": "Guerre anglo-olandesi: come previsto dal Trattato di Westminster, i Paesi Bassi cedono i Nuovi Paesi Bassi all'Inghilterra",
            "year": 1674
        },
        {
            "text": "Nascita di Martin Lutero, tedesco fondatore della chiesa protestante",
            "year": 1483
        },
        {
            "text": "Battaglia di Varna: le forze crociate di re Ladislao III di Polonia vengono sconfitte dai turchi del sultano Murad II. Ladislao muore in battaglia",
            "year": 1444
        },
        {
            "text": "Alfonso V d'Aragona inizia l'Assedio di Napoli",
            "year": 1441
        },
        {
            "text": "Nell'Isola di Giava nasce il Regno di Majapahit, con l'incoronazione del suo primo sovrano Raden Wijaya",
            "year": 1293
        },
        {
            "text": "Il Grande ammiraglio del Regno di Sicilia Maione da Bari viene assassinato a Palermo nell'ambito della congiura ordita da Matteo Bonello",
            "year": 1160
        }
    ],
    "births": [],
    "deaths": [],
    "metadata": {
        "current_date": "10. novembre 2025",
        "short_date": "10. nov",
        "language": {
            "events": "Eventi",
            "deaths": "Morti",
            "births": "Nascite",
            "b": "n",
            "d": "m",
            "title": "Oggi nella Storia (Wikipedia)"
        },
        "events": [
            17,
            8,
            20,
            10,
            22,
            16,
            5,
            23,
            24,
            18
        ],
        "births": [],
        "deaths": []
    }
}