{
    "events": [
        {
            "text": "Alle ore 9:30, si tengono, in Piazza San Pietro, i funerali del papa emerito Benedetto XVI",
            "year": 2023
        },
        {
            "text": "Viene scoperto il pianeta nano Eris, secondo per grandezza fra i pianeti nani nel Sistema solare.",
            "year": 2005
        },
        {
            "text": "Le forze russe si ritirano dalla Cecenia",
            "year": 1997
        },
        {
            "text": "La petroliera MV Braer si incaglia sulla costa delle Isole Shetland, versando in mare 84.700 tonnellate di petrolio",
            "year": 1993
        },
        {
            "text": "Lo Stato di Washington giustizia Westley Allan Dodd per impiccagione (è la prima impiccagione legale negli USA dal 1965)",
            "year": 1993
        },
        {
            "text": "Richard Stallman inizia a sviluppare GNU",
            "year": 1984
        },
        {
            "text": "Lo scrittore e saggista Giuseppe Fava viene assassinato da Cosa nostra",
            "year": 1984
        },
        {
            "text": "La Hewlett-Packard annuncia la messa in vendita del suo primo personal computer",
            "year": 1980
        },
        {
            "text": "La Cambogia viene ribattezzata Kampuchea Democratica",
            "year": 1976
        },
        {
            "text": "Si registra la temperatura più alta mai rilevata in Antartide, di +15 °C nella stazione meteorologica neozelandese Vanda",
            "year": 1974
        },
        {
            "text": "I Paesi Bassi riconoscono la Repubblica Democratica Tedesca",
            "year": 1973
        },
        {
            "text": "Il presidente statunitense Richard Nixon ordina lo sviluppo del Programma Space Shuttle",
            "year": 1972
        },
        {
            "text": "Alexander Dubček sale al potere, in Cecoslovacchia comincia la Primavera di Praga",
            "year": 1968
        },
        {
            "text": "Papa Paolo VI incontra il patriarca greco Atenagora I a Gerusalemme, è il primo incontro tra i capi della Chiesa cattolica e di quella ortodossa dal 1439",
            "year": 1964
        },
        {
            "text": "Il diretto Sondrio-Milano deraglia presso Arcore a causa della nebbia e di lavori sulla linea. Il bilancio è di 17 morti e 139 feriti",
            "year": 1960
        },
        {
            "text": "Elvis Presley registra Heartbreak Hotel",
            "year": 1956
        },
        {
            "text": "L'Unione Sovietica riconosce il nuovo governo filo-sovietico della Polonia",
            "year": 1945
        },
        {
            "text": "Il Daily Mail diventa il primo quotidiano transoceanico",
            "year": 1944
        },
        {
            "text": "Negli Stati Uniti la radio FM viene dimostrata per la prima volta alla FCC",
            "year": 1940
        },
        {
            "text": "A San Francisco (California) inizia la costruzione del Golden Gate Bridge",
            "year": 1933
        },
        {
            "text": "Nellie Tayloe Ross diventa la prima donna governatrice di uno Stato degli USA",
            "year": 1925
        },
        {
            "text": "Viene fondato in Germania il Partito Tedesco dei Lavoratori. Adolf Hitler vi aderirà nel settembre dello stesso anno.",
            "year": 1919
        },
        {
            "text": "La Ford annuncia una giornata lavorativa di 8 ore e uno stipendio minimo di 5 dollari al giorno",
            "year": 1914
        },
        {
            "text": "Inaugurazione del Bioparco di Roma",
            "year": 1911
        },
        {
            "text": "Il leader irlandese John Edward Redmond incita alla rivolta contro il governo britannico",
            "year": 1900
        },
        {
            "text": "Un giornale austriaco riporta la notizia della scoperta, fatta da Wilhelm Conrad Röntgen, di un tipo di radiazione in seguito nota come raggi X",
            "year": 1896
        },
        {
            "text": "Affare Dreyfus: l'ufficiale francese Alfred Dreyfus viene ingiustamente degradato e condannato all'ergastolo sull'Isola del Diavolo nella Guyana, per presunto spionaggio a favore della Germania. Verrà scagionato solo nel 1906",
            "year": 1895
        },
        {
            "text": "Viene pubblicato Lo strano caso del Dr. Jekyll e di Mr. Hyde di Robert Louis Stevenson",
            "year": 1886
        },
        {
            "text": "La Camera dei rappresentanti degli Stati Uniti vota per cessare la condivisione del Territorio dell'Oregon con il Regno Unito",
            "year": 1846
        },
        {
            "text": "Guerra d'indipendenza americana: Richmond (Virginia) viene incendiata dalle forze navali britanniche guidate da Benedict Arnold",
            "year": 1781
        },
        {
            "text": "George Washington sposa Martha Dandridge Custis",
            "year": 1759
        },
        {
            "text": "Battaglia di Colmar, l'esercito francese sconfigge l'esercito brandeburghese",
            "year": 1675
        },
        {
            "text": "Grande incendio di Eindhoven (Paesi Bassi)",
            "year": 1554
        },
        {
            "text": "Martirio di Felix Manz, un anabattista svizzero",
            "year": 1527
        },
        {
            "text": "Il duca Ludovico il Moro conquista Milano",
            "year": 1500
        },
        {
            "text": "Battaglia di Nancy, Carlo il Temerario viene ucciso, la Borgogna diventa parte della Francia",
            "year": 1477
        },
        {
            "text": "Il poeta François Villon viene bandito da Parigi",
            "year": 1463
        },
        {
            "text": "Sinodo di Crotone presieduto da papa Callisto II.",
            "year": 1122
        }
    ],
    "births": [],
    "deaths": [],
    "metadata": {
        "current_date": "5. gennaio 2026",
        "short_date": "5. gen",
        "language": {
            "events": "Eventi",
            "deaths": "Morti",
            "births": "Nascite",
            "b": "n",
            "d": "m",
            "title": "Oggi nella Storia (Wikipedia)"
        },
        "events": [
            22,
            10,
            33,
            11,
            20,
            17,
            15,
            18,
            23,
            9
        ],
        "births": [],
        "deaths": []
    }
}