{
    "events": [
        {
            "text": "Negli Stati Uniti d'America, in un laboratorio in California, si è ottenuta la prima fusione nucleare della storia.",
            "year": 2022
        },
        {
            "text": "Morte dell'ex re di Romania Michele I, penultimo dei capi di Stato in carica durante la seconda guerra mondiale a morire",
            "year": 2017
        },
        {
            "text": "Il Comitato Olimpico Internazionale vieta alla Russia di competere alle Olimpiadi invernali del 2018 per lo scandalo del doping alle Olimpiadi invernali del 2014",
            "year": 2017
        },
        {
            "text": "Con il memorandum di Budapest sulle garanzie di sicurezza l'Ucraina accetta di rinunciare alle armi nucleari in suo possesso, aderendo al Trattato di non proliferazione nucleare. In cambio, Russia, Stati Uniti e Regno Unito, Cina e Francia si impegnano a preservare la sicurezza, indipendenza ed integrità territoriale dell'Ucraina.",
            "year": 1994
        },
        {
            "text": "L'Unione Sovietica firma il 'trattato d'amicizia' con il governo comunista dell'Afghanistan",
            "year": 1978
        },
        {
            "text": "Viene trasmesso l'ultimo episodio del Monty Python's Flying Circus dalla BBC",
            "year": 1974
        },
        {
            "text": "Dario Fo mette in scena per la prima volta Morte accidentale di un anarchico",
            "year": 1970
        },
        {
            "text": "Guerra del Vietnam: per il suo eroismo in battaglia mostrato un anno prima, il capitano Roger Donlon riceve la prima Medaglia d'Onore della guerra",
            "year": 1964
        },
        {
            "text": "I sindacati statunitensi American Federation of Labor e Congress of Industrial Organizations, decidono di fondersi e formare l'AFL-CIO",
            "year": 1955
        },
        {
            "text": "Il grande smog colpisce Londra",
            "year": 1952
        },
        {
            "text": "Cinque aerei del Volo 19 in addestramento scompaiono misteriosamente nel Triangolo delle Bermude",
            "year": 1945
        },
        {
            "text": "Seconda guerra mondiale: le truppe alleate occupano Ravenna",
            "year": 1944
        },
        {
            "text": "Seconda guerra mondiale: l'U.S. Army Air Force inizia ad attaccare le basi delle armi segrete tedesche nell'Operazione Crossbow",
            "year": 1943
        },
        {
            "text": "Seconda guerra mondiale: a Casoli (CH) nasce la Brigata Maiella, valorosa formazione partigiana abruzzese, unica ad essere decorata con la medaglia d'oro.",
            "year": 1943
        },
        {
            "text": "Seconda guerra mondiale: nella battaglia di Mosca il generale Georgij Konstantinovič Žukov lancia un contrattacco sovietico contro le armate tedesche, con una delle più grandi offensive lanciate contro il Gruppo di armate Centro",
            "year": 1941
        },
        {
            "text": "Seconda guerra mondiale: il Regno Unito dichiara guerra a Finlandia, Ungheria e Romania",
            "year": 1941
        },
        {
            "text": "L'Unione Sovietica adotta una nuova costituzione",
            "year": 1936
        },
        {
            "text": "La Repubblica Socialista Federativa Sovietica Transcaucasica formata dall'Armenia, dalla Georgia e dall'Azerbaigian entra a far parte dell'URSS",
            "year": 1936
        },
        {
            "text": "Incidente di Ual Ual in Etiopia tra truppe etiopi e le truppe italiane del presidio",
            "year": 1934
        },
        {
            "text": "Fine del proibizionismo: lo Utah diventa il 36º Stato a ratificare il XII emendamento, facendo raggiungere la quota dei 3/4 necessaria a farlo entrare in vigore",
            "year": 1933
        },
        {
            "text": "Il fisico tedesco Albert Einstein ottiene un visto per gli Stati Uniti",
            "year": 1932
        },
        {
            "text": "Per ordine di Lazar' Moiseevič Kaganovič viene distrutta la Cattedrale di Cristo Salvatore a Mosca",
            "year": 1931
        },
        {
            "text": "Nasce la Repubblica Socialista Sovietica Tagika",
            "year": 1929
        },
        {
            "text": "Corsa all'oro californiana: in un messaggio letto davanti al Congresso degli Stati Uniti il presidente James Knox Polk conferma che grandi quantità d'oro sono state scoperte in California",
            "year": 1848
        },
        {
            "text": "A Londra, James Christie esegue la sua prima vendita (in seguito fonderà Christie's, la più vecchia casa d'aste del mondo)",
            "year": 1766
        },
        {
            "text": "A Genova il Balilla dà l'avvio alla rivolta popolare che cinque giorni più tardi porterà alla cacciata degli austriaci di Botta-Adorno",
            "year": 1746
        },
        {
            "text": "Francesco II di Francia muore e gli succede Carlo IX di Francia",
            "year": 1560
        },
        {
            "text": "Cristoforo Colombo diventa il primo europeo a mettere piede sull'isola di Hispaniola (oggi Haiti e Repubblica Dominicana)",
            "year": 1492
        },
        {
            "text": "Papa Innocenzo VIII scrive la bolla pontificia \"Summis desiderantes affectibus\" contro l'attività di maghi e streghe in Germania che porterà all'Inquisizione",
            "year": 1484
        },
        {
            "text": "L'immane terremoto dell'Italia centro-meridionale (di magnitudo 7,1 circa) sconvolge nel cuore della notte la Campania e le regioni circostanti, con epicentro nella zona dell'Irpinia-Sannio. Migliaia le vittime (oltre 30 000); si tratta in assoluto di uno dei terremoti più volenti tra quelli che hanno colpito l'Italia nel II millennio.",
            "year": 1456
        },
        {
            "text": "Marco Tullio Cicerone pronuncia la Quarta Catilinaria",
            "year": -63
        }
    ],
    "births": [],
    "deaths": [],
    "metadata": {
        "current_date": "5. dicembre 2025",
        "short_date": "5. dic",
        "language": {
            "events": "Eventi",
            "deaths": "Morti",
            "births": "Nascite",
            "b": "n",
            "d": "m",
            "title": "Oggi nella Storia (Wikipedia)"
        },
        "events": [
            17,
            3,
            29,
            28,
            11,
            26,
            4,
            12,
            1,
            22
        ],
        "births": [],
        "deaths": []
    }
}