{
    "events": [
        {
            "text": "Il rover della NASA Perseverance, lanciato il 30 luglio 2020, atterra con successo su Marte.",
            "year": 2021
        },
        {
            "text": "Un ATR 72 biturboelica della Iran Aseman Airlines con a bordo 65 persone, partito da Teheran e diretto nella città sudoccidentale di Yasuj, si schianta a sud di Isfahan: non vi sono superstiti.",
            "year": 2018
        },
        {
            "text": "A Pellaro (Reggio Calabria), i reparti del ROS arrestano il boss della 'ndrangheta Pasquale Condello, detto il Supremo, dopo 18 anni di latitanza.",
            "year": 2008
        },
        {
            "text": "Circa 300 persone, tra cui quasi 200 soccorritori, muoiono nei pressi di Neyshabur in Iran, quando un treno merci che trasporta zolfo, petrolio e fertilizzante prende fuoco ed esplode.",
            "year": 2004
        },
        {
            "text": "Arrestato Giuseppe Morabito, capo della 'ndrangheta calabrese, dopo 12 anni di latitanza",
            "year": 2004
        },
        {
            "text": "A Seul uno squilibrato incendia un vagone della metropolitana, causando circa 150 morti",
            "year": 2003
        },
        {
            "text": "L'agente dell'FBI Robert Hanssen viene arrestato e accusato di aver spiato per la Russia negli ultimi 15 anni",
            "year": 2001
        },
        {
            "text": "Due separatisti bianchi vengono arrestati in Nevada e accusati di progettare un attacco biologico alla Metropolitana di New York",
            "year": 1998
        },
        {
            "text": "Massimo Moratti acquista la società sportiva \"FC Internazionale\", riportandola in famiglia visto che era già stata di proprietà del padre Angelo negli anni sessanta.",
            "year": 1995
        },
        {
            "text": "Viene firmato l'Accordo di Villa Madama, il nuovo concordato tra Italia e Santa Sede",
            "year": 1984
        },
        {
            "text": "Prima edizione dell'Ironman World Championship",
            "year": 1978
        },
        {
            "text": "Il veicolo di test dello Space Shuttle Enterprise effettua il suo primo volo fissato al dorso di un Boeing 747",
            "year": 1977
        },
        {
            "text": "La Corte suprema della California annulla la pena di morte nello Stato e commuta tutte le sentenze dei reclusi nel braccio della morte in ergastoli",
            "year": 1972
        },
        {
            "text": "Il Gambia ottiene l'indipendenza dal Regno Unito",
            "year": 1965
        },
        {
            "text": "Si aprono i VIII Giochi olimpici invernali a Squaw Valley, in California",
            "year": 1960
        },
        {
            "text": "Lucille Ball e Desi Arnaz firmano un contratto da 8 milioni di dollari per continuare la serie televisiva I Love Lucy fino al 1955.",
            "year": 1953
        },
        {
            "text": "Unione europea: nell'ambito della Comunità europea del carbone e dell'acciaio viene aperto il mercato del carbone",
            "year": 1953
        },
        {
            "text": "La Grecia e la Turchia entrano a far parte della NATO (Organizzazione del Trattato Nord Atlantico) dando vita al primo allargamento dalla data della fondazione.",
            "year": 1952
        },
        {
            "text": "Éamon de Valera si dimette da presidente d'Irlanda",
            "year": 1948
        },
        {
            "text": "I nazisti arrestano i membri del movimento della Rosa Bianca",
            "year": 1943
        },
        {
            "text": "Il Giappone dichiara la Manciuria indipendente dalla Cina",
            "year": 1932
        },
        {
            "text": "Il pianeta nano Plutone viene scoperto da Clyde Tombaugh",
            "year": 1930
        },
        {
            "text": "Vengono annunciati i primi Academy Awards",
            "year": 1929
        },
        {
            "text": "Giovanni Treccani fonda l'Istituto dell'Enciclopedia Italiana, l'istituto pubblicherà, dal 1929 al 1937, l'Enciclopedia Italiana, costituita da 35 volumi di testo e uno di indici. Sarà la prima grande enciclopedia biografica italiana.",
            "year": 1925
        },
        {
            "text": "Raymond Poincaré diventa presidente della Francia",
            "year": 1913
        },
        {
            "text": "Nasce l'Unione Sportiva Alessandria Calcio 1912",
            "year": 1912
        },
        {
            "text": "Il primo volo ufficiale trasportante posta aerea viene effettuato a Allahabad, India Britannica, quando Henri Pequet, un pilota di 23 anni, consegna 6.500 lettere a Naini, a circa 10 km di distanza",
            "year": 1911
        },
        {
            "text": "Viene pubblicato negli USA il romanzo Le avventure di Huckleberry Finn di Mark Twain",
            "year": 1885
        },
        {
            "text": "Gli elettori del Delaware rigettano il XIII emendamento della Costituzione degli Stati Uniti e scelgono di continuare a praticare la schiavitù. (Il Delaware ratificherà l'emendamento il 12 febbraio 1901)",
            "year": 1865
        },
        {
            "text": "A Montgomery (Alabama) Jefferson Davis si insedia come primo e unico presidente degli Stati Confederati d'America.",
            "year": 1861
        },
        {
            "text": "Vittorio Emanuele II di Savoia convoca il primo Parlamento del Regno d'Italia",
            "year": 1861
        },
        {
            "text": "Battaglia di Montereau",
            "year": 1814
        },
        {
            "text": "Muore a Firenze Anna Maria Luisa de' Medici. Con lei si estinse la linea primogenita di Casa Medici.",
            "year": 1743
        },
        {
            "text": "Fort St. Louis viene fondato da un francese a Matagorda Bay; costituirà le basi delle pretese francesi sul Texas",
            "year": 1685
        },
        {
            "text": "Kangxi diventa imperatore della Cina",
            "year": 1661
        },
        {
            "text": "Giorgio Plantageneto, I duca di Clarence, condannato per tradimento nei confronti del fratello maggiore Edoardo IV d'Inghilterra, viene giustiziato nella Torre di Londra",
            "year": 1478
        },
        {
            "text": "Sconfitta dell'imperatore Federico II di Svevia nella battaglia di Parma (XIII secolo)",
            "year": 1248
        },
        {
            "text": "Sesta crociata: Federico II, imperatore del Sacro Romano Impero, firma la pace di Giaffa, una tregua decennale con il sultano al-Kamil, riconquistando Gerusalemme, Nazaret e Betlemme senza colpo ferire.",
            "year": 1229
        }
    ],
    "births": [],
    "deaths": [],
    "metadata": {
        "current_date": "18. febbraio 2026",
        "short_date": "18. feb",
        "language": {
            "events": "Eventi",
            "deaths": "Morti",
            "births": "Nascite",
            "b": "n",
            "d": "m",
            "title": "Oggi nella Storia (Wikipedia)"
        },
        "events": [
            15,
            26,
            23,
            12,
            1,
            4,
            8,
            17,
            31,
            14
        ],
        "births": [],
        "deaths": []
    }
}