{
    "events": [
        {
            "text": "Ammaraggio di emergenza nel fiume Hudson, a New York, del Volo US Airways 1549.",
            "year": 2009
        },
        {
            "text": "Alcuni studenti dell'università La Sapienza di Roma manifestano contro papa Benedetto XVI che è costretto ad annullare la sua lectio magistralis.",
            "year": 2008
        },
        {
            "text": "Collisione nello Stretto di Messina. Scontro tra il \"Segesta Jet\" e la \"Susan Borchard\" con un bilancio di 4 morti e un centinaio di feriti.",
            "year": 2007
        },
        {
            "text": "Arrivano sulla Terra le foto della Sonda Huygens su Titano.",
            "year": 2005
        },
        {
            "text": "Nasce il servizio di Mobile Number Portability.",
            "year": 2002
        },
        {
            "text": "Nasce, apparendo su Internet, Wikipedia, un'enciclopedia libera basata su Wiki.",
            "year": 2001
        },
        {
            "text": "Viene catturato e arrestato Salvatore Riina. Il latitante viene arrestato dai Carabinieri mentre percorre in auto la circonvallazione di Palermo, assieme al boss di San Lorenzo Salvatore Biondino. Riina è disarmato e non oppone resistenza. Era latitante dal 1969.",
            "year": 1993
        },
        {
            "text": "La Comunità europea riconosce formalmente la Slovenia e la Croazia.",
            "year": 1992
        },
        {
            "text": "Un errore di programmazione paralizza la rete telefonica AT&T negli USA. Sessanta milioni di persone rimangono scollegate dalla rete e settanta milioni di chiamate vengono interrotte.",
            "year": 1990
        },
        {
            "text": "Per la prima volta la pubblicità viene inserita in un home video: è uno spot di Diet Pepsi nella VHS di Top Gun.",
            "year": 1987
        },
        {
            "text": "L'aspirante assassina di Gerald Ford, Sara Jane Moore, viene condannata all'ergastolo.",
            "year": 1976
        },
        {
            "text": "Il Portogallo concede l'indipendenza all'Angola.",
            "year": 1975
        },
        {
            "text": "Happy Days debutta sulla rete televisiva ABC.",
            "year": 1974
        },
        {
            "text": "Guerra del Vietnam: citando i progressi nei negoziati di pace, il presidente statunitense Richard Nixon annuncia la sospensione delle azioni offensive sul Vietnam del Nord.",
            "year": 1973
        },
        {
            "text": "Inaugurazione della Diga di Assuan sul Nilo.",
            "year": 1971
        },
        {
            "text": "Dopo 32 mesi di lotta per l'indipendenza dalla Nigeria, il Biafra si arrende.",
            "year": 1970
        },
        {
            "text": "Mu'ammar Gheddafi viene proclamato premier della Libia.",
            "year": 1970
        },
        {
            "text": "L'Unione Sovietica lancia la Sojuz 5.",
            "year": 1969
        },
        {
            "text": "La notte tra il 14 ed il 15 gennaio, nella Sicilia occidentale, si verifica il terremoto del Belice, che provoca vittime, ingenti danni, e la distruzione parziale o totale di alcuni paesi, come nel caso di Gibellina, Salaparuta, Poggioreale e Montevago, che verranno poi ricostruiti.",
            "year": 1968
        },
        {
            "text": "Viene disputato il primo Super Bowl. I Green Bay Packers sconfiggono i Kansas City Chiefs per 35 a 10.",
            "year": 1967
        },
        {
            "text": "Ilse Koch, moglie del comandante del Campo di concentramento di Buchenwald, viene condannata all'ergastolo da una corte della Germania Ovest.",
            "year": 1951
        },
        {
            "text": "Viene trovata morta Elizabeth Short",
            "year": 1947
        },
        {
            "text": "Viene fondata l'agenzia di stampa ANSA.",
            "year": 1945
        },
        {
            "text": "Un terremoto colpisce la zona di San Juan in Argentina; i morti sono circa 5.000.",
            "year": 1944
        },
        {
            "text": "Viene completata l'edificazione del Pentagono sede del Dipartimento della difesa statunitense.",
            "year": 1943
        },
        {
            "text": "Il primo edificio completamente rivestito in vetro viene completato a Toledo.",
            "year": 1936
        },
        {
            "text": "Un terremoto colpisce il Nepal e l'India; i morti sono circa 10 700.",
            "year": 1934
        },
        {
            "text": "Ignacy Jan Paderewski diventa premier della Polonia.",
            "year": 1919
        },
        {
            "text": "Berlino: soldati dei Freikorps rapiscono ed uccidono Rosa Luxemburg e Karl Liebknecht.",
            "year": 1919
        },
        {
            "text": "Termina la Rivolta spartachista",
            "year": 1919
        },
        {
            "text": "James Naismith pubblica le regole della pallacanestro.",
            "year": 1892
        },
        {
            "text": "Il sovrintendente alle finanze Robert Morris si presenta davanti al Congresso per raccomandare la fondazione di una zecca e l'adozione della monetazione decimale.",
            "year": 1782
        },
        {
            "text": "Guerra d'indipendenza americana: il New Connecticut (l'odierno Vermont) dichiara la sua indipendenza.",
            "year": 1777
        },
        {
            "text": "Il British Museum di Londra apre al pubblico.",
            "year": 1759
        },
        {
            "text": "La Russia cede Livonia ed Estonia alla Polonia.",
            "year": 1582
        },
        {
            "text": "Elisabetta I d'Inghilterra viene incoronata nell'Abbazia di Westminster.",
            "year": 1559
        },
        {
            "text": "Il terremoto dell'Irpinia provoca immensi danni e centinaia di morti nell'Italia meridionale.",
            "year": 1466
        },
        {
            "text": "Il Parlamento siciliano riunito al Castello Ursino di Catania riconosce Federico III come re di Sicilia",
            "year": 1296
        },
        {
            "text": "Viene ucciso in una congiura l'imperatore romano Galba, primo fra i quattro imperatori di quell'anno",
            "year": 69
        }
    ],
    "births": [],
    "deaths": [],
    "metadata": {
        "current_date": "15. gennaio 2026",
        "short_date": "15. gen",
        "language": {
            "events": "Eventi",
            "deaths": "Morti",
            "births": "Nascite",
            "b": "n",
            "d": "m",
            "title": "Oggi nella Storia (Wikipedia)"
        },
        "events": [
            25,
            21,
            19,
            32,
            37,
            34,
            23,
            33,
            15,
            30
        ],
        "births": [],
        "deaths": []
    }
}