{
    "events": [
        {
            "text": "In Iran si registrano le prime due vittime da coronavirus al di fuori della Cina.",
            "year": 2020
        },
        {
            "text": "In Nigeria, nello Stato di Yobe, 111 studentesse vengono sequestrate dai miliziani di Boko Haram; verranno rilasciate il 21 marzo;",
            "year": 2018
        },
        {
            "text": "Due bombe sul Samjhauta Express uccidono 66 persone;",
            "year": 2007
        },
        {
            "text": "Iran, precipita un aeroplano militare con a bordo 270 soldati. Nessun sopravvissuto;",
            "year": 2003
        },
        {
            "text": "La sonda spaziale 2001 Mars Odyssey della NASA inizia la mappatura della superficie di Marte;",
            "year": 2002
        },
        {
            "text": "Dopo 37 anni di attesa, il Senato degli Stati Uniti approva un trattato che dichiara illegale il genocidio;",
            "year": 1986
        },
        {
            "text": "William Schroeder è il primo paziente dotato di un cuore artificiale a essere dimesso da un ospedale;",
            "year": 1985
        },
        {
            "text": "Si chiudono ad Innsbruck, in Austria, i IX Giochi olimpici invernali;",
            "year": 1964
        },
        {
            "text": "Il Regno Unito concede a Cipro l'indipendenza;",
            "year": 1959
        },
        {
            "text": "Censura: la Georgia approva il primo comitato di censura letteraria degli Stati Uniti;",
            "year": 1953
        },
        {
            "text": "Ezra Pound riceve il primo Premio Bollingen di poesia dalla Fondazione Bollingen e dall'Università di Yale;",
            "year": 1949
        },
        {
            "text": "Seconda guerra mondiale: circa 30.000 Marines statunitensi sbarcano su Iwo Jima, dando il via alla battaglia di Iwo Jima;",
            "year": 1945
        },
        {
            "text": "Seconda guerra mondiale: battaglia del passo di Kasserine. Le forze italo-tedesche lanciano un'offensiva contro le difese alleate in Tunisia;",
            "year": 1943
        },
        {
            "text": "Seconda guerra mondiale: circa 150 aerei giapponesi attaccano Darwin in Australia;",
            "year": 1942
        },
        {
            "text": "Seconda guerra mondiale: il presidente statunitense Franklin D. Roosevelt firma un ordine esecutivo che consente all'esercito statunitense di trasferire i cittadini nippo-americani in campi d'internamento;",
            "year": 1942
        },
        {
            "text": "Ha inizio la Strage di Addis Abeba da parte dell'esercito italiano;",
            "year": 1937
        },
        {
            "text": "Si chiudono a Sankt Moritz, in Svizzera, i II Giochi olimpici invernali;",
            "year": 1928
        },
        {
            "text": "Il Kansas diventa il primo Stato degli USA a vietare tutte le bevande alcoliche;",
            "year": 1881
        },
        {
            "text": "Thomas Edison ottiene il brevetto per il fonografo;",
            "year": 1878
        },
        {
            "text": "In Russia viene abolita la servitù della gleba;",
            "year": 1861
        },
        {
            "text": "Ad Austin viene insediato l'appena costituito governo dello Stato del Texas;",
            "year": 1846
        },
        {
            "text": "In Alabama, l'ex vicepresidente statunitense Aaron Burr viene arrestato per tradimento;",
            "year": 1807
        },
        {
            "text": "Trattato di Tolentino tra Napoleone e papa Pio VI;",
            "year": 1797
        },
        {
            "text": "Papa Benedetto XIV pubblica l'enciclica \"Annus Qui Hunc\", sull'ordine nelle chiese e sulla musica sacra;",
            "year": 1749
        },
        {
            "text": "Inghilterra e Paesi Bassi firmano il Trattato di Westminster. L'accordo prevede anche il trasferimento della colonia olandese di Nuova Amsterdam all'Inghilterra, che la ribattezza New York;",
            "year": 1674
        },
        {
            "text": "Inizio del pontificato di papa Bonifacio III;",
            "year": 607
        },
        {
            "text": "L'imperatore romano Costanzo II (337-361) decreta la chiusura di tutti i templi pagani nei territori imperiali;",
            "year": 356
        },
        {
            "text": "Battaglia di Lugdunum: l'imperatore romano Settimio Severo sconfigge il rivale Clodio Albino, assicurandosi il pieno controllo sull'Impero romano;",
            "year": 197
        }
    ],
    "births": [],
    "deaths": [],
    "metadata": {
        "current_date": "19. febbraio 2026",
        "short_date": "19. feb",
        "language": {
            "events": "Eventi",
            "deaths": "Morti",
            "births": "Nascite",
            "b": "n",
            "d": "m",
            "title": "Oggi nella Storia (Wikipedia)"
        },
        "events": [
            11,
            7,
            25,
            5,
            19,
            3,
            0,
            12,
            1,
            20
        ],
        "births": [],
        "deaths": []
    }
}