{
    "events": [
        {
            "text": "George Weah giura come presidente della Liberia succedendo a Ellen Johnson Sirleaf.",
            "year": 2018
        },
        {
            "text": "Libia: a Bengasi un attentato terroristico di una cellula terroristica dello Shura Council of Benghazi Revolutionary, coalizione di milizie integraliste islamiche, compiuto con due autobomba, uccide 22 persone e ne ferisce 43.",
            "year": 2018
        },
        {
            "text": "Hillary Clinton viene confermata dal Senato degli Stati Uniti come Segretario di Stato.",
            "year": 2009
        },
        {
            "text": "Il corpo dell'attore australiano Heath Ledger viene trovato senza vita nel suo appartamento a New York.",
            "year": 2008
        },
        {
            "text": "Evo Morales, eletto con oltre il 53% dei voti, diventa il primo presidente indio della Bolivia.",
            "year": 2006
        },
        {
            "text": "I Paesi Bassi votano per un nuovo parlamento dopo che il precedente era rimasto in carica per soli 86 giorni.",
            "year": 2003
        },
        {
            "text": "Theodore Kaczynski (alias Unabomber) si dichiara colpevole e accetta la condanna all'ergastolo.",
            "year": 1998
        },
        {
            "text": "Madeleine Albright diventa la prima donna Segretario di Stato degli USA, dopo essere stata confermata dal Senato degli Stati Uniti.",
            "year": 1997
        },
        {
            "text": "Forze ribelli occupano la stazione radio nazionale dello Zaire, a Kinshasa, e trasmettono una richiesta per le dimissioni del governo.",
            "year": 1992
        },
        {
            "text": "Roberta Bondar diventa la prima donna canadese nello spazio.",
            "year": 1992
        },
        {
            "text": "Il politico della Pennsylvania Budd Dwyer si suicida in diretta televisiva.",
            "year": 1987
        },
        {
            "text": "Viene presentato il primo computer Apple Macintosh, con uno spot durante il XVIII° Superbowl.",
            "year": 1984
        },
        {
            "text": "Björn Borg lascia la sua carriera nel tennis dopo aver vinto consecutivamente cinque Tornei di Wimbledon.",
            "year": 1983
        },
        {
            "text": "Andrei Sakharov viene arrestato a Mosca.",
            "year": 1980
        },
        {
            "text": "La Corte suprema degli Stati Uniti emette la sentenza del caso Roe vs Wade, che cancella le leggi statali che limitano l'aborto ai primi sei mesi di gravidanza.",
            "year": 1973
        },
        {
            "text": "George Foreman interrompe l'imbattibilità di Joe Frazier nella sua carriera professionistica di campione del mondo dei pesi massimi di pugilato.",
            "year": 1973
        },
        {
            "text": "Primo volo commerciale di un Boeing 747, da New York a Londra in 6 ore.",
            "year": 1970
        },
        {
            "text": "Trattato dell'Eliseo tra Francia e Germania.",
            "year": 1963
        },
        {
            "text": "L'Organizzazione degli Stati americani (OAS) sospende Cuba.",
            "year": 1962
        },
        {
            "text": "L'esercito israeliano si ritira dalla Penisola del Sinai (aveva cercato di invadere l'Egitto il 29 ottobre 1956).",
            "year": 1957
        },
        {
            "text": "Paul Ramadier diventa primo ministro di Francia.",
            "year": 1947
        },
        {
            "text": "Seconda guerra mondiale: l'11ª divisione corazzata della III° armata statunitense attraversa il confine lussemburghese.",
            "year": 1945
        },
        {
            "text": "Seconda guerra mondiale: gli Alleati iniziano l'Operazione Shingle (Sbarco di Anzio).",
            "year": 1944
        },
        {
            "text": "Seconda guerra mondiale: il Regno Unito strappa Tobruk alle forze dell'Asse nell'Operazione Compass.",
            "year": 1941
        },
        {
            "text": "Ramsay MacDonald diventa il 1º primo ministro del Regno Unito laburista.",
            "year": 1924
        },
        {
            "text": "Prima guerra mondiale: il presidente statunitense Woodrow Wilson chiede una \"pace senza vittoria\" in Europa.",
            "year": 1917
        },
        {
            "text": "Inaugurazione dello Stadio del Genoa (poi dal 1933 denominato Stadio Luigi Ferraris), il più antico stadio italiano, tutt'oggi in uso.",
            "year": 1911
        },
        {
            "text": "La 'Domenica di sangue' di San Pietroburgo dà il via alla rivoluzione del 9 gennaio 1905 (calendario ortodosso).",
            "year": 1905
        },
        {
            "text": "Edoardo VII diventa re dopo la morte della madre, Vittoria del Regno Unito.",
            "year": 1901
        },
        {
            "text": "I capi di sei colonie australiane si incontrano a Melbourne per parlare della confederazione.",
            "year": 1899
        },
        {
            "text": "Guerra anglo-zulu: truppe Zulu sconfiggono le truppe britanniche nella battaglia di Isandlwana.",
            "year": 1879
        },
        {
            "text": "In Polonia, Lituania e Bielorussia scoppia la Rivolta di gennaio. Lo scopo del movimento nazionale è quello di ricostituire la Confederazione polacco-lituana e liberarsi dall'occupazione della Russia.",
            "year": 1863
        },
        {
            "text": "I coloni britannici raggiungono la Nuova Zelanda.",
            "year": 1840
        },
        {
            "text": "Gli Ashanti schiacciano le forze britanniche nella Costa d'Oro.",
            "year": 1824
        },
        {
            "text": "La Spagna cede le Isole Falkland al Regno Unito.",
            "year": 1771
        },
        {
            "text": "L'Impero ottomano di Selim I sconfigge il sultanato mamelucco e conquista l'attuale Egitto nella battaglia di al-Raydaniyya.",
            "year": 1517
        },
        {
            "text": "Arriva a Roma il primo contingente di Guardie Svizzere, composto da 150 uomini.",
            "year": 1506
        },
        {
            "text": "Alfonso II di Napoli abdica in favore del figlio Ferrandino, unica speranza di scongiurare la conquista francese del regno di Napoli.",
            "year": 1495
        },
        {
            "text": "È uno dei giorni in cui il Concilio di Ferrara si trasferisce a Firenze.",
            "year": 1439
        }
    ],
    "births": [],
    "deaths": [],
    "metadata": {
        "current_date": "22. gennaio 2026",
        "short_date": "22. gen",
        "language": {
            "events": "Eventi",
            "deaths": "Morti",
            "births": "Nascite",
            "b": "n",
            "d": "m",
            "title": "Oggi nella Storia (Wikipedia)"
        },
        "events": [
            14,
            6,
            36,
            10,
            9,
            26,
            16,
            33,
            34,
            22
        ],
        "births": [],
        "deaths": []
    }
}