{
    "events": [
        {
            "text": "Joe Biden vince le elezioni presidenziali degli Stati Uniti d'America",
            "year": 2020
        },
        {
            "text": "Esce nelle sale cinematografiche statunitensi il film Big Hero 6, 54º Classico Disney",
            "year": 2014
        },
        {
            "text": "Jigme Khesar Namgyal Wangchuck viene eletto re del Bhutan",
            "year": 2008
        },
        {
            "text": "In Finlandia nel Massacro della scuola di Jokela muoiono 9 persone incluso l'assassino e 12 vengono ferite durante una sparatoria",
            "year": 2007
        },
        {
            "text": "L'Iran vieta la pubblicità dei prodotti statunitensi",
            "year": 2002
        },
        {
            "text": "L'aereo passeggeri supersonico Concorde riprende i voli dopo una pausa di 15 mesi",
            "year": 2001
        },
        {
            "text": "Hillary Clinton viene eletta al Senato degli Stati Uniti, diventando la prima First lady ad ottenere un incarico parlamentare",
            "year": 2000
        },
        {
            "text": "La NASA lancia il Mars Global Surveyor",
            "year": 1996
        },
        {
            "text": "Douglas Wilder vince l'elezione a governatore della Virginia, diventando il primo afro-americano eletto governatore negli Stati Uniti.",
            "year": 1989
        },
        {
            "text": "David Dinkins diventa il primo sindaco afro-americano di New York",
            "year": 1989
        },
        {
            "text": "Tunisia: il presidente Habib Bourguiba viene rovesciato e sostituito dal primo ministro Zine El-Abidine Ben Ali",
            "year": 1987
        },
        {
            "text": "Il Congresso degli Stati Uniti scavalca il veto del presidente Richard Nixon sulla Risoluzione dei poteri di guerra, che limita la capacità presidenziale di dichiarare guerra senza l'approvazione del Congresso",
            "year": 1973
        },
        {
            "text": "Il repubblicano Richard Nixon sconfigge il senatore democratico George McGovern nelle elezioni presidenziali statunitensi",
            "year": 1972
        },
        {
            "text": "Il presidente statunitense Lyndon B. Johnson firma il Public Broadcasting Act del 1967",
            "year": 1967
        },
        {
            "text": "Egitto e Siria firmano un trattato di mutua difesa",
            "year": 1966
        },
        {
            "text": "Germania: a Lengede 11 minatori vengono estratti da una miniera crollata 14 giorni prima",
            "year": 1963
        },
        {
            "text": "Richard Nixon perde le elezioni a governatore della California. Nel discorso seguente dichiara che quella è la sua \"ultima conferenza stampa\" e che \"non vedrete più in giro Dick Nixon\"",
            "year": 1962
        },
        {
            "text": "Guerra fredda: negli Stati Uniti il Rapporto Gaither propone un incremento dei missili statunitensi e dei rifugi antiatomici",
            "year": 1957
        },
        {
            "text": "Crisi di Suez: l'Assemblea generale delle Nazioni Unite adotta una risoluzione che chiede a Regno Unito, Francia e Israele di ritirare immediatamente le loro truppe dall'Egitto",
            "year": 1956
        },
        {
            "text": "Franklin Delano Roosevelt viene rieletto battendo lo sfidante repubblicano Thomas E. Dewey e diventa l'unico presidente statunitense ad essere eletto per un quarto mandato",
            "year": 1944
        },
        {
            "text": "A Bologna si combatte la battaglia di Porta Lame fra partigiani della 7ª GAP e forze della Repubblica Sociale Italiana e tedesche",
            "year": 1944
        },
        {
            "text": "Nello Stato di Washington la sezione centrale del Tacoma Narrows Bridge crolla durante una tempesta, a soli quattro mesi dal completamento del ponte",
            "year": 1940
        },
        {
            "text": "Buck Rogers in the 25th Century viene trasmesso per radio per la prima volta",
            "year": 1932
        },
        {
            "text": "Fondazione della Repubblica Sovietica Cinese",
            "year": 1931
        },
        {
            "text": "A New York il Museum of Modern Art apre al pubblico",
            "year": 1929
        },
        {
            "text": "A Vittorio Veneto si ricorda la ricorrenza della Vittoria del 1918, ricordando i Caduti del Comune di Vittorio Veneto",
            "year": 1918
        },
        {
            "text": "Russia: i bolscevichi assaltano il Palazzo d'Inverno, sede del governo provvisorio retto da Aleksandr Fëdorovič Kerenskij. È l'inizio della Rivoluzione d'ottobre che porta al potere Lenin. (La Russia usava ancora il calendario giuliano, i riferimenti dell'epoca indicano quindi la data del 25 ottobre)",
            "year": 1917
        },
        {
            "text": "Prima guerra mondiale: fine della terza battaglia di Gaza: le forze britanniche strappano Gaza all'Impero ottomano",
            "year": 1917
        },
        {
            "text": "Jeannette Rankin del Montana diventa la prima donna ad essere eletta alla Camera dei rappresentanti",
            "year": 1916
        },
        {
            "text": "Le donne del Colorado ottengono il diritto di voto",
            "year": 1893
        },
        {
            "text": "A Craigellachie (Columbia Britannica) termina la costruzione della Canadian Pacific Railway, una ferrovia che attraversa tutto il Canada",
            "year": 1885
        },
        {
            "text": "Guerra di secessione americana: battaglia di Belmont, nella quale le forze dell'Unione guidate dal generale Ulysses S. Grant travolgono un campo confederato, ma sono costrette a ritirarsi per l'arrivo di rinforzi",
            "year": 1861
        },
        {
            "text": "Zachary Taylor viene eletto presidente degli Stati Uniti nelle prime elezioni tenute nello stesso giorno in tutti gli Stati",
            "year": 1848
        },
        {
            "text": "Ad Alton (Illinois) lo stampatore abolizionista Elijah Parish Lovejoy viene ucciso dalla folla mentre tenta di proteggere il suo negozio dall'essere distrutto per la terza volta",
            "year": 1837
        },
        {
            "text": "Trattato dell'Escorial, patto di famiglia tra i Borbone di Francia e di Spagna.",
            "year": 1733
        },
        {
            "text": "La London Gazette, il più vecchio quotidiano inglese ancora pubblicato, esce per la prima volta",
            "year": 1665
        },
        {
            "text": "Viene stipulata la Pace dei Pirenei tra Francia e Spagna, che pone fine alla guerra franco-spagnola",
            "year": 1659
        },
        {
            "text": "Cristoforo Colombo torna dal suo quarto ed ultimo viaggio per le Americhe",
            "year": 1504
        },
        {
            "text": "In Alsazia si schianta un meteorite di circa 120 chili",
            "year": 1492
        },
        {
            "text": "Viene firmato il Trattato di Bonn tra Carlo III di Francia ed Enrico I di Sassonia dove i due sovrani riconoscono i confini dei rispettivi regni lungo il Reno",
            "year": 921
        },
        {
            "text": "Ha inizio il Sesto Concilio Ecumenico a Costantinopoli",
            "year": 680
        }
    ],
    "births": [],
    "deaths": [],
    "metadata": {
        "current_date": "7. novembre 2025",
        "short_date": "7. nov",
        "language": {
            "events": "Eventi",
            "deaths": "Morti",
            "births": "Nascite",
            "b": "n",
            "d": "m",
            "title": "Oggi nella Storia (Wikipedia)"
        },
        "events": [
            31,
            7,
            21,
            4,
            2,
            24,
            14,
            22,
            37,
            26
        ],
        "births": [],
        "deaths": []
    }
}