{
    "events": [
        {
            "text": "Un'alluvione devasta Genova: i torrenti Fereggiano e Bisagno esondano, si raggiunge la piena dei torrenti Sturla e Scrivia. Avviene con la stessa potenza di quella del 1970, causando sei morti, tra i quartieri colpiti si segnalano Quezzi, Marassi, Foce, Brignole, San Fruttuoso e Sturla, oltre che alcuni vicini comuni.",
            "year": 2011
        },
        {
            "text": "Stati Uniti d'America, elezioni presidenziali: vince il candidato democratico Barack Obama (rimarrà al governo per 8 anni), contro quello repubblicano John McCain, diventando il primo presidente USA afroamericano.",
            "year": 2008
        },
        {
            "text": "Esce nelle sale cinematografiche statunitensi il film Chicken Little - Amici per le penne, 46º Classico Disney; è il primo film animato Disney a essere realizzato interamente in CGI, dopo l'episodio de Lo schiaccianoci in Fantasia 2000 del 1999 e l'ibrido fra CGI e riprese dal vivo Dinosauri del 2000",
            "year": 2005
        },
        {
            "text": "Corea, a Daejeon si apre la VI Roboolimpiade",
            "year": 2004
        },
        {
            "text": "Yasser Arafat, 75 anni, viene dichiarato clinicamente morto dai medici dell'ospedale militare di Parigi dove era ricoverato: è entrato in coma di quarto livello. Durante la giornata la televisione israeliana aveva annunciato la morte del leader, ma la notizia venne però subito smentita e si è parlato di morte cerebrale, notizia confermata dal premier lussemburghese Jean-Claude Juncker, anche se i medici francesi che curavano Arafat hanno dichiarato che il leader era ancora vivo.",
            "year": 2004
        },
        {
            "text": "Viene osservato il più potente flare solare mai registrato.",
            "year": 2003
        },
        {
            "text": "Viene costituito il Police Service of Northern Ireland.",
            "year": 2001
        },
        {
            "text": "Dopo aver partecipato ad una manifestazione per la pace nella Piazza dei re di Tel Aviv, il primo ministro israeliano Yitzhak Rabin viene ferito a morte da un estremista di destra israeliano.",
            "year": 1995
        },
        {
            "text": "La Bolivia diventa membro della Convenzione di Berna per la protezione delle opere letterarie e artistiche.",
            "year": 1993
        },
        {
            "text": "Jean Chrétien diventa primo ministro del Canada.",
            "year": 1993
        },
        {
            "text": "Il candidato repubblicano Ronald Reagan sconfigge il democratico Jimmy Carter e diventa presidente degli Stati Uniti.",
            "year": 1980
        },
        {
            "text": "Inizia la Crisi degli ostaggi in Iran: radicali iraniani, in gran parte studenti, invadono l'ambasciata degli Stati Uniti a Teheran e prendono 90 ostaggi (63 dei quali sono cittadini statunitensi).",
            "year": 1979
        },
        {
            "text": "Guerra del Vietnam: vietnamizzazione. Gli Stati Uniti cedono il controllo della base aerea nel Delta del Mekong ai sudvietnamiti.",
            "year": 1970
        },
        {
            "text": "Si aprono in Israele i III Giochi paralimpici estivi.",
            "year": 1968
        },
        {
            "text": "La piena dell'Arno raggiunge Firenze passando alla storia come l'Alluvione di Firenze. Lo stesso giorno saranno alluvionate anche Grosseto e Pontedera.",
            "year": 1966
        },
        {
            "text": "Venezia viene devastata dalla disastrosa acqua alta che arrivando a quasi due metri (194 cm) sopra il livello medio di marea sommerse la città e tutte le isole della laguna. L'intero nord-est dell'Italia viene colpito da una delle più grandi alluvioni mai verificatesi nell'Europa meridionale.",
            "year": 1966
        },
        {
            "text": "Iniziano le trasmissioni del Secondo Programma (l'attuale Rai 2).",
            "year": 1961
        },
        {
            "text": "Iniziano le riprese de Gli spostati, con Marilyn Monroe e Clark Gable (per entrambi sarà l'ultimo film).",
            "year": 1960
        },
        {
            "text": "Truppe sovietiche invadono l'Ungheria per schiacciare la rivoluzione ungherese che era iniziata il 23 ottobre. Migliaia di persone vengono uccise, molte altre ferite, e un quarto di milione di persone lasciano il paese.",
            "year": 1956
        },
        {
            "text": "Il candidato repubblicano Dwight D. Eisenhower sconfigge il democratico Adlai Stevenson e diventa presidente degli Stati Uniti.",
            "year": 1952
        },
        {
            "text": "Thomas Stearns Eliot vince il premio Nobel per la letteratura.",
            "year": 1948
        },
        {
            "text": "Entra in vigore la costituzione dell'UNESCO.",
            "year": 1946
        },
        {
            "text": "Seconda guerra mondiale: seconda battaglia di El Alamein; disobbedendo ad un ordine diretto di Adolf Hitler, Erwin Rommel guida le sue forze in una ritirata che durerà per cinque mesi.",
            "year": 1942
        },
        {
            "text": "Seconda guerra mondiale: il presidente statunitense Franklin D. Roosevelt ordina alle dogane statunitensi di applicare il Neutrality Act del 1939, permettendo l'acquisto in contanti di armi da parte dei belligeranti.",
            "year": 1939
        },
        {
            "text": "Un attentato alla vita del dittatore Benito Mussolini, ideato da Tito Zaniboni, è sventato dall'OVRA.",
            "year": 1925
        },
        {
            "text": "Nellie Tayloe Ross del Wyoming diviene la prima donna eletta alla carica di governatore negli Stati Uniti.",
            "year": 1924
        },
        {
            "text": "In Egitto, l'archeologo britannico Howard Carter e i suoi compagni, trovano l'ingresso della tomba di Tutankhamon, nella Valle dei Re.",
            "year": 1922
        },
        {
            "text": "Le Sturmabteilung (o SA) vengono formate ufficialmente da Adolf Hitler.",
            "year": 1921
        },
        {
            "text": "La salma del Milite Ignoto viene inumata nell'Altare della Patria del Vittoriano di Roma.",
            "year": 1921
        },
        {
            "text": "Prima guerra mondiale: il Bollettino della Vittoria annuncia che l'Impero austro-ungarico si arrende all'Italia, in base all'armistizio firmato a Villa Giusti, nei pressi di Padova. Con il successivo Trattato di Saint-Germain-en-Laye (1919), l'Italia completa l'unità nazionale con l'annessione di Trento e Trieste. Per tale motivo, il 4 novembre in Italia è festeggiato come Giorno dell'Unità nazionale.",
            "year": 1918
        },
        {
            "text": "Menelek di Shoa ottiene la lealtà di una larga maggioranza della nobiltà etiope, spianando la strada alla sua incoronazione come imperatore.",
            "year": 1889
        },
        {
            "text": "Il candidato democratico Grover Cleveland sconfigge il repubblicano James G. Blaine e diviene presidente degli Stati Uniti.",
            "year": 1884
        },
        {
            "text": "Viene brevettato in Ohio il primo prototipo di registratore di cassa.",
            "year": 1879
        },
        {
            "text": "Pubblicazione del primo numero della rivista scientifica Nature",
            "year": 1869
        },
        {
            "text": "Guerra di secessione americana: battaglia di Johnsonville - le truppe confederate bombardano una base di rifornimento dell'Unione, distruggendo milioni di dollari di materiale.",
            "year": 1864
        },
        {
            "text": "L'Università del Washington apre a Seattle col nome di Territorial University.",
            "year": 1861
        },
        {
            "text": "Nel Regno di Sardegna, Camillo Benso, conte di Cavour diventa capo del suo primo governo.",
            "year": 1852
        },
        {
            "text": "William Hobson dichiara la Nuova Zelanda colonia indipendente dal Nuovo Galles del Sud.",
            "year": 1840
        },
        {
            "text": "Sofia di Baviera sposa a Vienna l'arciduca Francesco Carlo d'Asburgo Lorena.",
            "year": 1824
        },
        {
            "text": "Posa della prima pietra dell'Osservatorio astronomico di Capodimonte attuata da Carolina Bonaparte",
            "year": 1812
        },
        {
            "text": "Linz: Wolfgang Amadeus Mozart esegue la Sinfonia n. 36 per la prima volta",
            "year": 1783
        },
        {
            "text": "Nel distretto coloniale spagnolo del Vicereame del Perù, Túpac Amaru II guida un'insurrezione dei contadini aymara, quechua e meticci in segno di protesta contro le riforme borboniche.",
            "year": 1780
        },
        {
            "text": "Inaugurazione del Teatro San Carlo di Napoli con la rappresentazione dell'Achille in Sciro di Domenico Sarro, su libretto di Metastasio",
            "year": 1737
        },
        {
            "text": "Guerra degli ottant'anni: in Belgio, la Spagna conquista Anversa (dopo tre giorni la città sarà quasi distrutta)",
            "year": 1576
        },
        {
            "text": "Cristoforo Colombo salpa per il suo secondo viaggio e raggiunge Porto Rico",
            "year": 1493
        },
        {
            "text": "Papa Lucio III promulga la decretale Ad abolendam sulla repressione delle eresie",
            "year": 1184
        }
    ],
    "births": [],
    "deaths": [],
    "metadata": {
        "current_date": "4. novembre 2025",
        "short_date": "4. nov",
        "language": {
            "events": "Eventi",
            "deaths": "Morti",
            "births": "Nascite",
            "b": "n",
            "d": "m",
            "title": "Oggi nella Storia (Wikipedia)"
        },
        "events": [
            2,
            43,
            11,
            41,
            21,
            13,
            24,
            34,
            19,
            20
        ],
        "births": [],
        "deaths": []
    }
}