{
    "events": [
        {
            "text": "Viene conferito il Premio Nobel per la pace all'Unione europea",
            "year": 2012
        },
        {
            "text": "Barack Obama riceve il Premio Nobel per la pace.",
            "year": 2009
        },
        {
            "text": "Londra: presso l'O2 Arena i Led Zeppelin tengono un concerto reunion in onore del patron dell'Atlantic Records Ahmet Ertegün",
            "year": 2007
        },
        {
            "text": "Lancio notturno dello Space Shuttle Discovery nell'ambito della missione STS-116. Gli obiettivi principali della missione sono: il trasporto ed il collegamento alla Stazione spaziale internazionale del segmento P5, l'aggiornamento del sistema energetico della stazione ed il cambio dell'equipaggio",
            "year": 2006
        },
        {
            "text": "Afar (Etiopia): un team di ricercatori capeggiato da Zeresenay Alemseged trova i resti fossili di un Australopithecus afarensis. Lo scheletro, il più completo mai ritrovato, appartiene a una bambina di tre anni, che viene battezzata Selam, nome che in varie lingue etiopiche significa \"pace\"",
            "year": 2000
        },
        {
            "text": "Fernando de la Rúa, già sindaco di Buenos Aires, viene eletto presidente della Repubblica argentina",
            "year": 1999
        },
        {
            "text": "Viene pubblicata la versione 1.0 di Netscape",
            "year": 1994
        },
        {
            "text": "Viene pubblicata la versione shareware di Doom",
            "year": 1993
        },
        {
            "text": "Nelson Mandela e Frederik de Klerk ricevono il Premio Nobel per la pace",
            "year": 1993
        },
        {
            "text": "In Nagorno Karabakh si svolge un referendum confermativo per l'autodeterminazione",
            "year": 1991
        },
        {
            "text": "Tenzin Gyatso, il 14º Dalai Lama, riceve il Premio Nobel per la pace",
            "year": 1989
        },
        {
            "text": "Elie Wiesel riceve il Premio Nobel per la pace",
            "year": 1986
        },
        {
            "text": "Desmond Tutu riceve il Premio Nobel per la pace",
            "year": 1984
        },
        {
            "text": "Lech Wałęsa riceve il Premio Nobel per la pace. Il premio viene ritirato da sua moglie Danuta",
            "year": 1983
        },
        {
            "text": "Raúl Alfonsín diventa presidente dell'Argentina",
            "year": 1983
        },
        {
            "text": "Menachem Begin e Anwar al-Sadat ricevono il Premio Nobel per la pace",
            "year": 1978
        },
        {
            "text": "Andrej Dmitrievič Sacharov riceve il Premio Nobel per la pace. Il premio viene ritirato da sua moglie Elena Bonnėr",
            "year": 1975
        },
        {
            "text": "Lê Đức Thọ ed Henry Kissinger ricevono il Premio Nobel per la pace per aver stipulato gli accordi di pace di Parigi.",
            "year": 1973
        },
        {
            "text": "Cosa nostra uccide il boss Michele Cavataio all'interno della sede della ditta di costruzioni Girolamo Moncada; l'episodio è noto come Strage di viale Lazio",
            "year": 1969
        },
        {
            "text": "I Grateful Dead eseguono il loro primo concerto al The Fillmore di San Francisco",
            "year": 1965
        },
        {
            "text": "Albert Schweitzer riceve il Premio Nobel per la pace",
            "year": 1952
        },
        {
            "text": "Guerra civile cinese: l'esercito popolare cinese inizia l'assedio di Chengdu, l'ultima città tenuta dai nazionalisti sulla Cina continentale. Chiang Kai-shek parte per Taiwan",
            "year": 1949
        },
        {
            "text": "Approvazione della Dichiarazione universale dei diritti umani promossa dall'ONU",
            "year": 1948
        },
        {
            "text": "Le forze giapponesi sbarcano nelle Filippine, catturano Guam e affondano le navi britanniche HMS Prince of Wales (53) e HMS Repulse",
            "year": 1941
        },
        {
            "text": "Seconda guerra mondiale: inizia la battaglia di Giarabub",
            "year": 1940
        },
        {
            "text": "Enrico Fermi riceve il Premio Nobel per la fisica",
            "year": 1938
        },
        {
            "text": "Edoardo VIII del Regno Unito firma l'atto di abdicazione al trono britannico",
            "year": 1936
        },
        {
            "text": "La Thailandia adotta la costituzione e diventa una monarchia costituzionale",
            "year": 1932
        },
        {
            "text": "Grazia Deledda riceve il Premio Nobel per la letteratura",
            "year": 1926
        },
        {
            "text": "Canneto Sabino (RI): durante uno sciopero per la ridiscussione dei patti colonici e l'aumento della paga giornaliera i Reali Carabinieri, si dice aizzati dagli agrari, sparano: muoiono undici braccianti tra cui due donne",
            "year": 1920
        },
        {
            "text": "Due MAS comandati da Luigi Rizzo penetrano nel Golfo di Trieste e affondano la corazzata austroungarica SMS Wien.",
            "year": 1917
        },
        {
            "text": "Il presidente degli Stati Uniti d'America Theodore Roosevelt riceve il Premio Nobel per la pace, diventando il primo statunitense a vincere un Premio Nobel di qualsiasi tipo",
            "year": 1906
        },
        {
            "text": "La Tasmania concede il diritto di voto alle donne",
            "year": 1902
        },
        {
            "text": "Vengono consegnati i primi Premi Nobel",
            "year": 1901
        },
        {
            "text": "A Parigi viene firmato il trattato che pone fine alla guerra ispano-americana",
            "year": 1898
        },
        {
            "text": "Guerra russo-turca (1877-1878) – L'Impero ottomano dopo un lungo assedio abbandona la città di Pleven",
            "year": 1878
        },
        {
            "text": "Il Wyoming concede il diritto di voto alle donne",
            "year": 1869
        },
        {
            "text": "Guerra di secessione americana – William Tecumseh Sherman raggiunge Savannah (Georgia), terminando la sua \"marcia verso il mare\"",
            "year": 1864
        },
        {
            "text": "Luigi Napoleone Bonaparte viene eletto presidente della Repubblica francese",
            "year": 1848
        },
        {
            "text": "Debutto pubblico dell'Inno di Mameli sul piazzale del Santuario di Nostra Signora di Loreto a Oregina, presentato ai cittadini genovesi e a vari patrioti italiani in occasione del centenario della cacciata degli austriaci",
            "year": 1847
        },
        {
            "text": "Il Mississippi diventa il 20º Stato degli USA",
            "year": 1817
        },
        {
            "text": "La derivazione di Isaac Newton delle Leggi di Keplero dalla sua teoria della gravità, contenute nel manoscritto De motu corporum in gyrum, viene letta alla Royal Society da Edmond Halley",
            "year": 1684
        },
        {
            "text": "Martin Lutero brucia la copia della bolla papale \"Exsurge Domine\"",
            "year": 1520
        },
        {
            "text": "La Lega di Cambrai, formata da papa Giulio II, Luigi XII di Francia, Massimiliano I d'Asburgo e Ferdinando II di Aragona, viene creata con l'intento di sconfiggere Venezia",
            "year": 1508
        },
        {
            "text": "La badessa Maria da Besozzo rinuncia alla sovranità sul territorio di Meda, sancendone la nascita.",
            "year": 1252
        },
        {
            "text": "L'imperatrice Zoe Porfirogenita eleva al trono il figlio adottivo Michele",
            "year": 1041
        }
    ],
    "births": [],
    "deaths": [],
    "metadata": {
        "current_date": "10. dicembre 2025",
        "short_date": "10. dic",
        "language": {
            "events": "Eventi",
            "deaths": "Morti",
            "births": "Nascite",
            "b": "n",
            "d": "m",
            "title": "Oggi nella Storia (Wikipedia)"
        },
        "events": [
            10,
            14,
            12,
            35,
            25,
            43,
            17,
            2,
            28,
            29
        ],
        "births": [],
        "deaths": []
    }
}