{
    "events": [
        {
            "text": "Viene assassinato Qasem Soleimani a Baghdad, da un drone statunitense.",
            "year": 2020
        },
        {
            "text": "Al Palazzo Ducale di Venezia vengono rubati alcuni monili dal valore di milioni di euro.",
            "year": 2018
        },
        {
            "text": "Vengono rese pubbliche le vulnerabilità informatiche Meltdown e Spectre, fino a quel giorno tenute segrete.",
            "year": 2018
        },
        {
            "text": "Il primo blocco della blockchain di Bitcoin, chiamato \"Genesis Block\", viene minato da Satoshi Nakamoto, il creatore del protocollo.",
            "year": 2009
        },
        {
            "text": "Álvaro Uribe Vélez diventa presidente della Colombia.",
            "year": 2002
        },
        {
            "text": "Esce l'ultima striscia giornaliera dei Peanuts.",
            "year": 2000
        },
        {
            "text": "A Mosca, George H. W. Bush e Boris El'cin firmano il secondo Trattato START.",
            "year": 1993
        },
        {
            "text": "L'ex leader di Panama Manuel Noriega si arrende alle forze statunitensi.",
            "year": 1990
        },
        {
            "text": "Aretha Franklin è la prima donna inserita nella Rock and Roll Hall of Fame.",
            "year": 1987
        },
        {
            "text": "L'Unione europea adotta la bandiera europea.",
            "year": 1986
        },
        {
            "text": "Da un'idea dell'editore Edilio Rusconi nasce Italia 1, attuale secondo canale televisivo di Mediaset.",
            "year": 1982
        },
        {
            "text": "David Gilmour entra ufficialmente a far parte dei Pink Floyd.",
            "year": 1968
        },
        {
            "text": "Gli Stati Uniti rompono le relazioni diplomatiche con Cuba.",
            "year": 1961
        },
        {
            "text": "Il reattore nucleare SL-1, nei pressi di Idaho Falls subisce una perdita di radiazioni, uccidendo tre operai. La radiazione viene contenuta.",
            "year": 1961
        },
        {
            "text": "L'Alaska diventa il 49º Stato degli USA.",
            "year": 1959
        },
        {
            "text": "Lo Sputnik 1, primo satellite artificiale della storia, brucia al suo rientro nell'atmosfera.",
            "year": 1958
        },
        {
            "text": "Si forma la Federazione delle Indie Occidentali.",
            "year": 1958
        },
        {
            "text": "Iniziano ufficialmente le trasmissioni televisive del Programma Nazionale della Rai Radiotelevisione Italiana. In questa data, inoltre, va in onda la prima edizione del Telegiornale.",
            "year": 1954
        },
        {
            "text": "William Joyce (Lord Haw-Haw) viene impiccato per tradimento.",
            "year": 1946
        },
        {
            "text": "Grave incidente ferroviario in Spagna tra due treni; il bilancio ufficiale parla di 78 morti, le stime di un numero molto superiore, tra le 200 e le 250.",
            "year": 1944
        },
        {
            "text": "Nasce il comando unificato ABDA nel fronte di guerra del Pacifico.",
            "year": 1942
        },
        {
            "text": "Franklin Delano Roosevelt fonda l'organizzazione March of Dimes.",
            "year": 1938
        },
        {
            "text": "Si riunisce per la prima volta negli USA la Commissione per le attività antiamericane.",
            "year": 1938
        },
        {
            "text": "Il generale Theodoros Pangalos si nomina dittatore della Grecia.",
            "year": 1926
        },
        {
            "text": "Benito Mussolini pronuncia il discorso col quale sancisce la svolta dittatoriale del regime fascista, sfidando la Camera dei deputati a incriminarlo e rivendicando \"la responsabilità politica, morale e storica\" di quanto era avvenuto di recente nel Paese ma rigettando d'essere il mandante del delitto Matteotti.",
            "year": 1925
        },
        {
            "text": "Babe Ruth viene ceduto dai Boston Red Sox ai New York Yankees.",
            "year": 1920
        },
        {
            "text": "Avviene il famoso crollo mentale in pubblico del filosofo Friedrich Nietzsche a Torino, probabile effetto di una patologia neurologica.",
            "year": 1889
        },
        {
            "text": "Inizia la costruzione del Ponte di Brooklyn.",
            "year": 1870
        },
        {
            "text": "In Giappone viene restaurato il potere imperiale ed abolito lo Shogunato.",
            "year": 1868
        },
        {
            "text": "Stati Uniti d'America: il Delaware vota per non secedere dagli Stati Uniti.",
            "year": 1861
        },
        {
            "text": "Joseph Jenkins Roberts diventa il primo presidente della Liberia.",
            "year": 1848
        },
        {
            "text": "Il governo messicano imprigiona Stephen F. Austin a Città del Messico.",
            "year": 1834
        },
        {
            "text": "Il Regno Unito prende il controllo delle Isole Falkland nell'Atlantico meridionale.",
            "year": 1833
        },
        {
            "text": "Austria, Regno Unito e Francia formano un'alleanza difensiva segreta contro Prussia e Russia.",
            "year": 1815
        },
        {
            "text": "Battaglia di Princeton. George Washington sconfigge il generale britannico Charles Cornwallis.",
            "year": 1777
        },
        {
            "text": "Al Teatro dei Fiorentini di Napoli debutta Li zite 'ngalera, commedia per musica di Leonardo Vinci su libretto di Bernardo Saddumene.",
            "year": 1772
        },
        {
            "text": "Papa Leone X scomunica Martin Lutero con la bolla \"Decet Romanum Pontificem\".",
            "year": 1521
        },
        {
            "text": "Leonardo da Vinci sperimenta senza successo una macchina volante.",
            "year": 1496
        },
        {
            "text": "Nord Italia: terremoto del 3 gennaio 1117 (circa 30 000 vittime).",
            "year": 1117
        },
        {
            "text": "Le legioni romane sul Reno rifiutano di giurare fedeltà all'imperatore Galba e proclamano invece il loro generale, Vitellio.",
            "year": 69
        }
    ],
    "births": [],
    "deaths": [],
    "metadata": {
        "current_date": "3. gennaio 2026",
        "short_date": "3. gen",
        "language": {
            "events": "Eventi",
            "deaths": "Morti",
            "births": "Nascite",
            "b": "n",
            "d": "m",
            "title": "Oggi nella Storia (Wikipedia)"
        },
        "events": [
            11,
            10,
            27,
            19,
            2,
            16,
            39,
            20,
            31,
            5
        ],
        "births": [],
        "deaths": []
    }
}