{
    "events": [
        {
            "text": "Manifestazione di protesta e occupazione degli edifici federali da parte di sostenitori del presidente uscente Donald Trump presso il Congresso degli Stati Uniti in occasione della certificazione della vittoria di Joe Biden alle elezioni presidenziali del 2020.",
            "year": 2021
        },
        {
            "text": "A 160 miglia dalle coste di Shanghai la nave mercantile Cf Crystal e la petroliera iraniana Sanchi si scontrano; il bilancio è di 32 morti e tonnellate di greggio disperse in mare.",
            "year": 2018
        },
        {
            "text": "Al Gore, in qualità di presidente del Senato, certifica che George W. Bush è il vincitore delle elezioni presidenziali statunitensi.",
            "year": 2001
        },
        {
            "text": "La navetta spaziale Lunar Prospector viene lanciata in orbita attorno alla Luna dove in seguito troverà tracce di acqua ghiacciata sulla superficie.",
            "year": 1998
        },
        {
            "text": "Un incendio in un condominio di Manila porta alla scoperta dei piani del Progetto Bojinka, un attacco terroristico di massa.",
            "year": 1995
        },
        {
            "text": "Nancy Kerrigan viene assalita e bastonata sulla gamba destra su ordine della pattinatrice rivale Tonya Harding.",
            "year": 1994
        },
        {
            "text": "Il Consiglio di sicurezza delle Nazioni Unite vota all'unanimità la condanna del trattamento dei palestinesi da parte degli israeliani.",
            "year": 1992
        },
        {
            "text": "Cosa nostra uccide il presidente della Regione Sicilia Piersanti Mattarella.",
            "year": 1980
        },
        {
            "text": "I Marines degli Stati Uniti e le truppe dell'esercito della repubblica del Vietnam del Sud lanciano l'Operazione Deckhouse Five nel Delta del Mekong.",
            "year": 1967
        },
        {
            "text": "Il Regno Unito riconosce la Repubblica Popolare Cinese, continuando però a mantenere rapporti col governo nazionalista di Taiwan. La Repubblica di Cina in risposta taglia le relazioni diplomatiche con i britannici.",
            "year": 1950
        },
        {
            "text": "La Pan American Airlines diventa la prima compagnia aerea commerciale ad avere un volo che compie il giro del mondo.",
            "year": 1947
        },
        {
            "text": "Esecuzioni di massa di polacchi, commesse dai tedeschi nella città di Poznań (Warthegau).",
            "year": 1940
        },
        {
            "text": "Thomas Edison presenta la sua ultima richiesta di brevetto.",
            "year": 1931
        },
        {
            "text": "Adolf Hitler nomina Heinrich Himmler come capo delle SS, che allora contavano solo 280 uomini.",
            "year": 1929
        },
        {
            "text": "Re Alessandro I di Jugoslavia sospende la costituzione della sua nazione (la cosiddetta \"Dittatura del 6 gennaio\", Šestojanuarska diktatura.).",
            "year": 1929
        },
        {
            "text": "Il Napoli è sconfitto in una storica partita sul campo dell'Arenaccia dalla Nocerina, che da quel giorno meriterà l'appellativo tuttora in uso di \"molossi\" facendo riferimento alla razza canina per indicare la tenacia con cui si batterono i calciatori rossoneri.",
            "year": 1928
        },
        {
            "text": "Dalla fusione delle compagnie aeree \"Deutsche Aero Lloyd\" (DAL) e \"Junkers Luftverkehr\" nasce la Lufthansa.",
            "year": 1926
        },
        {
            "text": "Nel paese di Roccagorga, nel Lazio, i Reali Carabinieri sparano sulla folla che protestava contro la pressione fiscale e l'inefficienza dei servizi sanitari. Morirono sette persone.",
            "year": 1913
        },
        {
            "text": "Il Nuovo Messico diventa il 47º Stato degli USA.",
            "year": 1912
        },
        {
            "text": "La Nazionale di calcio dell'Italia indossa per la prima volta una divisa azzurra nell'amichevole contro l'Ungheria. L'azzurro verrà adottato come colore per la rappresentativa nazionale italiana di ogni sport.",
            "year": 1911
        },
        {
            "text": "Maria Montessori apre la sua prima scuola e centro di cura per la classe operaia a Roma.",
            "year": 1907
        },
        {
            "text": "Viene riportata la notizia che milioni di persone muoiono di fame in India.",
            "year": 1900
        },
        {
            "text": "I Boeri attaccano Ladysmith – oltre 1000 persone uccise.",
            "year": 1900
        },
        {
            "text": "Viene proiettato per la prima volta L'arrivo di un treno alla stazione di La Ciotat di Auguste e Louis Lumière. La leggenda vuole che gli spettatori siano fuggiti dal cinema per paura di essere travolti dal treno.",
            "year": 1896
        },
        {
            "text": "Emigranti italiani fondano la città di Criciúma, in Brasile.",
            "year": 1880
        },
        {
            "text": "In India viene fondata la congregazione delle Suore Francescane Missionarie di Maria.",
            "year": 1877
        },
        {
            "text": "A Vienna viene inaugurato il Musikverein.",
            "year": 1870
        },
        {
            "text": "Samuel Morse compie il suo primo test di successo del telegrafo elettrico.",
            "year": 1838
        },
        {
            "text": "Papa Clemente XIII pubblica la lettera enciclica \"Summa quae\", sul contrasto tra Chiesa e mondo, esortazione alla fortezza per i vescovi.",
            "year": 1768
        },
        {
            "text": "Il comitato d'indagine sulla bolla della South Sea Company pubblica le sue scoperte.",
            "year": 1720
        },
        {
            "text": "Giuseppe, figlio di Leopoldo I d'Asburgo diventa re dei Romani.",
            "year": 1690
        },
        {
            "text": "I Fifth Monarchists tentano senza successo di prendere il controllo di Londra.",
            "year": 1661
        },
        {
            "text": "L'Unione di Arras costituisce una repubblica cattolica nei Paesi Bassi.",
            "year": 1579
        },
        {
            "text": "Re Enrico VIII d'Inghilterra sposa Anna di Clèves.",
            "year": 1540
        },
        {
            "text": "Costantino XI Paleologo diventa imperatore di Bisanzio.",
            "year": 1449
        },
        {
            "text": "Enrico VII di Lussemburgo viene eletto re di Germania",
            "year": 1309
        },
        {
            "text": "Filippo di Svevia diventa re dei Romani.",
            "year": 1205
        },
        {
            "text": "Harold Godwinson viene incoronato re d'Inghilterra, con il nome di Harold II.",
            "year": 1066
        }
    ],
    "births": [],
    "deaths": [],
    "metadata": {
        "current_date": "6. gennaio 2026",
        "short_date": "6. gen",
        "language": {
            "events": "Eventi",
            "deaths": "Morti",
            "births": "Nascite",
            "b": "n",
            "d": "m",
            "title": "Oggi nella Storia (Wikipedia)"
        },
        "events": [
            14,
            1,
            20,
            28,
            22,
            19,
            23,
            10,
            6,
            36
        ],
        "births": [],
        "deaths": []
    }
}