{
    "events": [
        {
            "text": "Il presidente del Burkina Faso Roch Marc Christian Kaboré viene deposto a seguito di un colpo di stato.",
            "year": 2022
        },
        {
            "text": "Il governo cinese, a causa di una pandemia di un nuovo ceppo di coronavirus, mette in quarantena la metropoli di Wuhan, espandendo successivamente il provvedimento a quasi tutta la provincia dell'Hubei. Si tratta della più grande quarantena mai disposta nella storia umana per estensione e numero di persone coinvolte.",
            "year": 2020
        },
        {
            "text": "Juan Guaidó si auto-proclama presidente del Venezuela ad interim venendo riconosciuto dai governi di Stati Uniti, Francia, Regno Unito, Canada, Brasile, Colombia, Paraguay, Argentina, Perù, Ecuador, Cile, Guatemala e Costa Rica.",
            "year": 2019
        },
        {
            "text": "Salmān bin 'Abd al-'Azīz Āl Sa'ūd assume la carica di re dell'Arabia Saudita dopo la morte del fratellastro 'Abd Allāh.",
            "year": 2015
        },
        {
            "text": "Nei calendari lunari asiatici inizia l'anno del dragone.",
            "year": 2012
        },
        {
            "text": "In molte città del Belgio, a causa della grave crisi politica che affligge il paese ormai da mesi, migliaia di persone manifestano contro la politica e l'amministrazione.",
            "year": 2011
        },
        {
            "text": "Laurent Nkunda, capo dei ribelli del Conflitto del Kivu, è sconfitto e arrestato dall'esercito ruandese.",
            "year": 2009
        },
        {
            "text": "A Goma (Repubblica Democratica del Congo), dopo lunghi negoziati, viene firmato un trattato di pace tra le truppe filo-governative e i ribelli guidati dal generale Laurent Nkunda, che pone fine agli scontri nella regione del Kivu; gli scontri si protraevano dalla seconda guerra del Congo.",
            "year": 2008
        },
        {
            "text": "Viktor Juscenko è investito ufficialmente come presidente della repubblica in Ucraina.",
            "year": 2005
        },
        {
            "text": "Ultimo contatto riuscito con la sonda Pioneer 10, uno degli oggetti fabbricati dall'uomo più distanti dalla Terra.",
            "year": 2003
        },
        {
            "text": "Il giornalista statunitense Daniel Pearl viene rapito a Karachi, Pakistan.",
            "year": 2002
        },
        {
            "text": "Gran Bretagna: la Camera dei Lord autorizza la clonazione di embrioni umani a fini terapeutici.",
            "year": 2001
        },
        {
            "text": "Mir Aimal Kasi viene condannato a morte per l'assalto condotto con un fucile nel 1993 fuori dal quartier generale della CIA, che provocò la morte di due persone e il ferimento di altre tre.",
            "year": 1997
        },
        {
            "text": "Fallisce un attentato mafioso nei pressi dello Stadio Olimpico di Roma in occasione della partita di Serie A Roma-Udinese: una Lancia Thema parcheggiata in Via dei Gladiatori con 120 kg di esplosivo non salta in aria per un difetto del detonatore",
            "year": 1994
        },
        {
            "text": "Belgrado: si dissolve la Lega dei Comunisti di Jugoslavia.",
            "year": 1990
        },
        {
            "text": "Vengono introdotti i primi musicisti nella Rock and Roll Hall of Fame: sono Chuck Berry, James Brown, Ray Charles, Fats Domino, Everly Brothers, Buddy Holly, Jerry Lee Lewis e Elvis Presley",
            "year": 1986
        },
        {
            "text": "La Svezia diventa la prima nazione a vietare gli spray che danneggiano lo strato di ozono che protegge la Terra",
            "year": 1978
        },
        {
            "text": "Sandro Munari su Lancia Stratos vince per la seconda volta consecutiva il Rally di Monte Carlo.",
            "year": 1976
        },
        {
            "text": "Il presidente statunitense Richard Nixon annuncia che è stato raggiunto un accordo di pace per il Vietnam",
            "year": 1973
        },
        {
            "text": "Presso l'Università Bocconi di Milano, a seguito di scontri tra forze dell'ordine e militanti del Movimento Studentesco, restano feriti lo studente Roberto Franceschi, che morirà qualche giorno dopo in seguito alle ferite riportate, e l'operaio Roberto Piacentini",
            "year": 1973
        },
        {
            "text": "La Corea del Nord cattura la USS Pueblo (AGER-2), sostenendo che la nave aveva violato le sue acque territoriali in una missione di spionaggio",
            "year": 1968
        },
        {
            "text": "In vista dell'ammissibilità costituzionale di una legge sul divorzio in Italia, papa Paolo VI pronuncia un duro discorso sull'indissolubilità del matrimonio",
            "year": 1967
        },
        {
            "text": "Il batiscafo USS Trieste stabilisce un record di profondità quando scende a 10750 metri nell'Oceano Pacifico",
            "year": 1960
        },
        {
            "text": "La Knesset approva una risoluzione che dichiara Gerusalemme capitale di Israele",
            "year": 1950
        },
        {
            "text": "Nel clima di repressione in seguito al fallito attentato ai danni di Adolf Hitler da parte di Von Stauffenberg, viene ucciso Erwin Planck, figlio di Max Planck e politico vicino al colonnello autore dell'attentato, appena cinque giorni dopo la comunicazione che sarebbe stato graziato",
            "year": 1945
        },
        {
            "text": "Seconda guerra mondiale: i britannici conquistano agli italiani la città di Tripoli",
            "year": 1943
        },
        {
            "text": "Duke Ellington suona per la prima volta alla Carnegie Hall di New York",
            "year": 1943
        },
        {
            "text": "Seconda guerra mondiale: battaglia di Rabaul",
            "year": 1942
        },
        {
            "text": "Charles Lindbergh testimonia davanti al Congresso degli Stati Uniti e raccomanda che gli USA negozino un patto di neutralità con la Germania nazista",
            "year": 1941
        },
        {
            "text": "A Mosca 17 importanti esponenti comunisti vengono processati con l'accusa di aver partecipato a un piano guidato da Leon Trotsky per rovesciare il regime di Iosif Stalin e assassinarne i capi",
            "year": 1937
        },
        {
            "text": "Nasce l'Istituto per la Ricostruzione Industriale, con decreto regio, a capo del quale Benito Mussolini chiama Alberto Beneduce",
            "year": 1933
        },
        {
            "text": "Viene pubblicato il primo numero de La Settimana Enigmistica",
            "year": 1932
        },
        {
            "text": "I Paesi Bassi rifiutano di consegnare l'ex Kaiser Guglielmo II di Germania agli Alleati",
            "year": 1920
        },
        {
            "text": "La città costiera norvegese di Ålesund viene devastata dal fuoco, lasciando 10'000 persone senza casa; il Kaiser tedesco Guglielmo II aiuterà a ricostruire la città in Jugendstil",
            "year": 1904
        },
        {
            "text": "Wilhelm Conrad Röntgen esegue per dimostrazione la prima radiografia a raggi X della storia",
            "year": 1896
        },
        {
            "text": "Il Belgio adottata la sua attuale bandiera dopo aver ottenuto indipendenza dai Paesi Bassi nell'anno precedente",
            "year": 1831
        },
        {
            "text": "Le truppe francesi entrano a Napoli, istituendo la Repubblica partenopea",
            "year": 1799
        },
        {
            "text": "Il Georgetown College di Washington diventa il primo college cattolico degli Stati Uniti",
            "year": 1789
        },
        {
            "text": "L'imperatore Carlo VI decreta che le contee di Vaduz e Schellenberg vengano promosse allo status di principato con il nome di Liechtenstein, come riconoscimento per i servigi di Antonio Floriano del Liechtenstein",
            "year": 1719
        },
        {
            "text": "L'Unione di Utrecht costituisce una repubblica protestante nei Paesi Bassi",
            "year": 1579
        },
        {
            "text": "Apre a Londra la Royal Exchange",
            "year": 1571
        },
        {
            "text": "L'assassinio del reggente James Stewart, conte di Moray, getta la Scozia nella guerra civile",
            "year": 1570
        },
        {
            "text": "Terremoto dello Shaanxi: fra i più disastrosi terremoti della storia, con epicentro nella provincia dello Shaanxi in Cina; si stima abbia causato la morte di circa 830000 persone",
            "year": 1556
        },
        {
            "text": "Zhu Yuanzhang sale al trono della Cina come imperatore Hongwu, dando inizio al dominio della dinastia Ming sulla Cina, che durerà per tre secoli",
            "year": 1368
        },
        {
            "text": "Nel corso del conflitto fra Enrico III d'Inghilterra e i baroni ribelli guidati da Simon de Montfort, il re Luigi IX di Francia emette la Mise of Amiens, una decisione unilaterale a favore di Enrico che in seguito porterà alla seconda guerra dei baroni",
            "year": 1264
        },
        {
            "text": "Usando le balestre, le truppe della dinastia Song sconfiggono il corpo di elefanti da guerra degli Han meridionali a Shao",
            "year": 971
        },
        {
            "text": "L'imperatore romano Teodosio I proclama co-imperatore suo figlio Onorio, di soli otto anni",
            "year": 393
        }
    ],
    "births": [],
    "deaths": [],
    "metadata": {
        "current_date": "23. gennaio 2026",
        "short_date": "23. gen",
        "language": {
            "events": "Eventi",
            "deaths": "Morti",
            "births": "Nascite",
            "b": "n",
            "d": "m",
            "title": "Oggi nella Storia (Wikipedia)"
        },
        "events": [
            35,
            34,
            19,
            36,
            12,
            5,
            18,
            26,
            16,
            22
        ],
        "births": [],
        "deaths": []
    }
}