{
    "events": [
        {
            "text": "Dopo alcuni giorni di consultazioni, presta giuramento il governo presieduto da Mario Monti.",
            "year": 2011
        },
        {
            "text": "Il Boeing X-43A della NASA stabilisce un nuovo record di velocità per un aereo: 11200 km/h, vicino a Mach 10",
            "year": 2004
        },
        {
            "text": "Esce nelle sale il primo film di Harry Potter, Harry Potter e la pietra filosofale, diverrà il secondo film nella classifica d'incassi di tutti i tempi",
            "year": 2001
        },
        {
            "text": "Bill Clinton diventa il primo presidente degli Stati Uniti in carica a visitare il Vietnam",
            "year": 2000
        },
        {
            "text": "Dopo quasi 18 anni di carcerazione, la Repubblica Popolare Cinese rilascia il dissidente Wei Jingsheng, per motivi medici.",
            "year": 1997
        },
        {
            "text": "Madre Teresa di Calcutta riceve la cittadinanza onoraria degli USA",
            "year": 1996
        },
        {
            "text": "Scoperta del Tesoro di Hoxne",
            "year": 1992
        },
        {
            "text": "Esce nelle sale cinematografiche statunitensi il film Bianca e Bernie nella terra dei canguri, 29º Classico Disney; è il primo film animato Disney sequel di un altro precedente, Le avventure di Bianca e Bernie del 1977",
            "year": 1990
        },
        {
            "text": "Nelle prime elezioni libere in più di un decennio, gli elettori del Pakistan scelgono la candidata populista Benazir Bhutto come primo ministro",
            "year": 1988
        },
        {
            "text": "Il Soviet Supremo della RSS Estone dichiara che l'Estonia è \"sovrana\" ma si ferma ad un passo dal dichiarare l'indipendenza",
            "year": 1988
        },
        {
            "text": "La seconda linea della Metropolitana di Bucarest, Linea M2, viene aperta da Berceni (I.M.G.B.) a Piata Unirii",
            "year": 1988
        },
        {
            "text": "La prima linea della Metropolitana di Bucarest (Linea M1) viene aperta da Timpuri Noi a Semanatoarea",
            "year": 1979
        },
        {
            "text": "Il presidente statunitense Richard Nixon converte in legge il Trans-Alaska Pipeline Authorization Act, che autorizza la costruzione dell'Alaska Pipeline",
            "year": 1973
        },
        {
            "text": "Programma Skylab: la NASA lancia Skylab 4 con un equipaggio di tre astronauti per una missione di 84 giorni",
            "year": 1973
        },
        {
            "text": "Programma Venera: l'Unione Sovietica lancia Venera 3, una sonda spaziale diretta verso Venere. È la prima a raggiungere la superficie di un altro pianeta",
            "year": 1965
        },
        {
            "text": "Guerra fredda: gli USA importano 88 scienziati tedeschi per lo sviluppo della tecnologia dei missili",
            "year": 1945
        },
        {
            "text": "Seconda guerra mondiale: bombardieri statunitensi colpiscono una centrale idroelettrica e un impianto per la produzione di acqua pesante a Vermork, nella Norvegia controllata dai tedeschi",
            "year": 1943
        },
        {
            "text": "Olocausto: nella Polonia occupata i nazisti isolano il Ghetto di Varsavia dal mondo esterno con un muro che lo circonda completamente",
            "year": 1940
        },
        {
            "text": "Seconda guerra mondiale: in risposta alla distruzione tedesca di Coventry, di due giorni prima, la Royal Air Force bombarda Amburgo",
            "year": 1940
        },
        {
            "text": "Stati Uniti ed Unione Sovietica stringono relazioni diplomatiche ufficiali",
            "year": 1933
        },
        {
            "text": "Viene fondata la Scuderia Ferrari",
            "year": 1929
        },
        {
            "text": "Benito Mussolini presenta al Parlamento il suo governo tenendo il cosiddetto \"Discorso del bivacco\"",
            "year": 1922
        },
        {
            "text": "Italia: si svolgono le elezioni politiche generali per la XXVª legislatura",
            "year": 1919
        },
        {
            "text": "La Federal Reserve degli Stati Uniti inizia l'attività",
            "year": 1914
        },
        {
            "text": "Il Territorio indiano e il Territorio dell'Oklahoma diventano l'Oklahoma e vengono ammessi come 46º Stato degli USA",
            "year": 1907
        },
        {
            "text": "un violento terremoto, con epicentro a Palmi, colpisce la Calabria",
            "year": 1894
        },
        {
            "text": "Il capo ribelle dei Métis e fondatore della provincia del Manitoba, Louis Riel viene giustiziato in Canada per tradimento",
            "year": 1885
        },
        {
            "text": "Guerra di secessione americana: battaglia di Campbell Station nei pressi di Knoxville (Tennessee). Truppe confederate attaccano le forze dell'Unione",
            "year": 1863
        },
        {
            "text": "Spedizione di José Borjes in Italia meridionale: ha inizio l'assedio di Pietragalla.",
            "year": 1861
        },
        {
            "text": "Soccorso di Lucknow: il maggior numero di Victoria Cross guadagnate in un unico giorno (24)",
            "year": 1857
        },
        {
            "text": "Una corte russa condanna a morte Fëdor Michajlovič Dostoevskij per attività anti-governative collegate ad un gruppo intellettuale radicale. La sua esecuzione viene cancellata all'ultimo minuto",
            "year": 1849
        },
        {
            "text": "La Nuova Zelanda viene proclamata colonia autonoma dal Nuovo Galles del Sud da parte del suo primo governatore, William Hobson",
            "year": 1840
        },
        {
            "text": "Guerra d'indipendenza americana: mercenari originari dell'Assia strappano Fort Washington ai patrioti",
            "year": 1776
        },
        {
            "text": "Francisco Pizarro e i suoi uomini catturano con l'inganno l'imperatore Inca Atahualpa e lo imprigionano massacrandone i soldati.",
            "year": 1532
        },
        {
            "text": "Laura Orsini, figlia di Giulia Farnese e probabilmente di papa Alessandro VI, sposa Nicola Franciotti della Rovere, con una dote di 30.000 ducati",
            "year": 1505
        }
    ],
    "births": [],
    "deaths": [],
    "metadata": {
        "current_date": "16. novembre 2025",
        "short_date": "16. nov",
        "language": {
            "events": "Eventi",
            "deaths": "Morti",
            "births": "Nascite",
            "b": "n",
            "d": "m",
            "title": "Oggi nella Storia (Wikipedia)"
        },
        "events": [
            32,
            15,
            12,
            1,
            23,
            33,
            7,
            20,
            10,
            2
        ],
        "births": [],
        "deaths": []
    }
}