{
    "events": [
        {
            "text": "Anonymous attacca molti siti per rivendicare Megaupload, l'attacco viene rinominato WWWW (World wide web war).",
            "year": 2012
        },
        {
            "text": "Somalia: miliziani musulmani integralisti distruggono completamente il cimitero italiano di Mogadiscio. Dietro il vandalismo probabili interessi edilizi sulla zona.",
            "year": 2005
        },
        {
            "text": "Sulle spiagge di Newport Beach, a Los Angeles, si arenano più di 1.500 calamari giganti (Dosidicus gigas, o calamari di Humboldt). La specie è comune nell'America del Sud ma non si era mai spinta così a nord.",
            "year": 2005
        },
        {
            "text": "Muore ad Hammamet Bettino Craxi, segretario del Partito Socialista Italiano dal 15 luglio 1976 all'11 febbraio 1993, uno degli uomini politici più rilevanti della Repubblica italiana, oltre ad essere il politico italiano più importante degli anni ‘80. Fu inoltre il primo socialista ad aver rivestito l'incarico di presidente del Consiglio dei ministri.",
            "year": 2000
        },
        {
            "text": "Yasser Arafat ritorna ad Hebron dopo più di 30 anni e si unisce ai festeggiamenti per la cessione dell'ultima città della Cisgiordania controllata da Israele.",
            "year": 1997
        },
        {
            "text": "L'IBM annuncia una perdita di 4,97 miliardi di dollari per l'anno 1992. SI tratta del più grande passivo annuo da parte di un'impresa nella storia degli Stati Uniti.",
            "year": 1993
        },
        {
            "text": "Viene annunciato l'Apple Lisa, primo personal computer della Apple Computer, Inc. ad avere un'interfaccia grafica ed un mouse.",
            "year": 1983
        },
        {
            "text": "Funzionari statunitensi e iraniani firmano un accordo per il rilascio di 52 ostaggi statunitensi dopo 14 mesi di prigionia.",
            "year": 1981
        },
        {
            "text": "Il presidente statunitense Gerald Ford perdona Iva Toguri D'Aquino (alias Tokyo Rose).",
            "year": 1977
        },
        {
            "text": "Nevicata a Miami. L'unica nella storia della città.",
            "year": 1977
        },
        {
            "text": "Muore lo studente Jan Palach, dopo essersi dato fuoco 3 giorni prima nella Piazza San Venceslao di Praga, per protesta contro l'invasione sovietica della Cecoslovacchia avvenuta nel 1968. Il suo funerale si trasformerà in un'altra grande manifestazione.",
            "year": 1969
        },
        {
            "text": "Indira Gandhi viene eletta primo ministro dell'India.",
            "year": 1966
        },
        {
            "text": "Usa e Giappone firmano il trattato di mutua cooperazione e sicurezza, nuova versione del trattato di pace firmato a San Francisco nel 1951.",
            "year": 1960
        },
        {
            "text": "Il Sudan aderisce alla Lega araba.",
            "year": 1956
        },
        {
            "text": "Il gioco da tavolo Scarabeo fa il suo debutto.",
            "year": 1955
        },
        {
            "text": "Cuba riconosce Israele.",
            "year": 1949
        },
        {
            "text": "Seconda guerra mondiale: le forze giapponesi invadono la Birmania.",
            "year": 1942
        },
        {
            "text": "Seconda guerra mondiale: truppe britanniche attaccano l'Eritrea in mano italiana.",
            "year": 1941
        },
        {
            "text": "Italia: il fascismo scioglie il Parlamento, sostituendolo con la Camera dei fasci e delle corporazioni.",
            "year": 1939
        },
        {
            "text": "Howard Hughes stabilisce un nuovo record aereo, volando da Los Angeles a New York in 7 ore, 28 minuti e 25 secondi.",
            "year": 1937
        },
        {
            "text": "Guerra d'Etiopia: ha inizio la prima battaglia del Tembien.",
            "year": 1936
        },
        {
            "text": "La Coopers Inc. vende i primi slip del mondo.",
            "year": 1935
        },
        {
            "text": "La Gran Bretagna invia truppe in Cina per proteggere i cittadini stranieri dalla diffusione di rivolte anti-stranieri nella Cina centrale.",
            "year": 1927
        },
        {
            "text": "A Nome, in Alaska, scoppia un'epidemia di difterite di cui le principali vittime sono i bambini.",
            "year": 1925
        },
        {
            "text": "Il Senato degli Stati Uniti vota contro l'adesione alla Società delle Nazioni.",
            "year": 1920
        },
        {
            "text": "Guerra civile finlandese: si svolge la prima importante battaglia tra le Guardie Rosse e le Guardie Bianche.",
            "year": 1918
        },
        {
            "text": "Georges Claude brevetta il tubo al neon per l'impiego nella pubblicità.",
            "year": 1915
        },
        {
            "text": "Zeppelin tedeschi bombardano le città di Great Yarmouth e King's Lynn, nel Regno Unito. Si tratta del primo bombardamento deliberato di civili della storia.",
            "year": 1915
        },
        {
            "text": "Si conclude la battaglia di Jassin fra Germania e Impero britannico nell'Africa Orientale Tedesca.",
            "year": 1915
        },
        {
            "text": "Costituzione del Sudan Anglo-Egiziano.",
            "year": 1899
        },
        {
            "text": "Il primo servizio di illuminazione elettrica che impiega cavi elettrici sospesi, costruito da Thomas Edison, entra in funzione a Roselle (New Jersey).",
            "year": 1883
        },
        {
            "text": "Secessione della Georgia dagli Stati Uniti d'America.",
            "year": 1861
        },
        {
            "text": "Prima de \"Il trovatore\" di Giuseppe Verdi, a Roma.",
            "year": 1853
        },
        {
            "text": "Il capitano Charles Wilkes circumnaviga l'Antartide, reclamando quella che diventerà nota come Terra di Wilkes per gli Stati Uniti.",
            "year": 1840
        },
        {
            "text": "La Compagnia britannica delle Indie orientali conquista Aden.",
            "year": 1839
        },
        {
            "text": "Prima del \"Faust\" di Johann Wolfgang von Goethe.",
            "year": 1829
        },
        {
            "text": "Il Regno Unito occupa il Capo di Buona Speranza.",
            "year": 1806
        },
        {
            "text": "John Wilkes viene espulso dalla Camera dei comuni per diffamazione e sedizione.",
            "year": 1764
        },
        {
            "text": "Sten Sture il Giovane, reggente di Svezia, viene ferito mortalmente nella battaglia di Bogesund.",
            "year": 1520
        },
        {
            "text": "Guerra dei cent'anni: Rouen si arrende a Enrico V d'Inghilterra che rende la Normandia parte dell'Inghilterra.",
            "year": 1419
        },
        {
            "text": "Siena: ha luogo la rivolta del Fondaco di San Giovanni: la nobildonna Almavida d'Oria Boccanegra, alla guida di un gruppo di tessitori, caccia il capitano di ventura Muzio Attendolo Sforza che voleva sotto il suo operato in terra fiorentina e senese rendere a proprio favore i servigi previsti per le Monache Gesuate di Via Franciosa. Il capitano si rifugiò a Napoli dove morirà nel 1424.",
            "year": 1415
        },
        {
            "text": "Consacrazione di papa Benedetto VI.",
            "year": 973
        }
    ],
    "births": [],
    "deaths": [],
    "metadata": {
        "current_date": "19. gennaio 2026",
        "short_date": "19. gen",
        "language": {
            "events": "Eventi",
            "deaths": "Morti",
            "births": "Nascite",
            "b": "n",
            "d": "m",
            "title": "Oggi nella Storia (Wikipedia)"
        },
        "events": [
            3,
            7,
            26,
            37,
            0,
            6,
            36,
            22,
            16,
            2
        ],
        "births": [],
        "deaths": []
    }
}