{
    "events": [
        {
            "text": "Un Tupolev Tu-154 russo diretto in Siria per il concerto di capodanno precipita nel Mar Nero causando la morte di tutti i componenti del Coro dell'Armata Rossa",
            "year": 2016
        },
        {
            "text": "Il serial killer Hiroaki Hidaka viene giustiziato a Hiroshima dopo essere stato condannato per la morte di quattro donne.",
            "year": 2006
        },
        {
            "text": "Papa Benedetto XVI pubblica la lettera enciclica Deus caritas est, la prima del suo pontificato.",
            "year": 2005
        },
        {
            "text": "La navetta Cassini rilascia la sonda Huygens che atterrerà su Titano, una delle lune di Saturno.",
            "year": 2004
        },
        {
            "text": "Benin, Africa: un Boeing 727 precipita subito dopo il decollo dall'aeroporto di Cotonou; morti 113 passeggeri, in gran parte cittadini libanesi.",
            "year": 2003
        },
        {
            "text": "Cina: una esplosione in un giacimento di gas naturale nella contea di Kaixian causa 191 morti.",
            "year": 2003
        },
        {
            "text": "Portopalo: nella notte fra il 25 e il 26 dicembre affonda un battello di immigrati che cercava di raggiungere le coste siciliane. Le vittime sono 283: si tratta della seconda più grande tragedia navale avvenuta nel Mediterraneo dalla fine della seconda guerra mondiale. Viene ricordata come la Strage di Natale.",
            "year": 1996
        },
        {
            "text": "Michail Gorbačëv rassegna le proprie dimissioni da presidente dell'URSS.",
            "year": 1991
        },
        {
            "text": "Nicolae Ceaușescu, dittatore comunista della Romania, e la moglie Elena vengono condannati a morte per vari capi di imputazione con un processo sommario e giustiziati.",
            "year": 1989
        },
        {
            "text": "Il primo ministro israeliano Menachem Begin incontra in Egitto il presidente egiziano Anwar al-Sadat.",
            "year": 1977
        },
        {
            "text": "ARPANET si blocca quando a causa di un bug di programmazione, tutto il traffico di ARPANET viene smistato all'Università di Harvard, provocando un \"congelamento\" del server.",
            "year": 1973
        },
        {
            "text": "Esce nelle sale cinematografiche statunitensi il film La spada nella roccia, 18º Classico Disney; è l'ultimo film animato Disney uscito prima della morte di Walt Disney.",
            "year": 1963
        },
        {
            "text": "Entra in vigore la Costituzione della Repubblica di Cina.",
            "year": 1947
        },
        {
            "text": "Hong Kong si arrende ai giapponesi.",
            "year": 1941
        },
        {
            "text": "Canto di Natale di Charles Dickens, viene letto alla radio per la prima volta (CBS radio).",
            "year": 1939
        },
        {
            "text": "Sudafrica: dei pescatori scoprono fra le proprie reti un esemplare di pesce sconosciuto. In seguito viene chiamato Celacanto (o Celacantide), e si tratta di una specie di pesce ritenuta estinta milioni di anni fa.",
            "year": 1938
        },
        {
            "text": "Un terremoto di magnitudo 7,6 nella regione di Gansu, in Cina, uccide oltre 70.000 persone.",
            "year": 1932
        },
        {
            "text": "Hirohito diventa imperatore del Giappone, succedendo all'Imperatore Yoshihito.",
            "year": 1926
        },
        {
            "text": "Appena passata la mezzanotte le truppe tedesche sul fronte occidentale cessano il fuoco e iniziano a cantare canzoni natalizie. Attraversando la terra di nessuno si scambiano doni con i nemici che li fronteggiano. La Tregua di Natale durerà per diversi giorni a seconda delle zone.",
            "year": 1914
        },
        {
            "text": "Il presidente statunitense Andrew Johnson concede la grazia a tutti gli ex-combattenti degli Stati Confederati d'America nella guerra di secessione americana.",
            "year": 1868
        },
        {
            "text": "La Repubblica di Ezo viene fondata su Hokkaidō dai ribelli degli Shogunati.",
            "year": 1868
        },
        {
            "text": "Battaglia di Okeechobee: l'esercito statunitense sconfigge gli indiani Seminole.",
            "year": 1837
        },
        {
            "text": "Prima esecuzione di Astro del Ciel (Stille Nacht) (Chiesa di San Nicola a Oberndorf, Austria).",
            "year": 1818
        },
        {
            "text": "George Washington e il suo esercito attraversano il fiume Delaware.",
            "year": 1776
        },
        {
            "text": "Papa Clemente XIV pubblica l'enciclica \"Inscrutabile Divinae Sapientiae\", sull'inizio del pontificato, sulla cura per la scelta dei nuovi preti, sulle condizioni del mondo moderno, sulla cura episcopale.",
            "year": 1775
        },
        {
            "text": "Il capitano della Marina inglese, sotto il vessillo della Compagnia delle Indie Orientali, William Mynors scopre l'Isola del Natale",
            "year": 1643
        },
        {
            "text": "Nascita di Isaac Newton",
            "year": 1642
        },
        {
            "text": "Coloni francesi al largo del futuro Maine celebrano il Natale: è la prima volta nei futuri Stati Uniti.",
            "year": 1604
        },
        {
            "text": "Il compositore Orlando Gibbons viene battezzato.",
            "year": 1583
        },
        {
            "text": "Edoardo VI d'Inghilterra rinvia l'esecuzione del duca di Somerset in quanto è Natale.",
            "year": 1551
        },
        {
            "text": "Prima messa di Natale in Messico. È celebrata dal padre Pedro de Gante.",
            "year": 1538
        },
        {
            "text": "Sant'Ignazio de Loyola celebra la sua prima messa.",
            "year": 1538
        },
        {
            "text": "I riformatori luterani celebrano a Wittenberg la prima messa di Natale in lingua tedesca.",
            "year": 1521
        },
        {
            "text": "Una delle tre caravelle di Colombo si arena e deve dunque essere evacuata.",
            "year": 1492
        },
        {
            "text": "Fallisce un complotto dei lollardi per rapire il re inglese Enrico V.",
            "year": 1413
        },
        {
            "text": "Eccidio di Lozio, la famiglia Nobili viene sterminata ad opera della famiglia Federici.",
            "year": 1410
        },
        {
            "text": "Gli Asburgo diventano ufficialmente feudatari in Austria.",
            "year": 1282
        },
        {
            "text": "Le forze crociate sono attaccate dai mamelucchi a Damietta.",
            "year": 1249
        },
        {
            "text": "Francesco d'Assisi allestisce, a Greccio, il primo presepe \"vivente\".",
            "year": 1223
        },
        {
            "text": "Incoronazione di Enrico VI di Hohenstaufen, a Palermo, quale re di Sicilia.",
            "year": 1194
        },
        {
            "text": "Fondazione del Regno di Sicilia tramite l'incoronazione di Ruggero II a Palermo.",
            "year": 1130
        },
        {
            "text": "Viene fondato l'Ordine premostratense.",
            "year": 1120
        },
        {
            "text": "Papa Gregorio VII viene aggredito dai romani durante la messa di Natale.",
            "year": 1075
        },
        {
            "text": "Guglielmo il Conquistatore viene incoronato re d'Inghilterra.",
            "year": 1066
        },
        {
            "text": "L'espressione \"Cristes maessam\" (da cui \"Christmas\") viene usata per la prima volta in una cronaca anglosassone in riferimento a questo giorno di dicembre.",
            "year": 1038
        },
        {
            "text": "Santo Stefano d'Ungheria viene incoronato re.",
            "year": 1000
        },
        {
            "text": "La Norvegia celebra per la prima volta il Natale cristiano.",
            "year": 995
        },
        {
            "text": "Fozio viene incoronato patriarca di Costantinopoli.",
            "year": 858
        },
        {
            "text": "Incoronazione di Carlo Magno come imperatore dei Romani a Roma da parte di papa Leone III.",
            "year": 800
        },
        {
            "text": "Tarasio viene eletto patriarca ecumenico di Costantinopoli.",
            "year": 784
        },
        {
            "text": "A Costantinopoli Giustiniano dedica una basilica a Santa Sofia.",
            "year": 537
        },
        {
            "text": "Il vescovo di Milano Ambrogio costringe l'imperatore Teodosio I a fare penitenza per il massacro da questi ordinato contro i tessalonicesi.",
            "year": 390
        },
        {
            "text": "Aureliano stabilisce la festa del Dies Natalis Solis Invicti che sarà adottata per il Natale.",
            "year": 274
        },
        {
            "text": "(3760 dalla Creazione, secondo la religione ebraica) - Nascita ufficiale di Gesù di Nazareth, il Cristo (secondo la religione cristiana).",
            "year": 0
        }
    ],
    "births": [],
    "deaths": [],
    "metadata": {
        "current_date": "25. dicembre 2025",
        "short_date": "25. dic",
        "language": {
            "events": "Eventi",
            "deaths": "Morti",
            "births": "Nascite",
            "b": "n",
            "d": "m",
            "title": "Oggi nella Storia (Wikipedia)"
        },
        "events": [
            41,
            15,
            21,
            29,
            36,
            26,
            33,
            42,
            20,
            10
        ],
        "births": [],
        "deaths": []
    }
}