{
    "events": [
        {
            "text": "Israele ritira le sue truppe dalla Striscia di Gaza",
            "year": 2009
        },
        {
            "text": "Il presidente statunitense Barack Obama ordina la chiusura del carcere nella Baia di Guantánamo",
            "year": 2009
        },
        {
            "text": "La tedesca Jutta Kleinschmidt è la prima donna a vincere il Rally Parigi-Dakar",
            "year": 2001
        },
        {
            "text": "Guerra alla droga: in una delle più grandi operazioni antidroga della storia statunitense, la Guardia costiera degli Stati Uniti intercetta una nave con oltre 4.300 kg di cocaina a bordo.",
            "year": 1999
        },
        {
            "text": "Papa Giovanni Paolo II va in visita apostolica a Cuba e qui incontra anche Fidel Castro.",
            "year": 1998
        },
        {
            "text": "I Carabinieri Giuseppe Savastano ed Euro Tarsilli vengono assassinati da esponenti dei Comunisti Organizzati per la Liberazione Proletaria fermati per un controllo.",
            "year": 1982
        },
        {
            "text": "Il presidente statunitense Jimmy Carter perdona quasi tutti i renitenti alla leva della guerra del Vietnam",
            "year": 1977
        },
        {
            "text": "L'aereo supersonico Concorde entra ufficialmente in servizio",
            "year": 1976
        },
        {
            "text": "Un reattore nucleare sperimentale sotterraneo a Lucens (Svizzera) rilascia radiazioni in una caverna che venne sigillata",
            "year": 1969
        },
        {
            "text": "Un B-52 precipita in Groenlandia: delle quattro bombe nucleari a bordo, una non venne mai ritrovata.",
            "year": 1968
        },
        {
            "text": "Il primo sottomarino nucleare, il USS Nautilus (SSN-571), viene varato a Groton (Connecticut) da Mamie Eisenhower, all'epoca first lady degli Stati Uniti",
            "year": 1954
        },
        {
            "text": "Alger Hiss viene condannato per falsa testimonianza",
            "year": 1950
        },
        {
            "text": "Seconda guerra mondiale: truppe australiane e britanniche attaccano Tobruch in Libia",
            "year": 1941
        },
        {
            "text": "Guerra d'Etiopia: ha inizio la battaglia di Passo Uarieu.",
            "year": 1936
        },
        {
            "text": "L'Albania si proclama repubblica",
            "year": 1925
        },
        {
            "text": "Vladimir Lenin muore",
            "year": 1924
        },
        {
            "text": "Fondazione del Partito Comunista Italiano a Livorno",
            "year": 1921
        },
        {
            "text": "Inizia la guerra d'indipendenza irlandese",
            "year": 1919
        },
        {
            "text": "Prima edizione del Rally di Monte Carlo",
            "year": 1911
        },
        {
            "text": "La Torre Eiffel è usata per la prima volta per inviare un messaggio radio a lunga distanza",
            "year": 1908
        },
        {
            "text": "La Opel inizia la produzione automobilistica",
            "year": 1899
        },
        {
            "text": "Termina l'Assedio di Macallè",
            "year": 1896
        },
        {
            "text": "Viene fondata la Amateur Athletic Union (AAU)",
            "year": 1887
        },
        {
            "text": "Viene approvata la legge che trasferisce la capitale d'Italia da Firenze a Roma",
            "year": 1871
        },
        {
            "text": "Inizia la campagna Tauranga, durante le guerre māori",
            "year": 1864
        },
        {
            "text": "Stati Uniti d'America: Jefferson Davis si dimette da senatore",
            "year": 1861
        },
        {
            "text": "Luigi XVI viene ghigliottinato a Parigi in Piazza della Rivoluzione.",
            "year": 1793
        },
        {
            "text": "Russia e Prussia si spartiscono la Polonia",
            "year": 1793
        },
        {
            "text": "Svezia e Prussia firmano il Trattato di Stoccolma",
            "year": 1720
        },
        {
            "text": "Abel Tasman scopre Tonga",
            "year": 1643
        },
        {
            "text": "Nasce il movimento anabattista svizzero, quando Conrad Grebel, Felix Manz, Georg Blaurock, e un'altra dozzina di persone si battezzano l'un l'altro nella casa della madre di Manz, nella Neustadt-Gasse di Zurigo, spezzando una tradizione millenaria di unione tra Chiesa e Stato",
            "year": 1525
        },
        {
            "text": "Il francese Pietro di Tarantasia diventa papa Innocenzo V",
            "year": 1276
        },
        {
            "text": "Filippo II di Francia e Riccardo I d'Inghilterra iniziano a radunare le truppe per la Terza crociata",
            "year": 1189
        }
    ],
    "births": [],
    "deaths": [],
    "metadata": {
        "current_date": "21. gennaio 2026",
        "short_date": "21. gen",
        "language": {
            "events": "Eventi",
            "deaths": "Morti",
            "births": "Nascite",
            "b": "n",
            "d": "m",
            "title": "Oggi nella Storia (Wikipedia)"
        },
        "events": [
            10,
            30,
            9,
            7,
            32,
            18,
            13,
            3,
            21,
            25
        ],
        "births": [],
        "deaths": []
    }
}