{
    "events": [
        {
            "text": "The United States conducts airstrikes on three Iranian nuclear sites in Fordow, Natanz, and Isfahan.",
            "year": 2025
        },
        {
            "text": "An earthquake occurs in eastern Afghanistan resulting in over 1,000 deaths.",
            "year": 2022
        },
        {
            "text": "The Afghan National Assembly building is attacked by gunmen after a suicide bombing. All six of the gunmen are killed and 18 people are injured.",
            "year": 2015
        },
        {
            "text": "Paraguayan President Fernando Lugo is removed from office by impeachment and succeeded by Federico Franco.",
            "year": 2012
        },
        {
            "text": "A Turkish Air Force McDonnell Douglas F-4 Phantom II fighter plane is shot down by the Syrian Armed Forces, killing both of the plane's pilots and worsening already-strained relations between Turkey and Syria.",
            "year": 2012
        },
        {
            "text": "A Washington D.C Metro train traveling southbound near Fort Totten station collides into another train waiting to enter the station. Nine people are killed in the collision (eight passengers and the train operator) and at least 80 others are injured.",
            "year": 2009
        },
        {
            "text": "The small town of Elie, Manitoba is hit by Canada’s most intense tornado on record.",
            "year": 2007
        },
        {
            "text": "An earthquake measuring 6.5 Mw strikes a region of northwestern Iran killing at least 261 people and injuring 1,300 others and eventually causing widespread public anger due to the slow official response.",
            "year": 2002
        },
        {
            "text": "Wuhan Airlines Flight 343 is struck by lightning and crashes into Wuhan's Hanyang District, killing 49 people.",
            "year": 2000
        },
        {
            "text": "Cold War: Checkpoint Charlie is dismantled in Berlin.",
            "year": 1990
        },
        {
            "text": "The famous Hand of God goal, scored by Diego Maradona in the quarter-finals of the 1986 FIFA World Cup match between Argentina and England, ignites controversy. This was later followed by the Goal of the Century. Argentina wins 2–1 and later goes on to win the World Cup.",
            "year": 1986
        },
        {
            "text": "Virgin Atlantic launches with its first flight from London to Newark.",
            "year": 1984
        },
        {
            "text": "Former Liberal Party leader Jeremy Thorpe was acquitted of conspiracy to murder Norman Scott, who had accused Thorpe of having a relationship with him.",
            "year": 1979
        },
        {
            "text": "Charon, the first of Pluto's satellites to be discovered, was first seen at the United States Naval Observatory by James W. Christy.",
            "year": 1978
        },
        {
            "text": "The Cuyahoga River catches fire in Cleveland, Ohio, drawing national attention to water pollution, and spurring the passing of the Clean Water Act and the creation of the Environmental Protection Agency.",
            "year": 1969
        },
        {
            "text": "Vietnamese Buddhist activist leader Thích Trí Quang was arrested as the military junta of Nguyen Cao Ky crushed the Buddhist Uprising.",
            "year": 1966
        },
        {
            "text": "The Treaty on Basic Relations between Japan and the Republic of Korea is signed.",
            "year": 1965
        },
        {
            "text": "Air France Flight 117 crashes on approach to Pointe-à-Pitre International Airport in Guadeloupe, killing 112 people.",
            "year": 1962
        },
        {
            "text": "The ship HMT Empire Windrush brought the first group of 802 West Indian immigrants to Tilbury, marking the start of modern immigration to the United Kingdom.",
            "year": 1948
        },
        {
            "text": "King George VI formally gives up the title \"Emperor of India\", half a year after Britain actually gave up its rule of India.",
            "year": 1948
        },
        {
            "text": "World War II: The Battle of Okinawa comes to an end with an American flag-raising ceremony.",
            "year": 1945
        },
        {
            "text": "World War II: Opening day of the Soviet Union's Operation Bagration against the Army Group Centre.",
            "year": 1944
        },
        {
            "text": "U.S. President Franklin D. Roosevelt signs into law the Servicemen's Readjustment Act of 1944, commonly known as the G.I. Bill.",
            "year": 1944
        },
        {
            "text": "World War II: Erwin Rommel is promoted to Field Marshal after the Axis capture of Tobruk.",
            "year": 1942
        },
        {
            "text": "The Pledge of Allegiance is formally adopted by U.S. Congress.",
            "year": 1942
        },
        {
            "text": "World War II: Nazi Germany invades the Soviet Union in Operation Barbarossa.",
            "year": 1941
        },
        {
            "text": "World War II: France is forced to sign the Second Compiègne armistice with Germany, in the same railroad car in which the Germans signed the Armistice in 1918.",
            "year": 1940
        },
        {
            "text": "British Army Field Marshal Sir Henry Wilson is killed by the Irish Republican Army helping to spark the Irish Civil War.",
            "year": 1922
        },
        {
            "text": "The Hammond Circus Train Wreck kills 86 and injures 127 near Hammond, Indiana.",
            "year": 1918
        },
        {
            "text": "George V and Mary of Teck are crowned King and Queen of the United Kingdom of Great Britain and Ireland.",
            "year": 1911
        },
        {
            "text": "Mexican Revolution: Government forces bring an end to the Magonista rebellion of 1911 in the Second Battle of Tijuana.",
            "year": 1911
        },
        {
            "text": "The London Underground's Charing Cross, Euston and Hampstead Railway opens.",
            "year": 1907
        },
        {
            "text": "Spanish–American War: In a chaotic operation, 6,000 men of the U.S. Fifth Army Corps begins landing at Daiquirí, Cuba, about 16 miles (26 km) east of Santiago de Cuba. Lt. Gen. Arsenio Linares y Pombo of the Spanish Army outnumbers them two-to-one, but does not oppose the landings.",
            "year": 1898
        },
        {
            "text": "British colonial officers Charles Walter Rand and Lt. Charles Egerton Ayerst are assassinated in Pune, Maharashtra, India by the Chapekar brothers and Mahadeo Vinayak Ranade, who are later caught and hanged.",
            "year": 1897
        },
        {
            "text": "The Royal Navy battleship HMS Camperdown accidentally rams the British Mediterranean Fleet flagship HMS Victoria which sinks taking 358 crew with her, including the fleet's commander, Vice-Admiral Sir George Tryon.",
            "year": 1893
        },
        {
            "text": "The United States Department of Justice is created by the U.S. Congress.",
            "year": 1870
        },
        {
            "text": "Cherokee leaders Major Ridge, John Ridge, and Elias Boudinot are assassinated for signing the Treaty of New Echota, which had resulted in the Trail of Tears.",
            "year": 1839
        },
        {
            "text": "War of 1812: After learning of American plans for a surprise attack on Beaver Dams in Ontario, Laura Secord sets out on a thirty kilometres (19 mi) journey on foot to warn Lieutenant James FitzGibbon.",
            "year": 1813
        },
        {
            "text": "France declares war on Russia, starting Napoleon's invasion.",
            "year": 1812
        },
        {
            "text": "In the Chesapeake–Leopard affair, the British warship HMS Leopard attacks and boards the American frigate USS Chesapeake.",
            "year": 1807
        },
        {
            "text": "Haitian Revolution: The Battle of Cap-Français ends with French Republican troops and black slave insurgents capturing the city.",
            "year": 1793
        },
        {
            "text": "A poisonous cloud caused by the eruption of the Laki volcano in Iceland reaches Le Havre in France.",
            "year": 1783
        },
        {
            "text": "The British pass the Quebec Act, setting out rules of governance for the colony of Quebec in British North America.",
            "year": 1774
        },
        {
            "text": "The Holy Office in Rome forces Galileo Galilei to recant his view that the Sun, not the Earth, is the center of the Universe in the form he presented it in, after heated controversy.",
            "year": 1633
        },
        {
            "text": "Battle of Sisak: Allied Christian troops defeat the Ottomans.",
            "year": 1593
        },
        {
            "text": "Fatahillah expels Portuguese forces from Sunda Kelapa, now regarded as the foundation of Jakarta.",
            "year": 1527
        },
        {
            "text": "The Hungarians defeat the East Frankish army near the Rednitz River, killing its leader Gebhard, Duke of Lotharingia (Lorraine).",
            "year": 910
        },
        {
            "text": "Battle of Versinikia: The Bulgars led by Krum defeat the Byzantine army near Edirne. Emperor Michael I is forced to abdicate in favor of Leo V the Armenian.",
            "year": 813
        },
        {
            "text": "The Council of Ephesus, the third ecumenical council, begins, dealing with Nestorianism.",
            "year": 431
        },
        {
            "text": "Battle of Pydna: Romans under Lucius Aemilius Paullus defeat Macedonian King Perseus who surrenders after the battle, ending the Third Macedonian War.",
            "year": -168
        },
        {
            "text": "Battle of Raphia: Ptolemy IV Philopator of Egypt defeats Antiochus III the Great of the Seleucid kingdom.",
            "year": -217
        }
    ],
    "births": [
        {
            "text": "Zépiqueno Redmond, Dutch footballer",
            "year": 2006
        },
        {
            "text": "Luciano Gondou, Argentine footballer",
            "year": 2001
        },
        {
            "text": "Sam Retford, Australian-English actor",
            "year": 1999
        },
        {
            "text": "Mikel Merino, Spanish footballer",
            "year": 1996
        },
        {
            "text": "Rodri, Spanish footballer",
            "year": 1996
        },
        {
            "text": "Sébastien Haller, French-Ivorian footballer",
            "year": 1994
        },
        {
            "text": "Marnus Labuschagne, South African-Australian cricketer",
            "year": 1994
        },
        {
            "text": "Carlos Vinícius Santos de Jesus, Brazilian footballer",
            "year": 1994
        },
        {
            "text": "Loris Karius, German footballer",
            "year": 1993
        },
        {
            "text": "Danny Ward, Welsh footballer",
            "year": 1993
        },
        {
            "text": "Ura Kazuki, Japanese sumo wrestler",
            "year": 1992
        },
        {
            "text": "Harry Reid, British actor",
            "year": 1992
        },
        {
            "text": "Hugo Mallo, Spanish footballer",
            "year": 1991
        },
        {
            "text": "Sebastian Jung, German footballer",
            "year": 1990
        },
        {
            "text": "Cédric Mongongu, Congolese footballer",
            "year": 1989
        },
        {
            "text": "Jung Yong-hwa, South Korean singer-songwriter and actor",
            "year": 1989
        },
        {
            "text": "Omri Casspi, Israeli basketball player",
            "year": 1988
        },
        {
            "text": "Danny Green, American basketball player",
            "year": 1987
        },
        {
            "text": "Lee Min-ho, South Korean actor, singer, model, creative director and businessman",
            "year": 1987
        },
        {
            "text": "Nikita Rukavytsya, Ukrainian-Australian footballer",
            "year": 1987
        },
        {
            "text": "Thomas Leuluai, New Zealand rugby league player",
            "year": 1985
        },
        {
            "text": "Dustin Johnson, American golfer",
            "year": 1984
        },
        {
            "text": "Rubén Iván Martínez, Spanish footballer",
            "year": 1984
        },
        {
            "text": "Jerome Taylor, Jamaican cricketer",
            "year": 1984
        },
        {
            "text": "Janko Tipsarević, Serbian tennis player",
            "year": 1984
        },
        {
            "text": "Allar Raja, Estonian rower",
            "year": 1983
        },
        {
            "text": "Andoni Iraola, Spanish footballer and manager",
            "year": 1982
        },
        {
            "text": "Ian Kinsler, American baseball player",
            "year": 1982
        },
        {
            "text": "Soraia Chaves, Portuguese actress and model",
            "year": 1982
        },
        {
            "text": "Sione Lauaki, New Zealand rugby player (died 2017)",
            "year": 1981
        },
        {
            "text": "Aquivaldo Mosquera, Colombian footballer",
            "year": 1981
        },
        {
            "text": "Ilya Bryzgalov, Russian ice hockey player",
            "year": 1980
        },
        {
            "text": "Stephanie Jacobsen, Hong Kong-Australian actress",
            "year": 1980
        },
        {
            "text": "Joey Cheek, American speed skater",
            "year": 1979
        },
        {
            "text": "Thomas Voeckler, French cyclist",
            "year": 1979
        },
        {
            "text": "Champ Bailey, American football player",
            "year": 1978
        },
        {
            "text": "Dan Wheldon, English racing driver (died 2011)",
            "year": 1978
        },
        {
            "text": "Urmas Reinsalu, Estonian academic and politician, 28th Estonian Minister of Defence",
            "year": 1975
        },
        {
            "text": "Jo Cox, British politician (died 2016)",
            "year": 1974
        },
        {
            "text": "Donald Faison, American actor",
            "year": 1974
        },
        {
            "text": "Vijay, Indian actor",
            "year": 1974
        },
        {
            "text": "Eydís Ásbjörnsdóttir, Icelandic politician",
            "year": 1973
        },
        {
            "text": "Carson Daly, American radio and television host",
            "year": 1973
        },
        {
            "text": "Damien Oliver, Australian jockey",
            "year": 1972
        },
        {
            "text": "Gary Connolly, English rugby player",
            "year": 1971
        },
        {
            "text": "Mary Lynn Rajskub, American actress and comedian",
            "year": 1971
        },
        {
            "text": "Laila Rouass, British actress",
            "year": 1971
        },
        {
            "text": "Kurt Warner, American football player and sportscaster",
            "year": 1971
        },
        {
            "text": "Darrell Armstrong, American basketball player and coach",
            "year": 1968
        },
        {
            "text": "Miri Yu, Zainichi, Korean novelist",
            "year": 1968
        },
        {
            "text": "Michael Park, English racing driver (died 2005)",
            "year": 1966
        },
        {
            "text": "Emmanuelle Seigner, French actress",
            "year": 1966
        },
        {
            "text": "Dean Woods, Australian cyclist",
            "year": 1966
        },
        {
            "text": "Uwe Boll, German director, producer, and screenwriter",
            "year": 1965
        },
        {
            "text": "Ľubomír Moravčík, Czech footballer and manager",
            "year": 1965
        },
        {
            "text": "Cadillac Anderson, American basketball player",
            "year": 1964
        },
        {
            "text": "Amy Brenneman, American actress",
            "year": 1964
        },
        {
            "text": "Dan Brown, American author and academic",
            "year": 1964
        },
        {
            "text": "Miroslav Kadlec, Czech footballer",
            "year": 1964
        },
        {
            "text": "Hokutoumi Nobuyoshi, Japanese sumo wrestler, the 61st Yokozuna",
            "year": 1963
        },
        {
            "text": "John Tenta, Canadian-American wrestler (died 2006)",
            "year": 1963
        },
        {
            "text": "Stephen Chow, Hong Kong actor, director, producer, and screenwriter",
            "year": 1962
        },
        {
            "text": "Bobby Gillespie, Scottish musician and singer-songwriter",
            "year": 1962
        },
        {
            "text": "Clyde Drexler, American basketball player and coach",
            "year": 1962
        },
        {
            "text": "Gerald Hillringhaus, German footballer",
            "year": 1962
        },
        {
            "text": "Jimmy Somerville, Scottish singer-songwriter",
            "year": 1961
        },
        {
            "text": "Erin Brockovich, American lawyer and environmentalist",
            "year": 1960
        },
        {
            "text": "Margrit Klinger, German runner",
            "year": 1960
        },
        {
            "text": "Tracy Pollan, American actress",
            "year": 1960
        },
        {
            "text": "Michael Kinane, Irish jockey",
            "year": 1959
        },
        {
            "text": "Nicola Sirkis, French singer-songwriter and guitarist",
            "year": 1959
        },
        {
            "text": "Daniel Xuereb, French footballer",
            "year": 1959
        },
        {
            "text": "Rocío Banquells, Mexican pop singer and actress",
            "year": 1958
        },
        {
            "text": "Bruce Campbell, American actor, director, producer and writer",
            "year": 1958
        },
        {
            "text": "Danny Baker, English journalist and screenwriter",
            "year": 1957
        },
        {
            "text": "Garry Gary Beers, Australian bass player, songwriter, and producer",
            "year": 1957
        },
        {
            "text": "Kevin Bond, English footballer and manager",
            "year": 1957
        },
        {
            "text": "Michael Stratton, English geneticist and academic",
            "year": 1957
        },
        {
            "text": "Darryl Brohman, Australian rugby league player and sportscaster",
            "year": 1956
        },
        {
            "text": "Alfons De Wolf, Belgian cyclist",
            "year": 1956
        },
        {
            "text": "Shah Mehmood Qureshi, Pakistani agriculturist and politician, 25th Pakistani Minister of Foreign Affairs",
            "year": 1956
        },
        {
            "text": "Tim Russ, American actor, director, and screenwriter",
            "year": 1956
        },
        {
            "text": "Markus Schatte, German footballer, manager, and coach",
            "year": 1956
        },
        {
            "text": "Derek Forbes, Scottish bass player and guitarist",
            "year": 1956
        },
        {
            "text": "Green Gartside, Welsh singer-songwriter and guitarist",
            "year": 1955
        },
        {
            "text": "Christine Orengo, British academic and educator",
            "year": 1955
        },
        {
            "text": "Freddie Prinze, American comedian and actor (died 1977)",
            "year": 1954
        },
        {
            "text": "Wim Eijk, Dutch cardinal",
            "year": 1953
        },
        {
            "text": "Mauro Francaviglia, Italian mathematician and academic (died 2013)",
            "year": 1953
        },
        {
            "text": "Cyndi Lauper, American singer-songwriter, producer, and actress",
            "year": 1953
        },
        {
            "text": "Bruce McAvaney, Australian journalist and sportscaster",
            "year": 1953
        },
        {
            "text": "Graham Greene, Canadian actor",
            "year": 1952
        },
        {
            "text": "Santokh Singh, Malaysian football player",
            "year": 1952
        },
        {
            "text": "Brian Cookson, British cyclist and sports administrator",
            "year": 1951
        },
        {
            "text": "Craig Gruber, American bass player (died 2015)",
            "year": 1951
        },
        {
            "text": "Humphrey Ocean, English painter and academic",
            "year": 1951
        },
        {
            "text": "Sharon Maughan, English actress",
            "year": 1950
        },
        {
            "text": "Adrian Năstase, Romanian lawyer and politician, 59th Prime Minister of Romania",
            "year": 1950
        },
        {
            "text": "Greg Oliphant, Australian rugby league player",
            "year": 1950
        },
        {
            "text": "John Perdue, former West Virginia State Treasurer",
            "year": 1950
        },
        {
            "text": "Zenonas Petrauskas, Lithuanian lawyer and politician (died 2009)",
            "year": 1950
        },
        {
            "text": "Tom Alter, Indian actor (died 2017)",
            "year": 1950
        },
        {
            "text": "Larry Junstrom, American bass player (died 2019)",
            "year": 1949
        },
        {
            "text": "Brian Leveson, English lawyer and judge",
            "year": 1949
        },
        {
            "text": "Alan Osmond, American singer and producer",
            "year": 1949
        },
        {
            "text": "Meryl Streep, American actress",
            "year": 1949
        },
        {
            "text": "Luís Filipe Vieira, Portuguese businessman",
            "year": 1949
        },
        {
            "text": "Lindsay Wagner, American actress",
            "year": 1949
        },
        {
            "text": "Elizabeth Warren, American academic and politician",
            "year": 1949
        },
        {
            "text": "James Charteris, 13th Earl of Wemyss, Scottish businessman",
            "year": 1948
        },
        {
            "text": "Todd Rundgren, American singer-songwriter, guitarist, and producer",
            "year": 1948
        },
        {
            "text": "Octavia E. Butler, American author (died 2006)",
            "year": 1947
        },
        {
            "text": "Howard Kaylan, American pop-rock singer-songwriter and musician",
            "year": 1947
        },
        {
            "text": "Bruno Latour, French philosopher, anthropologist and sociologist (died 2022)",
            "year": 1947
        },
        {
            "text": "Pete Maravich, American basketball player (died 1988)",
            "year": 1947
        },
        {
            "text": "Jerry Rawlings, Ghanaian lieutenant and politician, President of Ghana (died 2020)",
            "year": 1947
        },
        {
            "text": "Linda Bond, Canadian 19th General of The Salvation Army",
            "year": 1946
        },
        {
            "text": "Sheila Hollins, Baroness Hollins, English psychiatrist and academic",
            "year": 1946
        },
        {
            "text": "Eliades Ochoa, Cuban singer-songwriter, guitarist, and producer",
            "year": 1946
        },
        {
            "text": "Józef Oleksy, Polish economist and politician, 7th Prime Minister of Poland (died 2015)",
            "year": 1946
        },
        {
            "text": "Stephen Waley-Cohen, English journalist and businessman",
            "year": 1946
        },
        {
            "text": "Rainer Brüderle, German economist and politician, German Minister of Economics and Technology",
            "year": 1945
        },
        {
            "text": "Peter Asher, English singer, guitarist, and producer",
            "year": 1944
        },
        {
            "text": "Helmut Dietl, German director, producer, and screenwriter (died 2015)",
            "year": 1944
        },
        {
            "text": "Klaus Maria Brandauer, Austrian actor and director",
            "year": 1943
        },
        {
            "text": "Brit Hume, American journalist and author",
            "year": 1943
        },
        {
            "text": "J. Michael Kosterlitz, British-American physicist",
            "year": 1943
        },
        {
            "text": "Ed Bradley, American journalist (died 2006)",
            "year": 1941
        },
        {
            "text": "Terttu Savola, Finnish journalist and politician",
            "year": 1941
        },
        {
            "text": "Joan Busfield, English sociologist, psychologist, and academic",
            "year": 1940
        },
        {
            "text": "Hubert Chesshyre, English historian and author (died 2020)",
            "year": 1940
        },
        {
            "text": "Abbas Kiarostami, Iranian director, producer, and screenwriter (died 2016)",
            "year": 1940
        },
        {
            "text": "Esther Rantzen, English journalist",
            "year": 1940
        },
        {
            "text": "Don Matthews, American-Canadian football player and coach (died 2017)",
            "year": 1939
        },
        {
            "text": "Ed Paschke, Polish-American painter and academic (died 2004)",
            "year": 1939
        },
        {
            "text": "Chris Blackwell, English record producer, co-founded Island Records",
            "year": 1937
        },
        {
            "text": "Bernie McGann, Australian saxophonist and composer (died 2013)",
            "year": 1937
        },
        {
            "text": "Kris Kristofferson, American singer-songwriter, guitarist, and actor (died 2024)",
            "year": 1936
        },
        {
            "text": "Ferran Olivella, Spanish footballer (died 2023)",
            "year": 1936
        },
        {
            "text": "Hermeto Pascoal, Brazilian accordion player and composer",
            "year": 1936
        },
        {
            "text": "James Bjorken, American physicist, author, and academic",
            "year": 1934
        },
        {
            "text": "Dianne Feinstein, American politician (died 2023)",
            "year": 1933
        },
        {
            "text": "Soraya Esfandiary-Bakhtiari, Princess of Iran (died 2001)",
            "year": 1932
        },
        {
            "text": "Yevgeny Kychanov, Russian orientalist, historian, and academic (died 2013)",
            "year": 1932
        },
        {
            "text": "Amrish Puri, Indian actor (died 2005)",
            "year": 1932
        },
        {
            "text": "June Salter, Australian actress (died 2001)",
            "year": 1932
        },
        {
            "text": "Prunella Scales, English actress",
            "year": 1932
        },
        {
            "text": "John Wakeham, Baron Wakeham, English businessman and politician, Leader of the House of Lords",
            "year": 1932
        },
        {
            "text": "Ruby Garrard Woodson, American educator and cultural historian (died 2008)",
            "year": 1931
        },
        {
            "text": "Yuri Artyukhin, Russian colonel, engineer, and astronaut (died 1998)",
            "year": 1930
        },
        {
            "text": "Walter Bonatti, Italian journalist and mountaineer (died 2011)",
            "year": 1930
        },
        {
            "text": "Bruce Kent, English activist and laicised Roman Catholic priest (died 2022)",
            "year": 1929
        },
        {
            "text": "Ralph Waite, American actor and director (died 2014)",
            "year": 1928
        },
        {
            "text": "Anthony Low, Indian-English historian and academic (died 2015)",
            "year": 1927
        },
        {
            "text": "George Englund, American film editor, director, producer and actor (died 2017)",
            "year": 1926
        },
        {
            "text": "Rachid Solh, Lebanese politician, 48th Prime Minister of Lebanon (died 2014)",
            "year": 1926
        },
        {
            "text": "Christopher Booth, English clinician and historian (died 2012)",
            "year": 1924
        },
        {
            "text": "Larkin Kerwin, Canadian physicist and academic (died 2004)",
            "year": 1924
        },
        {
            "text": "José Giovanni, French-Swiss director and screenwriter (died 2004)",
            "year": 1923
        },
        {
            "text": "Bill Blass, American fashion designer, founded Bill Blass Group (died 2002)",
            "year": 1922
        },
        {
            "text": "Clair Cameron Patterson, American scientist (died 1995)",
            "year": 1922
        },
        {
            "text": "Joseph Papp, American director and producer (died 1991)",
            "year": 1921
        },
        {
            "text": "Barbara Vucanovich, American lawyer and politician (died 2013)",
            "year": 1921
        },
        {
            "text": "Radovan Ivšić, Croatian writer (died 2009)",
            "year": 1921
        },
        {
            "text": "Barbara Perry, American actress (died 2019)",
            "year": 1921
        },
        {
            "text": "James H. Pomerene, American computer scientist and engineer (died 2008)",
            "year": 1920
        },
        {
            "text": "Jovito Salonga, Filipino lawyer and politician, 14th President of the Senate of the Philippines (died 2016)",
            "year": 1920
        },
        {
            "text": "Gower Champion, American dancer and choreographer (died 1980)",
            "year": 1919
        },
        {
            "text": "Henri Tajfel, Polish social psychologist (died 1982)",
            "year": 1919
        },
        {
            "text": "Clifton McNeely, American basketball player and coach (died 2003)",
            "year": 1919
        },
        {
            "text": "Cicely Saunders, English nurse, social worker, physician and writer (died 2005)",
            "year": 1918
        },
        {
            "text": "Yeoh Ghim Seng, Singaporean politician, acting President of Singapore (died 1993)",
            "year": 1918
        },
        {
            "text": "Johnny Jacobs, American television announcer (died 1982)",
            "year": 1916
        },
        {
            "text": "Richard Eastham, American actor (died 2005)",
            "year": 1916
        },
        {
            "text": "Emil Fackenheim, German Jewish philosopher and Reform rabbi (died 2003)",
            "year": 1916
        },
        {
            "text": "Dolf van der Linden, Dutch conductor and composer (died 1999)",
            "year": 1915
        },
        {
            "text": "Cornelius Warmerdam, American pole vaulter and coach (died 2001)",
            "year": 1915
        },
        {
            "text": "Randolph Hokanson, American pianist (died 2018)",
            "year": 1915
        },
        {
            "text": "Thomas Quinn Curtiss, American writer, and film and theatre critic (died 2000)",
            "year": 1915
        },
        {
            "text": "Mei Zhi, Chinese author and essayist (died 2004)",
            "year": 1914
        },
        {
            "text": "Sándor Weöres, Hungarian poet and author (died 1989)",
            "year": 1913
        },
        {
            "text": "Princess Caroline Mathilde of Saxe-Coburg and Gotha (died 1983)",
            "year": 1912
        },
        {
            "text": "Raymonde Allain, French model and actress (died 2008)",
            "year": 1912
        },
        {
            "text": "Vernon Kirby, South African tennis player (died 1994)",
            "year": 1911
        },
        {
            "text": "John Hunt, Baron Hunt, Indian-English lieutenant and mountaineer (died 1998)",
            "year": 1910
        },
        {
            "text": "Anne Ziegler, English singer (died 2003)",
            "year": 1910
        },
        {
            "text": "Konrad Zuse, German computer scientist and engineer, invented the Z3 computer (died 1995)",
            "year": 1910
        },
        {
            "text": "Katherine Dunham, American dancer and choreographer (died 2006)",
            "year": 1909
        },
        {
            "text": "Infanta Beatriz of Spain, Spanish princess and aristocrat (died 2002)",
            "year": 1909
        },
        {
            "text": "Mike Todd, American producer and manager (died 1958)",
            "year": 1909
        },
        {
            "text": "Eriks Ādamsons, Latvian writer, poet, and novelist (died 1946)",
            "year": 1907
        },
        {
            "text": "William Kneale, English logician and philosopher (died 1990)",
            "year": 1906
        },
        {
            "text": "Anne Morrow Lindbergh, American pilot and author (died 2001)",
            "year": 1906
        },
        {
            "text": "Billy Wilder, Austrian-born American director, producer, and screenwriter (died 2002)",
            "year": 1906
        },
        {
            "text": "John Dillinger, American criminal (died 1934)",
            "year": 1903
        },
        {
            "text": "Carl Hubbell, American baseball player (died 1988)",
            "year": 1903
        },
        {
            "text": "Marguerite De La Motte, American actress (died 1950)",
            "year": 1902
        },
        {
            "text": "Elias Katz, Finnish runner and coach (died 1947)",
            "year": 1901
        },
        {
            "text": "Oskar Fischinger, German-American abstract artist, filmmaker, and painter (died 1967)",
            "year": 1900
        },
        {
            "text": "Richard Gurley Drew, American engineer, invented Masking tape (died 1980)",
            "year": 1899
        },
        {
            "text": "Michał Kalecki, Polish economist and academic (died 1970)",
            "year": 1899
        },
        {
            "text": "Erich Maria Remarque, German-Swiss soldier and author (died 1970)",
            "year": 1898
        },
        {
            "text": "Edmund A. Chester, American journalist and broadcaster (died 1973)",
            "year": 1897
        },
        {
            "text": "Norbert Elias, German-Dutch sociologist and philosopher (died 1990)",
            "year": 1897
        },
        {
            "text": "Leonard W. Murray, Canadian admiral (died 1971)",
            "year": 1896
        },
        {
            "text": "Bernard Ashmole, English archaeologist and art historian (died 1988)",
            "year": 1894
        },
        {
            "text": "Robert Ritter von Greim, German general and pilot (died 1945)",
            "year": 1892
        },
        {
            "text": "Franz Alexander, Hungarian psychoanalyst and physician (died 1964)",
            "year": 1891
        },
        {
            "text": "Aleksander Warma, Estonian commander and politician, 4th Prime Minister of Estonia in exile (died 1970)",
            "year": 1890
        },
        {
            "text": "Joseph Cohen, British solicitor, property developer, cinema magnate and Jewish community leader (died 1980)",
            "year": 1889
        },
        {
            "text": "Harold Hitz Burton, American lawyer and politician, 45th Mayor of Cleveland (died 1964)",
            "year": 1888
        },
        {
            "text": "Julian Huxley, English biologist and academic (died 1975)",
            "year": 1887
        },
        {
            "text": "Milan Vidmar, Slovenian engineer and chess player (died 1962)",
            "year": 1885
        },
        {
            "text": "James Rector, American sprinter and lawyer (died 1949)",
            "year": 1884
        },
        {
            "text": "Johannes Drost, Dutch swimmer (died 1954)",
            "year": 1880
        },
        {
            "text": "Thibaudeau Rinfret, Canadian lawyer and jurist, 9th Chief Justice of Canada (died 1962)",
            "year": 1879
        },
        {
            "text": "Pascual Díaz y Barreto, Mexican archbishop (died 1936)",
            "year": 1876
        },
        {
            "text": "Walter Friedrich Otto, German philologist and scholar (died 1958)",
            "year": 1874
        },
        {
            "text": "Filippo Silvestri, Italian entomologist and academic (died 1949)",
            "year": 1873
        },
        {
            "text": "William McDougall, English psychologist and polymath (died 1938)",
            "year": 1871
        },
        {
            "text": "Hendrikus Colijn, Dutch Politician and Prime Minister of the Netherlands (died 1944)",
            "year": 1869
        },
        {
            "text": "Hermann Minkowski, German mathematician and academic (died 1909)",
            "year": 1864
        },
        {
            "text": "Maximilian von Spee, Danish-German admiral (died 1914)",
            "year": 1861
        },
        {
            "text": "Henry Rider Haggard, English novelist (died 1925).",
            "year": 1856
        },
        {
            "text": "Samuel Morris, Australian cricketer (died 1931)",
            "year": 1855
        },
        {
            "text": "Ignác Goldziher, Hungarian scholar of Islam (died 1921)",
            "year": 1850
        },
        {
            "text": "Tom Dula, American soldier (died 1868)",
            "year": 1845
        },
        {
            "text": "Richard Seddon, English-New Zealand politician, 15th Prime Minister of New Zealand (died 1906)",
            "year": 1845
        },
        {
            "text": "Oscar von Gebhardt, German theologian and academic (died 1906)",
            "year": 1844
        },
        {
            "text": "Paul Morphy, American chess player (died 1884)",
            "year": 1837
        },
        {
            "text": "Ernst Ziller, German-Greek architect, designed the Presidential Mansion (died 1923)",
            "year": 1837
        },
        {
            "text": "William Chester Minor, American surgeon and linguist (died 1920)",
            "year": 1834
        },
        {
            "text": "James Hutchison Stirling, Scottish physician and philosopher (died 1909).",
            "year": 1820
        },
        {
            "text": "Giuseppe Mazzini, Italian journalist and politician (died 1872).",
            "year": 1805
        },
        {
            "text": "James Beaumont Neilson, Scottish engineer and businessman (died 1865)",
            "year": 1792
        },
        {
            "text": "Wilhelm von Humboldt, German philosopher, academic, and politician, Interior Minister of Prussia (died 1835).",
            "year": 1767
        },
        {
            "text": "Étienne Méhul, French pianist and composer (died 1817).",
            "year": 1763
        },
        {
            "text": "George Vancouver, English lieutenant and explorer (died 1798).",
            "year": 1757
        },
        {
            "text": "Jacques Delille, French poet and translator (died 1813).",
            "year": 1738
        },
        {
            "text": "John Sackville, English cricketer and politician (died 1765)",
            "year": 1713
        },
        {
            "text": "John Taylor, English author and scholar (died 1766)",
            "year": 1704
        },
        {
            "text": "Francesco Manfredini, Italian violinist and composer (died 1762)",
            "year": 1684
        },
        {
            "text": "Ebenezer Erskine, Scottish minister and theologian (died 1754).",
            "year": 1680
        },
        {
            "text": "Sir John Gell, 1st Baronet, English landowner and Parliamentarian commander (died 1671)",
            "year": 1593
        },
        {
            "text": "Thomas Grey, 2nd Marquess of Dorset, English nobleman (died 1530)",
            "year": 1477
        },
        {
            "text": "Eleanor of Naples, duchess of Ferrara (died 1493)",
            "year": 1450
        },
        {
            "text": "Lucrezia Tornabuoni, Italian writer and wife of Piero di Cosimo de' Medici (died 1482)",
            "year": 1427
        },
        {
            "text": "Elizabeth Bonifacia, heiress of Poland (died 1399)",
            "year": 1373
        },
        {
            "text": "Robert I, duke of Normandy (died 1035)",
            "year": 1000
        },
        {
            "text": "Sayf al-Dawla, founder of the Emirate of Aleppo (died 967)",
            "year": 916
        },
        {
            "text": "Rui Zong, emperor of the Tang Dynasty (died 716)",
            "year": 662
        }
    ],
    "deaths": [
        {
            "text": "Harry Markowitz, American Nobel economist (born 1927)",
            "year": 2023
        },
        {
            "text": "Bruton Smith, American racetrack promoter (born 1927)",
            "year": 2022
        },
        {
            "text": "Yves Coppens, French anthropologist (born 1934)",
            "year": 2022
        },
        {
            "text": "Vinnie Paul, American musician (born 1964)",
            "year": 2018
        },
        {
            "text": "Mao Kobayashi, Japanese newscaster and actress (born 1982)",
            "year": 2017
        },
        {
            "text": "Quett Masire, Botswanan politician (born 1926)",
            "year": 2017
        },
        {
            "text": "James Horner, American composer and conductor (born 1953)",
            "year": 2015
        },
        {
            "text": "Fouad Ajami, Lebanese-American author and academic (born 1945)",
            "year": 2014
        },
        {
            "text": "Rama Narayanan, Indian director and producer (born 1949)",
            "year": 2014
        },
        {
            "text": "Henning Larsen, Danish architect, designed the Copenhagen Opera House (born 1925)",
            "year": 2013
        },
        {
            "text": "Allan Simonsen, Danish race car driver (born 1978)",
            "year": 2013
        },
        {
            "text": "Juan Luis Galiardo, Spanish actor and producer (born 1922)",
            "year": 2012
        },
        {
            "text": "Coşkun Özarı, Turkish footballer and coach (born 1931)",
            "year": 2011
        },
        {
            "text": "Natalia Bekhtereva, Russian neuroscientist and psychologist (born 1924)",
            "year": 2008
        },
        {
            "text": "George Carlin, American comedian, actor, and author (born 1937)",
            "year": 2008
        },
        {
            "text": "Dody Goodman, American actress and dancer (born 1914)",
            "year": 2008
        },
        {
            "text": "Erik Parlevliet, Dutch field hockey player (born 1964)",
            "year": 2007
        },
        {
            "text": "Bob Bemer, American computer scientist and engineer (born 1920)",
            "year": 2004
        },
        {
            "text": "Mattie Stepanek, American poet and author (born 1990)",
            "year": 2004
        },
        {
            "text": "Vasil Bykaŭ, Belarusian war novelist (born 1924)",
            "year": 2003
        },
        {
            "text": "Ted Gärdestad, Swedish singer-songwriter (born 1956)",
            "year": 1997
        },
        {
            "text": "Gérard Pelletier, Canadian journalist and politician (born 1919)",
            "year": 1997
        },
        {
            "text": "Leonid Derbenyov, Russian poet and songwriter (born 1931)",
            "year": 1995
        },
        {
            "text": "Al Hansen, American sculptor and author (born 1927)",
            "year": 1995
        },
        {
            "text": "Pat Nixon, American educator, 37th First Lady of the United States (born 1912)",
            "year": 1993
        },
        {
            "text": "Ilya Frank, Russian physicist and academic, Nobel Prize laureate (born 1908)",
            "year": 1990
        },
        {
            "text": "Dennis Day, American singer and actor (born 1916)",
            "year": 1988
        },
        {
            "text": "Fred Astaire, American actor and dancer (born 1899)",
            "year": 1987
        },
        {
            "text": "Joseph Losey, American director, producer, and screenwriter (born 1909)",
            "year": 1984
        },
        {
            "text": "Joseph Cohen, British solicitor, property developer, cinema magnate and Jewish community leader (born 1889)",
            "year": 1980
        },
        {
            "text": "Louis Chiron, Monégasque race car driver (born 1899)",
            "year": 1979
        },
        {
            "text": "Jacqueline Audry, French director and screenwriter (born 1908)",
            "year": 1977
        },
        {
            "text": "Peter Laughner, American singer-songwriter and guitarist (born 1952)",
            "year": 1977
        },
        {
            "text": "Darius Milhaud, French composer and educator (born 1892)",
            "year": 1974
        },
        {
            "text": "Đặng Thùy Trâm, Vietnamese surgeon and author (born 1942)",
            "year": 1970
        },
        {
            "text": "Judy Garland, American actress and singer (born 1922)",
            "year": 1969
        },
        {
            "text": "Thaddeus Shideler, American hurdler (born 1883)",
            "year": 1966
        },
        {
            "text": "David O. Selznick, American screenwriter and producer (born 1902)",
            "year": 1965
        },
        {
            "text": "Havank, Dutch journalist and author (born 1904)",
            "year": 1964
        },
        {
            "text": "Hermann Brill, German educator and politician, 8th Minister-President of Thuringia (born 1895)",
            "year": 1959
        },
        {
            "text": "Walter de la Mare, English poet, short story writer and novelist (born 1873)",
            "year": 1956
        },
        {
            "text": "Isamu Chō, Japanese general (born 1895)",
            "year": 1945
        },
        {
            "text": "Mitsuru Ushijima, Japanese general (born 1887)",
            "year": 1945
        },
        {
            "text": "August Froehlich, German priest and activist (born 1891)",
            "year": 1942
        },
        {
            "text": "Monty Noble, Australian cricketer and sportscaster (born 1873)",
            "year": 1940
        },
        {
            "text": "C. J. Dennis, Australian poet and author (born 1876)",
            "year": 1938
        },
        {
            "text": "Moritz Schlick, German-Austrian physicist and philosopher (born 1882)",
            "year": 1936
        },
        {
            "text": "Szymon Askenazy, Polish historian and diplomat (born 1866)",
            "year": 1935
        },
        {
            "text": "Tim Birkin, English racing driver and lieutenant (born 1896)",
            "year": 1933
        },
        {
            "text": "Armand Fallières, French politician, 9th President of France (born 1841)",
            "year": 1931
        },
        {
            "text": "A. B. Frost, American illustrator and painter (born 1851)",
            "year": 1928
        },
        {
            "text": "Felix Klein, German mathematician and academic (born 1849)",
            "year": 1925
        },
        {
            "text": "Ștefan Octavian Iosif, Romanian poet and translator (born 1875)",
            "year": 1913
        },
        {
            "text": "Francis Lubbock, American colonel and politician, 9th Governor of Texas (born 1815)",
            "year": 1905
        },
        {
            "text": "Alexandre-Antonin Taché, Canadian archbishop and missionary (born 1823)",
            "year": 1894
        },
        {
            "text": "Pierre Ossian Bonnet, French mathematician and academic (born 1819)",
            "year": 1892
        },
        {
            "text": "Howard Staunton, English chess player (born 1810)",
            "year": 1874
        },
        {
            "text": "Rudecindo Alvarado, Argentinian general (born 1792)",
            "year": 1872
        },
        {
            "text": "Heber C. Kimball, American religious leader (born 1801)",
            "year": 1868
        },
        {
            "text": "Lars Ingier, Norwegian road manager, land owner, and mill owner (born 1760)",
            "year": 1828
        },
        {
            "text": "Carlo Zimech, Maltese priest and painter (born 1696)",
            "year": 1766
        },
        {
            "text": "Matthew Henry, Welsh minister and author (born 1662)",
            "year": 1714
        },
        {
            "text": "Josiah Child, English merchant, economist, and politician (born 1630)",
            "year": 1699
        },
        {
            "text": "Katherine Philips, Anglo-Welsh poet (born 1631)",
            "year": 1664
        },
        {
            "text": "Johann von Aldringen, Austrian field marshal (born 1588)",
            "year": 1634
        },
        {
            "text": "James Whitelocke, English judge and politician, Chief Justice of Chester (born 1570)",
            "year": 1632
        },
        {
            "text": "John Fisher, English bishop and saint (born 1469)",
            "year": 1535
        },
        {
            "text": "Leonardo Loredan, Italian politician, 76th Doge of Venice (born 1436)",
            "year": 1521
        },
        {
            "text": "Jamshīd al-Kāshī, Persian astronomer and mathematician (born 1380)",
            "year": 1429
        },
        {
            "text": "Aimone, Count of Savoy (born 1291)",
            "year": 1343
        },
        {
            "text": "Innocent V, pope of the Catholic Church (born 1225)",
            "year": 1276
        },
        {
            "text": "Roger I of Sicily, Norman nobleman (born 1031)",
            "year": 1101
        },
        {
            "text": "Leo Passianos, Byzantine general",
            "year": 1017
        },
        {
            "text": "Qian Hongzuo, king of Wuyue (born 928)",
            "year": 947
        },
        {
            "text": "Gebhard, Frankish nobleman",
            "year": 910
        },
        {
            "text": "Gerhard I, Frankish nobleman",
            "year": 910
        },
        {
            "text": "Paulinus of Nola, Christian bishop and poet (born 354)",
            "year": 431
        },
        {
            "text": "Hasdrubal Barca, Carthaginian general in the Second Punic War (born 245 BC)",
            "year": -207
        }
    ],
    "metadata": {
        "current_date": "June 22, 2025",
        "short_date": "Jun 22",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            28,
            44,
            16,
            19,
            32,
            14,
            48,
            17,
            43,
            1
        ],
        "births": [
            222,
            78,
            71,
            52
        ],
        "deaths": [
            57,
            19,
            66,
            58
        ]
    }
}