{
    "events": [
        {
            "text": "Hibiscus Rising, commemorating David Oluwale, is unveiled in Leeds.",
            "year": 2023
        },
        {
            "text": "Five days after the general elections which resulted in a hung parliament, opposition leader and former deputy prime minister Anwar Ibrahim is officially named as the 10th prime minister of Malaysia.",
            "year": 2022
        },
        {
            "text": "A terrorist attack on a Mosque in Al-Rawda, North Sinai, Egypt kills 311 people and injures 128.",
            "year": 2017
        },
        {
            "text": "The government of Colombia and the Revolutionary Armed Forces of Colombia–People's Army sign a revised peace deal, bringing an end to the country's more than 50-year-long civil war.",
            "year": 2016
        },
        {
            "text": "A Russian Air Force Sukhoi Su-24 fighter jet is shot down by the Turkish Air Force over the Syria–Turkey border, killing one of the two pilots; a Russian marine is also killed during a subsequent rescue effort.",
            "year": 2015
        },
        {
            "text": "A terrorist attack on a hotel in Al-Arish, Egypt, kills at least seven people and injures 12 others.",
            "year": 2015
        },
        {
            "text": "An explosion on a bus carrying Tunisian Presidential Guard personnel in Tunisia's capital Tunis leaves at least 14 people dead.",
            "year": 2015
        },
        {
            "text": "Iran signs an interim agreement with the P5+1 countries, limiting its nuclear program in exchange for reduced sanctions.",
            "year": 2013
        },
        {
            "text": "A fire at a clothing factory in Dhaka, Bangladesh, kills at least 112 people.",
            "year": 2012
        },
        {
            "text": "The Avdhela Project, an Aromanian digital library and cultural initiative, is founded in Bucharest, Romania.",
            "year": 2009
        },
        {
            "text": "Crossair Flight 3597 crashes in Bassersdorf near Zurich Airport, killing 24 people, including singer Melanie Thornton and two members of the German band Passion Fruit.",
            "year": 2001
        },
        {
            "text": "China Southern Airlines Flight 3943 crashes on approach to Guilin Qifengling Airport in Guilin, China, killing all 141 people on board.",
            "year": 1992
        },
        {
            "text": "Space Shuttle program: Atlantis launches on STS-44.",
            "year": 1991
        },
        {
            "text": "After a week of mass protests against the Communist regime known as the Velvet Revolution, Miloš Jakeš and the entire Politburo of the Czechoslovak Communist Party resign from office.  This brings an effective end to Communist rule in Czechoslovakia.",
            "year": 1989
        },
        {
            "text": "The Çaldıran–Muradiye earthquake in eastern Turkey kills between 4,000 and 5,000 people.",
            "year": 1976
        },
        {
            "text": "Donald Johanson and Tom Gray discover the 40% complete Australopithecus afarensis skeleton, nicknamed \"Lucy\" (after The Beatles song \"Lucy in the Sky with Diamonds\"), in the Awash Valley of Ethiopia's Afar Depression.",
            "year": 1974
        },
        {
            "text": "A national speed limit is imposed on the Autobahn in Germany because of the 1973 oil crisis. The speed limit lasts only four months.",
            "year": 1973
        },
        {
            "text": "During a severe thunderstorm over Washington state, a hijacker calling himself Dan Cooper (aka D. B. Cooper) parachutes from a Northwest Orient Airlines plane with $200,000 in ransom money. He has never been found.",
            "year": 1971
        },
        {
            "text": "Apollo program: The Apollo 12 command module splashes down safely in the Pacific Ocean, ending the second crewed mission to land on the Moon.",
            "year": 1969
        },
        {
            "text": "Bulgarian TABSO Flight 101 crashes near Bratislava, Czechoslovakia, killing all 82 people on board.",
            "year": 1966
        },
        {
            "text": "Joseph-Désiré Mobutu seizes power in the Democratic Republic of the Congo and becomes President; he rules the country (which he renames Zaire in 1971) for over 30 years, until being overthrown by rebels in 1997.",
            "year": 1965
        },
        {
            "text": "Lee Harvey Oswald, the assassin of President John F. Kennedy, is killed by Jack Ruby on live television. Robert H. Jackson takes a photograph of the shooting that will win the 1964 Pulitzer Prize in Photography.",
            "year": 1963
        },
        {
            "text": "Cold War: The West Berlin branch of the Socialist Unity Party of Germany forms a separate party, the Socialist Unity Party of West Berlin.",
            "year": 1962
        },
        {
            "text": "The influential British satirical television programme That Was the Week That Was is first broadcast.",
            "year": 1962
        },
        {
            "text": "World War II: The 73rd Bombardment Wing launches the first attack on Tokyo from the Northern Mariana Islands.",
            "year": 1944
        },
        {
            "text": "World War II: At the battle of Makin the USS Liscome Bay is torpedoed near Tarawa and sinks, killing 650 men.",
            "year": 1943
        },
        {
            "text": "World War II: The United States grants Lend-Lease to the Free French Forces.",
            "year": 1941
        },
        {
            "text": "World War II: The First Slovak Republic becomes a signatory to the Tripartite Pact, officially joining the Axis powers.",
            "year": 1940
        },
        {
            "text": "The Senegalese Socialist Party holds its second congress.",
            "year": 1935
        },
        {
            "text": "In Washington, D.C., the FBI Scientific Crime Detection Laboratory (better known as the FBI Crime Lab) officially opens.",
            "year": 1932
        },
        {
            "text": "The Finnish far-right Lapua Movement officially begins when a group of mainly the former White Guard members, led by Vihtori Kosola, interrupted communism occasion at the Workers' House in Lapua, Finland.",
            "year": 1929
        },
        {
            "text": "Nine Irish Republican Army members are executed by an Irish Free State firing squad. Among them is author Erskine Childers, who had been arrested for illegally carrying a revolver.",
            "year": 1922
        },
        {
            "text": "In Milwaukee, nine members of the Milwaukee Police Department are killed by a bomb, the most deaths in a single event in U.S. police history until the September 11 attacks in 2001.",
            "year": 1917
        },
        {
            "text": "A 13–6 victory by the Massillon Tigers over their rivals, the Canton Bulldogs, for the \"Ohio League\" Championship, leads to accusations that the championship series was fixed and results in the first major scandal in professional American football.",
            "year": 1906
        },
        {
            "text": "Anna Sewell's animal welfare novel Black Beauty is published.",
            "year": 1877
        },
        {
            "text": "American Civil War: Battle of Lookout Mountain: Near Chattanooga, Tennessee, Union forces under General Ulysses S. Grant capture Lookout Mountain and begin to break the Confederate siege of the city led by General Braxton Bragg.",
            "year": 1863
        },
        {
            "text": "British naturalist Charles Darwin's On the Origin of Species is published.",
            "year": 1859
        },
        {
            "text": "Danish troops defeat a Schleswig-Holstein force in the town of Lottorf, Schleswig-Holstein.",
            "year": 1850
        },
        {
            "text": "The Texas Provincial Government authorizes the creation of a horse-mounted police force called the Texas Rangers (which is now the Texas Ranger Division of the Texas Department of Public Safety).",
            "year": 1835
        },
        {
            "text": "South Carolina passes the Ordinance of Nullification, declaring that the Tariffs of 1828 and 1832 were null and void in the state, beginning the Nullification Crisis.",
            "year": 1832
        },
        {
            "text": "Tarabai, regent of the Maratha Empire, imprisons Rajaram II of Satara for refusing to remove Balaji Baji Rao from the post of peshwa.",
            "year": 1750
        },
        {
            "text": "Abel Tasman becomes the first European to discover the island Van Diemen's Land (later renamed Tasmania).",
            "year": 1642
        },
        {
            "text": "Battle of Solway Moss: An English army defeats a much larger Scottish force near the River Esk in Dumfries and Galloway.",
            "year": 1542
        },
        {
            "text": "Hundred Years' War: Joan of Arc unsuccessfully besieges La Charité.",
            "year": 1429
        },
        {
            "text": "Peter I of Cyprus ascends the throne of Cyprus after his father, Hugh IV of Cyprus, abdicates.",
            "year": 1359
        },
        {
            "text": "An overnight landslide on the north side of Mont Granier, one of the largest historical rockslope failures ever recorded in Europe, destroys five villages.",
            "year": 1248
        },
        {
            "text": "Gąsawa massacre: At an assembly of Piast dukes at Gąsawa, Polish Prince Leszek the White,  Duke Henry the Bearded and others are attacked by assassins while bathing.",
            "year": 1227
        },
        {
            "text": "Genghis Khan defeats the renegade Khwarazmian prince Jalal al-Din at the Battle of the Indus, completing the Mongol conquest of Central Asia.",
            "year": 1221
        },
        {
            "text": "Conrad of Montferrat becomes King of Jerusalem upon his marriage to Isabella I of Jerusalem.",
            "year": 1190
        },
        {
            "text": "An earthquake hits Syria, causing multiple casualties and damages in Antioch, Damascus and Mosul.",
            "year": 847
        },
        {
            "text": "Theodosius I makes his adventus, or formal entry, into Constantinople.",
            "year": 380
        }
    ],
    "births": [
        {
            "text": "Jeremy Swayman, American ice hockey player",
            "year": 1998
        },
        {
            "text": "Marcus Bontempelli, Australian footballer",
            "year": 1995
        },
        {
            "text": "Nabil Bentaleb, Algerian footballer",
            "year": 1994
        },
        {
            "text": "Ivi Adamou, Cypriot-Greek singer-songwriter",
            "year": 1993
        },
        {
            "text": "Joe Pigott, English footballer",
            "year": 1993
        },
        {
            "text": "Sergei Kulbach, Ukrainian figure skater (died 2023)",
            "year": 1992
        },
        {
            "text": "Mario Gaspar, Spanish footballer",
            "year": 1990
        },
        {
            "text": "Sarah Hyland, American actress",
            "year": 1990
        },
        {
            "text": "Tom Odell, English singer-songwriter",
            "year": 1990
        },
        {
            "text": "Michael Oldfield, Australian rugby league player",
            "year": 1990
        },
        {
            "text": "Jarrod Parker, American baseball player",
            "year": 1988
        },
        {
            "text": "Asim Chaudhry, British comedian and actor",
            "year": 1986
        },
        {
            "text": "Jimmy Graham, American football player",
            "year": 1986
        },
        {
            "text": "Pedro León, Spanish footballer",
            "year": 1986
        },
        {
            "text": "Julia Alexandratou, Greek model, actress, and singer",
            "year": 1985
        },
        {
            "text": "David Booth, American ice hockey player",
            "year": 1984
        },
        {
            "text": "Maria Höfl-Riesch, German skier",
            "year": 1984
        },
        {
            "text": "Dean Ashton, English footballer",
            "year": 1983
        },
        {
            "text": "Lars Eckert, German rugby player",
            "year": 1983
        },
        {
            "text": "André Laurito, German footballer",
            "year": 1983
        },
        {
            "text": "Gwilym Lee, Welsh actor",
            "year": 1983
        },
        {
            "text": "José López, Venezuelan baseball player",
            "year": 1983
        },
        {
            "text": "Shavlik Randolph, American basketball player",
            "year": 1983
        },
        {
            "text": "Karine Vanasse, Canadian actress and producer",
            "year": 1983
        },
        {
            "text": "Ryan Fitzpatrick, American football player",
            "year": 1982
        },
        {
            "text": "Sean O'Loughlin, English rugby player",
            "year": 1982
        },
        {
            "text": "Kabir Ali, English cricketer",
            "year": 1980
        },
        {
            "text": "Brandon Hunter, American basketball player (died 2023)",
            "year": 1980
        },
        {
            "text": "Beth Phoenix, American wrestler",
            "year": 1980
        },
        {
            "text": "Branko Radivojevič, Slovak ice hockey player",
            "year": 1980
        },
        {
            "text": "Joseba Llorente, Spanish footballer",
            "year": 1979
        },
        {
            "text": "Carmelita Jeter, American sprinter \"fastest woman alive\".",
            "year": 1979
        },
        {
            "text": "Horacio Ramírez, Mexican-American baseball player",
            "year": 1979
        },
        {
            "text": "Katherine Heigl, American actress and producer",
            "year": 1978
        },
        {
            "text": "Colin Hanks, American actor",
            "year": 1977
        },
        {
            "text": "Celaleddin Koçak, German-Turkish footballer",
            "year": 1977
        },
        {
            "text": "Mona Hanna-Attisha, British-American pediatrician, professor, and public health advocate",
            "year": 1976
        },
        {
            "text": "Christian Laflamme, Canadian ice hockey player",
            "year": 1976
        },
        {
            "text": "Chen Lu, Chinese figure skater",
            "year": 1976
        },
        {
            "text": "Thomas Kohnstamm, American author",
            "year": 1975
        },
        {
            "text": "Amy Faye Hayes, American boxing ring announcer and model",
            "year": 1974
        },
        {
            "text": "Stephen Merchant, English actor, director, producer, and screenwriter",
            "year": 1974
        },
        {
            "text": "Machel Montano, Trinidadian singer-songwriter and producer",
            "year": 1974
        },
        {
            "text": "Taro Yamamoto, Japanese actor and politician",
            "year": 1974
        },
        {
            "text": "Alejandro Ávila, Mexican actor",
            "year": 1973
        },
        {
            "text": "Danielle Nicolet, American actress",
            "year": 1973
        },
        {
            "text": "Ruxandra Dragomir, Romanian tennis player",
            "year": 1972
        },
        {
            "text": "Marek Lemsalu, Estonian footballer",
            "year": 1972
        },
        {
            "text": "Lola Glaudini, American actress",
            "year": 1971
        },
        {
            "text": "Cosmas Ndeti, Kenyan runner",
            "year": 1971
        },
        {
            "text": "Keith Primeau, Canadian-American ice hockey player and coach",
            "year": 1971
        },
        {
            "text": "Doug Brien, American football player",
            "year": 1970
        },
        {
            "text": "Julieta Venegas, American-Mexican singer-songwriter, guitarist, and producer",
            "year": 1970
        },
        {
            "text": "Ashley Ward, English footballer and businessman",
            "year": 1970
        },
        {
            "text": "David Adeang, Nauruan lawyer and politician",
            "year": 1969
        },
        {
            "text": "Romesh Kaluwitharana, Sri Lankan cricketer",
            "year": 1969
        },
        {
            "text": "Rob Nicholson, American bass player and songwriter",
            "year": 1969
        },
        {
            "text": "Bülent Korkmaz, Turkish footballer and manager",
            "year": 1968
        },
        {
            "text": "Scott Krinsky, American actor and comedian",
            "year": 1968
        },
        {
            "text": "Dawn Robinson, American singer and actress",
            "year": 1968
        },
        {
            "text": "Henrik Brockmann, Danish singer-songwriter",
            "year": 1967
        },
        {
            "text": "Jon Hein, American radio personality",
            "year": 1967
        },
        {
            "text": "Russell Watson, English tenor and actor",
            "year": 1966
        },
        {
            "text": "Shirley Henderson, Scottish actress",
            "year": 1965
        },
        {
            "text": "Garret Dillahunt, American actor",
            "year": 1964
        },
        {
            "text": "Conleth Hill, Northern Irish actor",
            "year": 1964
        },
        {
            "text": "Brad Sherwood, American actor and game show host",
            "year": 1964
        },
        {
            "text": "Neale Cooper, Scottish footballer (died 2018)",
            "year": 1963
        },
        {
            "text": "John Kovalic, English author and illustrator",
            "year": 1962
        },
        {
            "text": "John Squire, English singer-songwriter and guitarist",
            "year": 1962
        },
        {
            "text": "Paul Thorburn, German-Welsh rugby player and manager",
            "year": 1962
        },
        {
            "text": "Ioannis Topalidis, Greek footballer and manager",
            "year": 1962
        },
        {
            "text": "Tracey Wickham, Australian swimmer",
            "year": 1962
        },
        {
            "text": "Carlos Carnero, Spanish lawyer and politician",
            "year": 1961
        },
        {
            "text": "Arundhati Roy, Indian writer and activist",
            "year": 1961
        },
        {
            "text": "Edgar Meyer, American bassist and composer",
            "year": 1960
        },
        {
            "text": "Todd Brooker, Canadian skier and sportscaster",
            "year": 1959
        },
        {
            "text": "Roy Aitken, Scottish footballer and manager",
            "year": 1958
        },
        {
            "text": "Margaret Curran, Scottish academic and politician",
            "year": 1958
        },
        {
            "text": "Nick Knight, British photographer",
            "year": 1958
        },
        {
            "text": "Denise Crosby, American actress and producer",
            "year": 1957
        },
        {
            "text": "Edward Stourton, English journalist and author",
            "year": 1957
        },
        {
            "text": "Terry Lewis, American musician, producer, and songwriter",
            "year": 1956
        },
        {
            "text": "Ruben Santiago-Hudson, American actor, playwright, and director",
            "year": 1956
        },
        {
            "text": "Ian Botham, English cricketer, footballer, and sportscaster",
            "year": 1955
        },
        {
            "text": "Scott Hoch, American golfer",
            "year": 1955
        },
        {
            "text": "Lena Adelsohn Liljeroth, Swedish politician, Swedish Minister for Culture",
            "year": 1955
        },
        {
            "text": "Najib Mikati, Lebanese businessman and politician, 31st Prime Minister of Lebanon",
            "year": 1955
        },
        {
            "text": "Takashi Yuasa, Japanese lawyer and author",
            "year": 1955
        },
        {
            "text": "Clem Burke, American drummer (died 2025)",
            "year": 1954
        },
        {
            "text": "Emir Kusturica, Serbian actor, director, and screenwriter",
            "year": 1954
        },
        {
            "text": "Margaret Wetherell, English psychologist and academic",
            "year": 1954
        },
        {
            "text": "Rachel Chagall, American actress",
            "year": 1952
        },
        {
            "text": "Norbert Haug, German journalist and businessman",
            "year": 1952
        },
        {
            "text": "Thierry Lhermitte, French actor, producer, and screenwriter",
            "year": 1952
        },
        {
            "text": "Parveen Shakir, Pakistani Urdu poet (died 1994)",
            "year": 1952
        },
        {
            "text": "Jim Sheridan, Scottish politician (died 2022)",
            "year": 1952
        },
        {
            "text": "Ken Wilson, Australian rugby league player (died 2022)",
            "year": 1952
        },
        {
            "text": "Mimis Androulakis, Greek author and politician",
            "year": 1951
        },
        {
            "text": "Chet Edwards, American businessman and politician",
            "year": 1951
        },
        {
            "text": "Margaret Mountford, Northern Irish-British lawyer and businesswoman",
            "year": 1951
        },
        {
            "text": "Graham Price, Egyptian-Welsh rugby player",
            "year": 1951
        },
        {
            "text": "Bob Burns, American drummer and songwriter (died 2015)",
            "year": 1950
        },
        {
            "text": "Stanley Livingston, American actor, director, producer, and screenwriter",
            "year": 1950
        },
        {
            "text": "Henry Bibby, American basketball player and coach",
            "year": 1949
        },
        {
            "text": "Shane Bourne, Australian comedian, actor, and television host",
            "year": 1949
        },
        {
            "text": "Ewen Cameron, Baron Cameron of Dillington, English politician",
            "year": 1949
        },
        {
            "text": "Sally Davies, English hematologist and academic",
            "year": 1949
        },
        {
            "text": "Spider Robinson, American-Canadian author and critic",
            "year": 1948
        },
        {
            "text": "Rudy Tomjanovich, American basketball player and coach",
            "year": 1948
        },
        {
            "text": "Steve Yeager, American baseball player and coach",
            "year": 1948
        },
        {
            "text": "Dwight Schultz, American actor",
            "year": 1947
        },
        {
            "text": "Dave Sinclair, English keyboard player",
            "year": 1947
        },
        {
            "text": "Ted Bundy, American serial killer (died 1989)",
            "year": 1946
        },
        {
            "text": "Tony Clarkin, English guitarist and songwriter (died 2024)",
            "year": 1946
        },
        {
            "text": "Penny Jordan, English author (died 2011)",
            "year": 1946
        },
        {
            "text": "Roberto Chale, Peruvian footballer (died 2024)",
            "year": 1946
        },
        {
            "text": "Nuruddin Farah, Somali novelist",
            "year": 1945
        },
        {
            "text": "Lee Michaels, American singer-songwriter and musician",
            "year": 1945
        },
        {
            "text": "Bev Bevan, English drummer",
            "year": 1944
        },
        {
            "text": "Candy Darling, American model and actress (died 1974)",
            "year": 1944
        },
        {
            "text": "Ibrahim Gambari, Nigerian academic and diplomat, 9th Nigerian Minister of Foreign Affairs",
            "year": 1944
        },
        {
            "text": "Dan Glickman, American businessman and politician, 26th United States Secretary of Agriculture",
            "year": 1944
        },
        {
            "text": "Dave Bing, American basketball player and politician, 70th Mayor of Detroit",
            "year": 1943
        },
        {
            "text": "Richard Tee, American singer-songwriter and keyboard player (died 1993)",
            "year": 1943
        },
        {
            "text": "Margaret E. M. Tolbert, American chemist and academic",
            "year": 1943
        },
        {
            "text": "Robin Williamson, Scottish singer-songwriter and guitarist",
            "year": 1943
        },
        {
            "text": "Billy Connolly, Scottish comedian and actor",
            "year": 1942
        },
        {
            "text": "Marlin Fitzwater, American soldier and journalist, 17th White House Press Secretary",
            "year": 1942
        },
        {
            "text": "Jean Ping, Gabonese politician and diplomat",
            "year": 1942
        },
        {
            "text": "Andrew Stunell, English minister and politician (died 2024)",
            "year": 1942
        },
        {
            "text": "Pete Best, Indian-English drummer and songwriter",
            "year": 1941
        },
        {
            "text": "Donald \"Duck\" Dunn, American bass player, songwriter, and producer (died 2012)",
            "year": 1941
        },
        {
            "text": "Wayne Jackson, American trumpeter (died 2016)",
            "year": 1941
        },
        {
            "text": "Marshall Berman, American philosopher and Marxist humanist writer (died 2013)",
            "year": 1940
        },
        {
            "text": "Paul Tagliabue, American lawyer and businessman, 5th Commissioner of the National Football League (died 2025)",
            "year": 1940
        },
        {
            "text": "Eric Wilson, Canadian author and educator",
            "year": 1940
        },
        {
            "text": "Willy Claes, Belgian conductor and politician, 8th Secretary General of NATO",
            "year": 1938
        },
        {
            "text": "Oscar Robertson, American basketball player and sportscaster",
            "year": 1938
        },
        {
            "text": "Charles Starkweather, American spree killer (died 1959)",
            "year": 1938
        },
        {
            "text": "Khalifa bin Salman Al Khalifa, Bahraini politician, Prime Minister of Bahrain (died 2020)",
            "year": 1935
        },
        {
            "text": "Ron Dellums, American soldier and politician, 48th Mayor of Oakland (died 2018)",
            "year": 1935
        },
        {
            "text": "Mordicai Gerstein, American author, illustrator, and director (died 2019)",
            "year": 1935
        },
        {
            "text": "Alfred Schnittke, German-Russian journalist and composer (died 1998)",
            "year": 1934
        },
        {
            "text": "John Sheridan, English rugby player and coach (died 2012)",
            "year": 1933
        },
        {
            "text": "Claudio Naranjo, Chilean psychiatrist (died 2019)",
            "year": 1932
        },
        {
            "text": "Fred Titmus, English cricketer and coach (died 2011)",
            "year": 1932
        },
        {
            "text": "Tommy Allsup, American guitarist (died 2017)",
            "year": 1931
        },
        {
            "text": "Arthur Chaskalson, South African lawyer and judge, 18th Chief Justice of South Africa (died 2012)",
            "year": 1931
        },
        {
            "text": "Ken Barrington, English cricketer (died 1981)",
            "year": 1930
        },
        {
            "text": "Bob Friend, American baseball player and politician (died 2019)",
            "year": 1930
        },
        {
            "text": "Franciszek Kokot, Polish nephrologist and endocrinologist (died 2021)",
            "year": 1929
        },
        {
            "text": "George Moscone, American soldier, lawyer, and politician, 37th Mayor of San Francisco (died 1978)",
            "year": 1929
        },
        {
            "text": "Ahmadou Kourouma, Ivorian-French author and playwright (died 2003)",
            "year": 1927
        },
        {
            "text": "Alfredo Kraus, Spanish tenor (died 1999)",
            "year": 1927
        },
        {
            "text": "Emma Lou Diemer, American composer (died 2024)",
            "year": 1927
        },
        {
            "text": "Kevin Skinner, New Zealand rugby player (died 2014)",
            "year": 1927
        },
        {
            "text": "Tsung-Dao Lee, Chinese-American physicist and academic, Nobel Prize laureate (died 2024)",
            "year": 1926
        },
        {
            "text": "William F. Buckley Jr., American publisher and author, founded the National Review (died 2008)",
            "year": 1925
        },
        {
            "text": "Simon van der Meer, Dutch-Swiss physicist and engineer, Nobel Prize laureate (died 2011)",
            "year": 1925
        },
        {
            "text": "Eileen Barton, American singer (died 2006)",
            "year": 1924
        },
        {
            "text": "Lorne Munroe, Canadian-American cellist and educator (died 2020)",
            "year": 1924
        },
        {
            "text": "Claus Moser, Baron Moser, German-English statistician and academic (died 2015)",
            "year": 1922
        },
        {
            "text": "John Lindsay, American lawyer and politician, 103rd Mayor of New York City (died 2000)",
            "year": 1921
        },
        {
            "text": "David Kossoff, English actor and screenwriter (died 2005)",
            "year": 1919
        },
        {
            "text": "Shabtai Rosenne, English-Israeli academic, jurist, and diplomat (died 2010)",
            "year": 1917
        },
        {
            "text": "Forrest J Ackerman, American soldier and author (died 2008)",
            "year": 1916
        },
        {
            "text": "Lynn Chadwick, English sculptor (died 2003)",
            "year": 1914
        },
        {
            "text": "Bessie Blount Griffin, American physical therapist, inventor and forensic scientist (died 2009)",
            "year": 1914
        },
        {
            "text": "Howard Duff, American actor, director, and producer (died 1990)",
            "year": 1913
        },
        {
            "text": "Geraldine Fitzgerald, Irish-American actress (died 2005)",
            "year": 1913
        },
        {
            "text": "Bernard Delfgaauw, Dutch philosopher and academic (died 1993)",
            "year": 1912
        },
        {
            "text": "Garson Kanin, American director and screenwriter (died 1999)",
            "year": 1912
        },
        {
            "text": "Joan Sanderson, English actress (died 1992)",
            "year": 1912
        },
        {
            "text": "Charles Schneeman, American soldier and illustrator (died 1972)",
            "year": 1912
        },
        {
            "text": "Teddy Wilson, American pianist and educator (died 1986)",
            "year": 1912
        },
        {
            "text": "Kirby Grant, American actor (died 1985)",
            "year": 1911
        },
        {
            "text": "Joe Medwick, American baseball player and manager (died 1975)",
            "year": 1911
        },
        {
            "text": "Larry Siemering, American football player and coach (died 2009)",
            "year": 1910
        },
        {
            "text": "Libertad Lamarque, Argentinian actress and singer (died 2000)",
            "year": 1908
        },
        {
            "text": "Albert Ross Tilley, Canadian captain and surgeon (died 1988)",
            "year": 1904
        },
        {
            "text": "Ward Morehouse, American author, playwright, and critic (died 1966)",
            "year": 1899
        },
        {
            "text": "Lucky Luciano, Italian-American mob boss (died 1962)",
            "year": 1897
        },
        {
            "text": "Dorothy Shepherd-Barron, English tennis player (died 1953)",
            "year": 1897
        },
        {
            "text": "Esther Applin, American geologist and paleontologist (died 1972)",
            "year": 1895
        },
        {
            "text": "Herbert Sutcliffe, English cricketer and businessman (died 1978)",
            "year": 1894
        },
        {
            "text": "Charles F. Hurley, American soldier and politician, 54th Governor of Massachusetts (died 1946)",
            "year": 1893
        },
        {
            "text": "Vasil Gendov, Bulgarian actor, director, and screenwriter (died 1970)",
            "year": 1891
        },
        {
            "text": "Dale Carnegie, American author and educator (died 1955)",
            "year": 1888
        },
        {
            "text": "Fredrick Willius, American cardiologist and author (died 1972)",
            "year": 1888
        },
        {
            "text": "Raoul Paoli, French boxer and rower (died 1960)",
            "year": 1887
        },
        {
            "text": "Erich von Manstein, German field marshal (died 1973)",
            "year": 1887
        },
        {
            "text": "Margaret Caroline Anderson, American publisher, founded The Little Review (died 1973)",
            "year": 1886
        },
        {
            "text": "Theodor Altermann, Estonian actor, director, and producer (died 1915)",
            "year": 1885
        },
        {
            "text": "Christian Wirth, German SS officer (died 1944)",
            "year": 1885
        },
        {
            "text": "Yitzhak Ben-Zvi, Ukrainian-Israeli historian and politician, 2nd President of Israel (died 1963)",
            "year": 1884
        },
        {
            "text": "Nikolai Janson, Russian politician (died 1938)",
            "year": 1882
        },
        {
            "text": "Al Christie, Canadian-American director, producer, and screenwriter (died 1951)",
            "year": 1881
        },
        {
            "text": "Ye Gongchuo, Chinese politician, poet, and calligrapher (died 1968)",
            "year": 1881
        },
        {
            "text": "Wylie Cameron Grant, American tennis player (died 1968)",
            "year": 1879
        },
        {
            "text": "Alben W. Barkley, American lawyer and politician, 35th Vice President of the United States (died 1956)",
            "year": 1877
        },
        {
            "text": "Kavasji Jamshedji Petigara, Indian police officer (died 1941)",
            "year": 1877
        },
        {
            "text": "Walter Burley Griffin, American architect and urban planner, designed Canberra (died 1937)",
            "year": 1876
        },
        {
            "text": "Charles William Miller, Brazilian footballer and referee (died 1953)",
            "year": 1874
        },
        {
            "text": "Julius Martov, Russian politician (died 1923)",
            "year": 1873
        },
        {
            "text": "Herbert Roper Barrett, English tennis player (died 1943)",
            "year": 1873
        },
        {
            "text": "Óscar Carmona, Portuguese field marshal and politician, 11th President of Portugal (died 1951)",
            "year": 1869
        },
        {
            "text": "Scott Joplin, American pianist and composer (died 1917)",
            "year": 1868
        },
        {
            "text": "Henri de Toulouse-Lautrec, French painter and illustrator (died 1901)",
            "year": 1864
        },
        {
            "text": "Cass Gilbert, American architect, designed the United States Supreme Court Building and Woolworth Building (died 1934)",
            "year": 1859
        },
        {
            "text": "Miklós Kovács, Hungarian-Slovene poet and songwriter (died 1937)",
            "year": 1857
        },
        {
            "text": "John Indermaur, British lawyer (died 1925)",
            "year": 1851
        },
        {
            "text": "Frances Hodgson Burnett, English-American novelist and playwright (died 1924)",
            "year": 1849
        },
        {
            "text": "John Alfred Brashear, American scientist, telescope maker and educator (died 1920)",
            "year": 1840
        },
        {
            "text": "Carlo Collodi, Italian journalist and author (died 1890)",
            "year": 1826
        },
        {
            "text": "Xavier Hommaire de Hell, French geographer and engineer (died 1848)",
            "year": 1812
        },
        {
            "text": "Ulrich Ochsenbein, Swiss lawyer and politician, President of the Swiss National Council (died 1890)",
            "year": 1811
        },
        {
            "text": "William Webb Ellis, English priest, created Rugby football (died 1872)",
            "year": 1806
        },
        {
            "text": "Ludwig Bechstein, German author and poet (died 1860)",
            "year": 1801
        },
        {
            "text": "Zachary Taylor, American general and politician, 12th President of the United States (died 1850)",
            "year": 1784
        },
        {
            "text": "Thomas Dick, Scottish minister, author, and educator (died 1857)",
            "year": 1774
        },
        {
            "text": "Maria Luisa of Spain (died 1792)",
            "year": 1745
        },
        {
            "text": "Alexander Suvorov, Russian field marshal (died 1800)",
            "year": 1729
        },
        {
            "text": "Maria Amalia of Saxony (died 1760)",
            "year": 1724
        },
        {
            "text": "Junípero Serra, Spanish priest and missionary (died 1784)",
            "year": 1713
        },
        {
            "text": "Laurence Sterne, Irish novelist and clergyman (died 1768)",
            "year": 1713
        },
        {
            "text": "Charles-Michel de l'Épée, French priest and educator (died 1789)",
            "year": 1712
        },
        {
            "text": "Ali II ibn Hussein, Tunisian ruler (died 1782)",
            "year": 1712
        },
        {
            "text": "Charles Theodore Pachelbel, German organist and composer (died 1750)",
            "year": 1690
        },
        {
            "text": "Charles XI of Sweden (died 1697)",
            "year": 1655
        },
        {
            "text": "Baruch Spinoza, Dutch philosopher and scholar (died 1677)",
            "year": 1632
        },
        {
            "text": "Étienne Baluze, French scholar and academic (died 1718)",
            "year": 1630
        },
        {
            "text": "Philip William, Elector Palatine (died 1690)",
            "year": 1615
        },
        {
            "text": "John, Count of Nassau-Idstein (1629–1677) (died 1677)",
            "year": 1603
        },
        {
            "text": "Henry Grey, 10th Earl of Kent, English politician, Lord Lieutenant of Bedfordshire (died 1651)",
            "year": 1594
        },
        {
            "text": "Juan Martínez de Jáuregui y Aguilar, Spanish poet and painter (died 1641)",
            "year": 1583
        },
        {
            "text": "Philip Massinger, English dramatist (died 1640)",
            "year": 1583
        },
        {
            "text": "Pietro Torrigiano, Italian sculptor (died 1528)",
            "year": 1472
        },
        {
            "text": "John Stafford, 1st Earl of Wiltshire, English nobleman (died 1473)",
            "year": 1427
        },
        {
            "text": "Charles, Duke of Orléans (died 1465)",
            "year": 1394
        },
        {
            "text": "Alphonso, Earl of Chester (died 1284)",
            "year": 1273
        }
    ],
    "deaths": [
        {
            "text": "Barbara Taylor Bradford, British novelist (born 1933)",
            "year": 2024
        },
        {
            "text": "Breyten Breytenbach, South African-French poet and painter (born 1939)",
            "year": 2024
        },
        {
            "text": "Helen Gallagher, American actress, singer, and dancer (born 1926)",
            "year": 2024
        },
        {
            "text": "Börje Salming, Swedish hockey player (born 1951)",
            "year": 2022
        },
        {
            "text": "Goo Hara, South Korean singer and actress (born 1991)",
            "year": 2019
        },
        {
            "text": "Paul Futcher, English footballer (born 1956)",
            "year": 2016
        },
        {
            "text": "Florence Henderson, American actress, singer and television personality (born 1934)",
            "year": 2016
        },
        {
            "text": "Robert Ford, English general (born 1923)",
            "year": 2015
        },
        {
            "text": "John Forrester, English historian and philosopher (born 1949)",
            "year": 2015
        },
        {
            "text": "Quincy Monk, American football player (born 1979)",
            "year": 2015
        },
        {
            "text": "Heinz Oberhummer, Austrian physicist, astronomer, and academic (born 1941)",
            "year": 2015
        },
        {
            "text": "Douglas W. Shorenstein, American businessman (born 1955)",
            "year": 2015
        },
        {
            "text": "Jorge Herrera Delgado, Mexican engineer and politician (born 1961)",
            "year": 2014
        },
        {
            "text": "Murli Deora, Indian politician, Indian Minister of Corporate Affairs (born 1937)",
            "year": 2014
        },
        {
            "text": "Peter Henderson, New Zealand rugby player (born 1926)",
            "year": 2014
        },
        {
            "text": "Nenad Manojlović, Serbian water polo player and manager (born 1957)",
            "year": 2014
        },
        {
            "text": "Viktor Tikhonov, Russian ice hockey player and coach (born 1930)",
            "year": 2014
        },
        {
            "text": "Matthew Bucksbaum, American businessman and philanthropist, co-founded General Growth Properties (born 1926)",
            "year": 2013
        },
        {
            "text": "Arnaud Coyot, French cyclist (born 1980)",
            "year": 2013
        },
        {
            "text": "Lou Hyndman, Canadian lawyer and politician (born 1935)",
            "year": 2013
        },
        {
            "text": "June Keithley, Filipino actress and journalist (born 1947)",
            "year": 2013
        },
        {
            "text": "Jean King, American politician, 6th Lieutenant Governor of Hawaii (born 1925)",
            "year": 2013
        },
        {
            "text": "Robin Leigh-Pemberton, Baron Kingsdown, English banker and politician, Governor of the Bank of England (born 1927)",
            "year": 2013
        },
        {
            "text": "Matti Ranin, Finnish actor (born 1926)",
            "year": 2013
        },
        {
            "text": "Héctor Camacho, Puerto Rican-American boxer (born 1962)",
            "year": 2012
        },
        {
            "text": "Antoine Kohn, Luxembourgian footballer and manager (born 1933)",
            "year": 2012
        },
        {
            "text": "Jimmy Stewart, American baseball player and manager (born 1939)",
            "year": 2012
        },
        {
            "text": "Nicholas Turro, American chemist and academic (born 1938)",
            "year": 2012
        },
        {
            "text": "Ernie Warlick, American football player and sportscaster (born 1932)",
            "year": 2012
        },
        {
            "text": "Huang Hua, Chinese translator and politician, 5th Foreign Minister of the People's Republic of China (born 1913)",
            "year": 2010
        },
        {
            "text": "Abe Pollin, American businessman and philanthropist (born 1923)",
            "year": 2009
        },
        {
            "text": "Samak Sundaravej, Thai politician, 25th Prime Minister of Thailand (born 1935)",
            "year": 2009
        },
        {
            "text": "Jun Ross, Filipino basketball player (born 1949)",
            "year": 2009
        },
        {
            "text": "Kenny MacLean, Scottish-Canadian bass player and songwriter (born 1956)",
            "year": 2008
        },
        {
            "text": "Cecil H. Underwood, American educator and politician, 25th Governor of West Virginia (born 1922)",
            "year": 2008
        },
        {
            "text": "Casey Calvert, American guitarist (born 1981)",
            "year": 2007
        },
        {
            "text": "Juice Leskinen, Finnish singer-songwriter (born 1950)",
            "year": 2006
        },
        {
            "text": "George W. S. Trow, American author, playwright, and critic (born 1943)",
            "year": 2006
        },
        {
            "text": "Zdeněk Veselovský, Czech zoologist and ethologist (born 1938)",
            "year": 2006
        },
        {
            "text": "Pat Morita, American actor (born 1932)",
            "year": 2005
        },
        {
            "text": "Arthur Hailey, English-Canadian journalist and author (born 1920)",
            "year": 2004
        },
        {
            "text": "Joseph Hansen, American author and poet (born 1923)",
            "year": 2004
        },
        {
            "text": "James Wong, Chinese actor and songwriter (born 1940)",
            "year": 2004
        },
        {
            "text": "Warren Spahn, American baseball player and coach (born 1921)",
            "year": 2003
        },
        {
            "text": "John Rawls, American philosopher, author, and academic (born 1921)",
            "year": 2002
        },
        {
            "text": "Barbara, French singer-songwriter and actress (born 1930)",
            "year": 1997
        },
        {
            "text": "Sorley MacLean, Scottish soldier and poet (born 1911)",
            "year": 1996
        },
        {
            "text": "Eduard Ole, Estonian-Swedish painter (born 1898)",
            "year": 1995
        },
        {
            "text": "Albert Collins, American singer-songwriter and guitarist (born 1932)",
            "year": 1993
        },
        {
            "text": "Freddie Mercury, Tanzanian-English singer-songwriter, lead vocalist of Queen, and producer (born 1946)",
            "year": 1991
        },
        {
            "text": "Eric Carr, American drummer of KISS (born 1950)",
            "year": 1991
        },
        {
            "text": "Juan Manuel Bordeu, Argentinian race car driver (born 1934)",
            "year": 1990
        },
        {
            "text": "Fred Shero, Canadian ice hockey player and coach (born 1925)",
            "year": 1990
        },
        {
            "text": "Dodie Smith, English author and playwright (born 1896)",
            "year": 1990
        },
        {
            "text": "Marion Post Wolcott, American photographer (born 1910)",
            "year": 1990
        },
        {
            "text": "Bülent Arel, Turkish-American composer and educator (born 1919)",
            "year": 1990
        },
        {
            "text": "Jehane Benoît, Canadian journalist and author (born 1904)",
            "year": 1987
        },
        {
            "text": "Barack Obama Sr., Kenyan economist and academic, father of Barack Obama, 44th President of the United States (born 1936)",
            "year": 1982
        },
        {
            "text": "Herbert Agar, American journalist and historian (born 1897)",
            "year": 1980
        },
        {
            "text": "George Raft, American actor and dancer (born 1901)",
            "year": 1980
        },
        {
            "text": "Molly Reilly, Canadian aviator (born 1922)",
            "year": 1980
        },
        {
            "text": "Henrietta Hill Swope, American astronomer and academic (born 1902)",
            "year": 1980
        },
        {
            "text": "John Neihardt, American author and poet (born 1881)",
            "year": 1973
        },
        {
            "text": "D. A. Levy, American poet and publisher (born 1942)",
            "year": 1968
        },
        {
            "text": "Abdullah III Al-Salim Al-Sabah, Kuwaiti ruler (born 1895)",
            "year": 1965
        },
        {
            "text": "Lee Harvey Oswald, American assassin of John F. Kennedy (born 1939)",
            "year": 1963
        },
        {
            "text": "Ruth Chatterton, American actress (born 1892)",
            "year": 1961
        },
        {
            "text": "Grand Duchess Olga Alexandrovna of Russia (born 1882)",
            "year": 1960
        },
        {
            "text": "Dally Messenger, Australian rugby player, cricketer, and sailor (born 1883)",
            "year": 1959
        },
        {
            "text": "Robert Cecil, 1st Viscount Cecil of Chelwood, English lawyer and politician, Chancellor of the Duchy of Lancaster, Nobel Prize laureate (born 1864)",
            "year": 1958
        },
        {
            "text": "Diego Rivera, Mexican painter and sculptor (born 1886)",
            "year": 1957
        },
        {
            "text": "Guido Cantelli, Italian conductor (born 1920)",
            "year": 1956
        },
        {
            "text": "Mamie Dillard, African American educator, clubwoman and suffragist (born 1874)",
            "year": 1954
        },
        {
            "text": "Anna Jarvis, American founder of Mother's Day (born 1864)",
            "year": 1948
        },
        {
            "text": "Doris Miller, American soldier and chef, Navy Cross recipient (born 1919)",
            "year": 1943
        },
        {
            "text": "William Arnon Henry American academic and agriculturist (born 1850)",
            "year": 1932
        },
        {
            "text": "Georges Clemenceau, French physician, publisher, and politician, 72nd Prime Minister of France (born 1841)",
            "year": 1929
        },
        {
            "text": "Erskine Childers, executed Irish soldier, journalist, and author (born 1870)",
            "year": 1922
        },
        {
            "text": "Lado Aleksi-Meskhishvili, Georgian actor and director (born 1857)",
            "year": 1920
        },
        {
            "text": "Alexandru Macedonski, Romanian author and poet (born 1854)",
            "year": 1920
        },
        {
            "text": "Hiram Maxim, American-English engineer, invented the Maxim gun (born 1840)",
            "year": 1916
        },
        {
            "text": "Ludwik Teichmann, Polish anatomist (born 1823)",
            "year": 1895
        },
        {
            "text": "August Belmont, German-American banker and politician, 16th United States Ambassador to the Netherlands (born 1816)",
            "year": 1890
        },
        {
            "text": "Nicolás Avellaneda, Argentinian journalist and politician, 8th President of Argentina (born 1837)",
            "year": 1885
        },
        {
            "text": "Comte de Lautréamont, Uruguayan-French poet and author (born 1846)",
            "year": 1870
        },
        {
            "text": "William Lamb, 2nd Viscount Melbourne, English politician, Prime Minister of the United Kingdom (born 1779)",
            "year": 1848
        },
        {
            "text": "Joseph Brant, American tribal leader (born 1742)",
            "year": 1807
        },
        {
            "text": "Franz Moritz von Lacy, Austrian field marshal (born 1725)",
            "year": 1801
        },
        {
            "text": "Philip Hamilton, Eldest son of Alexander Hamilton (born 1782)",
            "year": 1801
        },
        {
            "text": "Clément Charles François de Laverdy, French lawyer and politician, French Minister of Finance (born 1723)",
            "year": 1793
        },
        {
            "text": "James Caldwell, American minister (born 1734)",
            "year": 1781
        },
        {
            "text": "Lorenzo Ricci, Italian religious leader, 18th Superior General of the Society of Jesus (born 1703)",
            "year": 1775
        },
        {
            "text": "Charles-Jean-François Hénault, French historian and author (born 1685)",
            "year": 1770
        },
        {
            "text": "Ulrika Eleonora, Queen of Sweden (born 1688)",
            "year": 1741
        },
        {
            "text": "Johann Adam Reincken, Dutch-German organist and composer (born 1623)",
            "year": 1722
        },
        {
            "text": "Guru Tegh Bahadur, Indian guru (born 1621)",
            "year": 1675
        },
        {
            "text": "Manuel Cardoso, Portuguese organist and composer (born 1566)",
            "year": 1650
        },
        {
            "text": "Walatta Petros, saint in the Ethiopian Orthodox Tewahedo Church (born 1592)",
            "year": 1642
        },
        {
            "text": "Sethus Calvisius, German composer and theorist (born 1556)",
            "year": 1615
        },
        {
            "text": "René de Birague, French cardinal (born 1506)",
            "year": 1583
        },
        {
            "text": "Ismail II, Shah of Safavid Iran (born 1537)",
            "year": 1577
        },
        {
            "text": "John Knox, Scottish pastor and theologian (born 1510)",
            "year": 1572
        },
        {
            "text": "Johannes Oecolampadius, German theologian and reformer (born 1482)",
            "year": 1531
        },
        {
            "text": "Mingyi Nyo, Burmese ruler (born 1459)",
            "year": 1530
        },
        {
            "text": "Loys of Gruuthuse, Earl of Winchester (born c. 1427)",
            "year": 1492
        },
        {
            "text": "Jean de Dunois, French soldier (born 1402)",
            "year": 1468
        },
        {
            "text": "Elizabeth of Lancaster, Duchess of Exeter, (born c. 1363)",
            "year": 1426
        },
        {
            "text": "Hugh Despenser the Younger, English courtier (born 1296)",
            "year": 1326
        },
        {
            "text": "Magnús Óláfsson, King of Mann and the Isles",
            "year": 1265
        },
        {
            "text": "Leszek I the White, High Duke of Poland (born c. 1186)",
            "year": 1227
        },
        {
            "text": "Bagrat IV of Georgia (born 1018)",
            "year": 1072
        },
        {
            "text": "Emperor Kōtoku of Japan (born 596)",
            "year": 654
        }
    ],
    "metadata": {
        "current_date": "November 24, 2025",
        "short_date": "Nov 24",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            15,
            35,
            47,
            39,
            43,
            27,
            28,
            37,
            19,
            40
        ],
        "births": [
            130,
            137,
            74,
            0
        ],
        "deaths": [
            108,
            2,
            66,
            61
        ]
    }
}