{
    "events": [
        {
            "text": "At least 145 people are killed and 551 injured in a bombing and mass shooting at the Crocus City Hall in Krasnogorsk, Russia.",
            "year": 2024
        },
        {
            "text": "Ten people are killed in a mass shooting in Boulder, Colorado.",
            "year": 2021
        },
        {
            "text": "Indian Prime Minister Narendra Modi announces the country's largest ever self-imposed curfew, in an effort to fight the spread of COVID-19.",
            "year": 2020
        },
        {
            "text": "Greek Prime Minister Kyriakos Mitsotakis announces a national lockdown and the country's first ever self-imposed curfew, in an effort to fight the spread of COVID-19.",
            "year": 2020
        },
        {
            "text": "The Special Counsel investigation on the 2016 United States presidential election concludes when Robert Mueller submits his report to the United States Attorney General.",
            "year": 2019
        },
        {
            "text": "Two buses crashed in Kitampo, a town north of Ghana's capital Accra, killing at least 50 people.",
            "year": 2019
        },
        {
            "text": "A terrorist attack in London near the Houses of Parliament leaves four people dead and at least 20 injured.",
            "year": 2017
        },
        {
            "text": "Syrian civil war: Five hundred members of the Syrian Democratic Forces (SDF) are airlifted south of the Euphrates by United States Air Force helicopters, beginning the Battle of Tabqa.",
            "year": 2017
        },
        {
            "text": "Three suicide bombers kill 32 people and injure 316 in the 2016 Brussels bombings at the airport and at the Maelbeek/Maalbeek metro station.",
            "year": 2016
        },
        {
            "text": "At least 37 people are killed and 200 are injured after a fire destroys a camp containing Burmese refugees near Ban Mae, Thailand.",
            "year": 2013
        },
        {
            "text": "Three Christian Peacemaker Team (CPT) hostages are freed by British forces in Baghdad after 118 days of captivity and the murder of their colleague from the U.S., Tom Fox.",
            "year": 2006
        },
        {
            "text": "Ahmed Yassin, co-founder and leader of the Palestinian Sunni Islamist group Hamas, two bodyguards, and nine civilian bystanders are killed in the Gaza Strip when hit by Israeli Air Force Hellfire missiles.",
            "year": 2004
        },
        {
            "text": "Tara Lipinski, aged 14 years and nine months, becomes the youngest women's World Figure Skating Champion.",
            "year": 1997
        },
        {
            "text": "Comet Hale–Bopp reaches its closest approach to Earth at 1.315 AU.",
            "year": 1997
        },
        {
            "text": "NASA's Space Shuttle Atlantis is launched on its 16th mission, STS-76.",
            "year": 1996
        },
        {
            "text": "Cosmonaut Valeri Polyakov returns to earth after setting a record of 438 days in space.",
            "year": 1995
        },
        {
            "text": "The Intel Corporation ships the first Pentium chips (80586), featuring a 60 MHz clock speed, 100+ MIPS, and a 64 bit data path.",
            "year": 1993
        },
        {
            "text": "USAir Flight 405 crashes shortly after takeoff from New York City's LaGuardia Airport, leading to a number of studies into the effect that ice has on aircraft.",
            "year": 1992
        },
        {
            "text": "Fall of communism in Albania: The Democratic Party of Albania wins a decisive majority in the parliamentary election.",
            "year": 1992
        },
        {
            "text": "The United States Congress votes to override President Ronald Reagan's veto of the Civil Rights Restoration Act of 1987.",
            "year": 1988
        },
        {
            "text": "NASA's Space Shuttle Columbia is launched from the Kennedy Space Center on its third mission, STS-3.",
            "year": 1982
        },
        {
            "text": "Karl Wallenda of The Flying Wallendas dies after falling off a tight-rope suspended between two hotels in San Juan, Puerto Rico.",
            "year": 1978
        },
        {
            "text": "A fire at the Browns Ferry Nuclear Power Plant in Decatur, Alabama, causes a dangerous reduction in cooling water levels.",
            "year": 1975
        },
        {
            "text": "The United States Congress sends the Equal Rights Amendment to the states for ratification.",
            "year": 1972
        },
        {
            "text": "In Eisenstadt v. Baird, the United States Supreme Court decides that unmarried persons have the right to possess contraceptives.",
            "year": 1972
        },
        {
            "text": "Chicano residents in San Diego, California occupy a site under the Coronado Bridge, leading to the creation of Chicano Park.",
            "year": 1970
        },
        {
            "text": "The Beatles release their debut album Please Please Me.",
            "year": 1963
        },
        {
            "text": "Arthur Leonard Schawlow and Charles Hard Townes receive the first patent for a laser.",
            "year": 1960
        },
        {
            "text": "A United States Navy Douglas R6D-1 Liftmaster crashes into Hawaii's Waiʻanae Range, killing 66.",
            "year": 1955
        },
        {
            "text": "The United Kingdom grants full independence to Transjordan.",
            "year": 1946
        },
        {
            "text": "World War II: The city of Hildesheim, Germany, is heavily damaged in a British air raid, though it had little military significance and Germany was on the verge of final defeat.",
            "year": 1945
        },
        {
            "text": "The Arab League is founded when a charter is adopted in Cairo, Egypt.",
            "year": 1945
        },
        {
            "text": "World War II: The entire village of Khatyn (in present-day Republic of Belarus) is burnt alive by Schutzmannschaft Battalion 118.",
            "year": 1943
        },
        {
            "text": "World War II: In the Mediterranean Sea, the Royal Navy confronts Italy's Regia Marina in the Second Battle of Sirte.",
            "year": 1942
        },
        {
            "text": "Germany takes Memel from Lithuania.",
            "year": 1939
        },
        {
            "text": "The first Masters Tournament is held at Augusta National Golf Club in Georgia.",
            "year": 1934
        },
        {
            "text": "Cullen–Harrison Act: President Franklin D. Roosevelt signs an amendment to the Volstead Act, legalizing the manufacture and sale of \"3.2 beer\" (3.2% alcohol by weight, approximately 4% alcohol by volume) and light wines.",
            "year": 1933
        },
        {
            "text": "Nazi Germany opens its first concentration camp, Dachau.",
            "year": 1933
        },
        {
            "text": "Azeri and Turkish army soldiers with participation of Kurdish gangs attack the Armenian inhabitants of Shushi (Nagorno Karabakh).",
            "year": 1920
        },
        {
            "text": "Yuan Shikai abdicates as Emperor of China, restoring the Republic and returning to the Presidency.",
            "year": 1916
        },
        {
            "text": "Mystic Phan Xích Long, the self-proclaimed Emperor of Vietnam, is arrested for organising a revolt against the colonial rule of French Indochina, which was nevertheless carried out by his supporters the following day.",
            "year": 1913
        },
        {
            "text": "The first England vs France rugby union match is played at Parc des Princes in Paris.",
            "year": 1906
        },
        {
            "text": "Charilaos Vasilakos wins the first modern Olympic marathon race with a time of three hours and 18 minutes.",
            "year": 1896
        },
        {
            "text": "Before the Société pour L'Encouragement à l'Industrie, brothers Auguste and Louis Lumière demonstrate movie film technology publicly for the first time.",
            "year": 1895
        },
        {
            "text": "The Stanley Cup ice hockey competition is held for the first time, in Montreal, Canada.",
            "year": 1894
        },
        {
            "text": "The Spanish National Assembly abolishes slavery in Puerto Rico.",
            "year": 1873
        },
        {
            "text": "In North Carolina, William Woods Holden becomes the first governor of a U.S. state to be removed from office by impeachment.",
            "year": 1871
        },
        {
            "text": "The Austrians defeat the Piedmontese at the Battle of Novara.",
            "year": 1849
        },
        {
            "text": "In the London Protocol, the three protecting powers (United Kingdom, France and Russia) establish the borders of Greece.",
            "year": 1829
        },
        {
            "text": "The Slave Trade Act of 1794 bans the export of slaves from the United States, and prohibits American citizens from outfitting a ship for the purpose of importing slaves.",
            "year": 1794
        },
        {
            "text": "Battle of Croix-des-Bouquets: Black slave insurgents gain a victory in the first major battle of the Haitian Revolution.",
            "year": 1792
        },
        {
            "text": "The Emerald Buddha is moved with great ceremony to its current location in Wat Phra Kaew, Thailand.",
            "year": 1784
        },
        {
            "text": "The British Parliament passes the Stamp Act that introduces a tax to be levied directly on its American colonies.",
            "year": 1765
        },
        {
            "text": "Nader Shah occupies Delhi in India and sacks the city, stealing the jewels of the Peacock Throne.",
            "year": 1739
        },
        {
            "text": "Notable Privateer Henry Morgan lands in Cuba to raid and plunder the inland town of Puerto del Príncipe during the latter stages of the Anglo-Spanish War (1654–1660).",
            "year": 1668
        },
        {
            "text": "Anne Hutchinson is expelled from Massachusetts Bay Colony for religious dissent.",
            "year": 1638
        },
        {
            "text": "The Massachusetts Bay Colony outlaws the possession of cards, dice, and gaming tables.",
            "year": 1631
        },
        {
            "text": "Jamestown massacre: Algonquians kill 347 English settlers around Jamestown, Virginia, a third of the colony's population, during the Second Anglo-Powhatan War.",
            "year": 1622
        },
        {
            "text": "The Pilgrims of Plymouth Colony, lead by governor John Carver, sign a peace treaty with Massasoit, sachem of the Wampanoags; Squanto serves as an interpreter between the two sides.",
            "year": 1621
        },
        {
            "text": "Ferdinand II of Aragon commissions Amerigo Vespucci chief navigator of the Spanish Empire.",
            "year": 1508
        },
        {
            "text": "Vox in excelso: Pope Clement V dissolves the Order of the Knights Templar.",
            "year": 1312
        },
        {
            "text": "Battle of Yashima: the Japanese forces of the Taira clan are defeated by the Minamoto clan.",
            "year": 1185
        },
        {
            "text": "Æthelred of Wessex is defeated by a Danish invasion army at the Battle of Marton.",
            "year": 871
        },
        {
            "text": "Roman emperor Severus Alexander is murdered, marking the start of the Crisis of the Third Century.",
            "year": 235
        },
        {
            "text": "Start of the Bostran era, the calendar of the province of Arabia Petraea.",
            "year": 106
        }
    ],
    "births": [
        {
            "text": "Artūrs Šilovs, Latvian ice hockey player",
            "year": 2001
        },
        {
            "text": "Dimitrios Meliopoulos, Greek footballer",
            "year": 2000
        },
        {
            "text": "Alex Meret, Italian footballer",
            "year": 1997
        },
        {
            "text": "Chimezie Metu, Nigerian-American basketball player",
            "year": 1997
        },
        {
            "text": "Nick Robinson, American actor",
            "year": 1995
        },
        {
            "text": "Edwin Díaz, Puerto Rican baseball player",
            "year": 1994
        },
        {
            "text": "Taurean Prince, American basketball player",
            "year": 1994
        },
        {
            "text": "Aliaksandra Sasnovich, Belarusian tennis player",
            "year": 1994
        },
        {
            "text": "Ha Sung-woon, South Korean singer",
            "year": 1994
        },
        {
            "text": "Roston Chase, Barbadian cricketer",
            "year": 1992
        },
        {
            "text": "Edy Tavares, Cape Verdean basketball player",
            "year": 1992
        },
        {
            "text": "Dominique Fishback, American actress",
            "year": 1991
        },
        {
            "text": "Ruben Popa, Romanian footballer",
            "year": 1989
        },
        {
            "text": "J. J. Watt, American football player",
            "year": 1989
        },
        {
            "text": "Chris Ivory, American football player",
            "year": 1988
        },
        {
            "text": "Ike Davis, American baseball player",
            "year": 1987
        },
        {
            "text": "Liam Doran, British rallycross driver",
            "year": 1987
        },
        {
            "text": "Jairo Mora Sandoval, Costa Rican environmentalist (d. 2013)",
            "year": 1987
        },
        {
            "text": "Dexter Fowler, American baseball player",
            "year": 1986
        },
        {
            "text": "Mayola Biboko, Belgian footballer",
            "year": 1985
        },
        {
            "text": "Jakob Fuglsang, Danish cyclist",
            "year": 1985
        },
        {
            "text": "Justin Masterson, American baseball player",
            "year": 1985
        },
        {
            "text": "Kelli Waite, Australian swimmer",
            "year": 1985
        },
        {
            "text": "Piotr Trochowski, German footballer",
            "year": 1984
        },
        {
            "text": "Thomas Davis Sr., American football player",
            "year": 1983
        },
        {
            "text": "Deng Gai, South Sudanese basketball player",
            "year": 1982
        },
        {
            "text": "Enrico Gasparotto, Italian cyclist",
            "year": 1982
        },
        {
            "text": "Michael Janyk, Canadian skier",
            "year": 1982
        },
        {
            "text": "Michael Morse, American baseball player",
            "year": 1982
        },
        {
            "text": "Piá, Brazilian footballer",
            "year": 1982
        },
        {
            "text": "Mike Smith, Canadian ice hockey player",
            "year": 1982
        },
        {
            "text": "Constance Wu, American actress",
            "year": 1982
        },
        {
            "text": "Tiffany Dupont, American actress",
            "year": 1981
        },
        {
            "text": "Arne Gabius, German runner",
            "year": 1981
        },
        {
            "text": "Mims, American rapper",
            "year": 1981
        },
        {
            "text": "Michalis Kouinelis, Greek hip hop singer",
            "year": 1979
        },
        {
            "text": "Aaron North, American guitarist",
            "year": 1979
        },
        {
            "text": "Juan Uribe, Dominican baseball player",
            "year": 1979
        },
        {
            "text": "Josh Heupel,  American football player and coach",
            "year": 1978
        },
        {
            "text": "John Otto, American musician and songwriter",
            "year": 1977
        },
        {
            "text": "Joey Porter, American football player and coach",
            "year": 1977
        },
        {
            "text": "Tom Poti, American ice hockey player",
            "year": 1977
        },
        {
            "text": "Anabel Rodríguez Ríos, Venezuelan film director and screenwriter",
            "year": 1977
        },
        {
            "text": "Teun de Nooijer, Dutch field hockey player",
            "year": 1976
        },
        {
            "text": "Asako Toki, Japanese singer-songwriter",
            "year": 1976
        },
        {
            "text": "Reese Witherspoon, American actress and producer",
            "year": 1976
        },
        {
            "text": "Guillermo Díaz, American actor",
            "year": 1975
        },
        {
            "text": "Anne Dudek, American actress",
            "year": 1975
        },
        {
            "text": "Cole Hauser, American actor and producer",
            "year": 1975
        },
        {
            "text": "Jiří Novák, Czech-Monegasque tennis player",
            "year": 1975
        },
        {
            "text": "Marcus Camby, American basketball player",
            "year": 1974
        },
        {
            "text": "Philippe Clement, Belgian footballer",
            "year": 1974
        },
        {
            "text": "Grigoria Golia, Greek handball player",
            "year": 1974
        },
        {
            "text": "Tuomas Grönman, Finnish ice hockey player",
            "year": 1974
        },
        {
            "text": "Geo Meneses, Mexican producer and singer",
            "year": 1974
        },
        {
            "text": "Beverley Knight, English singer-songwriter and producer",
            "year": 1973
        },
        {
            "text": "Shawn Bradley, German-American basketball player, coach, and actor",
            "year": 1972
        },
        {
            "text": "Cory Lidle, American baseball player (d. 2006)",
            "year": 1972
        },
        {
            "text": "Elvis Stojko, Canadian figure skater and sportscaster",
            "year": 1972
        },
        {
            "text": "Keegan-Michael Key, American actor, comedian, and writer",
            "year": 1971
        },
        {
            "text": "Will Yun Lee, American actor and martial artist",
            "year": 1971
        },
        {
            "text": "Andreas Johnson, Swedish singer-songwriter",
            "year": 1970
        },
        {
            "text": "Leontien van Moorsel, Dutch cyclist",
            "year": 1970
        },
        {
            "text": "Hwang Young-cho, South Korean runner",
            "year": 1970
        },
        {
            "text": "Russell Maryland, American football player",
            "year": 1969
        },
        {
            "text": "Mario Cipollini, Italian cyclist",
            "year": 1967
        },
        {
            "text": "Bernie Gallacher, Scottish-English footballer (d. 2011)",
            "year": 1967
        },
        {
            "text": "Todd Ewen, Canadian ice hockey player and coach (d. 2015)",
            "year": 1966
        },
        {
            "text": "Artis Pabriks, Latvian academic and politician, 11th Minister for Defence of Latvia",
            "year": 1966
        },
        {
            "text": "António Pinto, Portuguese runner",
            "year": 1966
        },
        {
            "text": "Brian Shaw, American basketball player and coach",
            "year": 1966
        },
        {
            "text": "Ice MC, British rapper",
            "year": 1965
        },
        {
            "text": "Deborah Bull, English ballerina",
            "year": 1963
        },
        {
            "text": "Pelle Eklund, Swedish ice hockey player",
            "year": 1963
        },
        {
            "text": "Susan Ann Sulley, English pop singer",
            "year": 1963
        },
        {
            "text": "Hannu Virta, Finnish ice hockey player and coach",
            "year": 1963
        },
        {
            "text": "Martín Vizcarra, Peruvian engineer and politician, 67th President of Peru",
            "year": 1963
        },
        {
            "text": "Nikos Kourbanas, Greek footballer",
            "year": 1962
        },
        {
            "text": "Simon Furman, British comic book writer",
            "year": 1961
        },
        {
            "text": "Jim Covert, American football player",
            "year": 1960
        },
        {
            "text": "Matthew Modine, American actor, director, producer, and screenwriter",
            "year": 1959
        },
        {
            "text": "Jürgen Bucher, German footballer",
            "year": 1957
        },
        {
            "text": "Stephanie Mills, American actress and singer",
            "year": 1957
        },
        {
            "text": "Maria Teresa, Grand Duchess of Luxembourg",
            "year": 1956
        },
        {
            "text": "Lena Olin, Swedish actress",
            "year": 1955
        },
        {
            "text": "Valdis Zatlers, Latvian physician and politician, 7th President of Latvia",
            "year": 1955
        },
        {
            "text": "Kenneth Rogoff, American economist and chess grandmaster",
            "year": 1953
        },
        {
            "text": "Des Browne, Scottish lawyer and politician, Secretary of State for Scotland",
            "year": 1952
        },
        {
            "text": "Bob Costas, American sportscaster",
            "year": 1952
        },
        {
            "text": "Fanny Ardant, French actress, director, and screenwriter",
            "year": 1949
        },
        {
            "text": "Brian Hanrahan, English journalist (d. 2010)",
            "year": 1949
        },
        {
            "text": "Wolf Blitzer, American journalist",
            "year": 1948
        },
        {
            "text": "Andrew Lloyd Webber, English composer and director",
            "year": 1948
        },
        {
            "text": "George Ferguson, English architect and politician, 1st Mayor of Bristol",
            "year": 1947
        },
        {
            "text": "James Patterson, American author and producer",
            "year": 1947
        },
        {
            "text": "Maarten van Gent, Dutch basketball player and coach",
            "year": 1947
        },
        {
            "text": "Don Chaney, American basketball player and coach",
            "year": 1946
        },
        {
            "text": "Rivka Golani, Israeli viola player and composer",
            "year": 1946
        },
        {
            "text": "Rudy Rucker, American mathematician, computer scientist, and author",
            "year": 1946
        },
        {
            "text": "Harry Vanda, Dutch-Australian singer-songwriter, guitarist, and producer",
            "year": 1946
        },
        {
            "text": "Eric Roth, American screenwriter and producer",
            "year": 1945
        },
        {
            "text": "George Benson, American singer-songwriter and guitarist",
            "year": 1943
        },
        {
            "text": "Nazem Ganjapour, Iranian footballer and manager (d. 2013)",
            "year": 1943
        },
        {
            "text": "Keith Relf, English singer-songwriter, guitarist, and producer (d. 1976)",
            "year": 1943
        },
        {
            "text": "Jorge Ben Jor, Brazilian singer-songwriter",
            "year": 1942
        },
        {
            "text": "Dick Pound, Canadian lawyer and academic",
            "year": 1942
        },
        {
            "text": "Billy Collins, American poet",
            "year": 1941
        },
        {
            "text": "Jeremy Clyde, English singer-songwriter and guitarist",
            "year": 1941
        },
        {
            "text": "Bruno Ganz, Swiss actor (d. 2019)",
            "year": 1941
        },
        {
            "text": "Cassam Uteem, Mauritian politician, 2nd President of Mauritius",
            "year": 1941
        },
        {
            "text": "George Edward Alcorn, Jr., American physicist and inventor",
            "year": 1940
        },
        {
            "text": "Dave Keon, Canadian ice hockey player",
            "year": 1940
        },
        {
            "text": "Haing S. Ngor, Cambodian-American physician and author (d. 1996)",
            "year": 1940
        },
        {
            "text": "Rein Etruk, Estonian chess player (d. 2012)",
            "year": 1938
        },
        {
            "text": "Angelo Badalamenti, American pianist and composer (d. 2022)",
            "year": 1937
        },
        {
            "text": "Armin Hary, German sprinter",
            "year": 1937
        },
        {
            "text": "Jon Hassell, American trumpet player and composer (d. 2021)",
            "year": 1937
        },
        {
            "text": "Foo Foo Lammar, British drag queen (d. 2003)",
            "year": 1937
        },
        {
            "text": "Erol Büyükburç, Turkish singer-songwriter, pop music composer, and actor (d. 2015)",
            "year": 1936
        },
        {
            "text": "Ron Carey, American trade union leader (d. 2008)",
            "year": 1936
        },
        {
            "text": "Roger Whittaker, Kenyan-English singer-songwriter and guitarist (d. 2023)",
            "year": 1936
        },
        {
            "text": "Galina Gavrilovna Korchuganova, Russian-born Soviet test pilot and aerobatics champion (d. 2004)",
            "year": 1935
        },
        {
            "text": "Lea Pericoli, Italian tennis player and journalist (d. 2024)",
            "year": 1935
        },
        {
            "text": "Frank Pulli, American baseball player and umpire (d. 2013)",
            "year": 1935
        },
        {
            "text": "M. Emmet Walsh, American actor (d. 2024)",
            "year": 1935
        },
        {
            "text": "May Britt, Swedish actress",
            "year": 1934
        },
        {
            "text": "Sheila Cameron, English lawyer and judge",
            "year": 1934
        },
        {
            "text": "Orrin Hatch, American lawyer and politician (d. 2022)",
            "year": 1934
        },
        {
            "text": "Abolhassan Banisadr, Iranian economist and politician, 1st President of Iran (d. 2021)",
            "year": 1933
        },
        {
            "text": "Els Borst, Dutch physician and politician, Deputy Prime Minister of the Netherlands (d. 2014)",
            "year": 1932
        },
        {
            "text": "Larry Evans, American chess player and journalist (d. 2010)",
            "year": 1932
        },
        {
            "text": "Burton Richter, American physicist and academic, Nobel Prize laureate (d. 2018)",
            "year": 1931
        },
        {
            "text": "William Shatner, Canadian actor",
            "year": 1931
        },
        {
            "text": "Leslie Thomas, Welsh journalist and author (d. 2014)",
            "year": 1931
        },
        {
            "text": "Derek Bok, American lawyer and academic",
            "year": 1930
        },
        {
            "text": "Pat Robertson, American minister and broadcaster, founded the Christian Broadcasting Network (d. 2023)",
            "year": 1930
        },
        {
            "text": "Stephen Sondheim, American composer and songwriter (d. 2021)",
            "year": 1930
        },
        {
            "text": "Yayoi Kusama, Japanese artist",
            "year": 1929
        },
        {
            "text": "P. Ramlee, Malaysian actor, director, singer, songwriter, composer, and producer (d. 1973)",
            "year": 1929
        },
        {
            "text": "Carrie Donovan, American journalist (d. 2001)",
            "year": 1928
        },
        {
            "text": "E. D. Hirsch, American author, critic, and academic",
            "year": 1928
        },
        {
            "text": "Ed Macauley, American basketball player, coach, and priest (d. 2011)",
            "year": 1928
        },
        {
            "text": "Marty Blake, American basketball player and manager (d. 2013)",
            "year": 1927
        },
        {
            "text": "Nicolas Tikhomiroff, Russian photographer (d. 2016)",
            "year": 1927
        },
        {
            "text": "Al Neuharth, American journalist and author, founded USA Today (d. 2013)",
            "year": 1924
        },
        {
            "text": "Yevgeny Ostashev, Russian test pilot, participant in the launch of the first artificial Earth satellite (d. 1960)",
            "year": 1924
        },
        {
            "text": "Osman F. Seden, Turkish director, producer, and screenwriter (d. 1998)",
            "year": 1924
        },
        {
            "text": "Bill Wendell, American television announcer (d. 1999)",
            "year": 1924
        },
        {
            "text": "Marcel Marceau, French mime and actor (d. 2007)",
            "year": 1923
        },
        {
            "text": "John J. Gilligan, American politician, 62nd Governor of Ohio (d. 2013)",
            "year": 1922
        },
        {
            "text": "Stewart Stern, American screenwriter (d. 2015)",
            "year": 1922
        },
        {
            "text": "Nino Manfredi, Italian actor, director, and screenwriter (d. 2004)",
            "year": 1921
        },
        {
            "text": "James Brown, American actor and singer (d. 1992)",
            "year": 1920
        },
        {
            "text": "Werner Klemperer, German-American actor (d. 2000)",
            "year": 1920
        },
        {
            "text": "Lloyd MacPhail, Canadian businessman and politician, 23rd Lieutenant Governor of Prince Edward Island (d. 1995)",
            "year": 1920
        },
        {
            "text": "Ross Martin, American actor (d. 1981)",
            "year": 1920
        },
        {
            "text": "Katsuko Saruhashi, Japanese geochemist (d. 2007)",
            "year": 1920
        },
        {
            "text": "Fanny Waterman, English pianist and educator, founded the Leeds International Pianoforte Competition (d. 2020)",
            "year": 1920
        },
        {
            "text": "Bernard Krigstein, American illustrator (d. 1990)",
            "year": 1919
        },
        {
            "text": "Cheddi Jagan, Guyanese politician, 4th President of Guyana (d. 1997)",
            "year": 1918
        },
        {
            "text": "Virginia Grey, American actress (d. 2004)",
            "year": 1917
        },
        {
            "text": "Irving Kaplansky, Canadian-American mathematician and academic (d. 2006)",
            "year": 1917
        },
        {
            "text": "Paul Rogers, English actor (d. 2013)",
            "year": 1917
        },
        {
            "text": "John Stanley, American author and illustrator (d. 1993)",
            "year": 1914
        },
        {
            "text": "Donald Stokes, Baron Stokes, English businessman (d. 2008)",
            "year": 1914
        },
        {
            "text": "Tom McCall, American journalist and politician, 30th Governor of Oregon (d. 1983)",
            "year": 1913
        },
        {
            "text": "Lew Wasserman, American businessman and talent agent (d. 2002)",
            "year": 1913
        },
        {
            "text": "James Westerfield, American actor (d. 1971)",
            "year": 1913
        },
        {
            "text": "Wilfrid Brambell, Irish actor and performer (d. 1985)",
            "year": 1912
        },
        {
            "text": "Leslie Johnson, English race car driver (d. 1959)",
            "year": 1912
        },
        {
            "text": "Karl Malden, American actor (d. 2009)",
            "year": 1912
        },
        {
            "text": "Agnes Martin, Canadian-American painter and educator (d. 2004)",
            "year": 1912
        },
        {
            "text": "Nicholas Monsarrat, English sailor and author (d. 1979)",
            "year": 1910
        },
        {
            "text": "Gabrielle Roy, Canadian author and educator (d. 1983)",
            "year": 1909
        },
        {
            "text": "Jack Crawford, Australian tennis player (d. 1991)",
            "year": 1908
        },
        {
            "text": "Louis L'Amour, American novelist and short story writer (d. 1988)",
            "year": 1908
        },
        {
            "text": "James M. Gavin, American general and diplomat, United States Ambassador to France (d. 1990)",
            "year": 1907
        },
        {
            "text": "Bill Holman, American cartoonist (d. 1987)",
            "year": 1903
        },
        {
            "text": "Johannes Brinkman, Dutch architect, designed the Van Nelle Factory (d. 1949)",
            "year": 1902
        },
        {
            "text": "Madeleine Milhaud, French actress and composer (d. 2008)",
            "year": 1902
        },
        {
            "text": "Greta Kempton, Austrian-American painter (d. 1991)",
            "year": 1901
        },
        {
            "text": "Ruth Page, American ballerina and choreographer (d. 1991)",
            "year": 1899
        },
        {
            "text": "He Long, Chinese general and politician, 1st Vice Premier of the People's Republic of China (d. 1969)",
            "year": 1896
        },
        {
            "text": "Joseph Schildkraut, Austrian-American actor (d. 1964)",
            "year": 1896
        },
        {
            "text": "Charlie Poole, American country banjo player (d. 1931)",
            "year": 1892
        },
        {
            "text": "Johannes Semper, Estonian poet and scholar (d. 1970)",
            "year": 1892
        },
        {
            "text": "George Clark, American race car driver (d. 1978)",
            "year": 1890
        },
        {
            "text": "Chico Marx, American actor (d. 1961)",
            "year": 1887
        },
        {
            "text": "August Rei, Estonian lawyer and politician, Head of State of Estonia (d. 1963)",
            "year": 1886
        },
        {
            "text": "Aryeh Levin, Polish-Lithuanian rabbi and educator (d. 1969)",
            "year": 1885
        },
        {
            "text": "Arthur H. Vandenberg, American journalist and politician (d. 1951)",
            "year": 1884
        },
        {
            "text": "Lyda Borelli, Italian actress (d. 1959)",
            "year": 1884
        },
        {
            "text": "Ernest C. Quigley, Canadian-American football player and coach (d. 1960)",
            "year": 1880
        },
        {
            "text": "Ernest Lawson, Canadian-American painter (d. 1939)",
            "year": 1873
        },
        {
            "text": "Emilio Aguinaldo, Filipino general and politician, 1st President of the Philippines (d. 1964)",
            "year": 1869
        },
        {
            "text": "Tom McInnes, Scottish-English footballer (d. 1939)",
            "year": 1869
        },
        {
            "text": "Robert Andrews Millikan, American colonel and physicist, Nobel Prize laureate (d. 1953)",
            "year": 1868
        },
        {
            "text": "Jack Boyle, American baseball player and umpire (d. 1913)",
            "year": 1866
        },
        {
            "text": "Paul Doumer, French mathematician, journalist, and politician, 14th President of France (d. 1932)",
            "year": 1857
        },
        {
            "text": "Dorothy Tennant, British painter (d. 1926)",
            "year": 1855
        },
        {
            "text": "Otakar Ševčík, Czech violinist and educator (d. 1934)",
            "year": 1852
        },
        {
            "text": "Hector Sévin, French cardinal (d. 1916)",
            "year": 1852
        },
        {
            "text": "Randolph Caldecott, English illustrator and painter (d. 1886)",
            "year": 1846
        },
        {
            "text": "James Timberlake, American lieutenant, police officer, and farmer (d. 1891)",
            "year": 1846
        },
        {
            "text": "Mykola Lysenko, Ukrainian pianist, composer, and conductor (d. 1912)",
            "year": 1842
        },
        {
            "text": "Anastassios Christomanos, Greek scientist (d. 1906)",
            "year": 1841
        },
        {
            "text": "Ahmed Cevdet Pasha, Ottoman sociologist, historian, scholar, statesman and jurist (d. 1895)",
            "year": 1822
        },
        {
            "text": "John Ainsworth Horrocks, English-Australian explorer, founded Penwortham (d. 1846)",
            "year": 1818
        },
        {
            "text": "Braxton Bragg, American general (d. 1876)",
            "year": 1817
        },
        {
            "text": "Thomas Crawford, American sculptor, designed the Statue of Freedom (d. 1857)",
            "year": 1814
        },
        {
            "text": "Stephen Pearl Andrews, American author and activist (d. 1886)",
            "year": 1812
        },
        {
            "text": "Caroline Norton, English feminist, social reformer, and author (d. 1877)",
            "year": 1808
        },
        {
            "text": "David Swinson Maynard, American physician and lawyer (d. 1873)",
            "year": 1808
        },
        {
            "text": "William I, German Emperor (d. 1888)",
            "year": 1797
        },
        {
            "text": "Adam Sedgwick, English scientist (d. 1873)",
            "year": 1785
        },
        {
            "text": "Anton Raphael Mengs, German painter and theorist (d. 1779)",
            "year": 1728
        },
        {
            "text": "Charles Carroll, American lawyer and politician (d. 1783)",
            "year": 1723
        },
        {
            "text": "Nicolas-Henri Jardin, French architect, designed the Yellow Palace and Bernstorff Palace (d. 1799)",
            "year": 1720
        },
        {
            "text": "Edward Moore, English poet and playwright (d. 1757)",
            "year": 1712
        },
        {
            "text": "William Pulteney, 1st Earl of Bath, English politician, Secretary at War (d. 1764)",
            "year": 1684
        },
        {
            "text": "August Hermann Francke, German clergyman, philanthropist, and scholar (d. 1727)",
            "year": 1663
        },
        {
            "text": "Katherine Jones, Viscountess Ranelagh, British scientist (d. 1691)",
            "year": 1615
        },
        {
            "text": "John II Casimir Vasa, Polish king (d. 1672)",
            "year": 1609
        },
        {
            "text": "Anthony van Dyck, Flemish-English painter and etcher (d. 1641)",
            "year": 1599
        },
        {
            "text": "John Williams, Archbishop of York (d. 1650)",
            "year": 1582
        },
        {
            "text": "Catherine Brandon, Duchess of Suffolk, English noblewoman (d. 1580)",
            "year": 1519
        },
        {
            "text": "Gioseffo Zarlino, Italian composer (d. 1590)",
            "year": 1517
        },
        {
            "text": "Antonio Francesco Grazzini, Italian author and educator (d. 1583)",
            "year": 1503
        },
        {
            "text": "Johann Carion, German astrologer and chronicler (d. 1537)",
            "year": 1499
        },
        {
            "text": "Maximilian I, Holy Roman Emperor (d. 1519)",
            "year": 1459
        },
        {
            "text": "Ulugh Beg, Persian astronomer and mathematician (d. 1449)",
            "year": 1394
        },
        {
            "text": "Thomas de Mowbray, 1st Duke of Norfolk, English politician, Earl Marshal of the United Kingdom (probable; d. 1399)",
            "year": 1367
        },
        {
            "text": "Emperor Go-Horikawa of Japan (d. 1235)",
            "year": 1212
        },
        {
            "text": "William I, Duke of Aquitaine (d. 918)",
            "year": 875
        },
        {
            "text": "Bernard Plantapilosa, Frankish son of Bernard of Septimania (d. 885)",
            "year": 841
        }
    ],
    "deaths": [
        {
            "text": "Laurent de Brunhoff, French author and illustrator (b. 1925)",
            "year": 2024
        },
        {
            "text": "Scott Walker, British-American singer-songwriter (b. 1943)",
            "year": 2019
        },
        {
            "text": "Johan van Hulst, Dutch politician, academic and author, Yad Vashem recipient (b. 1911)",
            "year": 2018
        },
        {
            "text": "Rob Ford, Canadian businessman and politician, 64th Mayor of Toronto (b. 1969)",
            "year": 2016
        },
        {
            "text": "Rita Gam, American actress (b. 1927)",
            "year": 2016
        },
        {
            "text": "Arkady Arkanov, Ukrainian-Russian actor and playwright (b. 1933)",
            "year": 2015
        },
        {
            "text": "Horst Buhtz, German footballer and manager (b. 1923)",
            "year": 2015
        },
        {
            "text": "Norman Scribner, American pianist, composer, and conductor (b. 1936)",
            "year": 2015
        },
        {
            "text": "Yashwant Vithoba Chittal, Indian author (b. 1928)",
            "year": 2014
        },
        {
            "text": "Mickey Duff, Polish-English boxer and manager (b. 1929)",
            "year": 2014
        },
        {
            "text": "Thor Listau, Norwegian soldier and politician (b. 1938)",
            "year": 2014
        },
        {
            "text": "Tasos Mitsopoulos, Cypriot politician, Cypriot Minister of Defence (b. 1965)",
            "year": 2014
        },
        {
            "text": "Vladimír Čech, Czech actor and politician (b. 1951)",
            "year": 2013
        },
        {
            "text": "Bebo Valdés, Cuban-Swedish pianist and composer (b. 1918)",
            "year": 2013
        },
        {
            "text": "Joe Blanchard, American football player and wrestler (b. 1928)",
            "year": 2012
        },
        {
            "text": "David Waltz, American computer scientist and academic (b. 1943)",
            "year": 2012
        },
        {
            "text": "Neil L. Whitehead, English anthropologist and author (b. 1956)",
            "year": 2012
        },
        {
            "text": "Artur Agostinho, Portuguese journalist (b. 1920)",
            "year": 2011
        },
        {
            "text": "Victor Bouchard, Canadian pianist and composer (b. 1926)",
            "year": 2011
        },
        {
            "text": "James Black, Scottish biologist and pharmacologist, Nobel Prize laureate (b. 1924)",
            "year": 2010
        },
        {
            "text": "Özhan Canaydın, Turkish basketball player and businessman (b. 1943)",
            "year": 2010
        },
        {
            "text": "Cachao López, Cuban-American bassist and composer (b. 1918)",
            "year": 2008
        },
        {
            "text": "U. G. Krishnamurti, Indian-Italian philosopher and educator (b. 1918)",
            "year": 2007
        },
        {
            "text": "Pierre Clostermann, French soldier, pilot, and politician (b. 1921)",
            "year": 2006
        },
        {
            "text": "Pío Leyva, Cuban singer and author (b. 1917)",
            "year": 2006
        },
        {
            "text": "Kurt von Trojan, Austrian-Australian journalist and author (b. 1937)",
            "year": 2006
        },
        {
            "text": "Rod Price, English guitarist and songwriter (b. 1947)",
            "year": 2005
        },
        {
            "text": "Gemini Ganesan, Indian film actor (b. 1920)",
            "year": 2005
        },
        {
            "text": "Kenzō Tange, Japanese architect, designed the Yoyogi National Gymnasium and Hiroshima Peace Memorial Museum (b. 1913)",
            "year": 2005
        },
        {
            "text": "Janet Akyüz Mattei, Turkish-American astronomer and academic (b. 1943)",
            "year": 2004
        },
        {
            "text": "Ahmed Yassin, Co-founded Hamas (b. 1937)",
            "year": 2004
        },
        {
            "text": "V. M. Tarkunde, Indian lawyer and civil rights activist (b. 1909)",
            "year": 2004
        },
        {
            "text": "Terry Lloyd, English journalist (b. 1952)",
            "year": 2003
        },
        {
            "text": "Rudolf Baumgartner, Swiss violinist and conductor (b. 1917)",
            "year": 2002
        },
        {
            "text": "Stepas Butautas, Lithuanian basketball player and coach (b. 1925)",
            "year": 2001
        },
        {
            "text": "Sabiha Gökçen, Turkish soldier and pilot (b. 1913)",
            "year": 2001
        },
        {
            "text": "William Hanna, American animator, director, producer, and voice actor, co-founded Hanna-Barbera (b. 1910)",
            "year": 2001
        },
        {
            "text": "Robert Fletcher Shaw, Canadian businessman, academic, and civil servant (b. 1910)",
            "year": 2001
        },
        {
            "text": "Carlo Parola, Italian footballer and manager (b. 1921)",
            "year": 2000
        },
        {
            "text": "Max Beloff, Baron Beloff, English historian and academic (b. 1913)",
            "year": 1999
        },
        {
            "text": "David Strickland, American actor (b. 1969)",
            "year": 1999
        },
        {
            "text": "Don Murray, American drummer (b. 1945)",
            "year": 1996
        },
        {
            "text": "Robert F. Overmyer, American colonel, pilot, and astronaut (b. 1936)",
            "year": 1996
        },
        {
            "text": "Billy Williamson, American guitarist (b. 1925)",
            "year": 1996
        },
        {
            "text": "Dan Hartman, American singer-songwriter, and producer (b. 1950)",
            "year": 1994
        },
        {
            "text": "Walter Lantz, American animator, director, and producer (b. 1899)",
            "year": 1994
        },
        {
            "text": "Steve Olin, American baseball player (b. 1965)",
            "year": 1993
        },
        {
            "text": "Léon Balcer, Canadian lawyer and politician, 19th Solicitor General of Canada (b. 1917)",
            "year": 1991
        },
        {
            "text": "Paul Engle, American novelist, poet, playwright, and critic (b. 1908)",
            "year": 1991
        },
        {
            "text": "Dave Guard, American singer-songwriter and guitarist  (b. 1934)",
            "year": 1991
        },
        {
            "text": "Gloria Holden, English-American actress (b. 1908)",
            "year": 1991
        },
        {
            "text": "Gerald Bull, Canadian engineer and academic (b. 1928)",
            "year": 1990
        },
        {
            "text": "Peta Taylor, English cricketer (b. 1912)",
            "year": 1989
        },
        {
            "text": "Odysseas Angelis, Greek general and politician (b. 1912)",
            "year": 1987
        },
        {
            "text": "Olive Deering, American actress (b. 1918)",
            "year": 1986
        },
        {
            "text": "Raoul Ubac, French painter, sculptor, photographer, and engraver (b. 1910)",
            "year": 1985
        },
        {
            "text": "Spyros Vassiliou, Greek painter, printmaker, illustrator, and stage designer (b. 1903)",
            "year": 1985
        },
        {
            "text": "James Elliott, American runner and coach (b. 1915)",
            "year": 1981
        },
        {
            "text": "Gil Puyat,  Filipino businessman and politician, 13th President of the Senate of the Philippines (b. 1907)",
            "year": 1981
        },
        {
            "text": "Ben Lyon, American actor and studio executive (b. 1901)",
            "year": 1979
        },
        {
            "text": "Karl Wallenda, German-American acrobat and tightrope walker, founded The Flying Wallendas (b. 1905)",
            "year": 1978
        },
        {
            "text": "A. K. Gopalan, Indian educator and politician (b. 1904)",
            "year": 1977
        },
        {
            "text": "John Dwyer McLaughlin, American painter (b. 1898)",
            "year": 1976
        },
        {
            "text": "Peter Revson, American race car driver (b. 1939)",
            "year": 1974
        },
        {
            "text": "Orazio Satta Puliga, Italian automobile designer (b. 1910)",
            "year": 1974
        },
        {
            "text": "Johannes Villemson, Estonian-American runner (b. 1893)",
            "year": 1971
        },
        {
            "text": "Nella Walker, American actress and vaudevillian (b. 1886)",
            "year": 1971
        },
        {
            "text": "John Harlin, American mountaineer and pilot (b. 1935)",
            "year": 1966
        },
        {
            "text": "José Antonio Aguirre, Spanish lawyer and politician, 1st President of the Basque Country (b. 1904)",
            "year": 1960
        },
        {
            "text": "Mike Todd, American film producer (b. 1909)",
            "year": 1958
        },
        {
            "text": "Ivan Šubašić, Croatian lawyer and politician, 23rd Prime Minister of Yugoslavia (b. 1892)",
            "year": 1955
        },
        {
            "text": "D. S. Senanayake, 1st Prime Minister of Sri Lanka (b. 1883)",
            "year": 1952
        },
        {
            "text": "Frederick Cuming, English cricketer (b. 1875)",
            "year": 1942
        },
        {
            "text": "William Donne, English captain and cricketer (b. 1875)",
            "year": 1942
        },
        {
            "text": "María Collazo, Uruguayan journalist and activist (b. 1884)",
            "year": 1942
        },
        {
            "text": "James Campbell, 1st Baron Glenavy, Irish lawyer and politician (b. 1851)",
            "year": 1931
        },
        {
            "text": "William Macewen, Scottish surgeon and neuroscientist (b. 1848)",
            "year": 1924
        },
        {
            "text": "Song Jiaoren, Chinese educator and politician (b. 1882)",
            "year": 1913
        },
        {
            "text": "Ruggero Oddi,  Italian physiologist and anatomist (b. 1864)",
            "year": 1913
        },
        {
            "text": "Thomas Hughes, English lawyer and politician (b. 1822)",
            "year": 1896
        },
        {
            "text": "Samuel Courtauld, English businessman (b. 1793)",
            "year": 1881
        },
        {
            "text": "Konstanty Kalinowski, writer, journalist, lawyer and revolutionary (b. 1838)",
            "year": 1864
        },
        {
            "text": "Étienne Bobillier, French mathematician and academic (b. 1798)",
            "year": 1840
        },
        {
            "text": "Johann Wolfgang von Goethe, German novelist, poet, playwright, and diplomat (b. 1749)",
            "year": 1832
        },
        {
            "text": "Stephen Decatur, American commander (b. 1779)",
            "year": 1820
        },
        {
            "text": "Jonathan Edwards, English minister, theologian, and philosopher (b. 1703)",
            "year": 1758
        },
        {
            "text": "Jean-Baptiste Lully, Italian-French composer and conductor (b. 1632)",
            "year": 1687
        },
        {
            "text": "Emperor Go-Sai of Japan (b. 1638)",
            "year": 1685
        },
        {
            "text": "Agostino Carracci, Italian painter and educator (b. 1557)",
            "year": 1602
        },
        {
            "text": "Johannes Magnus, Swedish archbishop and theologian (b. 1488)",
            "year": 1544
        },
        {
            "text": "George of Poděbrady (b. 1420)",
            "year": 1471
        },
        {
            "text": "John Kemp, Archbishop of Canterbury",
            "year": 1454
        },
        {
            "text": "Thomas of Lancaster, 1st Duke of Clarence, English soldier and politician, Lord High Steward of England (b. 1388)",
            "year": 1421
        },
        {
            "text": "Dietrich of Nieheim, German bishop and historian (b. 1345)",
            "year": 1418
        },
        {
            "text": "Thomas, 2nd Earl of Lancaster, English politician, Lord High Steward of England (b. 1278)",
            "year": 1322
        },
        {
            "text": "William of Norwich, child murder victim",
            "year": 1144
        },
        {
            "text": "Carloman of Bavaria, Frankish king",
            "year": 880
        },
        {
            "text": "Severus Alexander, Roman emperor (b. 208)",
            "year": 235
        }
    ],
    "metadata": {
        "current_date": "March 22, 2025",
        "short_date": "Mar 22",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            38,
            12,
            7,
            44,
            45,
            2,
            58,
            21,
            43,
            27
        ],
        "births": [
            17,
            187,
            171,
            217
        ],
        "deaths": [
            96,
            29,
            47,
            24
        ]
    }
}