{
    "events": [
        {
            "text": "Gas explosions in the southern Taiwanese city of Kaohsiung kill at least 20 people and injure more than 270.",
            "year": 2014
        },
        {
            "text": "Michael Phelps breaks the record set in 1964 by Larisa Latynina for the most medals won at the Olympics.",
            "year": 2012
        },
        {
            "text": "East Coast Jets Flight 81 crashes near Owatonna Degner Regional Airport in Owatonna, Minnesota, killing all eight people on board.",
            "year": 2008
        },
        {
            "text": "Operation Banner, the presence of the British Army in Northern Ireland, and the longest-running British Army operation ever, comes to an end.",
            "year": 2007
        },
        {
            "text": "Fidel Castro hands over power to his brother, Raúl.",
            "year": 2006
        },
        {
            "text": "Discovery Program: Lunar Prospector: NASA intentionally crashes the spacecraft into the Moon, thus ending its mission to detect frozen water on the Moon's surface.",
            "year": 1999
        },
        {
            "text": "FedEx Express Flight 14 crashes at Newark International Airport, injuring five.",
            "year": 1997
        },
        {
            "text": "The nation of Georgia joins the United Nations.",
            "year": 1992
        },
        {
            "text": "Thai Airways International Flight 311 crashes into a mountain north of Kathmandu, Nepal killing all 113 people on board.",
            "year": 1992
        },
        {
            "text": "China General Aviation Flight 7552 crashes during takeoff from Nanjing Dajiaochang Airport, killing 108.",
            "year": 1992
        },
        {
            "text": "Space Shuttle program: Atlantis is launched on STS-46 to deploy the European Retrievable Carrier and the Tethered Satellite System.",
            "year": 1992
        },
        {
            "text": "The United States and Soviet Union both sign the START I Strategic Arms Reduction Treaty, the first to reduce (with verification) both countries' stockpiles.",
            "year": 1991
        },
        {
            "text": "Thirty-two people are killed and 1,674 injured when a bridge at the Sultan Abdul Halim ferry terminal collapses in Butterworth, Penang, Malaysia.",
            "year": 1988
        },
        {
            "text": "A tornado occurs in Edmonton, Alberta, killing 27 people.",
            "year": 1987
        },
        {
            "text": "The Troubles: Three members of a popular cabaret band and two gunmen are killed during a botched paramilitary attack in Northern Ireland.",
            "year": 1975
        },
        {
            "text": "A Delta Air Lines jetliner, flight DL 723 crashes while landing in fog at Logan International Airport, Boston, Massachusetts killing 89.",
            "year": 1973
        },
        {
            "text": "The Troubles: In Operation Motorman, the British Army re-takes the urban no-go areas of Northern Ireland. It is the biggest British military operation since the Suez Crisis of 1956, and the biggest in Ireland since the Irish War of Independence. Later that day, nine civilians are killed by car bombs in the village of Claudy.",
            "year": 1972
        },
        {
            "text": "Apollo program: the Apollo 15 astronauts become the first to ride in a lunar rover.",
            "year": 1971
        },
        {
            "text": "Black Tot Day: The last day of the officially sanctioned rum ration in the Royal Navy.",
            "year": 1970
        },
        {
            "text": "The pleasure cruiser MV Darlwyne disappeared off the Cornwall coast with the loss of all 31 aboard.",
            "year": 1966
        },
        {
            "text": "Ranger program: Ranger 7 sends back the first close-up photographs of the moon, with images 1,000 times clearer than anything ever seen from earth-bound telescopes.",
            "year": 1964
        },
        {
            "text": "At Idlewild Field in New York, New York International Airport (later renamed John F. Kennedy International Airport) is dedicated.",
            "year": 1948
        },
        {
            "text": "USS Nevada is sunk by an aerial torpedo after surviving hits from two atomic bombs (as part of post-war tests) and being used for target practice by three other ships.",
            "year": 1948
        },
        {
            "text": "Pierre Laval, the fugitive former leader of Vichy France, surrenders to Allied soldiers in Austria.",
            "year": 1945
        },
        {
            "text": "The Holocaust: Under instructions from Adolf Hitler, Nazi official Hermann Göring orders SS General Reinhard Heydrich to \"submit to me as soon as possible a general plan of the administrative material and financial measures necessary for carrying out the desired Final Solution of the Jewish question.\"",
            "year": 1941
        },
        {
            "text": "World War II: The Battle of Smolensk concludes with Germany capturing about 300,000 Soviet Red Army prisoners.",
            "year": 1941
        },
        {
            "text": "Bulgaria signs a non-aggression pact with Greece and other states of Balkan Antanti (Turkey, Romania, Yugoslavia).",
            "year": 1938
        },
        {
            "text": "Archaeologists discover engraved gold and silver plates from King Darius the Great in Persepolis.",
            "year": 1938
        },
        {
            "text": "The NSDAP (Nazi Party) wins more than 38% of the vote in German elections.",
            "year": 1932
        },
        {
            "text": "World War I: The Battle of Passchendaele begins near Ypres in West Flanders, Belgium.",
            "year": 1917
        },
        {
            "text": "Russo-Japanese War: Battle of Hsimucheng: Units of the Imperial Japanese Army defeat units of the Imperial Russian Army in a strategic confrontation.",
            "year": 1904
        },
        {
            "text": "Patrick Francis Healy became the first African-American inaugurated as president of a predominantly white university, Georgetown University.",
            "year": 1874
        },
        {
            "text": "The first narrow-gauge mainline railway in the world opens at Grandchester, Queensland, Australia.",
            "year": 1865
        },
        {
            "text": "Christchurch, New Zealand, is chartered as a city.",
            "year": 1856
        },
        {
            "text": "The first U.S. patent is issued, to inventor Samuel Hopkins for a potash process.",
            "year": 1790
        },
        {
            "text": "The U.S. Second Continental Congress passes a resolution that the services of Gilbert du Motier, Marquis de Lafayette \"be accepted, and that, in consideration of his zeal, illustrious family and connexions, he have the rank and commission of major-general of the United States.\"",
            "year": 1777
        },
        {
            "text": "Odawa Chief Pontiac's forces defeat British troops at the Battle of Bloody Run during Pontiac's War.",
            "year": 1763
        },
        {
            "text": "Charles Albert of Bavaria invades Upper Austria and Bohemia.",
            "year": 1741
        },
        {
            "text": "Seven days after a Spanish treasure fleet of 12 ships left Havana, Cuba for Spain, 11 of them sink in a storm off the coast of Florida. A few centuries later, treasure is salvaged from these wrecks.",
            "year": 1715
        },
        {
            "text": "Daniel Defoe is placed in a pillory for the crime of seditious libel after publishing a politically satirical pamphlet, but is pelted with flowers.",
            "year": 1703
        },
        {
            "text": "Aurangzeb is proclaimed Mughal emperor of India.",
            "year": 1658
        },
        {
            "text": "Russo-Polish War (1654–67): The Russian army enters the capital of the Grand Duchy of Lithuania, Vilnius, which it holds for six years.",
            "year": 1655
        },
        {
            "text": "Maurice, Prince of Orange disbands the waardgelders militia in Utrecht, a pivotal event in the Remonstrant/Counter-Remonstrant tensions.",
            "year": 1618
        },
        {
            "text": "On his third voyage to the Western Hemisphere, Christopher Columbus becomes the first European to discover the island of Trinidad.",
            "year": 1498
        },
        {
            "text": "All remaining Jews are expelled from Spain when the Alhambra Decree takes effect.",
            "year": 1492
        },
        {
            "text": "Jacques Cœur is arrested by order of Charles VII of France.",
            "year": 1451
        },
        {
            "text": "Hundred Years' War: Battle of Cravant: A Franco-Scottish army is defeated by the Anglo-Burgundians at Cravant on the banks of the river Yonne.",
            "year": 1423
        },
        {
            "text": "Attempted usurpation by John Komnenos the Fat for the throne of Alexios III Angelos.",
            "year": 1201
        },
        {
            "text": "Pope Sergius IV becomes the 142nd pope, succeeding Pope John XVIII.",
            "year": 1009
        },
        {
            "text": "The oldest recorded eruption of Mount Fuji (Traditional Japanese date: Sixth day of the seventh month of the first year of the Ten'o (天応) era).",
            "year": 781
        },
        {
            "text": "Battle of Alexandria: Mark Antony achieves a minor victory over Octavian's forces, but most of his army subsequently deserts, leading to his suicide.",
            "year": -30
        }
    ],
    "births": [
        {
            "text": "Calvin Ramsay, Scottish footballer",
            "year": 2003
        },
        {
            "text": "João Gomes, Brazilian singer",
            "year": 2002
        },
        {
            "text": "Will Penisini, Australian-Tongan rugby league player",
            "year": 2002
        },
        {
            "text": "Kim Sae-ron, South Korean actress (died 2025)",
            "year": 2000
        },
        {
            "text": "Rico Rodriguez, American actor",
            "year": 1998
        },
        {
            "text": "Bobbi Althoff, American podcaster and influencer",
            "year": 1997
        },
        {
            "text": "Lil Uzi Vert, American hip hop artist",
            "year": 1995
        },
        {
            "text": "Linus Ullmark, Swedish professional hockey player",
            "year": 1993
        },
        {
            "text": "José Fernández, Cuban-American baseball player (died 2016)",
            "year": 1992
        },
        {
            "text": "Ryan Johansen, Canadian ice hockey player",
            "year": 1992
        },
        {
            "text": "Kyle Larson, American race car driver",
            "year": 1992
        },
        {
            "text": "Réka Luca Jani, Hungarian tennis player",
            "year": 1991
        },
        {
            "text": "Victoria Azarenka, Belarusian tennis player",
            "year": 1989
        },
        {
            "text": "Alex Glenn, New Zealand rugby league player",
            "year": 1988
        },
        {
            "text": "A. J. Green, American football player",
            "year": 1988
        },
        {
            "text": "Michael Bradley, American soccer player",
            "year": 1987
        },
        {
            "text": "Evgeni Malkin, Russian ice hockey player",
            "year": 1986
        },
        {
            "text": "Brian Orakpo, American football player",
            "year": 1986
        },
        {
            "text": "Daniel Ciofani, Italian footballer",
            "year": 1985
        },
        {
            "text": "Rémy Di Gregorio, French cyclist",
            "year": 1985
        },
        {
            "text": "Anabel Medina Garrigues, Spanish tennis player",
            "year": 1982
        },
        {
            "text": "DeMarcus Ware, American football player",
            "year": 1982
        },
        {
            "text": "Titus Bramble, English footballer",
            "year": 1981
        },
        {
            "text": "Vernon Carey, American football player",
            "year": 1981
        },
        {
            "text": "Paul Whatuira, New Zealand rugby league player",
            "year": 1981
        },
        {
            "text": "Mikko Hirvonen, Finnish race car driver",
            "year": 1980
        },
        {
            "text": "Mils Muliaina, New Zealand rugby player",
            "year": 1980
        },
        {
            "text": "Jaco Erasmus, South African-Italian rugby player",
            "year": 1979
        },
        {
            "text": "J. J. Furmaniak, American baseball player",
            "year": 1979
        },
        {
            "text": "Per Krøldrup, Danish footballer",
            "year": 1979
        },
        {
            "text": "Carlos Marchena, Spanish footballer",
            "year": 1979
        },
        {
            "text": "B. J. Novak, American actor, director, producer, and screenwriter",
            "year": 1979
        },
        {
            "text": "Zac Brown, American country singer-songwriter and guitarist",
            "year": 1978
        },
        {
            "text": "Will Champion, English drummer (Coldplay)",
            "year": 1978
        },
        {
            "text": "Nick Sorensen, American football player and sportscaster",
            "year": 1978
        },
        {
            "text": "Justin Wilson, English race car driver (died 2015)",
            "year": 1978
        },
        {
            "text": "Joshua Cain, American guitarist and producer",
            "year": 1976
        },
        {
            "text": "Paulo Wanchope, Costa Rican footballer and manager",
            "year": 1976
        },
        {
            "text": "Randy Flores, American baseball player and coach",
            "year": 1975
        },
        {
            "text": "Andrew Hall, South African cricketer",
            "year": 1975
        },
        {
            "text": "Gabe Kapler, American baseball player and manager",
            "year": 1975
        },
        {
            "text": "Emilia Fox, English actress",
            "year": 1974
        },
        {
            "text": "Leona Naess, American-English singer-songwriter and guitarist",
            "year": 1974
        },
        {
            "text": "Jonathan Ogden, American football player",
            "year": 1974
        },
        {
            "text": "Nathan Brown, Australian rugby league player and coach",
            "year": 1973
        },
        {
            "text": "Gus Frerotte, American football player and coach",
            "year": 1971
        },
        {
            "text": "Ahmad Akbarpour, Iranian author and poet",
            "year": 1970
        },
        {
            "text": "Ben Chaplin, English actor",
            "year": 1970
        },
        {
            "text": "Andrzej Kobylański, Polish footballer and manager",
            "year": 1970
        },
        {
            "text": "Giorgos Sigalas, Greek basketball player, coach, and sportscaster",
            "year": 1970
        },
        {
            "text": "Antonio Conte, Italian footballer and manager",
            "year": 1969
        },
        {
            "text": "Loren Dean, American actor",
            "year": 1969
        },
        {
            "text": "Kenneth D. Schisler, American lawyer and politician",
            "year": 1969
        },
        {
            "text": "Saeed-Al-Saffar, Emirati cricketer",
            "year": 1968
        },
        {
            "text": "Julian Richards, Welsh director and producer",
            "year": 1968
        },
        {
            "text": "Tony Massenburg, American basketball player",
            "year": 1967
        },
        {
            "text": "Tim Wright, Welsh composer",
            "year": 1967
        },
        {
            "text": "Dean Cain, American actor, producer, and screenwriter",
            "year": 1966
        },
        {
            "text": "Scott Brooks, American basketball player and coach",
            "year": 1965
        },
        {
            "text": "John Laurinaitis, American wrestler and producer",
            "year": 1965
        },
        {
            "text": "Ian Roberts, English-Australian rugby league player and actor",
            "year": 1965
        },
        {
            "text": "J. K. Rowling, English author and film producer",
            "year": 1965
        },
        {
            "text": "Jim Corr, Irish singer-songwriter and guitarist",
            "year": 1964
        },
        {
            "text": "Urmas Hepner, Estonian footballer and coach",
            "year": 1964
        },
        {
            "text": "Norman Cook (Fatboy Slim), English DJ and musician",
            "year": 1963
        },
        {
            "text": "Fergus Henderson, English chef and author",
            "year": 1963
        },
        {
            "text": "Brian Skrudland, Canadian ice hockey player and coach",
            "year": 1963
        },
        {
            "text": "John Chiang, American lawyer and politician, 31st California State Controller",
            "year": 1962
        },
        {
            "text": "Kevin Greene, American football player and coach (died 2020)",
            "year": 1962
        },
        {
            "text": "Wesley Snipes, American actor and producer",
            "year": 1962
        },
        {
            "text": "Frank Gardner, English captain and journalist",
            "year": 1961
        },
        {
            "text": "Sanusi Lamido Sanusi, Nigerian banker, royal",
            "year": 1961
        },
        {
            "text": "Dale Hunter, Canadian ice hockey player and coach",
            "year": 1960
        },
        {
            "text": "Malcolm Ross, Scottish guitarist and songwriter",
            "year": 1960
        },
        {
            "text": "Stanley Jordan, American guitarist, pianist, and songwriter",
            "year": 1959
        },
        {
            "text": "Andrew Marr, Scottish journalist and author",
            "year": 1959
        },
        {
            "text": "Kim Newman, English journalist and author",
            "year": 1959
        },
        {
            "text": "Bill Berry, American drummer and songwriter",
            "year": 1958
        },
        {
            "text": "Mark Cuban, American businessman and television personality",
            "year": 1958
        },
        {
            "text": "Suzanne Giraud, French music editor and composer",
            "year": 1958
        },
        {
            "text": "Daniel Ash, English singer-songwriter and guitarist",
            "year": 1957
        },
        {
            "text": "Mark Thompson, English business executive",
            "year": 1957
        },
        {
            "text": "Michael Biehn, American actor, director, producer, and screenwriter",
            "year": 1956
        },
        {
            "text": "Bill Callahan, American football player and coach",
            "year": 1956
        },
        {
            "text": "Ron Kuby, American lawyer and radio host",
            "year": 1956
        },
        {
            "text": "Deval Patrick, American lawyer and politician, 71st Governor of Massachusetts",
            "year": 1956
        },
        {
            "text": "Lynne Rae Perkins, American author and illustrator",
            "year": 1956
        },
        {
            "text": "Lynja Yamada Davis, American online celebrity chef",
            "year": 1956
        },
        {
            "text": "Derek Smith, Canadian ice hockey player",
            "year": 1954
        },
        {
            "text": "Ted Baillieu, Australian architect and politician, 46th Premier of Victoria",
            "year": 1953
        },
        {
            "text": "Jimmy Cook, South African cricketer and coach",
            "year": 1953
        },
        {
            "text": "Hugh McDowell, English cellist (died 2018)",
            "year": 1953
        },
        {
            "text": "Chris Ahrens, American ice hockey player",
            "year": 1952
        },
        {
            "text": "Alan Autry, American football player, actor, and politician, 23rd Mayor of Fresno, California",
            "year": 1952
        },
        {
            "text": "Helmuts Balderis, Latvian ice hockey player and coach",
            "year": 1952
        },
        {
            "text": "João Barreiros, Portuguese author and critic",
            "year": 1952
        },
        {
            "text": "Faye Kellerman, American author",
            "year": 1952
        },
        {
            "text": "Evonne Goolagong Cawley, Australian tennis player",
            "year": 1951
        },
        {
            "text": "Richard Berry, French actor, director, and screenwriter",
            "year": 1950
        },
        {
            "text": "Mike Jackson, American basketball player",
            "year": 1949
        },
        {
            "text": "Alan Meale, English journalist and politician",
            "year": 1949
        },
        {
            "text": "Russell Morris, Australian singer-songwriter and guitarist",
            "year": 1948
        },
        {
            "text": "Karl Green, English bass player and songwriter",
            "year": 1947
        },
        {
            "text": "Richard Griffiths, English actor (died 2013)",
            "year": 1947
        },
        {
            "text": "Mumtaz, Indian actress",
            "year": 1947
        },
        {
            "text": "Hubert Védrine, French politician, French Minister of Foreign Affairs",
            "year": 1947
        },
        {
            "text": "Ian Beck, English children's illustrator and author",
            "year": 1947
        },
        {
            "text": "Gary Lewis, American pop-rock musician",
            "year": 1946
        },
        {
            "text": "William Weld, American lawyer and politician, 68th Governor of Massachusetts",
            "year": 1945
        },
        {
            "text": "Geraldine Chaplin, American actress and screenwriter",
            "year": 1944
        },
        {
            "text": "Jonathan Dimbleby, English journalist and author",
            "year": 1944
        },
        {
            "text": "Sherry Lansing, American film producer",
            "year": 1944
        },
        {
            "text": "Robert C. Merton, American economist and academic, Nobel Prize laureate",
            "year": 1944
        },
        {
            "text": "David Norris, Irish scholar and politician",
            "year": 1944
        },
        {
            "text": "William Bennett, American journalist and politician, 3rd United States Secretary of Education",
            "year": 1943
        },
        {
            "text": "Lobo, American singer-songwriter and guitarist",
            "year": 1943
        },
        {
            "text": "Amarsinh Chaudhary, Indian politician, 8th Chief Minister of Gujarat (died 2004)",
            "year": 1941
        },
        {
            "text": "Stanley R. Jaffe, American film producer and director (died 2025)",
            "year": 1940
        },
        {
            "text": "Steuart Bedford, English pianist and conductor (died 2021)",
            "year": 1939
        },
        {
            "text": "Susan Flannery, American actress",
            "year": 1939
        },
        {
            "text": "France Nuyen, Vietnamese-French actress",
            "year": 1939
        },
        {
            "text": "Yvon Deschamps, Canadian comedian, actor, and producer",
            "year": 1935
        },
        {
            "text": "Geoffrey Lewis, American actor and screenwriter (died 2015)",
            "year": 1935
        },
        {
            "text": "Cees Nooteboom, Dutch journalist, author, and poet",
            "year": 1933
        },
        {
            "text": "Ted Cassidy, American actor and screenwriter (died 1979)",
            "year": 1932
        },
        {
            "text": "John Searle, American philosopher and academic",
            "year": 1932
        },
        {
            "text": "Nick Bollettieri, American tennis player and coach (died 2022)",
            "year": 1931
        },
        {
            "text": "Kenny Burrell, American singer-songwriter and guitarist",
            "year": 1931
        },
        {
            "text": "Lynne Reid Banks, English author (died 2024)",
            "year": 1929
        },
        {
            "text": "Gilles Carle, Canadian director and screenwriter (died 2009)",
            "year": 1929
        },
        {
            "text": "Don Murray, American actor (died 2024)",
            "year": 1929
        },
        {
            "text": "José Santamaría, Uruguayan footballer and manager",
            "year": 1929
        },
        {
            "text": "Bill Frenzel, American lieutenant and politician (died 2014)",
            "year": 1928
        },
        {
            "text": "Peter Nichols, English author and playwright (died 2019)",
            "year": 1927
        },
        {
            "text": "Bernard Nathanson, American physician and activist (died 2011)",
            "year": 1926
        },
        {
            "text": "Hilary Putnam, American mathematician, computer scientist, and philosopher (died 2016)",
            "year": 1926
        },
        {
            "text": "Carmel Quinn, Irish singer, actress and writer (died 2021)",
            "year": 1925
        },
        {
            "text": "John Swainson, Canadian-American jurist and politician, 42nd Governor of Michigan (died 1994)",
            "year": 1925
        },
        {
            "text": "Jimmy Evert, American tennis player and coach (died 2015)",
            "year": 1924
        },
        {
            "text": "Ahmet Ertegun, Turkish-American songwriter and producer, founded Atlantic Records (died 2006)",
            "year": 1923
        },
        {
            "text": "Stephanie Kwolek, American chemist and engineer, invented Kevlar (died 2014)",
            "year": 1923
        },
        {
            "text": "Hank Bauer, American baseball player and manager (died 2007)",
            "year": 1922
        },
        {
            "text": "Peter Benenson, English lawyer and activist, founded Amnesty International (died 2005)",
            "year": 1921
        },
        {
            "text": "Donald Malarkey, American sergeant and author (died 2017)",
            "year": 1921
        },
        {
            "text": "Whitney Young, American activist (died 1971)",
            "year": 1921
        },
        {
            "text": "James E. Faust, American religious leader, lawyer, and politician (died 2007)",
            "year": 1920
        },
        {
            "text": "Hemu Adhikari, Indian cricketer (died 2003)",
            "year": 1919
        },
        {
            "text": "Curt Gowdy, American sportscaster and actor (died 2006)",
            "year": 1919
        },
        {
            "text": "Primo Levi, Italian chemist and author (died 1987)",
            "year": 1919
        },
        {
            "text": "Paul D. Boyer, American biochemist and academic, Nobel Prize laureate (died 2018)",
            "year": 1918
        },
        {
            "text": "Hank Jones, American pianist, composer, and bandleader (died 2010)",
            "year": 1918
        },
        {
            "text": "Frank Renouf, New Zealand businessman and financier (died 1998)",
            "year": 1918
        },
        {
            "text": "Sibte Hassan, Pakistani journalist, scholar, and activist (died 1986)",
            "year": 1916
        },
        {
            "text": "Billy Hitchcock, American baseball player, coach, and manager (died 2006)",
            "year": 1916
        },
        {
            "text": "Bill Todman, American screenwriter and producer (died 1979)",
            "year": 1916
        },
        {
            "text": "Paul J. Christiansen, American conductor and composer (died 1997)",
            "year": 1914
        },
        {
            "text": "Mario Bava, Italian director and screenwriter (died 1980)",
            "year": 1914
        },
        {
            "text": "Louis de Funès, French actor and screenwriter (died 1983)",
            "year": 1914
        },
        {
            "text": "Bryan Hextall, Canadian ice hockey player (died 1984)",
            "year": 1913
        },
        {
            "text": "Bill Brown, Australian cricketer (died 2008)",
            "year": 1912
        },
        {
            "text": "Milton Friedman, American economist and academic, Nobel Prize laureate (died 2006)",
            "year": 1912
        },
        {
            "text": "Irv Kupcinet, American football player and journalist (died 2003)",
            "year": 1912
        },
        {
            "text": "George Liberace, American violinist (died 1983)",
            "year": 1911
        },
        {
            "text": "Erik von Kuehnelt-Leddihn, Austrian theorist and author (died 1999)",
            "year": 1909
        },
        {
            "text": "Brett Halliday, American engineer, surveyor, and author (died 1977)",
            "year": 1904
        },
        {
            "text": "Gubby Allen, Australian-English cricketer and soldier (died 1989)",
            "year": 1902
        },
        {
            "text": "Jean Dubuffet, French painter and sculptor (died 1985)",
            "year": 1901
        },
        {
            "text": "Fred Keenor, Welsh footballer (died 1972)",
            "year": 1894
        },
        {
            "text": "Herbert W. Armstrong, American evangelist and publisher, founded Worldwide Church of God (died 1986)",
            "year": 1892
        },
        {
            "text": "Joseph Charbonneau, Canadian archbishop (died 1959)",
            "year": 1892
        },
        {
            "text": "Hans Freyer, German sociologist and philosopher (died 1969)",
            "year": 1887
        },
        {
            "text": "Salvatore Maranzano, Italian-American mob boss (died 1931)",
            "year": 1886
        },
        {
            "text": "Fred Quimby, American animation producer (died 1965)",
            "year": 1886
        },
        {
            "text": "Carl Friedrich Goerdeler, Polish-German economist and politician (died 1945)",
            "year": 1884
        },
        {
            "text": "Ramón Fonst, Cuban fencer (died 1959)",
            "year": 1883
        },
        {
            "text": "Premchand, Indian author and playwright (died 1936)",
            "year": 1880
        },
        {
            "text": "Louisa Bolus, South African botanist and taxonomist (died 1970)",
            "year": 1877
        },
        {
            "text": "Jacques Villon, French painter (died 1963)",
            "year": 1875
        },
        {
            "text": "S. S. Kresge, American businessman, founded Kmart (died 1966)",
            "year": 1867
        },
        {
            "text": "Mary Vaux Walcott, American painter and illustrator (died 1940)",
            "year": 1860
        },
        {
            "text": "Richard Dixon Oldham, English seismologist and geologist (died 1936)",
            "year": 1858
        },
        {
            "text": "Marion Talbot, influential American educator (died 1948)",
            "year": 1858
        },
        {
            "text": "José Canalejas, Spanish academic and politician, Prime Minister of Spain (died 1912)",
            "year": 1854
        },
        {
            "text": "Arthur Barclay, 15th president of Liberia (died 1938)",
            "year": 1854
        },
        {
            "text": "Ignacio Cervantes, Cuban pianist and composer (died 1905)",
            "year": 1847
        },
        {
            "text": "Peter Rosegger, Austrian poet and author (died 1918)",
            "year": 1843
        },
        {
            "text": "Ignacio Andrade, Venezuelan general and politician, 25th President of Venezuela (died 1925)",
            "year": 1839
        },
        {
            "text": "William Quantrill, American captain (died 1865)",
            "year": 1837
        },
        {
            "text": "Vasily Sleptsov, Russian author and activist (died 1878)",
            "year": 1836
        },
        {
            "text": "Henri Brisson, French lawyer and politician, 50th Prime Minister of France (died 1912)",
            "year": 1835
        },
        {
            "text": "Paul Du Chaillu, French-American anthropologist and explorer (died 1903)",
            "year": 1835
        },
        {
            "text": "Juhani Aataminpoika, Finnish serial killer (died 1854)",
            "year": 1826
        },
        {
            "text": "William S. Clark, American colonel and politician (died 1886)",
            "year": 1826
        },
        {
            "text": "George Henry Thomas, American general (died 1870)",
            "year": 1816
        },
        {
            "text": "John Ericsson, Swedish-American engineer, co-designed the USS Princeton and the Novelty Locomotive (died 1889)",
            "year": 1803
        },
        {
            "text": "Friedrich Wöhler, German chemist and academic (died 1882)",
            "year": 1800
        },
        {
            "text": "Jean-Gaspard Deburau, Czech-French actor and mime (died 1846)",
            "year": 1796
        },
        {
            "text": "Pedro Ignacio de Castro Barros, Argentine priest and politician (died 1849)",
            "year": 1777
        },
        {
            "text": "Ignaz Anton von Indermauer, Austrian nobleman and government official (died 1796)",
            "year": 1759
        },
        {
            "text": "Noël François de Wailly, French lexicographer and author (died 1801)",
            "year": 1724
        },
        {
            "text": "John Canton, English physicist and academic (died 1772)",
            "year": 1718
        },
        {
            "text": "Gabriel Cramer, Swiss mathematician and physicist (died 1752)",
            "year": 1704
        },
        {
            "text": "Jean Denis Attiret, French missionary and painter (died 1768)",
            "year": 1702
        },
        {
            "text": "Charles of France, Duke of Berry (died 1714)",
            "year": 1686
        },
        {
            "text": "Alessandro Algardi, Italian sculptor (died 1654)",
            "year": 1598
        },
        {
            "text": "Philipp Wolfgang, Count of Hanau-Lichtenberg (died 1641)",
            "year": 1595
        },
        {
            "text": "Maximilian II, Holy Roman Emperor (died 1576)",
            "year": 1527
        },
        {
            "text": "Augustus, Elector of Saxony (died 1586)",
            "year": 1526
        },
        {
            "text": "Philip III, Duke of Burgundy (died 1467)",
            "year": 1396
        },
        {
            "text": "Emperor Nijō of Japan (died 1165)",
            "year": 1143
        }
    ],
    "deaths": [
        {
            "text": "Paul Bucha, United States Army Medal of Honor recipient (born 1943)",
            "year": 2024
        },
        {
            "text": "Ismail Haniyeh, Palestinian politician, political leader of Hamas (born 1962/1963)",
            "year": 2024
        },
        {
            "text": "Angus Cloud, American actor (born 1998)",
            "year": 2023
        },
        {
            "text": "Fidel V. Ramos, 12th President of the Philippines (born 1928)",
            "year": 2022
        },
        {
            "text": "Bill Russell, NBA Hall of Fame player and coach (born 1934)",
            "year": 2022
        },
        {
            "text": "Alan Parker, English filmmaker (born 1944)",
            "year": 2020
        },
        {
            "text": "Harold Prince, Broadway producer and director, who received more Tony awards than anyone else in history (born 1928)",
            "year": 2019
        },
        {
            "text": "Tony Bullimore, British sailor & businessman (born 1939)",
            "year": 2018
        },
        {
            "text": "Jeanne Moreau, French actress (born 1928)",
            "year": 2017
        },
        {
            "text": "Chiyonofuji Mitsugu, Japanese sumo wrestler, the 58th Yokozuna (born 1955)",
            "year": 2016
        },
        {
            "text": "Seymour Papert, South African mathematician (born 1928)",
            "year": 2016
        },
        {
            "text": "Alan Cheuse, American writer and critic (born 1940)",
            "year": 2015
        },
        {
            "text": "Howard W. Jones, American surgeon and academic (born 1910)",
            "year": 2015
        },
        {
            "text": "Billy Pierce, American baseball player and sportscaster (born 1927)",
            "year": 2015
        },
        {
            "text": "Roddy Piper, Canadian wrestler and actor (born 1954)",
            "year": 2015
        },
        {
            "text": "Richard Schweiker, American soldier and politician, 14th United States Secretary of Health and Human Services (born 1926)",
            "year": 2015
        },
        {
            "text": "Warren Bennis, American scholar, author, and academic (born 1925)",
            "year": 2014
        },
        {
            "text": "Nabarun Bhattacharya, Indian journalist and author (born 1948)",
            "year": 2014
        },
        {
            "text": "Jeff Bourne, English footballer (born 1948)",
            "year": 2014
        },
        {
            "text": "Wilfred Feinberg, American lawyer and judge (born 1920)",
            "year": 2014
        },
        {
            "text": "Michael Ansara, Syrian-American actor (born 1922)",
            "year": 2013
        },
        {
            "text": "Michel Donnet, English-Belgian general and pilot (born 1917)",
            "year": 2013
        },
        {
            "text": "John Graves, American captain and author (born 1920)",
            "year": 2013
        },
        {
            "text": "Trevor Storer, English businessman, founded Pukka Pies (born 1930)",
            "year": 2013
        },
        {
            "text": "Mollie Hunter, Scottish author and playwright (born 1922)",
            "year": 2012
        },
        {
            "text": "Alfredo Ramos, Brazilian footballer and coach (born 1924)",
            "year": 2012
        },
        {
            "text": "Gore Vidal, American novelist, screenwriter, and critic (born 1925)",
            "year": 2012
        },
        {
            "text": "Tony Sly, American musician, singer-songwriter (born 1970)",
            "year": 2012
        },
        {
            "text": "Bobby Robson, English footballer and manager (born 1933)",
            "year": 2009
        },
        {
            "text": "Harry Alan Towers, English-Canadian screenwriter and producer (born 1920)",
            "year": 2009
        },
        {
            "text": "Wim Duisenberg, Dutch economist and politician, 1st President of the European Central Bank (born 1935)",
            "year": 2005
        },
        {
            "text": "Virginia Grey, American actress (born 1917)",
            "year": 2004
        },
        {
            "text": "Guido Crepax, Italian author and illustrator (born 1933)",
            "year": 2003
        },
        {
            "text": "Francisco da Costa Gomes, Portuguese general and politician, 15th President of Portugal (born 1914)",
            "year": 2001
        },
        {
            "text": "Friedrich Franz, Hereditary Grand Duke of Mecklenburg-Schwerin (born 1910)",
            "year": 2001
        },
        {
            "text": "William Keepers Maxwell Jr., American editor, novelist, short story writer, and essayist (born 1908)",
            "year": 2000
        },
        {
            "text": "Bảo Đại, Vietnamese emperor (born 1913)",
            "year": 1997
        },
        {
            "text": "Baudouin, King of Belgium (born 1930)",
            "year": 1993
        },
        {
            "text": "Leonard Cheshire, English captain and pilot (born 1917)",
            "year": 1992
        },
        {
            "text": "Albert Leduc, Canadian ice hockey player (born 1902)",
            "year": 1990
        },
        {
            "text": "Joseph E. Levine, American film producer (b, 1905)",
            "year": 1987
        },
        {
            "text": "Chiune Sugihara, Japanese diplomat (born 1900)",
            "year": 1986
        },
        {
            "text": "Eugene Carson Blake, American religious leader (born 1906)",
            "year": 1985
        },
        {
            "text": "Omar Torrijos, Panamanian general and politician, Military Leader of Panama (born 1929)",
            "year": 1981
        },
        {
            "text": "Pascual Jordan, German physicist, author, and academic (born 1902)",
            "year": 1980
        },
        {
            "text": "Mohammed Rafi, Indian playback singer (born 1924)",
            "year": 1980
        },
        {
            "text": "Beatrix Lehmann, English actress and director (born 1903)",
            "year": 1979
        },
        {
            "text": "Azumafuji Kin'ichi, Japanese sumo wrestler, the 40th Yokozuna (born 1921)",
            "year": 1973
        },
        {
            "text": "Paul-Henri Spaak, Belgian politician, 40th Prime Minister of Belgium, 1st President of the United Nations General Assembly (born 1899)",
            "year": 1972
        },
        {
            "text": "Walter P. Carter, American soldier and activist (born 1923)",
            "year": 1971
        },
        {
            "text": "Jack Pizzey, Australian politician, 29th Premier of Queensland (born 1911)",
            "year": 1968
        },
        {
            "text": "Bud Powell, American pianist (born 1924)",
            "year": 1966
        },
        {
            "text": "Jim Reeves, American singer-songwriter (born 1923)",
            "year": 1964
        },
        {
            "text": "Eino Kaila, Finnish philosopher and psychologist, attendant of the Vienna circle (born 1890)",
            "year": 1958
        },
        {
            "text": "Onofre Marimón, Argentine race car driver (born 1923)",
            "year": 1954
        },
        {
            "text": "Robert A. Taft, American soldier and politician (born 1889)",
            "year": 1953
        },
        {
            "text": "Cho Ki-chon, North Korean poet (born 1913)",
            "year": 1951
        },
        {
            "text": "Antoine de Saint-Exupéry, French pilot and poet (born 1900)",
            "year": 1944
        },
        {
            "text": "Hedley Verity, English cricketer and soldier (born 1905)",
            "year": 1943
        },
        {
            "text": "Francis Younghusband, British Army Officer, explorer and spiritual writer (born 1863)",
            "year": 1942
        },
        {
            "text": "Udham Singh, Indian activist (born 1899)",
            "year": 1940
        },
        {
            "text": "Ion Dragoumis, Greek philosopher and diplomat (born 1878)",
            "year": 1920
        },
        {
            "text": "Francis Ledwidge, Irish soldier and poet (born 1881)",
            "year": 1917
        },
        {
            "text": "Hedd Wyn, Welsh language poet (born 1887)",
            "year": 1917
        },
        {
            "text": "Jean Jaurès, French journalist and politician (born 1859)",
            "year": 1914
        },
        {
            "text": "John Milne, British geologist and mining engineer. (born 1850)",
            "year": 1913
        },
        {
            "text": "Jean-Baptiste Capronnier, Belgian stained glass painter (born 1814)",
            "year": 1891
        },
        {
            "text": "Franz Liszt, Hungarian pianist, composer, and conductor (born 1811)",
            "year": 1886
        },
        {
            "text": "Kiến Phúc, Vietnamese emperor (born 1869)",
            "year": 1884
        },
        {
            "text": "Andrew Johnson, American general and politician, 17th President of the United States (born 1808)",
            "year": 1875
        },
        {
            "text": "Louis Christophe François Hachette, French publisher (born 1800)",
            "year": 1864
        },
        {
            "text": "Dheeran Chinnamalai, Indian soldier (born 1756)",
            "year": 1805
        },
        {
            "text": "Denis Diderot, French philosopher and critic (born 1713)",
            "year": 1784
        },
        {
            "text": "John Bligh, 3rd Earl of Darnley, British parliamentarian (born 1719)",
            "year": 1781
        },
        {
            "text": "Luis Vicente de Velasco e Isla, Spanish sailor and commander (born 1711)",
            "year": 1762
        },
        {
            "text": "John V, king of Portugal (born 1689)",
            "year": 1750
        },
        {
            "text": "Nicolaus II Bernoulli, Swiss mathematician and theorist (born 1695)",
            "year": 1726
        },
        {
            "text": "Willem Kalf, Dutch still life painter (born 1619)",
            "year": 1693
        },
        {
            "text": "Thomas Dudley, English soldier and politician, 3rd Governor of Massachusetts Bay Colony (born 1576)",
            "year": 1653
        },
        {
            "text": "Sibylla Schwarz, German poet (born 1621)",
            "year": 1638
        },
        {
            "text": "Roger Wilbraham, Solicitor-General for Ireland (born 1553)",
            "year": 1616
        },
        {
            "text": "Ignatius of Loyola, Spanish priest and theologian, founded the Society of Jesus (born 1491)",
            "year": 1556
        },
        {
            "text": "Na'od, Ethiopian emperor",
            "year": 1508
        },
        {
            "text": "William Courtenay, English archbishop and politician, Lord Chancellor of the United Kingdom (born 1342)",
            "year": 1396
        },
        {
            "text": "Étienne Marcel, French rebel leader (born 1302)",
            "year": 1358
        },
        {
            "text": "Hugh of Montgomery, 2nd Earl of Shrewsbury",
            "year": 1098
        },
        {
            "text": "Fu Yanqing, Chinese general  (born 898)",
            "year": 975
        },
        {
            "text": "Feng Xingxi, Chinese warlord",
            "year": 910
        },
        {
            "text": "Peter Chrysologus, Italian bishop and saint (born 380)",
            "year": 450
        },
        {
            "text": "Aurelia Cotta, Roman mother of Gaius Julius Caesar (born 120 BC)",
            "year": -54
        }
    ],
    "metadata": {
        "current_date": "July 31, 2025",
        "short_date": "Jul 31",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            40,
            21,
            9,
            25,
            12,
            35,
            6,
            14,
            44,
            30
        ],
        "births": [
            91,
            79,
            20,
            32
        ],
        "deaths": [
            44,
            69,
            60,
            0
        ]
    }
}