{
    "events": [
        {
            "text": "A helicopter crash in Iran leaves 8 people dead, including the country's president Ebrahim Raisi & foreign minister Hossein Amir-Abdollahian.",
            "year": 2024
        },
        {
            "text": "The wedding of Prince Harry and Meghan Markle is held at St George's Chapel, Windsor, with an estimated global audience of 1.9 billion.",
            "year": 2018
        },
        {
            "text": "EgyptAir Flight 804 crashes into the Mediterranean Sea while traveling from Paris to Cairo, killing all on board.",
            "year": 2016
        },
        {
            "text": "The Refugio oil spill deposited 142,800 U.S. gallons (3,400 barrels) of crude oil onto an area in California considered one of the most biologically diverse coastlines of the west coast.",
            "year": 2015
        },
        {
            "text": "Three gas cylinder bombs explode in front of a vocational school in the Italian city of Brindisi, killing one person and injuring five others.",
            "year": 2012
        },
        {
            "text": "A car bomb explodes near a military complex in the Syrian city of Deir ez-Zor, killing nine people.",
            "year": 2012
        },
        {
            "text": "The Royal Thai Armed Forces concludes its crackdown on protests by forcing the surrender of United Front for Democracy Against Dictatorship leaders.",
            "year": 2010
        },
        {
            "text": "President of Romania Traian Băsescu survives an impeachment referendum and returns to office from suspension.",
            "year": 2007
        },
        {
            "text": "The release of the WWE Films movie See No Evil and the corresponding storyline around WWE superstar Kane having a hatred of the day May 19th",
            "year": 2006
        },
        {
            "text": "Space Shuttle program: Space Shuttle Atlantis is launched on mission STS-101 to resupply the International Space Station.",
            "year": 2000
        },
        {
            "text": "The Sierra Gorda biosphere, the most ecologically diverse region in Mexico, is established as a result of grassroots efforts.",
            "year": 1997
        },
        {
            "text": "Space Shuttle program: Space Shuttle Endeavour is launched on mission STS-77.",
            "year": 1996
        },
        {
            "text": "SAM Colombia Flight 501 crashes on approach to José María Córdova International Airport in Medellín, Colombia, killing 132.",
            "year": 1993
        },
        {
            "text": "Croatians vote for independence in a referendum.",
            "year": 1991
        },
        {
            "text": "The Firearm Owners Protection Act is signed into law by U.S. President Ronald Reagan.",
            "year": 1986
        },
        {
            "text": "Mars probe program: Mars 2 is launched by the Soviet Union.",
            "year": 1971
        },
        {
            "text": "The New York Post Sunday Magazine publishes Martin Luther King Jr.'s Letter from Birmingham Jail.",
            "year": 1963
        },
        {
            "text": "A birthday salute to U.S. President John F. Kennedy takes place at Madison Square Garden, New York City. The highlight is Marilyn Monroe's rendition of \"Happy Birthday\".",
            "year": 1962
        },
        {
            "text": "Venera program: Venera 1 becomes the first man-made object to fly by another planet by passing Venus (the probe had lost contact with Earth a month earlier and did not send back any data).",
            "year": 1961
        },
        {
            "text": "At Silchar Railway Station, Assam, 11 Bengalis die when police open fire on protesters demanding state recognition of Bengali language in the Bengali Language Movement.",
            "year": 1961
        },
        {
            "text": "The North Vietnamese Army establishes Group 559, whose responsibility is to determine how to maintain supply lines to South Vietnam; the resulting route is the Ho Chi Minh trail.",
            "year": 1959
        },
        {
            "text": "A barge containing munitions destined for Pakistan explodes in the harbor at South Amboy, New Jersey, devastating the city.",
            "year": 1950
        },
        {
            "text": "Egypt announces that the Suez Canal is closed to Israeli ships and commerce.",
            "year": 1950
        },
        {
            "text": "Syrian demonstrators in Damascus are fired upon by French troops injuring twelve, leading to the Levant Crisis.",
            "year": 1945
        },
        {
            "text": "Winston Churchill's second wartime address to the U.S. Congress",
            "year": 1943
        },
        {
            "text": "World War II: In the aftermath of the Battle of the Coral Sea, Task Force 16 heads to Pearl Harbor for repairs.",
            "year": 1942
        },
        {
            "text": "Zveno and the Bulgarian Army engineer a coup d'état and install Kimon Georgiev as the new Prime Minister of Bulgaria.",
            "year": 1934
        },
        {
            "text": "Finnish cavalry general C. G. E. Mannerheim is appointed the field marshal.",
            "year": 1933
        },
        {
            "text": "The Young Pioneer Organization of the Soviet Union is established.",
            "year": 1922
        },
        {
            "text": "The United States Congress passes the Emergency Quota Act establishing national quotas on immigration.",
            "year": 1921
        },
        {
            "text": "Mustafa Kemal Atatürk lands at Samsun on the Anatolian Black Sea coast, initiating what is later termed the Turkish War of Independence.",
            "year": 1919
        },
        {
            "text": "The Norwegian football club Rosenborg BK is founded.",
            "year": 1917
        },
        {
            "text": "Parks Canada, the world's first national park service, is established as the Dominion Parks Branch under the Department of the Interior.",
            "year": 1911
        },
        {
            "text": "Great Britain annexes Tonga Island.",
            "year": 1900
        },
        {
            "text": "Second Boer War: British troops relieve Mafeking.",
            "year": 1900
        },
        {
            "text": "Buffalo Bill's first Buffalo Bill's Wild West opens in Omaha, Nebraska.",
            "year": 1883
        },
        {
            "text": "Mexican–American War: Mexico ratifies the Treaty of Guadalupe Hidalgo thus ending the war and ceding California, Nevada, Utah and parts of four other modern-day U.S. states to the United States for US$15 million.",
            "year": 1848
        },
        {
            "text": "Captain Sir John Franklin and his ill-fated Arctic expedition depart from Greenhithe, England.",
            "year": 1845
        },
        {
            "text": "U.S. President John Quincy Adams signs the Tariff of 1828 into law, protecting wool manufacturers in the United States.",
            "year": 1828
        },
        {
            "text": "Napoleon Bonaparte founds the Legion of Honour.",
            "year": 1802
        },
        {
            "text": "New England's Dark Day, an unusual darkening of the day sky, was observed over the New England states and parts of Canada.",
            "year": 1780
        },
        {
            "text": "American Revolutionary War: A Continental Army garrison surrenders in the Battle of The Cedars.",
            "year": 1776
        },
        {
            "text": "King George II of Great Britain grants the Ohio Company a charter of land around the forks of the Ohio River.",
            "year": 1749
        },
        {
            "text": "Jean-Pierre Christin developed the centigrade temperature scale.",
            "year": 1743
        },
        {
            "text": "The Invasion of Jamaica begins during the Anglo-Spanish War.",
            "year": 1655
        },
        {
            "text": "An Act of Parliament declaring England a Commonwealth is passed by the Long Parliament. England would be a republic for the next eleven years.",
            "year": 1649
        },
        {
            "text": "Thirty Years' War: French forces under the duc d'Enghien decisively defeat Spanish forces at the Battle of Rocroi, marking the symbolic end of Spain as a dominant land power.",
            "year": 1643
        },
        {
            "text": "The Prome Kingdom falls to the Taungoo Dynasty in present-day Myanmar.",
            "year": 1542
        },
        {
            "text": "Anne Boleyn, the second wife of Henry VIII of England, is beheaded for adultery, treason, and incest.",
            "year": 1536
        },
        {
            "text": "French explorer Jacques Cartier sets sail on his second voyage to North America with three ships, 110 men, and Chief Donnacona's two sons (whom Cartier had kidnapped during his first voyage).",
            "year": 1535
        },
        {
            "text": "Catherine of Aragon is married by proxy to Arthur, Prince of Wales. Catherine is 13 and Arthur is 12.",
            "year": 1499
        },
        {
            "text": "John II of Castile defeats the Infantes of Aragon at the First Battle of Olmedo.",
            "year": 1445
        },
        {
            "text": "Henry I of France marries the Rus' princess, Anne of Kiev.",
            "year": 1051
        },
        {
            "text": "The Byzantine Empire reconquers Melitene under the leadership of John Kourkouas.",
            "year": 934
        },
        {
            "text": "Pope Gregory II is elected.",
            "year": 715
        },
        {
            "text": "Ashina Jiesheshuai and his tribesmen assaulted Emperor Taizong at Jiucheng Palace.",
            "year": 639
        }
    ],
    "births": [
        {
            "text": "Jojo Siwa, American dancer, singer, actress, and YouTube personality",
            "year": 2003
        },
        {
            "text": "Riccardo Calafiori, Italian footballer",
            "year": 2002
        },
        {
            "text": "Elizabeth Mandlik, American tennis player",
            "year": 2001
        },
        {
            "text": "Michael Carcone, Canadian ice hockey player",
            "year": 1996
        },
        {
            "text": "Taane Milne, New Zealand rugby league player",
            "year": 1995
        },
        {
            "text": "Carlos Guzmán, Mexican footballer",
            "year": 1994
        },
        {
            "text": "Michele Camporese, Italian footballer",
            "year": 1992
        },
        {
            "text": "Ola John, Dutch footballer",
            "year": 1992
        },
        {
            "text": "Felise Kaufusi, New Zealand-Tongan rugby league player",
            "year": 1992
        },
        {
            "text": "Evgeny Kuznetsov, Russian ice hockey player",
            "year": 1992
        },
        {
            "text": "Marshmello, American electronic music producer and DJ",
            "year": 1992
        },
        {
            "text": "Sam Smith, English singer-songwriter",
            "year": 1992
        },
        {
            "text": "Heather Watson, British tennis player",
            "year": 1992
        },
        {
            "text": "Lainey Wilson, American singer-songwriter",
            "year": 1992
        },
        {
            "text": "Jordan Pruitt, American singer-songwriter",
            "year": 1991
        },
        {
            "text": "Michael Angelakos, American singer-songwriter and producer",
            "year": 1987
        },
        {
            "text": "David Edgar, Canadian soccer player",
            "year": 1987
        },
        {
            "text": "Mariano Torres, Argentinian footballer",
            "year": 1987
        },
        {
            "text": "Mario Chalmers, American basketball player",
            "year": 1986
        },
        {
            "text": "Malakai Black, Dutch professional wrestler",
            "year": 1985
        },
        {
            "text": "Marcedes Lewis, American football player",
            "year": 1984
        },
        {
            "text": "Michael Che, American comedian",
            "year": 1983
        },
        {
            "text": "Jessica Fox, English actress",
            "year": 1983
        },
        {
            "text": "Kevin Amankwaah, English footballer",
            "year": 1982
        },
        {
            "text": "Pål Steffen Andresen, Norwegian footballer",
            "year": 1982
        },
        {
            "text": "Klaas Vantornout, Belgian cyclist",
            "year": 1982
        },
        {
            "text": "Luciano Figueroa, Argentinian footballer",
            "year": 1981
        },
        {
            "text": "Yo Gotti, American rapper",
            "year": 1981
        },
        {
            "text": "Michael Leighton, Canadian ice hockey player",
            "year": 1981
        },
        {
            "text": "Sina Schielke, German sprinter",
            "year": 1981
        },
        {
            "text": "Klaas-Erik Zwering, Dutch swimmer",
            "year": 1981
        },
        {
            "text": "Tony Hackworth, English footballer",
            "year": 1980
        },
        {
            "text": "Andrea Pirlo, Italian footballer",
            "year": 1979
        },
        {
            "text": "Diego Forlán, Uruguayan footballer",
            "year": 1979
        },
        {
            "text": "Shooter Jennings, American country singer, songwriter",
            "year": 1979
        },
        {
            "text": "Marcus Bent, English footballer",
            "year": 1978
        },
        {
            "text": "Dave Bus, Dutch footballer",
            "year": 1978
        },
        {
            "text": "Manuel Almunia, Spanish footballer",
            "year": 1977
        },
        {
            "text": "Wouter Hamel, Dutch singer and guitarist",
            "year": 1977
        },
        {
            "text": "Brandon Inge, American baseball player",
            "year": 1977
        },
        {
            "text": "Natalia Oreiro, Uruguayan singer-songwriter and actress",
            "year": 1977
        },
        {
            "text": "Ed Cota, American basketball player",
            "year": 1976
        },
        {
            "text": "Kevin Garnett, American basketball player",
            "year": 1976
        },
        {
            "text": "Pretinha, Brazilian footballer",
            "year": 1975
        },
        {
            "text": "London Fletcher, American football player",
            "year": 1975
        },
        {
            "text": "Josh Paul, American baseball player and manager",
            "year": 1975
        },
        {
            "text": "Jonas Renkse, Swedish singer-songwriter, guitarist, and producer",
            "year": 1975
        },
        {
            "text": "Andrew Johns, Australian rugby league player, coach, and sportscaster",
            "year": 1974
        },
        {
            "text": "Emma Shapplin, French soprano",
            "year": 1974
        },
        {
            "text": "Nawazuddin Siddiqui, Indian actor",
            "year": 1974
        },
        {
            "text": "Dario Franchitti, Scottish race car driver",
            "year": 1973
        },
        {
            "text": "Jenny Berggren, Swedish singer-songwriter",
            "year": 1972
        },
        {
            "text": "Claudia Karvan, Australian actress, producer, and screenwriter",
            "year": 1972
        },
        {
            "text": "Ross Katz, American director, producer, and screenwriter",
            "year": 1971
        },
        {
            "text": "Andres Salumets, Estonian biologist, biochemist, and educator",
            "year": 1971
        },
        {
            "text": "Stuart Cable, Welsh drummer (d. 2010)",
            "year": 1970
        },
        {
            "text": "K. J. Choi, South Korean golfer",
            "year": 1970
        },
        {
            "text": "Regina Narva, Estonian chess player",
            "year": 1970
        },
        {
            "text": "Nia Zulkarnaen, Indonesian actress, singer and producer",
            "year": 1970
        },
        {
            "text": "Kyle Eastwood, American actor and bass player",
            "year": 1968
        },
        {
            "text": "Alexia, Italian singer",
            "year": 1967
        },
        {
            "text": "Geraldine Somerville, Irish-born English actress",
            "year": 1967
        },
        {
            "text": "Marc Bureau, Canadian ice hockey player and sportscaster",
            "year": 1966
        },
        {
            "text": "Jodi Picoult, American author and educator",
            "year": 1966
        },
        {
            "text": "Polly Walker, English actress",
            "year": 1966
        },
        {
            "text": "Maile Flanagan, American actress, producer, and screenwriter",
            "year": 1965
        },
        {
            "text": "Peter Jackson, Australian rugby league player and sportscaster (d. 1997)",
            "year": 1964
        },
        {
            "text": "John Lee, South Korean-American football player",
            "year": 1964
        },
        {
            "text": "Miloslav Mečíř, Slovak tennis player",
            "year": 1964
        },
        {
            "text": "Filippo Galli, Italian footballer and manager",
            "year": 1963
        },
        {
            "text": "Vadim Cojocaru, Moldovan politician (d. 2021)",
            "year": 1961
        },
        {
            "text": "Gregory Poirier, American director, producer, and screenwriter",
            "year": 1961
        },
        {
            "text": "Wayne Van Dorp, Canadian ice hockey player",
            "year": 1961
        },
        {
            "text": "Bill Laimbeer, American basketball player and coach",
            "year": 1957
        },
        {
            "text": "James Reyne, Nigerian-Australian singer-songwriter",
            "year": 1957
        },
        {
            "text": "Oliver Letwin, English philosopher and politician, Chancellor of the Duchy of Lancaster",
            "year": 1956
        },
        {
            "text": "Martyn Ware, English keyboard player, songwriter, and producer",
            "year": 1956
        },
        {
            "text": "James Gosling, Canadian-American computer scientist, created Java",
            "year": 1955
        },
        {
            "text": "Rick Cerone, American baseball player and sportscaster",
            "year": 1954
        },
        {
            "text": "Lena Einhorn, Swedish director, writer and physician",
            "year": 1954
        },
        {
            "text": "Hōchū Ōtsuka, Japanese voice actor",
            "year": 1954
        },
        {
            "text": "Phil Rudd, Australian-New Zealand drummer",
            "year": 1954
        },
        {
            "text": "Patrick Hodge, Lord Hodge, Scottish lawyer and judge",
            "year": 1953
        },
        {
            "text": "Shavarsh Karapetyan, Armenian finswimmer",
            "year": 1953
        },
        {
            "text": "Florin Marin, Romanian footballer and manager",
            "year": 1953
        },
        {
            "text": "Victoria Wood, English actress, singer, director, and screenwriter (d. 2016)",
            "year": 1953
        },
        {
            "text": "Charlie Spedding, English runner",
            "year": 1952
        },
        {
            "text": "Bert van Marwijk, Dutch footballer, coach, and manager",
            "year": 1952
        },
        {
            "text": "Joey Ramone, American singer-songwriter (d. 2001)",
            "year": 1951
        },
        {
            "text": "Dick Slater, American wrestler (d. 2018)",
            "year": 1951
        },
        {
            "text": "Tadeusz Ślusarski, Polish pole vaulter (d. 1998)",
            "year": 1950
        },
        {
            "text": "Dusty Hill, American singer-songwriter and bass player (d. 2021)",
            "year": 1949
        },
        {
            "text": "Philip Hunt, Baron Hunt of Kings Heath, English politician",
            "year": 1949
        },
        {
            "text": "Archie Manning, American football player",
            "year": 1949
        },
        {
            "text": "Grace Jones, Jamaican-American singer-songwriter, producer, and actress",
            "year": 1948
        },
        {
            "text": "Paul Brady, Irish singer-songwriter, guitarist, and producer",
            "year": 1947
        },
        {
            "text": "Christopher Chope, English lawyer and politician",
            "year": 1947
        },
        {
            "text": "David Helfgott, Australian pianist",
            "year": 1947
        },
        {
            "text": "Claude Lelièvre, Belgian activist",
            "year": 1946
        },
        {
            "text": "Michele Placido, Italian actor and director",
            "year": 1946
        },
        {
            "text": "André the Giant, French-American wrestler and actor (d. 1993)",
            "year": 1946
        },
        {
            "text": "Pete Townshend, English singer-songwriter and guitarist",
            "year": 1945
        },
        {
            "text": "Peter Mayhew, English-American actor (d. 2019)",
            "year": 1944
        },
        {
            "text": "Eddie May, English footballer and manager (d. 2012)",
            "year": 1943
        },
        {
            "text": "Shirrel Rhoades, American author, publisher, and academic",
            "year": 1943
        },
        {
            "text": "Gary Kildall, American computer scientist, founded Digital Research Inc. (d. 1994)",
            "year": 1942
        },
        {
            "text": "Robert Kilroy-Silk, English television host and politician",
            "year": 1942
        },
        {
            "text": "Nora Ephron, American director, producer, and screenwriter (d. 2012)",
            "year": 1941
        },
        {
            "text": "Igor Judge, Baron Judge, Maltese-English lawyer and judge, Lord Chief Justice of England and Wales (d. 2023)",
            "year": 1941
        },
        {
            "text": "Jan Janssen, Dutch cyclist",
            "year": 1940
        },
        {
            "text": "Mickey Newbury, American country/pop singer-songwriter (d. 2002)",
            "year": 1940
        },
        {
            "text": "Livio Berruti, Italian sprinter",
            "year": 1939
        },
        {
            "text": "James Fox, English actor",
            "year": 1939
        },
        {
            "text": "Nancy Kwan, Hong Kong-American actress and makeup artist",
            "year": 1939
        },
        {
            "text": "Jānis Lūsis, Latvian javelin thrower and coach (d. 2020)",
            "year": 1939
        },
        {
            "text": "Dick Scobee, American pilot, and astronaut (d. 1986)",
            "year": 1939
        },
        {
            "text": "Moisés da Costa Amaral, East Timorese politician (d. 1989)",
            "year": 1938
        },
        {
            "text": "Herbie Flowers, English musician (d. 2024)",
            "year": 1938
        },
        {
            "text": "Igor Ter-Ovanesyan, Ukrainian long jumper and coach",
            "year": 1938
        },
        {
            "text": "Pat Roach, English wrestler (d. 2004)",
            "year": 1937
        },
        {
            "text": "David Hartman, American journalist and television personality",
            "year": 1935
        },
        {
            "text": "Ruskin Bond, Indian author and poet",
            "year": 1934
        },
        {
            "text": "Jim Lehrer, American journalist and author (d. 2020)",
            "year": 1934
        },
        {
            "text": "Edward de Bono, Maltese physician, author, and academic (d. 2021)",
            "year": 1933
        },
        {
            "text": "Alma Cogan, English singer (d. 1966)",
            "year": 1932
        },
        {
            "text": "Paul Erdman, American economist and author (d. 2007)",
            "year": 1932
        },
        {
            "text": "Bill Fitch, American basketball player and coach (d. 2022)",
            "year": 1932
        },
        {
            "text": "Elena Poniatowska, Mexican intellectual and journalist",
            "year": 1932
        },
        {
            "text": "Bob Anderson, English race car driver (d. 1967)",
            "year": 1931
        },
        {
            "text": "Trevor Peacock, English actor, screenwriter and songwriter (d. 2021)",
            "year": 1931
        },
        {
            "text": "Eugene Genovese, American historian and author (d. 2012)",
            "year": 1930
        },
        {
            "text": "Lorraine Hansberry, American playwright and director (d. 1965)",
            "year": 1930
        },
        {
            "text": "Helmut Braunlich, German-American violinist and composer (d. 2013)",
            "year": 1929
        },
        {
            "text": "Richard Larter, Australian painter (d. 2014)",
            "year": 1929
        },
        {
            "text": "John Stroger, American politician (d. 2008)",
            "year": 1929
        },
        {
            "text": "Colin Chapman, English engineer and businessman, founded Lotus Cars (d. 1982)",
            "year": 1928
        },
        {
            "text": "Thomas Kennedy, English air marshal (d. 2013)",
            "year": 1928
        },
        {
            "text": "Gil McDougald, American baseball player and coach (d. 2010)",
            "year": 1928
        },
        {
            "text": "Dolph Schayes, American basketball player and coach (d. 2015)",
            "year": 1928
        },
        {
            "text": "Serge Lang, French-American mathematician, author and academic (d. 2005)",
            "year": 1927
        },
        {
            "text": "Edward Parkes, English engineer and academic (d. 2019)",
            "year": 1926
        },
        {
            "text": "Peter Zadek, German director and screenwriter (d. 2009)",
            "year": 1926
        },
        {
            "text": "Pol Pot, Cambodian general and politician, 29th Prime Minister of Cambodia (d. 1998)",
            "year": 1925
        },
        {
            "text": "Malcolm X, American minister and activist (d. 1965)",
            "year": 1925
        },
        {
            "text": "Sandy Wilson, English composer and songwriter (d. 2014)",
            "year": 1924
        },
        {
            "text": "Arthur Gorrie, Australian hobby shop proprietor (d. 1992)",
            "year": 1922
        },
        {
            "text": "Leslie Broderick, English lieutenant and pilot (d. 2013)",
            "year": 1921
        },
        {
            "text": "Harry W. Brown, American colonel and pilot (d. 1991)",
            "year": 1921
        },
        {
            "text": "Daniel Gélin, French actor, director, and screenwriter (d. 2002)",
            "year": 1921
        },
        {
            "text": "Yuri Kochiyama, American activist (d. 2014)",
            "year": 1921
        },
        {
            "text": "Karel van het Reve, Dutch historian and author (d. 1999)",
            "year": 1921
        },
        {
            "text": "Tina Strobos, Dutch psychiatrist known for rescuing Jews during World War II (d. 2012)",
            "year": 1920
        },
        {
            "text": "Georgie Auld, Canadian-American saxophonist, clarinet player, and bandleader (d. 1990)",
            "year": 1919
        },
        {
            "text": "Mitja Ribičič, Italian-Slovenian soldier and politician, 25th Prime Minister of Yugoslavia (d. 2013)",
            "year": 1919
        },
        {
            "text": "Abraham Pais, Dutch-American physicist, historian, and academic (d. 2000)",
            "year": 1918
        },
        {
            "text": "Renée Asherson, English actress (d. 2014)",
            "year": 1915
        },
        {
            "text": "Max Perutz, Austrian-English biologist and academic, Nobel Prize laureate (d. 2002)",
            "year": 1914
        },
        {
            "text": "Alex Shibicky, Canadian ice hockey player (d. 2005)",
            "year": 1914
        },
        {
            "text": "John Vachon, American photographer and journalist (d. 1975)",
            "year": 1914
        },
        {
            "text": "Neelam Sanjiva Reddy, Indian lawyer and politician, 6th President of India (d. 1996)",
            "year": 1913
        },
        {
            "text": "Alan Melville, South African cricketer (d. 1983)",
            "year": 1910
        },
        {
            "text": "Nicholas Winton, English banker and humanitarian (d. 2015)",
            "year": 1909
        },
        {
            "text": "Manik Bandopadhyay, Indian author, poet, and playwright (d. 1956)",
            "year": 1908
        },
        {
            "text": "Merriam Modell, American author (d. 1994)",
            "year": 1908
        },
        {
            "text": "Percy Williams, Canadian sprinter (d. 1982)",
            "year": 1908
        },
        {
            "text": "Bruce Bennett, American shot putter and actor (d. 2007)",
            "year": 1906
        },
        {
            "text": "Sven Thofelt, Swedish modern pentathlete and épée fencer (d. 1993)",
            "year": 1904
        },
        {
            "text": "Ruth Ella Moore, American scientist (d. 1994)",
            "year": 1903
        },
        {
            "text": "Lubka Kolessa, Ukrainian-Canadian pianist and educator (d. 1997)",
            "year": 1902
        },
        {
            "text": "Lothar Rădăceanu, Romanian journalist, linguist, and politician (d. 1955)",
            "year": 1899
        },
        {
            "text": "Julius Evola, Italian philosopher and painter (d. 1974)",
            "year": 1898
        },
        {
            "text": "Frank Luke, American lieutenant and pilot, Medal of Honor recipient (d. 1918)",
            "year": 1897
        },
        {
            "text": "H. Bonciu, Romanian author, poet, and journalist (d. 1950)",
            "year": 1893
        },
        {
            "text": "Oswald Boelcke, German captain and pilot (d. 1916)",
            "year": 1891
        },
        {
            "text": "Eveline Adelheid von Maydell, German-American illustrator (d. 1962)",
            "year": 1890
        },
        {
            "text": "Ho Chi Minh, Vietnamese politician, 1st President of Vietnam (d. 1969)",
            "year": 1890
        },
        {
            "text": "Tản Đà, Vietnamese poet and author (d. 1939)",
            "year": 1889
        },
        {
            "text": "Henry B. Richardson, American archer (d. 1963)",
            "year": 1889
        },
        {
            "text": "Ion Jalea, Romanian soldier and sculptor (d. 1983)",
            "year": 1887
        },
        {
            "text": "Francis Biddle, American lawyer and judge, 58th United States Attorney General (d. 1968)",
            "year": 1886
        },
        {
            "text": "David Munson, American runner (d. 1953)",
            "year": 1884
        },
        {
            "text": "Mustafa Kemal Atatürk (official birthday), Turkish field marshal and statesman, 1st President of Turkey (d. 1938)",
            "year": 1881
        },
        {
            "text": "Albert Richardson, English architect and educator, designed the Manchester Opera House (d. 1964)",
            "year": 1880
        },
        {
            "text": "Nancy Astor, Viscountess Astor, American-English politician (d. 1964)",
            "year": 1879
        },
        {
            "text": "Alfred Laliberté, Canadian sculptor and painter (d. 1953)",
            "year": 1878
        },
        {
            "text": "Gilbert Jessop, English cricketer and soldier (d. 1955)",
            "year": 1874
        },
        {
            "text": "Walter Russell, American painter, sculptor, and author (d. 1963)",
            "year": 1871
        },
        {
            "text": "Nellie Melba, Australian soprano and actress (d. 1931)",
            "year": 1861
        },
        {
            "text": "John Jacob Abel, American biochemist and pharmacologist (d. 1938)",
            "year": 1857
        },
        {
            "text": "James Watney, Jr., English politician, brewer and cricketer (d. 1886)",
            "year": 1832
        },
        {
            "text": "Paul-Armand Challemel-Lacour, French academic and politician, French Minister of Foreign Affairs (d. 1896)",
            "year": 1827
        },
        {
            "text": "Johns Hopkins, American businessman and philanthropist (d. 1873)",
            "year": 1795
        },
        {
            "text": "Arthur Aikin, English chemist and mineralogist (d. 1854)",
            "year": 1773
        },
        {
            "text": "Johann Gottlieb Fichte, German philosopher and academic (d. 1814)",
            "year": 1762
        },
        {
            "text": "Charlotte of Mecklenburg-Strelitz, German-born Queen to George III of the United Kingdom (d. 1818)",
            "year": 1744
        },
        {
            "text": "Augustus Hervey, 3rd Earl of Bristol, English admiral and politician, Chief Secretary for Ireland (d. 1779)",
            "year": 1724
        },
        {
            "text": "José de Escandón, 1st Count of Sierra Gorda, Spanish sergeant and politician (d. 1770)",
            "year": 1700
        },
        {
            "text": "Charles Weston, 3rd Earl of Portland, English soldier and noble (d. 1665)",
            "year": 1639
        },
        {
            "text": "Johann Jakob Froberger, German organist and composer (d. 1667)",
            "year": 1616
        },
        {
            "text": "Claude Vignon, French painter (d. 1670)",
            "year": 1593
        },
        {
            "text": "Baccio D'Agnolo, Italian woodcarver, sculptor and architect (d. 1543)",
            "year": 1462
        },
        {
            "text": "John Stourton, 1st Baron Stourton, English soldier and politician (d. 1462)",
            "year": 1400
        }
    ],
    "deaths": [
        {
            "text": "Christian Malanga, Congolese politician, businessman and military officer (b. 1983)",
            "year": 2024
        },
        {
            "text": "Victims in the 2024 Varzaqan helicopter crash:",
            "year": 2024
        },
        {
            "text": "Victims in the 2024 Varzaqan helicopter crash:",
            "year": 2024
        },
        {
            "text": "Andy Rourke, English bassist (b. 1964)",
            "year": 2023
        },
        {
            "text": "Paul Mooney, American comedian (b. 1941)",
            "year": 2021
        },
        {
            "text": "Zhengzhang Shangfang, Chinese linguist (b. 1933)",
            "year": 2018
        },
        {
            "text": "Nawshirwan Mustafa, General coordinator of the Movement for Change (Gorran) (b. 1944)",
            "year": 2017
        },
        {
            "text": "Stanislav Petrov, Lt. Colonel in Soviet Air Defence Forces (b. 1939)",
            "year": 2017
        },
        {
            "text": "Alan Young, English-born Canadian-American actor (b. 1919)",
            "year": 2016
        },
        {
            "text": "Morley Safer, Canadian-born American journalist (b. 1931)",
            "year": 2016
        },
        {
            "text": "Bruce Lundvall, American businessman (b. 1935)",
            "year": 2015
        },
        {
            "text": "Ted McWhinney, Australian-Canadian lawyer and politician (b. 1924)",
            "year": 2015
        },
        {
            "text": "Happy Rockefeller, American philanthropist, socialite; 31st Second Lady of the United States (b. 1926)",
            "year": 2015
        },
        {
            "text": "Robert S. Wistrich, English historian, author, and academic (b. 1945)",
            "year": 2015
        },
        {
            "text": "Simon Andrews, English motorcycle racer (b. 1982)",
            "year": 2014
        },
        {
            "text": "Jack Brabham, Australian race car driver (b. 1926)",
            "year": 2014
        },
        {
            "text": "Sam Greenlee, American author and poet (b. 1930)",
            "year": 2014
        },
        {
            "text": "Vincent Harding, American historian and scholar (b. 1931)",
            "year": 2014
        },
        {
            "text": "Gabriel Kolko, American historian and author (b. 1932)",
            "year": 2014
        },
        {
            "text": "Zbigniew Pietrzykowski, Polish boxer (b. 1934)",
            "year": 2014
        },
        {
            "text": "G. Sarsfield Ford, American lawyer and jurist (b. 1933)",
            "year": 2013
        },
        {
            "text": "Robin Harrison, English-Canadian pianist and composer (b. 1932)",
            "year": 2013
        },
        {
            "text": "Neil Reynolds, Canadian journalist and politician (b. 1940)",
            "year": 2013
        },
        {
            "text": "Bob Boozer, American basketball player (b. 1937)",
            "year": 2012
        },
        {
            "text": "Tamara Brooks, American conductor and educator (b. 1941)",
            "year": 2012
        },
        {
            "text": "Ian Burgess, English race car driver (b. 1930)",
            "year": 2012
        },
        {
            "text": "Gerhard Hetz, German-Mexican swimmer (b. 1942)",
            "year": 2012
        },
        {
            "text": "Phil Lamason, New Zealand soldier and pilot (b. 1918)",
            "year": 2012
        },
        {
            "text": "Garret FitzGerald, Irish lawyer and politician, 8th Taoiseach of Ireland (b. 1926)",
            "year": 2011
        },
        {
            "text": "Jeffrey Catherine Jones, American artist (b. 1944)",
            "year": 2011
        },
        {
            "text": "Robert F. Furchgott, American biochemist and academic, Nobel Prize laureate (b. 1916)",
            "year": 2009
        },
        {
            "text": "Nicholas Maw, English composer and academic (b. 1935)",
            "year": 2009
        },
        {
            "text": "Clint Smith, Canadian ice hockey player and coach (b. 1913)",
            "year": 2009
        },
        {
            "text": "Vijay Tendulkar, Indian playwright and screenwriter (b. 1928)",
            "year": 2008
        },
        {
            "text": "Bernard Blaut, Polish footballer and coach (b. 1940)",
            "year": 2007
        },
        {
            "text": "Dean Eyre, New Zealand politician (b. 1914)",
            "year": 2007
        },
        {
            "text": "Mary Dresselhuys, Dutch actress and screenwriter (b. 1907)",
            "year": 2004
        },
        {
            "text": "John Gorton, Australian lieutenant and politician, 19th Prime Minister of Australia (b. 1911)",
            "year": 2002
        },
        {
            "text": "Walter Lord, American historian and author (b. 1917)",
            "year": 2002
        },
        {
            "text": "Alexey Maresyev, Russian soldier and pilot (b. 1916)",
            "year": 2001
        },
        {
            "text": "Susannah McCorkle, American singer (b. 1946)",
            "year": 2001
        },
        {
            "text": "Sōsuke Uno, Japanese soldier and politician, 75th Prime Minister of Japan (b. 1922)",
            "year": 1998
        },
        {
            "text": "John Beradino, American baseball player and actor (b. 1917)",
            "year": 1996
        },
        {
            "text": "Jacques Ellul, French sociologist, philosopher, and academic (b. 1912)",
            "year": 1994
        },
        {
            "text": "Jacqueline Kennedy Onassis, American journalist, 37th First Lady of the United States (b. 1929)",
            "year": 1994
        },
        {
            "text": "Luis Ocaña, Spanish cyclist (b. 1945)",
            "year": 1994
        },
        {
            "text": "Yiannis Papaioannou, Greek composer and educator (b. 1910)",
            "year": 1989
        },
        {
            "text": "James Tiptree, Jr., American psychologist and author (b. 1915)",
            "year": 1987
        },
        {
            "text": "Jimmy Lyons, American saxophonist (b. 1931)",
            "year": 1986
        },
        {
            "text": "Maqbular Rahman Sarkar, Bangladeshi academic (b. 1928)",
            "year": 1985
        },
        {
            "text": "John Betjeman, English poet and academic (b. 1906)",
            "year": 1984
        },
        {
            "text": "Jean Rey, Belgian lawyer and politician, 2nd President of the European Commission (b. 1902)",
            "year": 1983
        },
        {
            "text": "Joseph Schull, Canadian playwright and historian (b. 1906)",
            "year": 1980
        },
        {
            "text": "Albert Kivikas, Estonian-Swedish journalist and author (b. 1898)",
            "year": 1978
        },
        {
            "text": "Ogden Nash, American poet (b. 1902)",
            "year": 1971
        },
        {
            "text": "Coleman Hawkins, American saxophonist and clarinet player (b. 1901)",
            "year": 1969
        },
        {
            "text": "Walter Russell, American painter, sculptor, and author (b. 1871)",
            "year": 1963
        },
        {
            "text": "Gabriele Münter, German painter (b. 1877)",
            "year": 1962
        },
        {
            "text": "Jadunath Sarkar, Indian historian (b. 1870)",
            "year": 1958
        },
        {
            "text": "Archie Scott Brown, Scottish race car driver (b. 1927)",
            "year": 1958
        },
        {
            "text": "Ronald Colman, English actor (b. 1891)",
            "year": 1958
        },
        {
            "text": "Charles Ives, American composer and educator (b. 1874)",
            "year": 1954
        },
        {
            "text": "Daniel Ciugureanu, Romanian physician and politician, Prime Minister of Moldova (b. 1884)",
            "year": 1950
        },
        {
            "text": "Booth Tarkington, American novelist and dramatist (b. 1869)",
            "year": 1946
        },
        {
            "text": "Philipp Bouhler, German soldier and politician (b. 1889)",
            "year": 1945
        },
        {
            "text": "Kristjan Raud, Estonian painter and illustrator (b. 1865)",
            "year": 1943
        },
        {
            "text": "Ahmet Ağaoğlu, Azerbaijani-Turkish journalist and publicist (b. 1869)",
            "year": 1939
        },
        {
            "text": "Muhammad Marmaduke Pickthall, British Islamic scholar (b. 1875)",
            "year": 1936
        },
        {
            "text": "T. E. Lawrence, British colonel and archaeologist (b. 1888)",
            "year": 1935
        },
        {
            "text": "Gervais Raoul Lufbery, French-American soldier and pilot (b. 1885)",
            "year": 1918
        },
        {
            "text": "John Simpson Kirkpatrick, English-Australian soldier (b. 1892)",
            "year": 1915
        },
        {
            "text": "Bolesław Prus, Polish journalist and author (b. 1847)",
            "year": 1912
        },
        {
            "text": "Benjamin Baker, English engineer, designed the Forth Bridge (b. 1840)",
            "year": 1907
        },
        {
            "text": "Gabriel Dumont, Canadian Métis leader (b. 1837)",
            "year": 1906
        },
        {
            "text": "Auguste Molinier, French librarian and historian (b. 1851)",
            "year": 1904
        },
        {
            "text": "Jamsetji Tata, Indian businessman, founded Tata Group (b. 1839)",
            "year": 1904
        },
        {
            "text": "Arthur Shrewsbury, English cricketer (b. 1856)",
            "year": 1903
        },
        {
            "text": "Marthinus Wessel Pretorius, South African general and politician, 1st President of the South African Republic (b. 1819)",
            "year": 1901
        },
        {
            "text": "William Ewart Gladstone, English lawyer and politician, Prime Minister of the United Kingdom (b. 1809)",
            "year": 1898
        },
        {
            "text": "José Martí, Cuban journalist, poet, and philosopher (b. 1853)",
            "year": 1895
        },
        {
            "text": "Peter W. Barlow, English engineer (b. 1809)",
            "year": 1885
        },
        {
            "text": "Guillaume Groen van Prinsterer, Dutch historian and politician (b. 1801)",
            "year": 1876
        },
        {
            "text": "John Baker, English-Australian politician, 2nd Premier of South Australia (b. 1813)",
            "year": 1872
        },
        {
            "text": "Sengge Rinchen, Mongolian general (b. 1811)",
            "year": 1865
        },
        {
            "text": "Nathaniel Hawthorne, American novelist and short story writer (b. 1804)",
            "year": 1864
        },
        {
            "text": "Johann Friedrich von Eschscholtz, Estonian-German physician, botanist, and entomologist (b. 1793)",
            "year": 1831
        },
        {
            "text": "Claude Henri de Rouvroy, comte de Saint-Simon, French philosopher and theorist (b. 1760)",
            "year": 1825
        },
        {
            "text": "Camille Jordan, French lawyer and politician (b. 1771)",
            "year": 1821
        },
        {
            "text": "William Byron, 5th Baron Byron, English lieutenant and politician (b. 1722)",
            "year": 1798
        },
        {
            "text": "Josiah Bartlett, American physician and politician, 4th Governor of New Hampshire (b. 1729)",
            "year": 1795
        },
        {
            "text": "James Boswell, Scottish biographer (b. 1740)",
            "year": 1795
        },
        {
            "text": "John Stanley, English organist and composer (b. 1712)",
            "year": 1786
        },
        {
            "text": "Button Gwinnett, British-born American politician and signer of the United States Declaration of Independence (b. 1735)",
            "year": 1777
        },
        {
            "text": "Charles Montagu, 1st Earl of Halifax, English poet and politician, Chancellor of the Exchequer (b. 1661)",
            "year": 1715
        },
        {
            "text": "Isaac Beeckman, Dutch scientist and philosopher (b. 1588)",
            "year": 1637
        },
        {
            "text": "Mariam-uz-Zamani, Empress of the Mughal Empire (b. 1542)",
            "year": 1623
        },
        {
            "text": "Thomas Sanchez, Spanish priest and theologian (b. 1550)",
            "year": 1610
        },
        {
            "text": "García Hurtado de Mendoza, 5th Marquis of Cañete (b. 1535)",
            "year": 1609
        },
        {
            "text": "Costanzo Porta, Italian composer (b. 1528)",
            "year": 1601
        },
        {
            "text": "Anne Boleyn, Queen of England (1533–1536); second wife of Henry VIII of England",
            "year": 1536
        },
        {
            "text": "Jan Łaski, Polish archbishop and diplomat (b. 1456)",
            "year": 1531
        },
        {
            "text": "Emperor Go-Kashiwabara of Japan (b. 1464)",
            "year": 1526
        },
        {
            "text": "John I of Aragon (b. 1350)",
            "year": 1396
        },
        {
            "text": "Dmitry Donskoy, Grand Prince of Muscovy (b. 1350)",
            "year": 1389
        },
        {
            "text": "Louis, Count of Évreux (b. 1276)",
            "year": 1319
        },
        {
            "text": "Saint Ivo of Kermartin, French canon lawyer (b. 1253)",
            "year": 1303
        },
        {
            "text": "Pope Celestine V (b. 1215)",
            "year": 1296
        },
        {
            "text": "Otto IV, Holy Roman Emperor",
            "year": 1218
        },
        {
            "text": "Saint Bashnouna, Egyptian saint and martyr",
            "year": 1164
        },
        {
            "text": "Vladimir II Monomakh, Grand Duke of Kyiv",
            "year": 1125
        },
        {
            "text": "Stephen, Count of Blois (b. 1045)",
            "year": 1102
        },
        {
            "text": "Dunstan, English archbishop and saint (b. 909)",
            "year": 988
        },
        {
            "text": "Robert, archbishop of Trier",
            "year": 956
        },
        {
            "text": "Alcuin, English monk and scholar (b. 735)",
            "year": 804
        }
    ],
    "metadata": {
        "current_date": "May 19, 2025",
        "short_date": "May 19",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            34,
            29,
            33,
            24,
            22,
            10,
            19,
            2,
            17,
            21
        ],
        "births": [
            180,
            55,
            158,
            168
        ],
        "deaths": [
            113,
            1,
            48,
            50
        ]
    }
}