{
    "events": [
        {
            "text": "Israel–United Arab Emirates relations are formally established.",
            "year": 2020
        },
        {
            "text": "At least 76 people are killed and 212 others are wounded in a truck bombing in Baghdad, Iraq.",
            "year": 2015
        },
        {
            "text": "A Cessna Citation Excel crashes in Santos, São Paulo, Brazil killing all seven people aboard, including Brazilian Socialist Party presidential candidate Eduardo Campos.",
            "year": 2014
        },
        {
            "text": "Russo-Georgian War: Russian units occupy the Georgian city of Gori.",
            "year": 2008
        },
        {
            "text": "One hundred fifty-six Congolese Tutsi refugees are massacred at the Gatumba refugee camp in Burundi.[citation needed]",
            "year": 2004
        },
        {
            "text": "A mainland Chinese fishing boat Min Ping Yu No. 5202 is hit by a Taiwanese naval vessel and sinks in a repatriation operation of mainland Chinese immigrants, resulting in 21 deaths. This is the second tragedy less than a month after Min Ping Yu No. 5540 incident.",
            "year": 1990
        },
        {
            "text": "One hundred fifty Palestinians in Beirut are killed in a terrorist attack during the second phase of the Lebanese Civil War.",
            "year": 1978
        },
        {
            "text": "Members of the British National Front (NF) clash with anti-NF demonstrators in Lewisham, London, resulting in 214 arrests and at least 111 injuries.",
            "year": 1977
        },
        {
            "text": "Aviaco Flight 118 crashes on approach to A Coruña Airport in A Coruña, Spain, killing all 85 people on the plane and one other one the ground.",
            "year": 1973
        },
        {
            "text": "The Apollo 11 astronauts enjoy a ticker-tape parade in New York City. That evening, at a state dinner in Los Angeles, they are awarded the Presidential Medal of Freedom by U.S. President Richard Nixon.",
            "year": 1969
        },
        {
            "text": "Alexandros Panagoulis attempts to assassinate the Greek dictator Colonel Georgios Papadopoulos in Varkiza, Athens.",
            "year": 1968
        },
        {
            "text": "Two young women became the first fatal victims of grizzly bear attacks in the 57-year history of Montana's Glacier National Park in separate incidents.",
            "year": 1967
        },
        {
            "text": "Peter Allen and Gwynne Evans are hanged for the murder of John Alan West becoming the last people executed in the United Kingdom.",
            "year": 1964
        },
        {
            "text": "Cold War: East Germany closes the border between the eastern and western sectors of Berlin to thwart its inhabitants' attempts to escape to the West, and construction of the Berlin Wall is started. The day is known as Barbed Wire Sunday.",
            "year": 1961
        },
        {
            "text": "The Central African Republic declares independence from France.",
            "year": 1960
        },
        {
            "text": "Radio Pakistan broadcasts the \"Qaumī Tarāna\", the national anthem of Pakistan for the first time.",
            "year": 1954
        },
        {
            "text": "World War II: German troops begin the pillage and razing of Anogeia in Crete that would continue until September 5.",
            "year": 1944
        },
        {
            "text": "Major General Eugene Reybold of the U.S. Army Corps of Engineers authorizes the construction of facilities that would house the \"Development of Substitute Materials\" project, better known as the Manhattan Project.",
            "year": 1942
        },
        {
            "text": "Second Sino-Japanese War: The Battle of Shanghai begins.",
            "year": 1937
        },
        {
            "text": "Polish–Soviet War: The Battle of Warsaw begins and will last till August 25. The Red Army is defeated.",
            "year": 1920
        },
        {
            "text": "Women enlist in the United States Marine Corps for the first time. Opha May Johnson is the first woman to enlist.",
            "year": 1918
        },
        {
            "text": "Bayerische Motoren Werke AG (BMW) established as a public company in Germany.",
            "year": 1918
        },
        {
            "text": "First production in the UK of stainless steel by Harry Brearley.",
            "year": 1913
        },
        {
            "text": "The all black infantrymen of the U.S. Army's 25th Infantry Regiment are accused of killing a white bartender and wounding a white police officer in Brownsville, Texas, despite exculpatory evidence; all are later dishonorably discharged. (Their records were later restored to reflect honorable discharges but there were no financial settlements.)",
            "year": 1906
        },
        {
            "text": "Norwegians vote to end the union with Sweden.",
            "year": 1905
        },
        {
            "text": "The steamer Deutschland of Hamburg America Lines set a new record for the eastward passage when it docked on Plymouth, England, five days, 11 hours and 45 minutes after sailing from New York, breaking by three hours, six minutes its previous mark in its maiden voyage in July.",
            "year": 1900
        },
        {
            "text": "Spanish–American War: Spanish and American forces engage in a mock battle for Manila, after which the Spanish commander surrendered in order to keep the city out of Filipino rebel hands.",
            "year": 1898
        },
        {
            "text": "Carl Gustav Witt discovers 433 Eros, the first near-Earth asteroid to be found.",
            "year": 1898
        },
        {
            "text": "William Gray of Hartford, Connecticut is granted United States Patent Number 408,709 for \"Coin-controlled apparatus for telephones.\"",
            "year": 1889
        },
        {
            "text": "The 8.5–9.0 Mw  Arica earthquake struck southern Peru with a maximum Mercalli intensity of XI (Extreme), causing 25,000+ deaths and a destructive basin wide tsunami that affected Hawaii and New Zealand.",
            "year": 1868
        },
        {
            "text": "The Convention of London, a treaty between the United Kingdom and the United Netherlands, is signed in London, England.",
            "year": 1814
        },
        {
            "text": "Battle of Mišar during the Serbian Revolution begins. The battle ends two days later with a Serbian victory over the Ottomans.",
            "year": 1806
        },
        {
            "text": "King Louis XVI of France is formally arrested by the National Tribunal, and declared an enemy of the people.",
            "year": 1792
        },
        {
            "text": "American Revolutionary War: The Royal Navy defeats the Penobscot Expedition with the most significant loss of United States naval forces prior to the attack on Pearl Harbor.",
            "year": 1779
        },
        {
            "text": "Johann Sebastian Bach leads the first performance of Nimm von uns, Herr, du treuer Gott, BWV 101, a chorale cantata on a famous tune.",
            "year": 1724
        },
        {
            "text": "War of the Spanish Succession: Battle of Blenheim: English and Imperial forces are victorious over French and Bavarian troops.",
            "year": 1704
        },
        {
            "text": "Colonel George Monck of the English Army forms Monck's Regiment of Foot, which will later become the Coldstream Guards.",
            "year": 1650
        },
        {
            "text": "Sweden and Denmark sign Peace of Brömsebro.",
            "year": 1645
        },
        {
            "text": "The French king Louis XIII appoints Cardinal Richelieu as prime minister.",
            "year": 1624
        },
        {
            "text": "Michael Servetus is arrested by John Calvin in Geneva, Switzerland as a heretic.",
            "year": 1553
        },
        {
            "text": "Buddhist monks from Kyoto, Japan's Enryaku-ji temple set fire to 21 Nichiren temples throughout Kyoto in what will be known as the Tenbun Hokke Disturbance.",
            "year": 1536
        },
        {
            "text": "Union of Brittany and France: The Duchy of Brittany is absorbed into the Kingdom of France.",
            "year": 1532
        },
        {
            "text": "After an extended siege, forces led by Spanish conquistador Hernán Cortés capture Tlatoani Cuauhtémoc and conquer the Aztec capital of Tenochtitlan.",
            "year": 1521
        },
        {
            "text": "The Treaty of Noyon between France and Spain is signed. Francis I of France recognizes Charles's claim to Naples, and Charles V, Holy Roman Emperor, recognizes Francis's claim to Milan.",
            "year": 1516
        },
        {
            "text": "Raniero is elected as Pope Paschal II, who would become deeply entangled in the Investiture Controversy.",
            "year": 1099
        },
        {
            "text": "Count Reginar I of Hainault rises against Zwentibold of Lotharingia and slays him near present-day Susteren.",
            "year": 900
        },
        {
            "text": "Emperor Louis II of Italy and Empress Engelberga are captured by Prince Adelchis of Benevento.",
            "year": 871
        },
        {
            "text": "Maurice becomes Emperor of the Byzantine Empire.",
            "year": 582
        },
        {
            "text": "Emperor Justinian I rewards Liberius for his service in the Pragmatic Sanction, granting him extensive estates in Italy.",
            "year": 554
        },
        {
            "text": "John I becomes the new Pope after the death of Pope Hormisdas.",
            "year": 523
        },
        {
            "text": "Octavian holds the first of three consecutive triumphs in Rome to celebrate the victory over the Dalmatian tribes.",
            "year": -29
        }
    ],
    "births": [
        {
            "text": "Na Jaemin, South Korean rapper, singer, dancer and actor",
            "year": 2000
        },
        {
            "text": "Lennon Stella, Canadian singer and actress",
            "year": 1999
        },
        {
            "text": "Dalma Gálfi, Hungarian tennis player",
            "year": 1998
        },
        {
            "text": "Antonia Lottner, German tennis player",
            "year": 1996
        },
        {
            "text": "Filip Forsberg, Swedish ice hockey player",
            "year": 1994
        },
        {
            "text": "Johnny Gaudreau, American ice hockey player (died 2024)",
            "year": 1993
        },
        {
            "text": "Moses Mbye, Australian rugby league player",
            "year": 1993
        },
        {
            "text": "Katrina Gorry, Australian football player",
            "year": 1992
        },
        {
            "text": "Lucas Moura, Brazilian footballer",
            "year": 1992
        },
        {
            "text": "Alicja Tchórz, Polish swimmer",
            "year": 1992
        },
        {
            "text": "Taijuan Walker, American baseball player",
            "year": 1992
        },
        {
            "text": "Dave Days, American singer-songwriter and guitarist",
            "year": 1991
        },
        {
            "text": "Lesley Doig, Scottish lawn bowler",
            "year": 1991
        },
        {
            "text": "DeMarcus Cousins, American basketball player",
            "year": 1990
        },
        {
            "text": "Benjamin Stambouli, French footballer",
            "year": 1990
        },
        {
            "text": "Greg Draper, New Zealand footballer",
            "year": 1989
        },
        {
            "text": "Justin Greene, American basketball player",
            "year": 1989
        },
        {
            "text": "Israel Jiménez, Mexican footballer",
            "year": 1989
        },
        {
            "text": "Keith Benson, American basketball player",
            "year": 1988
        },
        {
            "text": "Jerry Hughes, American football player",
            "year": 1988
        },
        {
            "text": "Brandon Workman, American baseball player",
            "year": 1988
        },
        {
            "text": "Jose Lorenzo Diokno, Filipino director, producer, and screenwriter",
            "year": 1987
        },
        {
            "text": "Devin McCourty, American football player",
            "year": 1987
        },
        {
            "text": "Jason McCourty, American football player",
            "year": 1987
        },
        {
            "text": "Jamie Reed, Welsh footballer",
            "year": 1987
        },
        {
            "text": "Gerrit van Look, German rugby player and coach",
            "year": 1985
        },
        {
            "text": "Alona Bondarenko, Ukrainian tennis player",
            "year": 1984
        },
        {
            "text": "Niko Kranjčar, Croatian footballer",
            "year": 1984
        },
        {
            "text": "Boone Logan, American baseball player",
            "year": 1984
        },
        {
            "text": "James Morrison, English singer-songwriter and guitarist",
            "year": 1984
        },
        {
            "text": "Dallas Braden, American baseball player",
            "year": 1983
        },
        {
            "text": "Aleš Hemský, Czech ice hockey player",
            "year": 1983
        },
        {
            "text": "Ľubomír Michalík, Slovak footballer",
            "year": 1983
        },
        {
            "text": "Christian Müller, German footballer",
            "year": 1983
        },
        {
            "text": "Christopher Raeburn, English fashion designer",
            "year": 1982
        },
        {
            "text": "Sarah Huckabee Sanders, Governor of Arkansas, American political consultant and press secretary",
            "year": 1982
        },
        {
            "text": "Sebastian Stan, Romanian-American actor",
            "year": 1982
        },
        {
            "text": "Murtz Jaffer, Canadian journalist",
            "year": 1980
        },
        {
            "text": "Román Colón, Dominican baseball player",
            "year": 1979
        },
        {
            "text": "Corey Patterson, American baseball player",
            "year": 1979
        },
        {
            "text": "Taizō Sugimura, Japanese politician",
            "year": 1979
        },
        {
            "text": "Dwight Smith, American football player",
            "year": 1978
        },
        {
            "text": "Michael Klim, Polish-Australian swimmer",
            "year": 1977
        },
        {
            "text": "Kenyan Weaks, American basketball player and coach",
            "year": 1977
        },
        {
            "text": "Geno Carlisle, American basketball player",
            "year": 1976
        },
        {
            "text": "Nicolás Lapentti, Ecuadorian tennis player",
            "year": 1976
        },
        {
            "text": "Shoaib Akhtar, Pakistani cricketer",
            "year": 1975
        },
        {
            "text": "Marty Turco, Canadian ice hockey player and sportscaster",
            "year": 1975
        },
        {
            "text": "Scott MacRae, American baseball player and coach",
            "year": 1974
        },
        {
            "text": "Joe Perry, English snooker player",
            "year": 1974
        },
        {
            "text": "Niklas Sundin, Swedish musician and artist",
            "year": 1974
        },
        {
            "text": "Jarrod Washburn, American baseball player and coach",
            "year": 1974
        },
        {
            "text": "Molly Henneberg, American journalist",
            "year": 1973
        },
        {
            "text": "Eric Medlen, American race car driver (died 2007)",
            "year": 1973
        },
        {
            "text": "Kevin Plank, American businessman, founded Under Armour",
            "year": 1972
        },
        {
            "text": "Patrick Carpentier, Canadian race car driver",
            "year": 1971
        },
        {
            "text": "Adam Housley, American baseball player and journalist",
            "year": 1971
        },
        {
            "text": "Moritz Bleibtreu, German actor",
            "year": 1971
        },
        {
            "text": "Will Clarke, American author",
            "year": 1970
        },
        {
            "text": "Elvis Grbac, American football player and coach",
            "year": 1970
        },
        {
            "text": "Seana Kofoed, American actress",
            "year": 1970
        },
        {
            "text": "Alan Shearer, English footballer and manager",
            "year": 1970
        },
        {
            "text": "Midori Ito, Japanese figure skater",
            "year": 1969
        },
        {
            "text": "Tal Bachman, Canadian singer-songwriter",
            "year": 1968
        },
        {
            "text": "Todd Hendricks, American football player and coach",
            "year": 1968
        },
        {
            "text": "Tony Jarrett, English sprinter and hurdler",
            "year": 1968
        },
        {
            "text": "Quinn Cummings, American actress, author, and entrepreneur",
            "year": 1967
        },
        {
            "text": "Dave Jamerson, American basketball player",
            "year": 1967
        },
        {
            "text": "Digna Ketelaar, Dutch tennis player",
            "year": 1967
        },
        {
            "text": "Scooter Barry, American basketball player",
            "year": 1966
        },
        {
            "text": "Shayne Corson, Canadian ice hockey player",
            "year": 1966
        },
        {
            "text": "Mark Lemke, American baseball player, coach, and radio host",
            "year": 1965
        },
        {
            "text": "Hayato Matsuo, Japanese composer and conductor",
            "year": 1965
        },
        {
            "text": "Jay Buhner, American baseball player and sportscaster",
            "year": 1964
        },
        {
            "text": "Debi Mazar, American actress",
            "year": 1964
        },
        {
            "text": "Tom Prince, American baseball player and manager",
            "year": 1964
        },
        {
            "text": "Steve Higgins, American talk show co-host and announcer, writer, producer, comedian and impressionist",
            "year": 1963
        },
        {
            "text": "Valerie Plame, American CIA agent and author",
            "year": 1963
        },
        {
            "text": "Sridevi, Indian actress (died 2018)",
            "year": 1963
        },
        {
            "text": "John Slattery, American actor, director, producer, and screenwriter",
            "year": 1962
        },
        {
            "text": "Koji Kondo, Japanese composer and sound director",
            "year": 1961
        },
        {
            "text": "Dawnn Lewis, American actress",
            "year": 1961
        },
        {
            "text": "Neil Mallender, English cricketer and umpire",
            "year": 1961
        },
        {
            "text": "Tom Perrotta, American novelist and screenwriter",
            "year": 1961
        },
        {
            "text": "Ivar Stukolkin, Estonian swimmer",
            "year": 1960
        },
        {
            "text": "Danny Bonaduce, American actor and wrestler",
            "year": 1959
        },
        {
            "text": "Bruce French, English cricketer and coach",
            "year": 1959
        },
        {
            "text": "Tom Niedenfuer, American baseball player",
            "year": 1959
        },
        {
            "text": "David Feherty, Northern Irish golfer and sportscaster",
            "year": 1958
        },
        {
            "text": "Feargal Sharkey, Northern Irish singer-songwriter",
            "year": 1958
        },
        {
            "text": "Randy Shughart, American sergeant, Medal of Honor recipient (died 1993)",
            "year": 1958
        },
        {
            "text": "Rohinton Fali Nariman, Judge of the Supreme Court of India",
            "year": 1956
        },
        {
            "text": "Keith Ahlers, English race car driver",
            "year": 1955
        },
        {
            "text": "Hideo Fukuyama, Japanese race car driver",
            "year": 1955
        },
        {
            "text": "Paul Greengrass, English director and screenwriter",
            "year": 1955
        },
        {
            "text": "Nico Assumpção, Brazilian bass player (died 2001)",
            "year": 1954
        },
        {
            "text": "Tom Cohen, American philosopher, theorist, and academic",
            "year": 1953
        },
        {
            "text": "Ron Hilditch, Australian rugby league player and coach",
            "year": 1953
        },
        {
            "text": "Thomas Pogge, German philosopher and academic",
            "year": 1953
        },
        {
            "text": "Peter Wright, English historian and author",
            "year": 1953
        },
        {
            "text": "Dave Carter, American singer-songwriter and guitarist (died 2002)",
            "year": 1952
        },
        {
            "text": "Gary Gibbs, American football player and coach",
            "year": 1952
        },
        {
            "text": "Suzanne Muldowney, American performance artist",
            "year": 1952
        },
        {
            "text": "Herb Ritts, American photographer and director (died 2002)",
            "year": 1952
        },
        {
            "text": "Hughie Thomasson, American singer-songwriter and guitarist (died 2007)",
            "year": 1952
        },
        {
            "text": "Eugenio Lopez III, Filipino businessperson, CEO and chairman of ABS-CBN Corporation",
            "year": 1952
        },
        {
            "text": "Dan Fogelberg, American singer-songwriter and guitarist (died 2007)",
            "year": 1951
        },
        {
            "text": "Jane Carr, English actress",
            "year": 1950
        },
        {
            "text": "Rusty Gerhardt, American baseball player, coach, and manager",
            "year": 1950
        },
        {
            "text": "Jim Brunzell, American wrestler",
            "year": 1949
        },
        {
            "text": "Bobby Clarke, Canadian ice hockey player and manager",
            "year": 1949
        },
        {
            "text": "Philippe Petit, French tightrope walker",
            "year": 1949
        },
        {
            "text": "Willy Rey, Dutch-Canadian model (died 1973)",
            "year": 1949
        },
        {
            "text": "Kathleen Battle, American operatic soprano",
            "year": 1948
        },
        {
            "text": "Fred Stanley, American baseball player and manager",
            "year": 1947
        },
        {
            "text": "John Stocker, Canadian voice actor and director",
            "year": 1947
        },
        {
            "text": "Margareta Winberg, Swedish politician, Deputy Prime Minister of Sweden",
            "year": 1947
        },
        {
            "text": "Janet Yellen, American economist, 78th United States secretary of the treasury",
            "year": 1946
        },
        {
            "text": "Lars Engqvist, Swedish politician, Deputy Prime Minister of Sweden",
            "year": 1945
        },
        {
            "text": "Gary Gregor, American basketball player",
            "year": 1945
        },
        {
            "text": "Robin Jackman, Indian-English cricketer and sportscaster (died 2020)",
            "year": 1945
        },
        {
            "text": "Howard Marks, Welsh cannabis smuggler, writer, and legalisation campaigner (died 2016)",
            "year": 1945
        },
        {
            "text": "Kevin Tighe, American actor",
            "year": 1944
        },
        {
            "text": "Fred Hill, American football player",
            "year": 1943
        },
        {
            "text": "Ertha Pascal-Trouillot, President of Haiti",
            "year": 1943
        },
        {
            "text": "Michael Willetts, English sergeant; George Cross recipient (died 1971)",
            "year": 1943
        },
        {
            "text": "Hissène Habré, Chadian politician and war criminal, 5th president of Chad (died 2021)",
            "year": 1942
        },
        {
            "text": "Bill Musselman, American basketball player and coach (died 2000)",
            "year": 1940
        },
        {
            "text": "Dave \"Baby\" Cortez, American R&B pianist, organist, and composer",
            "year": 1938
        },
        {
            "text": "Bill Masterton, Canadian ice hockey player (died 1968)",
            "year": 1938
        },
        {
            "text": "Alex de Renzy, American director and producer (died 2001)",
            "year": 1935
        },
        {
            "text": "Mudcat Grant, American baseball player and sportscaster (died 2021)",
            "year": 1935
        },
        {
            "text": "Joycelyn Elders, American admiral and physician, 15th Surgeon General of the United States",
            "year": 1933
        },
        {
            "text": "Wilfried Hilker, German footballer and referee",
            "year": 1930
        },
        {
            "text": "Don Ho, American singer and ukulele player (died 2007)",
            "year": 1930
        },
        {
            "text": "Bernard Manning, English comedian (died 2007)",
            "year": 1930
        },
        {
            "text": "Wilmer Mizell, American baseball player and politician (died 1999)",
            "year": 1930
        },
        {
            "text": "Bob Wiesler, American baseball player (died 2014)",
            "year": 1930
        },
        {
            "text": "Pat Harrington, Jr., American actor (died 2016)",
            "year": 1929
        },
        {
            "text": "John Tidmarsh,  English journalist and radio host (died 2019)",
            "year": 1928
        },
        {
            "text": "Fidel Castro, Cuban lawyer and politician, ex-President of Cuba (died 2016)",
            "year": 1926
        },
        {
            "text": "Benny Bailey, American trumpet player, songwriter, and producer (died 2005)",
            "year": 1925
        },
        {
            "text": "José Alfredo Martínez de Hoz, Argentine executive and policy maker (died 2013)",
            "year": 1925
        },
        {
            "text": "Chuck Gilmur, American basketball player, coach, and educator (died 2011)",
            "year": 1922
        },
        {
            "text": "Louis Frémaux, French conductor (died 2017)",
            "year": 1921
        },
        {
            "text": "Jimmy McCracklin, American blues/R&B singer-songwriter and pianist (died 2012)",
            "year": 1921
        },
        {
            "text": "Mary Lee, Scottish singer (died 2022)",
            "year": 1921
        },
        {
            "text": "Neville Brand, American actor (died 1992)",
            "year": 1920
        },
        {
            "text": "Rex Humbard, American evangelist and television host (died 2007)",
            "year": 1919
        },
        {
            "text": "George Shearing, English jazz pianist and bandleader (died 2011)",
            "year": 1919
        },
        {
            "text": "Noor Hassanali, Trinidadian lawyer and politician, 2nd President of Trinidad and Tobago (died 2006)",
            "year": 1918
        },
        {
            "text": "Frederick Sanger, English biochemist and academic, Nobel Prize laureate (died 2013)",
            "year": 1918
        },
        {
            "text": "Sid Gordon, American baseball player (died 1975)",
            "year": 1917
        },
        {
            "text": "Grace Bates, American mathematician and academic (died 1996)",
            "year": 1914
        },
        {
            "text": "Makarios III, Greek archbishop and politician, 1st President of Cyprus (died 1977)",
            "year": 1913
        },
        {
            "text": "Fred Davis, English snooker player (died 1998)",
            "year": 1913
        },
        {
            "text": "Claire Cribbs, American basketball player and coach (died 1985)",
            "year": 1912
        },
        {
            "text": "Ben Hogan, American golfer and sportscaster (died 1997)",
            "year": 1912
        },
        {
            "text": "Salvador Luria, Italian-American microbiologist and academic, Nobel Prize laureate (died 1991)",
            "year": 1912
        },
        {
            "text": "William Bernbach, American advertiser, co-founded DDB Worldwide (died 1982)",
            "year": 1911
        },
        {
            "text": "Brian Lawrance, Australian bandleader (died 1983)",
            "year": 1909
        },
        {
            "text": "Gene Raymond, American actor and pilot (died 1998)",
            "year": 1908
        },
        {
            "text": "Basil Spence, Scottish architect, designed Coventry Cathedral (died 1976)",
            "year": 1907
        },
        {
            "text": "Chuck Carroll, American football player and lawyer (died 2003)",
            "year": 1906
        },
        {
            "text": "Art Shires, American baseball player and boxer (died 1967)",
            "year": 1906
        },
        {
            "text": "Buddy Rogers, American actor and musician (died 1999)",
            "year": 1904
        },
        {
            "text": "Margaret Tafoya, Native American Pueblo potter (died 2001)",
            "year": 1904
        },
        {
            "text": "Felix Wankel, German engineer (died 1988)",
            "year": 1902
        },
        {
            "text": "Alfred Hitchcock, English-American director and producer (died 1980)",
            "year": 1899
        },
        {
            "text": "José Ramón Guizado, Panamanian politician, 17th President of Panama (died 1964)",
            "year": 1899
        },
        {
            "text": "Jean Borotra, French tennis player (died 1994)",
            "year": 1898
        },
        {
            "text": "Regis Toomey, American actor (died 1991)",
            "year": 1898
        },
        {
            "text": "István Barta, Hungarian water polo player (died 1948)",
            "year": 1895
        },
        {
            "text": "Bert Lahr, American actor (died 1967)",
            "year": 1895
        },
        {
            "text": "Camillien Houde, Canadian lawyer and politician, 34th Mayor of Montreal (died 1958)",
            "year": 1889
        },
        {
            "text": "John Logie Baird, Scottish engineer, invented the television (died 1946)",
            "year": 1888
        },
        {
            "text": "Gleb W. Derujinsky, Russian-American sculptor (died 1975)",
            "year": 1888
        },
        {
            "text": "Harry Dean, English cricketer and coach (died 1957)",
            "year": 1884
        },
        {
            "text": "John Ireland, English composer and educator (died 1962)",
            "year": 1879
        },
        {
            "text": "Richard Willstätter, German-Swiss chemist and academic, Nobel Prize Laureate (died 1942)",
            "year": 1872
        },
        {
            "text": "Karl Liebknecht, German politician, co-founded Communist Party of Germany (died 1919)",
            "year": 1871
        },
        {
            "text": "George Luks, American painter and illustrator (died 1933)",
            "year": 1867
        },
        {
            "text": "Giovanni Agnelli, Italian businessman, founded Fiat S.p.A. (died 1945)",
            "year": 1866
        },
        {
            "text": "Annie Oakley, American target shooter (died 1926)",
            "year": 1860
        },
        {
            "text": "Felix Adler, German-American religious leader and educator (died 1933)",
            "year": 1851
        },
        {
            "text": "Leonora Barry, Irish-born American social activist (died 1930)",
            "year": 1849
        },
        {
            "text": "Charles Wells, English brewer, founded Charles Wells Ltd (died 1914)",
            "year": 1842
        },
        {
            "text": "Johnny Mullagh, Australian cricketer (died 1891)",
            "year": 1841
        },
        {
            "text": "Salomon Jadassohn, German pianist and composer (died 1902)",
            "year": 1831
        },
        {
            "text": "John J. Robison, American politician in Michigan (died 1897)",
            "year": 1824
        },
        {
            "text": "Goldwin Smith, English-Canadian historian and journalist (died 1910)",
            "year": 1823
        },
        {
            "text": "George Grove, English musicologist and historian (died 1900)",
            "year": 1820
        },
        {
            "text": "Sir George Stokes, 1st Baronet, Anglo-Irish mathematician and physicist (died 1903)",
            "year": 1819
        },
        {
            "text": "Lucy Stone, American abolitionist and suffragist (died 1893)",
            "year": 1818
        },
        {
            "text": "Anders Jonas Ångström, Swedish physicist and astronomer (died 1874)",
            "year": 1814
        },
        {
            "text": "Vladimir Odoyevsky, Russian philosopher and critic (died 1869)",
            "year": 1803
        },
        {
            "text": "William Wentworth, Australian journalist, explorer, and politician (died 1872)",
            "year": 1790
        },
        {
            "text": "Louis Baraguey d'Hilliers, French general (died 1813)",
            "year": 1764
        },
        {
            "text": "James Gillray, English caricaturist and printmaker (died 1815)",
            "year": 1756
        },
        {
            "text": "Louis François, Prince of Conti (died 1776)",
            "year": 1717
        },
        {
            "text": "Heinrich von Brühl, Polish-German politician (died 1763)",
            "year": 1700
        },
        {
            "text": "William Wotton, English linguist and scholar (died 1727)",
            "year": 1666
        },
        {
            "text": "Charles Seymour, 6th Duke of Somerset, English politician, Lord President of the Council (died 1748)",
            "year": 1662
        },
        {
            "text": "Rasmus Bartholin, Danish physician, mathematician, and physicist (died 1698)",
            "year": 1625
        },
        {
            "text": "William, Count of Nassau-Siegen, German count, field marshal of the Dutch State Army (died 1642)",
            "year": 1592
        },
        {
            "text": "Theophilus Howard, 2nd Earl of Suffolk, English admiral and politician, Lord Lieutenant of Cumberland (died 1640)",
            "year": 1584
        },
        {
            "text": "Samuel de Champlain, French explorer (died 1635)",
            "year": 1567
        },
        {
            "text": "Alfonso XI, king of Castile and León (died 1350)",
            "year": 1311
        },
        {
            "text": "Al-Hakim bi-Amr Allah, Fatimid caliph (died 1021)",
            "year": 985
        }
    ],
    "deaths": [
        {
            "text": "Richard Alatorre, American politician (born 1943)",
            "year": 2024
        },
        {
            "text": "Wally Amos, American entrepreneur, founder of Famous Amos (born 1936)",
            "year": 2024
        },
        {
            "text": "Sergio Donati, Italian screenwriter (born 1933)",
            "year": 2024
        },
        {
            "text": "Greg Kihn, American singer-songwriter and guitarist (born 1949)",
            "year": 2024
        },
        {
            "text": "Frank Selvy, American basketball player and coach (born 1932)",
            "year": 2024
        },
        {
            "text": "Nanci Griffith, American singer-songwriter (born 1953)",
            "year": 2021
        },
        {
            "text": "Jim Neidhart, American wrestler (born 1955)",
            "year": 2018
        },
        {
            "text": "Kenny Baker, English actor and musician (born 1934)",
            "year": 2016
        },
        {
            "text": "Pramukh Swami Maharaj, Indian Hindu leader (born 1921)",
            "year": 2016
        },
        {
            "text": "Watban Ibrahim al-Tikriti, Iraqi politician, Iraqi Minister of Interior (born 1952)",
            "year": 2015
        },
        {
            "text": "Bob Fillion, Canadian ice hockey player and manager (born 1920)",
            "year": 2015
        },
        {
            "text": "Om Prakash Munjal, Indian businessman and philanthropist, co-founded Hero Cycles (born 1928)",
            "year": 2015
        },
        {
            "text": "Frans Brüggen, Dutch flute player and conductor (born 1934)",
            "year": 2014
        },
        {
            "text": "Eduardo Campos, Brazilian politician, 14th Brazilian Minister of Science and Technology (born 1965)",
            "year": 2014
        },
        {
            "text": "Martino Finotto, Italian race car driver (born 1933)",
            "year": 2014
        },
        {
            "text": "Süleyman Seba, Turkish footballer and manager (born 1926)",
            "year": 2014
        },
        {
            "text": "Lothar Bisky, German politician (born 1941)",
            "year": 2013
        },
        {
            "text": "Aaron Selber, Jr., American businessman and philanthropist (born 1927)",
            "year": 2013
        },
        {
            "text": "Jean Vincent, French footballer and manager (born 1930)",
            "year": 2013
        },
        {
            "text": "Hugo Adam Bedau, American philosopher and academic (born 1926)",
            "year": 2012
        },
        {
            "text": "Helen Gurley Brown, American journalist and author (born 1922)",
            "year": 2012
        },
        {
            "text": "Ray Jordon, Australian cricketer and coach (born 1937)",
            "year": 2012
        },
        {
            "text": "Johnny Pesky, American baseball player and manager (born 1919)",
            "year": 2012
        },
        {
            "text": "Joan Roberts, American actress and singer (born 1917)",
            "year": 2012
        },
        {
            "text": "Tareque Masud, Bangladeshi director, producer, and screenwriter (born 1957)",
            "year": 2011
        },
        {
            "text": "Mishuk Munier, Bangladeshi journalist and cinematographer (born 1959)",
            "year": 2011
        },
        {
            "text": "Panagiotis Bachramis, Greek footballer (born 1976)",
            "year": 2010
        },
        {
            "text": "Lance Cade, American wrestler (born 1981)",
            "year": 2010
        },
        {
            "text": "Edwin Newman, American journalist and author (born 1919)",
            "year": 2010
        },
        {
            "text": "Lavelle Felton, American basketball player (born 1980)",
            "year": 2009
        },
        {
            "text": "Henri Cartan, French mathematician and academic (born 1904)",
            "year": 2008
        },
        {
            "text": "Bill Gwatney, American politician (born 1959)",
            "year": 2008
        },
        {
            "text": "Jack Weil, American businessman (born 1901)",
            "year": 2008
        },
        {
            "text": "Brian Adams, American wrestler (born 1964)",
            "year": 2007
        },
        {
            "text": "Brooke Astor, American philanthropist and socialite (born 1902)",
            "year": 2007
        },
        {
            "text": "Phil Rizzuto, American baseball player and sportscaster (born 1917)",
            "year": 2007
        },
        {
            "text": "Tony Jay, English actor and singer (born 1933)",
            "year": 2006
        },
        {
            "text": "Jon Nödtveidt, Swedish musician (born 1975)",
            "year": 2006
        },
        {
            "text": "Kermit L. Hall, American legal historian and university president (born 1944)",
            "year": 2006
        },
        {
            "text": "Miguel Arraes, Brazilian lawyer and politician (born 1916)",
            "year": 2005
        },
        {
            "text": "David Lange, New Zealand lawyer and politician, 32nd Prime Minister of New Zealand (born 1942)",
            "year": 2005
        },
        {
            "text": "Julia Child, American chef, author, and television host (born 1912)",
            "year": 2004
        },
        {
            "text": "Akku Yadav, Indian gangster and serial rapist (born 1971 or 1972)",
            "year": 2004
        },
        {
            "text": "Ed Townsend, American singer-songwriter and producer (born 1929)",
            "year": 2003
        },
        {
            "text": "Otto Stuppacher, Austrian race car driver (born 1947)",
            "year": 2001
        },
        {
            "text": "Jim Hughes, American baseball player and manager (born 1923)",
            "year": 2001
        },
        {
            "text": "Betty Cavanna, American author (born 1909)",
            "year": 2001
        },
        {
            "text": "Nazia Hassan, Pakistani singer-songwriter (born 1965)",
            "year": 2000
        },
        {
            "text": "Ignatz Bubis, German Jewish religious leader (born 1927)",
            "year": 1999
        },
        {
            "text": "Jaime Garzón, Colombian journalist and lawyer (born 1960)",
            "year": 1999
        },
        {
            "text": "Nino Ferrer, Italian-French singer-songwriter and guitarist (born 1934)",
            "year": 1998
        },
        {
            "text": "Edward Ginzton, Ukrainian-American physicist and academic (born 1915)",
            "year": 1998
        },
        {
            "text": "Julien Green, American author (born 1900)",
            "year": 1998
        },
        {
            "text": "Rafael Robles, Dominican-American baseball player (born 1947)",
            "year": 1998
        },
        {
            "text": "António de Spínola, Portuguese general and politician, 14th President of Portugal (born 1910)",
            "year": 1996
        },
        {
            "text": "Alison Hargreaves, English mountaineer (born 1963)",
            "year": 1995
        },
        {
            "text": "Jan Křesadlo, Czech-English psychologist and author (born 1926)",
            "year": 1995
        },
        {
            "text": "Mickey Mantle, American baseball player and sportscaster (born 1931)",
            "year": 1995
        },
        {
            "text": "James Roosevelt, American general and politician (born 1907)",
            "year": 1991
        },
        {
            "text": "Tim Richmond, American race car driver (born 1955)",
            "year": 1989
        },
        {
            "text": "Larkin I. Smith, American police officer and politician (born 1944)",
            "year": 1989
        },
        {
            "text": "Helen Mack, American actress (born 1913)",
            "year": 1986
        },
        {
            "text": "Tigran Petrosian, Georgian-Armenian chess player (born 1929)",
            "year": 1984
        },
        {
            "text": "Andrew Dasburg, American painter and sculptor (born 1887)",
            "year": 1979
        },
        {
            "text": "Lonnie Mayne, American wrestler (born 1944)",
            "year": 1978
        },
        {
            "text": "Murilo Mendes, Brazilian poet and telegrapher (born 1901)",
            "year": 1975
        },
        {
            "text": "Ida McNeil, American broadcaster and designer of the flag of South Dakota (born 1888)",
            "year": 1974
        },
        {
            "text": "W. O. Bentley, English race car driver and engineer, founded Bentley Motors Limited (born 1888)",
            "year": 1971
        },
        {
            "text": "Hayato Ikeda, Japanese lawyer and politician, 58th Prime Minister of Japan (born 1899)",
            "year": 1965
        },
        {
            "text": "Louis Bastien, French cyclist and fencer (born 1881)",
            "year": 1963
        },
        {
            "text": "Francis J. McCormick, American football, basketball player, and coach (born 1903)",
            "year": 1958
        },
        {
            "text": "Demetrius Constantine Dounis, Greek violinist and mandolin player (born 1886)",
            "year": 1954
        },
        {
            "text": "H. G. Wells, English novelist, historian, and critic (born 1866)",
            "year": 1946
        },
        {
            "text": "Sigizmund Levanevsky, Soviet aircraft pilot of Polish origin (born 1902)",
            "year": 1937
        },
        {
            "text": "Mary Hunter Austin, American author and playwright (born 1868)",
            "year": 1934
        },
        {
            "text": "Eduard Buchner, German chemist, Nobel Prize laureate (born 1860)",
            "year": 1917
        },
        {
            "text": "Jules Massenet, French composer (born 1842)",
            "year": 1912
        },
        {
            "text": "Florence Nightingale, Italian-English nurse and theologian (born 1820)",
            "year": 1910
        },
        {
            "text": "Collis Potter Huntington, American railway magnate (born 1821)",
            "year": 1900
        },
        {
            "text": "Ignaz Semmelweis, Hungarian physician and obstetrician (born 1818)",
            "year": 1865
        },
        {
            "text": "Eugène Delacroix, French painter and lithographer (born 1798)",
            "year": 1863
        },
        {
            "text": "René Laennec, French physician, invented the stethoscope (born 1781)",
            "year": 1826
        },
        {
            "text": "Ahilyabai Holkar, Queen of Indore (born 1725)",
            "year": 1795
        },
        {
            "text": "Margaret Fownes-Luttrell, English painter (born 1726)",
            "year": 1766
        },
        {
            "text": "Johann Elias Schlegel, German poet and critic (born 1719)",
            "year": 1749
        },
        {
            "text": "John Cruger, Danish-American businessman and politician, 39th Mayor of New York City (born 1678)",
            "year": 1744
        },
        {
            "text": "Jacques Lelong, French priest and author (born 1665)",
            "year": 1721
        },
        {
            "text": "Louis Maimbourg, French priest and historian (born 1610)",
            "year": 1686
        },
        {
            "text": "Jeremy Taylor, Irish bishop and saint (born 1613)",
            "year": 1667
        },
        {
            "text": "Johann Jakob Grynaeus, Swiss clergyman and theologian (born 1540)",
            "year": 1617
        },
        {
            "text": "Giambologna, Italian sculptor (born 1529)",
            "year": 1608
        },
        {
            "text": "Gerard David, Flemish painter (born 1460)",
            "year": 1523
        },
        {
            "text": "Filippo Maria Visconti, duke of Milan (born 1392)",
            "year": 1447
        },
        {
            "text": "Eleanor of Aragon, queen of Castile (born 1358)",
            "year": 1382
        },
        {
            "text": "Pietro Gradenigo, doge of Venice",
            "year": 1311
        },
        {
            "text": "Nawrūz, Mongol emir",
            "year": 1297
        },
        {
            "text": "Irene of Hungary, Byzantine empress (born 1088)",
            "year": 1134
        },
        {
            "text": "Gyeongjong, king of Goryeo (Korea) (born 955)",
            "year": 981
        },
        {
            "text": "Al-Muktafi, Abbasid caliph",
            "year": 908
        },
        {
            "text": "Zwentibold, king of Lotharingia (born 870)",
            "year": 900
        },
        {
            "text": "Takechi, Japanese prince",
            "year": 696
        },
        {
            "text": "Maximus the Confessor, Byzantine theologian",
            "year": 662
        },
        {
            "text": "Fabia Eudokia, Byzantine empress (born 580)",
            "year": 612
        },
        {
            "text": "Wen, emperor of the Sui Dynasty (born 541)",
            "year": 604
        },
        {
            "text": "Radegund, Frankish princess and saint (born 520)",
            "year": 587
        }
    ],
    "metadata": {
        "current_date": "August 13, 2025",
        "short_date": "Aug 13",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            48,
            32,
            13,
            50,
            10,
            44,
            1,
            2,
            26,
            11
        ],
        "births": [
            94,
            168,
            107,
            51
        ],
        "deaths": [
            25,
            65,
            94,
            69
        ]
    }
}