{
    "events": [
        {
            "text": "Perseverance, a Mars rover designed to explore Jezero crater on Mars, as part of NASA's Mars 2020 mission, lands successfully.",
            "year": 2021
        },
        {
            "text": "Iran Aseman Airlines Flight 3704 crashes in the Dena sub-range in the Zagros Mountains of Iran, Resulting in 66 Deaths",
            "year": 2018
        },
        {
            "text": "Revolution of Dignity: At least 76 people are killed and hundreds are injured in clashes between riot police and demonstrators in Kyiv, Ukraine.",
            "year": 2014
        },
        {
            "text": "Armed robbers steal a haul of diamonds worth $50 million during a raid at Brussels Airport in Belgium.",
            "year": 2013
        },
        {
            "text": "WikiLeaks publishes the first of hundreds of thousands of classified documents disclosed by the soldier now known as Chelsea Manning.",
            "year": 2010
        },
        {
            "text": "Up to 295 people, 182 of which being rescue workers, die near Nishapur, Iran, when a runaway freight train carrying sulfur, petrol and fertilizer catches fire and explodes.",
            "year": 2004
        },
        {
            "text": "192 people die when an arsonist sets fire to a subway train in Daegu, South Korea.",
            "year": 2003
        },
        {
            "text": "FBI agent Robert Hanssen is arrested for spying for the Soviet Union. He is ultimately convicted and sentenced to life imprisonment.",
            "year": 2001
        },
        {
            "text": "Sampit conflict: Inter-ethnic violence between Dayaks and Madurese breaks out in Sampit, Central Kalimantan, Indonesia, ultimately resulting in more than 500 deaths and 100,000 Madurese displaced from their homes.",
            "year": 2001
        },
        {
            "text": "The IRA explodes bombs in the early morning at Paddington station and Victoria station in London.",
            "year": 1991
        },
        {
            "text": "Thirteen people die and one is seriously injured in the Wah Mee massacre in Seattle. It is said to be the largest robbery-motivated mass-murder in U.S. history.",
            "year": 1983
        },
        {
            "text": "Richard Petty wins a then-record sixth Daytona 500 after leaders Donnie Allison and Cale Yarborough crash on the final lap of the first NASCAR race televised live flag-to-flag.",
            "year": 1979
        },
        {
            "text": "The Xinjiang 61st Regiment Farm fire started during Chinese New Year when a firecracker ignited memorial wreaths of the late Mao Zedong, killing 694 personnel. It remains the deadliest fireworks accident in the world.",
            "year": 1977
        },
        {
            "text": "A thousand armed soldiers raid Kalakuta Republic, the commune of Nigerian singer Fela Kuti, leading to the death of Funmilayo Anikulapo Kuti.",
            "year": 1977
        },
        {
            "text": "The Space Shuttle Enterprise test vehicle is carried on its maiden \"flight\" on top of a Boeing 747.",
            "year": 1977
        },
        {
            "text": "The California Supreme Court in the case of People v. Anderson, (6 Cal.3d 628) invalidates the state's death penalty and commutes the sentences of all death row inmates to life imprisonment.",
            "year": 1972
        },
        {
            "text": "The Chicago Seven are found not guilty of conspiring to incite riots at the 1968 Democratic National Convention.",
            "year": 1970
        },
        {
            "text": "The Gambia becomes independent from the United Kingdom.",
            "year": 1965
        },
        {
            "text": "Kenyan rebel leader Dedan Kimathi is executed by the British colonial government.",
            "year": 1957
        },
        {
            "text": "Walter James Bolton becomes the last person legally executed in New Zealand.",
            "year": 1957
        },
        {
            "text": "Operation Teapot: Teapot test shot \"Wasp\" is successfully detonated at the Nevada Test Site with a yield of 1.2 kilotons.  Wasp is the first of fourteen shots in the Teapot series.",
            "year": 1955
        },
        {
            "text": "The first Church of Scientology is established in Los Angeles.",
            "year": 1954
        },
        {
            "text": "First Indochina War: The French gain complete control of Hanoi after forcing the Viet Minh to withdraw to the mountains.",
            "year": 1947
        },
        {
            "text": "Sailors of the Royal Indian Navy mutiny in Bombay harbour, from where the action spreads throughout the Provinces of British India, involving 78 ships, twenty shore establishments and 20,000 sailors",
            "year": 1946
        },
        {
            "text": "World War II: American and Brazilian troops kick off Operation Encore in Northern Italy, a successful limited action in the Northern Apennines that prepares for the western portion of the Allied Spring offensive.",
            "year": 1945
        },
        {
            "text": "World War II: The Nazis arrest the members of the White Rose movement.",
            "year": 1943
        },
        {
            "text": "World War II: Joseph Goebbels delivers his Sportpalast speech.",
            "year": 1943
        },
        {
            "text": "World War II: The Imperial Japanese Army begins the systematic extermination of perceived hostile elements among the Chinese in Singapore.",
            "year": 1942
        },
        {
            "text": "Second Sino-Japanese War: During the Nanking Massacre, the Nanking Safety Zone International Committee is renamed \"Nanking International Rescue Committee\", and the safety zone in place for refugees falls apart.",
            "year": 1938
        },
        {
            "text": "The Empire of Japan creates the independent state of Manzhouguo (the obsolete Chinese name for Manchuria) free from the Republic of China and installed former Chinese Emperor Puyi as Chief Executive of the State.",
            "year": 1932
        },
        {
            "text": "While studying photographs taken in January, Clyde Tombaugh discovers Pluto.",
            "year": 1930
        },
        {
            "text": "Elm Farm Ollie becomes the first cow to fly in a fixed-wing aircraft and also the first cow to be milked in an aircraft.",
            "year": 1930
        },
        {
            "text": "U-boat Campaign: The Imperial German Navy institutes unrestricted submarine warfare in the waters around Great Britain and Ireland.",
            "year": 1915
        },
        {
            "text": "The first official flight with airmail takes place from Allahabad, United Provinces, British India (now India), when Henri Pequet, a 23-year-old pilot, delivers 6,500 letters to Naini, about 10 kilometres (6.2 mi) away.",
            "year": 1911
        },
        {
            "text": "Édouard de Laveleye forms the Belgian Olympic Committee in Brussels.",
            "year": 1906
        },
        {
            "text": "Second Boer War: Imperial forces suffer their worst single-day loss of life on Bloody Sunday, the first day of the Battle of Paardeberg.",
            "year": 1900
        },
        {
            "text": "Adventures of Huckleberry Finn by Mark Twain is published in the United States.",
            "year": 1885
        },
        {
            "text": "John Tunstall is murdered by outlaw Jesse Evans, sparking the Lincoln County War in Lincoln County, New Mexico.",
            "year": 1878
        },
        {
            "text": "Bulgarian revolutionary leader Vasil Levski is executed by hanging in Sofia by the Ottoman authorities.",
            "year": 1873
        },
        {
            "text": "In Montgomery, Alabama, Jefferson Davis is inaugurated as the provisional President of the Confederate States of America.",
            "year": 1861
        },
        {
            "text": "With Italian unification almost complete, Victor Emmanuel II of Piedmont, Savoy and Sardinia assumes the title of King of Italy.",
            "year": 1861
        },
        {
            "text": "Napoleonic Wars: The Battle of Montereau.",
            "year": 1814
        },
        {
            "text": "French Revolutionary Wars: Sir Ralph Abercromby and a fleet of 18 British warships invade Trinidad.",
            "year": 1797
        },
        {
            "text": "Congress passes a law admitting the state of Vermont to the Union, effective 4 March, after that state had existed for 14 years as a de facto independent largely unrecognized state.",
            "year": 1791
        },
        {
            "text": "Fourth Anglo-Dutch War: Captain Thomas Shirley opens his expedition against Dutch colonial outposts on the Gold Coast of Africa (present-day Ghana).",
            "year": 1781
        },
        {
            "text": "The ballad opera called Flora, or Hob in the Well went down in history as the first opera of any kind to be produced in North America (Charleston, S.C.)",
            "year": 1735
        },
        {
            "text": "Eighty Years' War: Off the coast of Cornwall, England, a Spanish fleet intercepts an important Anglo-Dutch merchant convoy of 44 vessels escorted by six warships, destroying or capturing 20 of them.",
            "year": 1637
        },
        {
            "text": "George, Duke of Clarence, convicted of treason against his older brother Edward IV of England, is executed in private at the Tower of London.",
            "year": 1478
        },
        {
            "text": "Amda Seyon I, Emperor of Ethiopia begins his campaigns in the southern Muslim provinces.",
            "year": 1332
        },
        {
            "text": "The Battle of Wesenberg is fought between the Livonian Order and Dovmont of Pskov.",
            "year": 1268
        },
        {
            "text": "The Sixth Crusade: Frederick II, Holy Roman Emperor, signs a ten-year truce with al-Kamil, regaining Jerusalem, Nazareth, and Bethlehem with neither military engagements nor support from the papacy.",
            "year": 1229
        },
        {
            "text": "Kali Yuga, the fourth and final yuga of Hinduism, starts with the death of Krishna.",
            "year": -3102
        }
    ],
    "births": [
        {
            "text": "Manu Bhaker, Indian sports shooter",
            "year": 2002
        },
        {
            "text": "Tanguy Coulibaly, French footballer",
            "year": 2001
        },
        {
            "text": "Jaime Jaquez Jr., American basketball player",
            "year": 2001
        },
        {
            "text": "Zakaria Aboukhlal, Moroccan footballer",
            "year": 2000
        },
        {
            "text": "Giacomo Raspadori, Italian footballer",
            "year": 2000
        },
        {
            "text": "Vernon, South Korean and American rapper, singer and songwriter",
            "year": 1998
        },
        {
            "text": "DK, South Korean singer",
            "year": 1997
        },
        {
            "text": "Odysseas Adam, Greek volleyball player",
            "year": 1997
        },
        {
            "text": "Tyler Dorsey, American-Greek basketball player",
            "year": 1996
        },
        {
            "text": "Nathan Aké, Dutch footballer",
            "year": 1995
        },
        {
            "text": "J-Hope, South Korean rapper, singer-songwriter, dancer, and record producer",
            "year": 1994
        },
        {
            "text": "Paul Zipser, German basketball player",
            "year": 1994
        },
        {
            "text": "Kentavious Caldwell-Pope, American basketball player",
            "year": 1993
        },
        {
            "text": "Le'Veon Bell, American football player",
            "year": 1992
        },
        {
            "text": "Martin Marinčin, Slovak ice hockey player",
            "year": 1992
        },
        {
            "text": "Logan Miller, American actor",
            "year": 1992
        },
        {
            "text": "Sebastian Neumann, German footballer",
            "year": 1991
        },
        {
            "text": "Monica Aksamit, American saber fencer",
            "year": 1990
        },
        {
            "text": "Didi Gregorius, Dutch baseball player",
            "year": 1990
        },
        {
            "text": "Cody Hodgson, Canadian ice hockey player",
            "year": 1990
        },
        {
            "text": "Bryan Oviedo, Costa Rican footballer",
            "year": 1990
        },
        {
            "text": "Sonja Vasić, Serbian basketball player",
            "year": 1989
        },
        {
            "text": "Roman Neustädter, German-Russian footballer",
            "year": 1988
        },
        {
            "text": "Sarah Sutherland, American actress",
            "year": 1988
        },
        {
            "text": "Maiara Walsh, American-Brazilian actress",
            "year": 1988
        },
        {
            "text": "Kyle Weaver, American basketball player",
            "year": 1986
        },
        {
            "text": "Carlos Kameni, Cameroonian footballer",
            "year": 1984
        },
        {
            "text": "Kara Braxton, American basketball player",
            "year": 1983
        },
        {
            "text": "Jermaine Jenas, English footballer",
            "year": 1983
        },
        {
            "text": "Jason Maxiell, American basketball player",
            "year": 1983
        },
        {
            "text": "Christian Tiffert, German footballer",
            "year": 1982
        },
        {
            "text": "Andrei Kirilenko, Russian-American basketball player",
            "year": 1981
        },
        {
            "text": "Alex Ríos, American baseball player",
            "year": 1981
        },
        {
            "text": "Nik Antropov, Kazakhstani-Canadian ice hockey player",
            "year": 1980
        },
        {
            "text": "Regina Spektor, Russian-American musician and songwriter",
            "year": 1980
        },
        {
            "text": "Ike Barinholtz, American actor and comedian",
            "year": 1977
        },
        {
            "text": "Kristoffer Polaha, American actor",
            "year": 1977
        },
        {
            "text": "Gary Neville, English footballer",
            "year": 1975
        },
        {
            "text": "Carrie Ann Baade, American painter and academic",
            "year": 1974
        },
        {
            "text": "Radek Černý, Czech footballer",
            "year": 1974
        },
        {
            "text": "Julia Butterfly Hill, American environmentalist and author",
            "year": 1974
        },
        {
            "text": "Jillian Michaels, American personal trainer and television personality",
            "year": 1974
        },
        {
            "text": "Thomas Bjørn, Danish golfer",
            "year": 1971
        },
        {
            "text": "Alexander Mogilny, Russian ice hockey player",
            "year": 1969
        },
        {
            "text": "Molly Ringwald, American actress",
            "year": 1968
        },
        {
            "text": "Tommy Tallarico, American video game music composer",
            "year": 1968
        },
        {
            "text": "Roberto Baggio, Italian footballer",
            "year": 1967
        },
        {
            "text": "Colin Jackson, Welsh sprinter and hurdler",
            "year": 1967
        },
        {
            "text": "Phillip DeFreitas, Dominican-English cricketer",
            "year": 1966
        },
        {
            "text": "Ryan Wesley Routh, American attempted assassin of Donald Trump",
            "year": 1966
        },
        {
            "text": "Dr. Dre, American rapper, record producer, and entrepreneur",
            "year": 1965
        },
        {
            "text": "Matt Dillon, American actor",
            "year": 1964
        },
        {
            "text": "Douglas Rushkoff, American media and cultural theorist, author, and documentarian",
            "year": 1961
        },
        {
            "text": "Andy Moog, Canadian ice hockey player",
            "year": 1960
        },
        {
            "text": "Greta Scacchi, Italian-Australian actress",
            "year": 1960
        },
        {
            "text": "Jayne Atkinson, English-American actress",
            "year": 1959
        },
        {
            "text": "Marita Koch, German sprinter",
            "year": 1957
        },
        {
            "text": "Vanna White, American television personality",
            "year": 1957
        },
        {
            "text": "Lisa See, American writer and novelist",
            "year": 1955
        },
        {
            "text": "John Travolta, American actor, singer and producer",
            "year": 1954
        },
        {
            "text": "Randy Crawford, American jazz and R&B singer",
            "year": 1952
        },
        {
            "text": "Maurice Lucas, American basketball player (died 2010)",
            "year": 1952
        },
        {
            "text": "Juice Newton, American singer-songwriter and guitarist",
            "year": 1952
        },
        {
            "text": "Queen Komal of Nepal",
            "year": 1951
        },
        {
            "text": "Isabel Preysler, Filipino-Spanish journalist",
            "year": 1951
        },
        {
            "text": "Nana Amba Eyiaba I, Ghanaian queen mother and advocate",
            "year": 1950
        },
        {
            "text": "John Hughes, American director, producer, and screenwriter (died 2009)",
            "year": 1950
        },
        {
            "text": "Cybill Shepherd, American actress",
            "year": 1950
        },
        {
            "text": "Dennis DeYoung, American musician, singer, and songwriter",
            "year": 1947
        },
        {
            "text": "Michael Buerk, English journalist",
            "year": 1946
        },
        {
            "text": "Jess Walton, American actress",
            "year": 1946
        },
        {
            "text": "Elizabeth Nunez, American novelist (died 2024)",
            "year": 1944
        },
        {
            "text": "Irma Thomas, American singer-songwriter",
            "year": 1941
        },
        {
            "text": "Fabrizio De André, Italian singer-songwriter and guitarist (died 1999)",
            "year": 1940
        },
        {
            "text": "Claude Ake, Nigerian political scientist and academic (died 1996)",
            "year": 1939
        },
        {
            "text": "Jean M. Auel, American author",
            "year": 1936
        },
        {
            "text": "Audre Lorde, American writer and activist (died 1992)",
            "year": 1934
        },
        {
            "text": "Yoko Ono, Japanese-American multimedia artist and musician",
            "year": 1933
        },
        {
            "text": "Bobby Robson, English footballer and manager (died 2009)",
            "year": 1933
        },
        {
            "text": "Mary Ure, Scottish-English actress (died 1975)",
            "year": 1933
        },
        {
            "text": "Miloš Forman, Czech-American actor, director, and screenwriter (died 2018)",
            "year": 1932
        },
        {
            "text": "Johnny Hart, American cartoonist, co-created The Wizard of Id (died 2007)",
            "year": 1931
        },
        {
            "text": "Toni Morrison, American novelist and editor, Nobel Prize laureate (died 2019).",
            "year": 1931
        },
        {
            "text": "Len Deighton, English historian and author",
            "year": 1929
        },
        {
            "text": "André Mathieu, Canadian pianist and composer (died 1968)",
            "year": 1929
        },
        {
            "text": "Fazal Mahmood, Pakistani cricketer (died 2005)",
            "year": 1927
        },
        {
            "text": "Wallace Berman, American painter and illustrator (died 1976)",
            "year": 1926
        },
        {
            "text": "George Kennedy, American actor (died 2016)",
            "year": 1925
        },
        {
            "text": "Eric Gairy, Grenadan politician, 1st Prime Minister of Grenada (died 1997)",
            "year": 1922
        },
        {
            "text": "Helen Gurley Brown, American journalist and author (died 2012)",
            "year": 1922
        },
        {
            "text": "Connie Wisniewski, American baseball player (died 1995)",
            "year": 1922
        },
        {
            "text": "Mary Amdur, American toxicologist and public health researcher (died 1998)",
            "year": 1921
        },
        {
            "text": "Oscar Feltsman, Ukrainian-Russian pianist and composer (died 2013)",
            "year": 1921
        },
        {
            "text": "Rolande Falcinelli, French organist, pianist, composer, and pedagogue (died 2006)",
            "year": 1920
        },
        {
            "text": "Jack Palance, American boxer and actor (died 2006)",
            "year": 1919
        },
        {
            "text": "Phyllis Calvert, English actress (died 2002)",
            "year": 1915
        },
        {
            "text": "Joe Gordon, American baseball player and manager (died 1978)",
            "year": 1915
        },
        {
            "text": "Pee Wee King, American singer-songwriter and fiddler (died 2000)",
            "year": 1914
        },
        {
            "text": "Wallace Stegner, American novelist, short story writer, and essayist (died 1993)",
            "year": 1909
        },
        {
            "text": "Hans Asperger, Austrian pediatrician and academic (died 1980)",
            "year": 1906
        },
        {
            "text": "Nikolai Podgorny, Ukrainian engineer and politician (died 1983)",
            "year": 1903
        },
        {
            "text": "Arthur Bryant, English historian and journalist (died 1985)",
            "year": 1899
        },
        {
            "text": "Luis Muñoz Marín, Puerto Rican poet and politician, 1st Governor of the Commonwealth of Puerto Rico (died 1980)",
            "year": 1898
        },
        {
            "text": "Li Linsi, Chinese educator and diplomat (died 1970)",
            "year": 1896
        },
        {
            "text": "Maksim Haretski, Belarusian prose writer, journalist and activist (died 1938)",
            "year": 1893
        },
        {
            "text": "Wendell Willkie, American captain, lawyer, and politician (died 1944)",
            "year": 1892
        },
        {
            "text": "Edward Arnold, American actor (died 1956)",
            "year": 1890
        },
        {
            "text": "Adolphe Menjou, American actor (died 1963)",
            "year": 1890
        },
        {
            "text": "Henri Laurens, French sculptor and illustrator (died 1954)",
            "year": 1885
        },
        {
            "text": "Nikos Kazantzakis, Greek philosopher, author, and playwright (died 1957)",
            "year": 1883
        },
        {
            "text": "Harry Brearley, English inventor (died 1948)",
            "year": 1871
        },
        {
            "text": "William Laurel Harris, American painter and author (died 1924)",
            "year": 1870
        },
        {
            "text": "Hedwig Courths-Mahler, German writer (died 1950)",
            "year": 1867
        },
        {
            "text": "Charles M. Schwab, American businessman, co-founded Bethlehem Steel (died 1939)",
            "year": 1862
        },
        {
            "text": "Anders Zorn, Swedish artist (died 1920)",
            "year": 1860
        },
        {
            "text": "Jean Jules Jusserand, French historian, author, and diplomat, French Ambassador to the United States (died 1932)",
            "year": 1855
        },
        {
            "text": "George Henschel, German-English singer-songwriter, pianist, and conductor (died 1934)",
            "year": 1850
        },
        {
            "text": "Alexander Kielland, Norwegian author, playwright, and politician (died 1906)",
            "year": 1849
        },
        {
            "text": "Louis Comfort Tiffany, American stained glass artist (died 1933)",
            "year": 1848
        },
        {
            "text": "Wilson Barrett, English actor, playwright, and manager (died 1904)",
            "year": 1846
        },
        {
            "text": "Ernst Mach, Austrian physicist and philosopher (died 1916)",
            "year": 1838
        },
        {
            "text": "Ramakrishna Paramahamsa, Indian mystic and yogi (died 1886)",
            "year": 1836
        },
        {
            "text": "John O'Shanassy, Irish-Australian politician, 2nd Premier of Victoria (died 1883)",
            "year": 1818
        },
        {
            "text": "Konstanty Schmidt-Ciążyński, Polish collector and art connoisseur who donated a large collection to the National Museum in Kraków (died 1889)",
            "year": 1818
        },
        {
            "text": "Lewis Armistead, American general (died 1863)",
            "year": 1817
        },
        {
            "text": "Samuel Fenton Cary, American lawyer and politician (died 1900)",
            "year": 1814
        },
        {
            "text": "Emanuel Granberg, Finnish church painter (died 1797)",
            "year": 1754
        },
        {
            "text": "Alessandro Volta, Italian physicist, invented the battery (died 1827)",
            "year": 1745
        },
        {
            "text": "Johann Christian Kittel, German organist and composer (died 1809)",
            "year": 1732
        },
        {
            "text": "Charles-Irénée Castel de Saint-Pierre, French philosopher and author (died 1743)",
            "year": 1658
        },
        {
            "text": "Marie Champmeslé, French actress (died 1698)",
            "year": 1642
        },
        {
            "text": "Giovanni Battista Vitali, Italian violinist and composer (died 1692)",
            "year": 1632
        },
        {
            "text": "Francesco Redi, Italian physician (died 1697)",
            "year": 1626
        },
        {
            "text": "Edward Hyde, 1st Earl of Clarendon, English historian and politician, Chancellor of the Exchequer (died 1674)",
            "year": 1609
        },
        {
            "text": "Per Brahe the Younger, Swedish soldier and politician, Governor-General of Finland (died 1680)",
            "year": 1602
        },
        {
            "text": "Michelangelo Cerquozzi, Italian painter (died 1660)",
            "year": 1602
        },
        {
            "text": "Henry Vane the Elder, English politician (died 1655)",
            "year": 1589
        },
        {
            "text": "Maarten Gerritsz Vries, Dutch explorer (died 1646)",
            "year": 1589
        },
        {
            "text": "Isaac Casaubon, Swiss philologist and scholar (died 1614)",
            "year": 1559
        },
        {
            "text": "Bahāʾ al-dīn al-ʿĀmilī, founder of Isfahan School of Islamic Philosophy (died 1621)",
            "year": 1547
        },
        {
            "text": "Charles III, Duke of Lorraine (died 1608)",
            "year": 1543
        },
        {
            "text": "Uesugi Kenshin, Japanese daimyō (died 1578)",
            "year": 1530
        },
        {
            "text": "Mary I of England (died 1558)",
            "year": 1516
        },
        {
            "text": "Chaitanya Mahaprabhu, Indian monk and saint (died 1534)",
            "year": 1486
        },
        {
            "text": "Ibn Hajar al-Asqalani, Egyptian jurist and scholar (died 1448)",
            "year": 1372
        },
        {
            "text": "Nasir al-Din al-Tusi, Persian scientist and writer (died 1274)",
            "year": 1201
        }
    ],
    "deaths": [
        {
            "text": "Gene Hackman, award-winning American actor (born 1930)",
            "year": 2025
        },
        {
            "text": "Gerald Ridsdale, Australian laicised Catholic priest and sex offender (born 1934)",
            "year": 2025
        },
        {
            "text": "Hurricane, American secret service canine (born 2009)",
            "year": 2025
        },
        {
            "text": "Flavio Bucci, Italian actor and voice actor (born 1947)",
            "year": 2020
        },
        {
            "text": "Alessandro Mendini, Italian designer and architect (born 1931)",
            "year": 2019
        },
        {
            "text": "Elchanan Heilprin, Slovak-born English rabbi (born 1920 or 1922)",
            "year": 2015
        },
        {
            "text": "Mavis Gallant, Canadian-French author and playwright (born 1922)",
            "year": 2014
        },
        {
            "text": "Maria Franziska von Trapp, Austrian-American singer (born 1914)",
            "year": 2014
        },
        {
            "text": "Balthus, Polish-Swiss painter and illustrator (born 1908)",
            "year": 2001
        },
        {
            "text": "Dale Earnhardt, American racer and seven-time NASCAR Cup Series champion (born 1951)",
            "year": 2001
        },
        {
            "text": "Ngaio Marsh, New Zealand author (born 1895)",
            "year": 1982
        },
        {
            "text": "Jack Northrop, American engineer and businessman, founded the Northrop Corporation (born 1895)",
            "year": 1981
        },
        {
            "text": "Andy Devine, American actor (born 1905)",
            "year": 1977
        },
        {
            "text": "Dragiša Cvetković, Serbian lawyer and politician, 17th Prime Minister of Yugoslavia (born 1893)",
            "year": 1969
        },
        {
            "text": "J. Robert Oppenheimer, American physicist and academic (born 1904)",
            "year": 1967
        },
        {
            "text": "Grigory Nelyubov, Soviet pilot and military officer (born 1934)",
            "year": 1966
        },
        {
            "text": "Gertrude Vanderbilt, American stage actress (born c. 1885)",
            "year": 1960
        },
        {
            "text": "Gustave Charpentier, French composer (born 1860)",
            "year": 1956
        },
        {
            "text": "David King Udall, American missionary and politician (born 1851)",
            "year": 1938
        },
        {
            "text": "James J. Corbett, American boxer and actor (born 1866)",
            "year": 1933
        },
        {
            "text": "Frank James, American soldier and criminal (born 1843)",
            "year": 1915
        },
        {
            "text": "Lucy Stanton, American activist (born 1831)",
            "year": 1910
        },
        {
            "text": "Charles Lewis Tiffany, American businessman, founded Tiffany & Co. (born 1812)",
            "year": 1902
        },
        {
            "text": "Serranus Clinton Hastings, American lawyer and politician, 1st Chief Justice of California (born 1814)",
            "year": 1893
        },
        {
            "text": "Nikolay Zinin, Russian organic chemist (born 1812)",
            "year": 1880
        },
        {
            "text": "Vasil Levski, Bulgarian activist, founded the Internal Revolutionary Organization (born 1837)",
            "year": 1873
        },
        {
            "text": "Carl Gustav Jacob Jacobi, German mathematician and academic (born 1804)",
            "year": 1851
        },
        {
            "text": "Johann Wilhelm Ludwig Gleim, German poet and educator (born 1719)",
            "year": 1803
        },
        {
            "text": "John Whitehurst, English geologist and clockmaker (born 1713)",
            "year": 1788
        },
        {
            "text": "Kristijonas Donelaitis, Lithuanian pastor and poet (born 1714)",
            "year": 1780
        },
        {
            "text": "Joseph Marie Terray, French economist and politician, Controller-General of Finances (born 1715)",
            "year": 1778
        },
        {
            "text": "Count Johann Hartwig Ernst von Bernstorff, Danish politician (born 1712)",
            "year": 1772
        },
        {
            "text": "Otto Ferdinand von Abensberg und Traun, Austrian field marshal (born 1677)",
            "year": 1748
        },
        {
            "text": "Anna Maria Luisa de' Medici, Italian noble (born 1667)",
            "year": 1743
        },
        {
            "text": "Louis, Dauphin of France, (born 1682)",
            "year": 1712
        },
        {
            "text": "William Phips, governor of Massachusetts (born 1650)",
            "year": 1695
        },
        {
            "text": "Nicolaes Pieterszoon Berchem, Dutch painter (born 1620)",
            "year": 1683
        },
        {
            "text": "John Villiers, Viscount Purbeck, English courtier (born c. 1591)",
            "year": 1658
        },
        {
            "text": "Jean-Louis Guez de Balzac, French author (born 1594)",
            "year": 1654
        },
        {
            "text": "Michelangelo, Italian sculptor and painter (born 1475)",
            "year": 1564
        },
        {
            "text": "Martin Luther, German priest and theologian, leader of the Protestant Reformation (born 1483)",
            "year": 1546
        },
        {
            "text": "Heinrich Cornelius Agrippa, German magician, astrologer, and theologian (born 1486)",
            "year": 1535
        },
        {
            "text": "Hedwig Jagiellon, duchess of Bavaria (born 1457)",
            "year": 1502
        },
        {
            "text": "George Plantagenet, 1st Duke of Clarence, English nobleman (born 1449)",
            "year": 1478
        },
        {
            "text": "Fra Angelico, Italian priest and painter (born 1395)",
            "year": 1455
        },
        {
            "text": "Enguerrand VII, French nobleman (born 1340)",
            "year": 1397
        },
        {
            "text": "Albert II, duke of Mecklenburg (born 1318)",
            "year": 1379
        },
        {
            "text": "Kublai Khan, Mongol emperor (born 1215)",
            "year": 1294
        },
        {
            "text": "Hugh Bigod, 3rd Earl of Norfolk, Norman nobleman",
            "year": 1225
        },
        {
            "text": "Berthold V, duke of Zähringen (born 1160)",
            "year": 1218
        },
        {
            "text": "Yaropolk II, Grand Prince of Kiev (born 1082)",
            "year": 1139
        },
        {
            "text": "Gregory V, pope of the Catholic Church (born 972)",
            "year": 999
        },
        {
            "text": "Thābit ibn Qurra, Arab astronomer and physician (born 826)",
            "year": 901
        },
        {
            "text": "Angilbert, Frankish monk and diplomat (born 760)",
            "year": 814
        },
        {
            "text": "Colmán, bishop of Lindisfarne",
            "year": 675
        }
    ],
    "metadata": {
        "current_date": "February 18, 2026",
        "short_date": "Feb 18",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            5,
            4,
            24,
            11,
            0,
            29,
            37,
            26,
            8,
            33
        ],
        "births": [
            97,
            46,
            0,
            124
        ],
        "deaths": [
            45,
            51,
            31,
            33
        ]
    }
}