{
    "events": [
        {
            "text": "A fire in a residential building in Mangaf, Kuwait City kills at least 50 people.",
            "year": 2024
        },
        {
            "text": "Kassym-Jomart Tokayev is inaugurated as the second president of Kazakhstan.",
            "year": 2019
        },
        {
            "text": "United States President Donald Trump and Kim Jong-un of North Korea held the first meeting between leaders of their two countries in Singapore.",
            "year": 2018
        },
        {
            "text": "Forty-nine civilians are killed and 58 others injured in an attack on a gay nightclub in Orlando, Florida, United States; the gunman, Omar Mateen, is killed in a gunfight with police.",
            "year": 2016
        },
        {
            "text": "Between 1,095 and 1,700 Shia Iraqi people are killed in an attack by the Islamic State of Iraq and the Levant on Camp Speicher in Tikrit, Iraq. It is the second deadliest act of terrorism in history, only behind 9/11.",
            "year": 2014
        },
        {
            "text": "A disputed presidential election in Iran leads to wide-ranging local and international protests.",
            "year": 2009
        },
        {
            "text": "Kosovo War: Operation Joint Guardian begins when a NATO-led United Nations peacekeeping force, Kosovo Force (KFor), enters the province of Kosovo in the Federal Republic of Yugoslavia.",
            "year": 1999
        },
        {
            "text": "An election takes place in Nigeria and is won by Moshood Kashimawo Olawale Abiola. Its results are later annulled by the military government of Ibrahim Babangida.",
            "year": 1993
        },
        {
            "text": "In modern Russia's first democratic election, Boris Yeltsin is elected as the President of Russia.",
            "year": 1991
        },
        {
            "text": "Kokkadichcholai massacre: The Sri Lankan Army massacres 152 minority Tamil civilians in the village of Kokkadichcholai near the Eastern Province town of Batticaloa.",
            "year": 1991
        },
        {
            "text": "Russia Day: The parliament of the Russian Federation formally declares its sovereignty.",
            "year": 1990
        },
        {
            "text": "Austral Líneas Aéreas Flight 046, a McDonnell Douglas MD-81, crashes short of the runway at Libertador General José de San Martín Airport, killing all 22 people on board.",
            "year": 1988
        },
        {
            "text": "The Central African Republic's former emperor Jean-Bédel Bokassa is sentenced to death for crimes he had committed during his 13-year rule.",
            "year": 1987
        },
        {
            "text": "Cold War: At the Brandenburg Gate, U.S. President Ronald Reagan publicly challenges Mikhail Gorbachev to tear down the Berlin Wall.",
            "year": 1987
        },
        {
            "text": "A nuclear disarmament rally and concert is held in New York City.",
            "year": 1982
        },
        {
            "text": "The first of the Indiana Jones film franchise, Raiders of the Lost Ark, is released in theaters.",
            "year": 1981
        },
        {
            "text": "Bryan Allen wins the second Kremer prize for a man-powered flight across the English Channel in the Gossamer Albatross.",
            "year": 1979
        },
        {
            "text": "State of Uttar Pradesh v. Raj Narain: Judge Jagmohanlal Sinha rules against Indira Gandhi in a case on her election to the Indian Parliament, and that she should be banned from holding any public office, triggering a political crisis.",
            "year": 1975
        },
        {
            "text": "The United States Supreme Court in Loving v. Virginia declares all U.S. state laws that prohibit interracial marriage to be unconstitutional.",
            "year": 1967
        },
        {
            "text": "Anti-apartheid activist and ANC leader Nelson Mandela is sentenced to life in prison for sabotage in South Africa.",
            "year": 1964
        },
        {
            "text": "NAACP field secretary Medgar Evers is murdered in front of his home in Jackson, Mississippi, by Ku Klux Klan member Byron De La Beckwith during the civil rights movement.",
            "year": 1963
        },
        {
            "text": "The film Cleopatra, starring Elizabeth Taylor and Richard Burton, is released in US theaters. It was the most expensive film made at the time.",
            "year": 1963
        },
        {
            "text": "Pope Pius XII canonises Dominic Savio, who was 14 years old at the time of his death, as a saint, making him at the time the youngest unmartyred saint in the Roman Catholic Church. In 2017, Francisco and Jacinta Marto, aged ten and nine at the time of their deaths, are declared as saints.",
            "year": 1954
        },
        {
            "text": "An Air France Douglas DC-4 crashes near Bahrain International Airport, killing 46 people.",
            "year": 1950
        },
        {
            "text": "World War II: Battle of Carentan: American paratroopers of the 101st Airborne Division secure the town of Carentan, Normandy, France.",
            "year": 1944
        },
        {
            "text": "The Holocaust: Germany liquidates the Jewish Ghetto in Brzeżany, Poland (now Berezhany, Ukraine). Around 1,180 Jews are led to the city's old Jewish graveyard and shot.",
            "year": 1943
        },
        {
            "text": "Anne Frank receives a diary for her thirteenth birthday.",
            "year": 1942
        },
        {
            "text": "World War II: Thirteen thousand British and French troops surrender to General Erwin Rommel at Saint-Valery-en-Caux.",
            "year": 1940
        },
        {
            "text": "Shooting begins on Paramount Pictures' Dr. Cyclops, the first horror film photographed in three-strip Technicolor.",
            "year": 1939
        },
        {
            "text": "The Baseball Hall of Fame opens in Cooperstown, New York.",
            "year": 1939
        },
        {
            "text": "A ceasefire is negotiated between Bolivia and Paraguay, ending the Chaco War.",
            "year": 1935
        },
        {
            "text": "Mikhail Tukhachevsky orders the use of chemical weapons against the Tambov Rebellion, bringing an end to the peasant uprising.",
            "year": 1921
        },
        {
            "text": "Massacre of Phocaea: Turkish irregulars slaughter 50 to 100 Greeks and expel thousands of others in an ethnic cleansing operation in the Ottoman Empire.",
            "year": 1914
        },
        {
            "text": "The Reichstag approves new legislation continuing Germany's naval expansion program, providing for construction of 38 battleships over a 20-year period. Germany's fleet would be the largest in the world.",
            "year": 1900
        },
        {
            "text": "New Richmond tornado: The ninth deadliest tornado in U.S. history kills 117 people and injures around 200.",
            "year": 1899
        },
        {
            "text": "Philippine Declaration of Independence: General Emilio Aguinaldo declares the Philippines' independence from Spain.",
            "year": 1898
        },
        {
            "text": "American Civil War, Overland Campaign: Battle of Cold Harbor: Ulysses S. Grant gives the Confederate forces under Robert E. Lee a victory when he pulls his Union troops from their position at Cold Harbor, Virginia and moves south.",
            "year": 1864
        },
        {
            "text": "Beginning of the Invasion of Algiers: Thirty-four thousand French soldiers land 27 kilometers west of Algiers, at Sidi Ferruch.",
            "year": 1830
        },
        {
            "text": "Badi VII, king of Sennar, surrenders his throne and realm to Isma'il Pasha, general of the Ottoman Empire, ending the existence of that Sudanese kingdom.",
            "year": 1821
        },
        {
            "text": "The earliest form of bicycle, the dandy horse, is driven by Karl von Drais.",
            "year": 1817
        },
        {
            "text": "Capture of USRC Surveyor.",
            "year": 1813
        },
        {
            "text": "Irish Rebellion of 1798: Battle of Ballynahinch.",
            "year": 1798
        },
        {
            "text": "The Virginia Declaration of Rights is adopted.",
            "year": 1776
        },
        {
            "text": "American War of Independence: British general Thomas Gage declares martial law in Massachusetts. The British offer a pardon to all colonists who lay down their arms. There would be only two exceptions to the amnesty: Samuel Adams and John Hancock, if captured, were to be hanged.",
            "year": 1775
        },
        {
            "text": "French explorer Marc-Joseph Marion du Fresne and 25 of his men are killed by Māori in New Zealand.",
            "year": 1772
        },
        {
            "text": "French and Indian War: Siege of Louisbourg: James Wolfe's attack at Louisbourg, Nova Scotia, commences.",
            "year": 1758
        },
        {
            "text": "Thomas Willett is appointed the first mayor of New York City.",
            "year": 1665
        },
        {
            "text": "First Anglo-Dutch War: The Battle of the Gabbard begins, lasting until the following day.",
            "year": 1653
        },
        {
            "text": "The Westminster Assembly is convened by the Parliament of England, without the assent of Charles I, in order to restructure the Church of England.",
            "year": 1643
        },
        {
            "text": "The city of Helsinki, Finland (belonging to Sweden at the time) is founded by King Gustav I of Sweden.",
            "year": 1550
        },
        {
            "text": "Hundred Years' War: On the second day of the Battle of Jargeau, Joan of Arc leads the French army in their capture of the city and the English commander, William de la Pole, 1st Duke of Suffolk.",
            "year": 1429
        },
        {
            "text": "Armagnac–Burgundian Civil War: Parisians slaughter sympathizers of Bernard VII, Count of Armagnac, along with all prisoners, foreign bankers, and students and faculty of the College of Navarre.",
            "year": 1418
        },
        {
            "text": "Peasants' Revolt: In England, rebels assemble at Blackheath, just outside London.",
            "year": 1381
        },
        {
            "text": "At the instigation of Louis IX of France, an inter-faith debate, known as the Disputation of Paris, starts between a Christian monk and four rabbis.",
            "year": 1240
        },
        {
            "text": "The Ghurid general Qutb ud-Din Aibak founds the Delhi Sultanate.",
            "year": 1206
        },
        {
            "text": "Battle of Augsburg: The Hungarians defeat the East Frankish army under King Louis the Child, using the famous feigned retreat tactic of the nomadic warriors.",
            "year": 910
        }
    ],
    "births": [
        {
            "text": "CarryMinati, Indian YouTuber",
            "year": 1999
        },
        {
            "text": "Gustav Forsling, Swedish ice hockey player",
            "year": 1996
        },
        {
            "text": "Shonica Wharton, Barbadian netball player",
            "year": 1996
        },
        {
            "text": "Don Toliver, American rapper and singer-songwriter",
            "year": 1994
        },
        {
            "text": "Philippe Coutinho, Brazilian footballer",
            "year": 1992
        },
        {
            "text": "Allie DiMeco, American actress and musician",
            "year": 1992
        },
        {
            "text": "Avisaíl García, Venezuelan baseball player",
            "year": 1991
        },
        {
            "text": "Jrue Holiday, American basketball player",
            "year": 1990
        },
        {
            "text": "David Worrall, English footballer",
            "year": 1990
        },
        {
            "text": "Emma Eliasson, Swedish ice hockey player",
            "year": 1989
        },
        {
            "text": "Ibrahim Jeilan, Ethiopian runner",
            "year": 1989
        },
        {
            "text": "Eren Derdiyok, Swiss footballer",
            "year": 1988
        },
        {
            "text": "Mauricio Isla, Chilean footballer",
            "year": 1988
        },
        {
            "text": "Salim Mehajer, Australian politician",
            "year": 1986
        },
        {
            "text": "Dave Franco, American actor",
            "year": 1985
        },
        {
            "text": "Blake Ross, American computer programmer, co-created Mozilla Firefox",
            "year": 1985
        },
        {
            "text": "Sam Thaiday, Australian rugby league player and sportscaster",
            "year": 1985
        },
        {
            "text": "Kendra Wilkinson, American model, actress, and author",
            "year": 1985
        },
        {
            "text": "James Kwalia, Kenyan-Qatari runner",
            "year": 1984
        },
        {
            "text": "Bruno Soriano, Spanish footballer",
            "year": 1984
        },
        {
            "text": "Bryan Habana, South African rugby player",
            "year": 1983
        },
        {
            "text": "Christine Sinclair, Canadian soccer player",
            "year": 1983
        },
        {
            "text": "Shailaja Pujari, Indian weightlifter",
            "year": 1982
        },
        {
            "text": "James Tomlinson, English cricketer",
            "year": 1982
        },
        {
            "text": "Raitis Grafs, Latvian basketball player",
            "year": 1981
        },
        {
            "text": "Adriana Lima, Brazilian model and actress",
            "year": 1981
        },
        {
            "text": "Marco Bortolami, Italian rugby player",
            "year": 1980
        },
        {
            "text": "Dallas Clark, American football player",
            "year": 1979
        },
        {
            "text": "Martine Dugrenier, Canadian wrestler",
            "year": 1979
        },
        {
            "text": "Diego Milito, Argentine footballer",
            "year": 1979
        },
        {
            "text": "Robyn, Swedish singer-songwriter, musician, and record producer",
            "year": 1979
        },
        {
            "text": "Earl Watson, American basketball player and coach",
            "year": 1979
        },
        {
            "text": "Lewis Moody, English rugby player",
            "year": 1978
        },
        {
            "text": "Wade Redden, Canadian ice hockey player",
            "year": 1977
        },
        {
            "text": "Antawn Jamison, American basketball player and sportscaster",
            "year": 1976
        },
        {
            "text": "Ray Price, Zimbabwean cricketer",
            "year": 1976
        },
        {
            "text": "Thomas Sørensen, Danish footballer",
            "year": 1976
        },
        {
            "text": "Paul Stenning, English author",
            "year": 1976
        },
        {
            "text": "Bryan Alvarez, American wrestler and journalist",
            "year": 1975
        },
        {
            "text": "Stéphanie Szostak, French-American actress",
            "year": 1975
        },
        {
            "text": "Flávio Conceição, Brazilian footballer",
            "year": 1974
        },
        {
            "text": "Hideki Matsui, Japanese baseball player",
            "year": 1974
        },
        {
            "text": "Jason Caffey, American basketball player and coach",
            "year": 1973
        },
        {
            "text": "Darryl White, Australian footballer",
            "year": 1973
        },
        {
            "text": "Mark Henry, American weightlifter and wrestler",
            "year": 1971
        },
        {
            "text": "Ryan Klesko, American baseball player",
            "year": 1971
        },
        {
            "text": "Jérôme Romain, Caribbean-Dominican triple jumper and coach",
            "year": 1971
        },
        {
            "text": "Zsolt Daczi, Hungarian guitarist (died 2007)",
            "year": 1969
        },
        {
            "text": "Héctor Garza, Mexican wrestler (died 2013)",
            "year": 1969
        },
        {
            "text": "Mathieu Schneider, American ice hockey player",
            "year": 1969
        },
        {
            "text": "Heinz-Christian Strache, Austrian politician",
            "year": 1969
        },
        {
            "text": "Scott Aldred, American baseball player and coach",
            "year": 1968
        },
        {
            "text": "Bobby Sheehan, American bass player and songwriter (died 1999)",
            "year": 1968
        },
        {
            "text": "Aivar Kuusmaa, Estonian basketball player and coach",
            "year": 1967
        },
        {
            "text": "Frances O'Connor, English-Australian actress",
            "year": 1967
        },
        {
            "text": "Marc Glanville, Australian rugby league player",
            "year": 1966
        },
        {
            "text": "Tom Misteli, Swiss cell biologist",
            "year": 1966
        },
        {
            "text": "Adrian Toole, Australian rugby league player",
            "year": 1965
        },
        {
            "text": "Gwen Torrence, American sprinter",
            "year": 1965
        },
        {
            "text": "Cathy Tyson, English actress",
            "year": 1965
        },
        {
            "text": "Derek Higgins, Irish racing driver",
            "year": 1964
        },
        {
            "text": "Takashi Yamazaki, Japanese filmmaker",
            "year": 1964
        },
        {
            "text": "Philippe Bugalski, French racing driver (died 2012)",
            "year": 1963
        },
        {
            "text": "Warwick Capper, Australian footballer, coach, and actor",
            "year": 1963
        },
        {
            "text": "Jordan Peterson, Canadian psychologist, professor and cultural critic",
            "year": 1962
        },
        {
            "text": "Joe Kopicki, American basketball player and coach",
            "year": 1960
        },
        {
            "text": "John Linnell, American singer-songwriter and musician",
            "year": 1959
        },
        {
            "text": "Scott Thompson, Canadian actor and comedian",
            "year": 1959
        },
        {
            "text": "Meredith Brooks, American singer-songwriter and guitarist",
            "year": 1958
        },
        {
            "text": "Barry Michael Cooper, American writer, producer and director (died 2025)",
            "year": 1958
        },
        {
            "text": "Timothy Busfield, American actor, director, and producer",
            "year": 1957
        },
        {
            "text": "Javed Miandad, Pakistani cricketer and coach",
            "year": 1957
        },
        {
            "text": "Terry Alderman, Australian cricketer and sportscaster",
            "year": 1956
        },
        {
            "text": "Rocky Burnette, American singer-songwriter and guitarist",
            "year": 1953
        },
        {
            "text": "Árni Steinar Jóhannsson, Icelandic politician (died 2015)",
            "year": 1953
        },
        {
            "text": "Spencer Abraham, American academic and politician, 10th United States Secretary of Energy",
            "year": 1952
        },
        {
            "text": "Junior Brown, American country music singer-songwriter and guitarist",
            "year": 1952
        },
        {
            "text": "Brad Delp, American musician and singer (died 2007)",
            "year": 1951
        },
        {
            "text": "Andranik Margaryan, Armenian engineer and politician, 10th Prime Minister of Armenia (died 2007)",
            "year": 1951
        },
        {
            "text": "Oğuz Abadan, Turkish singer-songwriter and guitarist",
            "year": 1950
        },
        {
            "text": "Michael Fabricant, English politician",
            "year": 1950
        },
        {
            "text": "Sonia Manzano, American actress",
            "year": 1950
        },
        {
            "text": "Jens Böhrnsen, German judge and politician",
            "year": 1949
        },
        {
            "text": "Marc Tardif, Canadian ice hockey player",
            "year": 1949
        },
        {
            "text": "John Wetton, English singer-songwriter, bass player, and producer (died 2017)",
            "year": 1949
        },
        {
            "text": "Hans Binder, Austrian racing driver",
            "year": 1948
        },
        {
            "text": "Herbert Meyer, German footballer",
            "year": 1948
        },
        {
            "text": "Len Wein, American comic book writer and editor (died 2017)",
            "year": 1948
        },
        {
            "text": "Michel Bergeron, Canadian ice hockey player and coach",
            "year": 1946
        },
        {
            "text": "Bobby Gould, English footballer and manager",
            "year": 1946
        },
        {
            "text": "Catherine Bréchignac, French physicist and academic",
            "year": 1946
        },
        {
            "text": "Pat Jennings, Northern Irish footballer and coach",
            "year": 1945
        },
        {
            "text": "Len Barry, American singer-songwriter and producer (died 2020)",
            "year": 1942
        },
        {
            "text": "Bert Sakmann, German physiologist and biologist, Nobel Prize laureate",
            "year": 1942
        },
        {
            "text": "Marv Albert, American sportscaster",
            "year": 1941
        },
        {
            "text": "Chick Corea, American pianist and composer (died 2021)",
            "year": 1941
        },
        {
            "text": "Roy Harper, English singer-songwriter, guitarist, and actor",
            "year": 1941
        },
        {
            "text": "Reg Presley, English singer-songwriter (died 2013)",
            "year": 1941
        },
        {
            "text": "Lucille Roybal-Allard, American politician",
            "year": 1941
        },
        {
            "text": "Jacques Brassard, Canadian educator and politician",
            "year": 1940
        },
        {
            "text": "Ron Lynch, Australian rugby league player and coach (died 2024)",
            "year": 1939
        },
        {
            "text": "Frank McCloskey, American sergeant and politician (died 2003)",
            "year": 1939
        },
        {
            "text": "Jean-Marie Doré, Guinean lawyer and politician, 11th Prime Minister of Guinea (died 2016)",
            "year": 1938
        },
        {
            "text": "Tom Oliver, English-Australian actor",
            "year": 1938
        },
        {
            "text": "Vladimir Arnold, Russian-French mathematician and academic (died 2010)",
            "year": 1937
        },
        {
            "text": "Klaus Basikow, German footballer and manager (died 2015)",
            "year": 1937
        },
        {
            "text": "Antal Festetics, Hungarian-Austrian biologist and zoologist",
            "year": 1937
        },
        {
            "text": "Chips Moman, American record producer, guitarist, and songwriter (died 2016)",
            "year": 1937
        },
        {
            "text": "Ian Craig, Australian cricketer (died 2014)",
            "year": 1935
        },
        {
            "text": "Paul Kennedy, English lawyer and judge",
            "year": 1935
        },
        {
            "text": "John A. Alonzo, American actor and cinematographer (died 2001)",
            "year": 1934
        },
        {
            "text": "Kevin Billington, English director and producer (died 2021)",
            "year": 1934
        },
        {
            "text": "Eddie Adams, American photographer and journalist (died 2004)",
            "year": 1933
        },
        {
            "text": "Mimi Coertse, South African soprano and producer",
            "year": 1932
        },
        {
            "text": "Mamo Wolde, Ethiopian runner (died 2002)",
            "year": 1932
        },
        {
            "text": "Trevanian, American author and scholar (died 2005)",
            "year": 1931
        },
        {
            "text": "Rona Jaffe, American novelist (died 2005)",
            "year": 1931
        },
        {
            "text": "Jim Burke, Australian cricketer (died 1979)",
            "year": 1930
        },
        {
            "text": "Donald Byrne, American chess player (died 1976)",
            "year": 1930
        },
        {
            "text": "Innes Ireland, Scottish racing driver and engineer (died 1993)",
            "year": 1930
        },
        {
            "text": "Jim Nabors, American actor and singer (died 2017)",
            "year": 1930
        },
        {
            "text": "Brigid Brophy, English author and critic (died 1995)",
            "year": 1929
        },
        {
            "text": "Roy Bull, Australian rugby league player (died 2004)",
            "year": 1929
        },
        {
            "text": "Anne Frank, German-Dutch diarist; victim of the Holocaust (died 1945)",
            "year": 1929
        },
        {
            "text": "Jameel Jalibi, Pakistani linguist and academic (died 2019)",
            "year": 1929
        },
        {
            "text": "John McCluskey, Baron McCluskey, Scottish lawyer, judge, and politician, Solicitor General for Scotland (died 2017)",
            "year": 1929
        },
        {
            "text": "Vic Damone, American singer-songwriter and actor (died 2018)",
            "year": 1928
        },
        {
            "text": "Petros Molyviatis, Greek politician and diplomat, Greek Minister for Foreign Affairs (died 2025)",
            "year": 1928
        },
        {
            "text": "Richard M. Sherman, American composer and director (died 2024)",
            "year": 1928
        },
        {
            "text": "George H. W. Bush, American lieutenant and politician, 41st President of the United States (died 2018)",
            "year": 1924
        },
        {
            "text": "Grete Dollitz, German-American guitarist and radio host (died 2013)",
            "year": 1924
        },
        {
            "text": "Margherita Hack, Italian astrophysicist and author (died 2013)",
            "year": 1922
        },
        {
            "text": "Luis García Berlanga, Spanish director and screenwriter (died 2010)",
            "year": 1921
        },
        {
            "text": "James Archibald Houston, Canadian author and illustrator (died 2005)",
            "year": 1921
        },
        {
            "text": "Dave Berg, American soldier and cartoonist (died 2002)",
            "year": 1920
        },
        {
            "text": "Peter Jones, English actor and screenwriter (died 2000)",
            "year": 1920
        },
        {
            "text": "Uta Hagen, German-American actress and educator (died 2004)",
            "year": 1919
        },
        {
            "text": "Georgia Louise Harris Brown, American architect (died 1999)",
            "year": 1918
        },
        {
            "text": "Christie Jayaratnam Eliezer, Sri Lankan-Australian mathematician and academic (died 2001)",
            "year": 1918
        },
        {
            "text": "Irwin Allen, American director and producer (died 1991)",
            "year": 1916
        },
        {
            "text": "Raúl Héctor Castro, Mexican-American politician and diplomat, 14th Governor of Arizona (died 2015)",
            "year": 1916
        },
        {
            "text": "Priscilla Lane, American actress (died 1995)",
            "year": 1915
        },
        {
            "text": "Christopher Mayhew, English soldier and politician (died 1997)",
            "year": 1915
        },
        {
            "text": "David Rockefeller, American banker and businessman (died 2017)",
            "year": 1915
        },
        {
            "text": "William Lundigan, American actor (died 1975)",
            "year": 1914
        },
        {
            "text": "Go Seigen, Chinese-Japanese Go player (died 2014)",
            "year": 1914
        },
        {
            "text": "Jean Victor Allard, Canadian general (died 1996)",
            "year": 1913
        },
        {
            "text": "Desmond Piers, Canadian admiral (died 2005)",
            "year": 1913
        },
        {
            "text": "Bill Cowley, Canadian ice hockey player and coach (died 1993)",
            "year": 1912
        },
        {
            "text": "Carl Hovland, American psychologist and academic (died 1961)",
            "year": 1912
        },
        {
            "text": "Marina Semyonova, Russian ballerina and educator (died 2010)",
            "year": 1908
        },
        {
            "text": "Otto Skorzeny, German SS officer (died 1975)",
            "year": 1908
        },
        {
            "text": "Sandro Penna, Italian poet (died 1977)",
            "year": 1906
        },
        {
            "text": "Ray Barbuti, American sprinter and football player (died 1988)",
            "year": 1905
        },
        {
            "text": "Hendrik Elias, Belgian lawyer and politician, Mayor of Ghent (died 1973)",
            "year": 1902
        },
        {
            "text": "Fritz Albert Lipmann, German-American biochemist and academic, Nobel Prize laureate (died 1986)",
            "year": 1899
        },
        {
            "text": "Weegee, Ukrainian-American photographer and journalist (died 1968)",
            "year": 1899
        },
        {
            "text": "Anthony Eden, English soldier and politician, Prime Minister of the United Kingdom (died 1977)",
            "year": 1897
        },
        {
            "text": "Eugénie Brazier, French chef (died 1977)",
            "year": 1895
        },
        {
            "text": "Djuna Barnes, American novelist, journalist, and playwright (died 1982)",
            "year": 1892
        },
        {
            "text": "Egon Schiele, Austrian soldier and painter (died 1918)",
            "year": 1890
        },
        {
            "text": "Zygmunt Janiszewski, Polish mathematician and academic (died 1920)",
            "year": 1888
        },
        {
            "text": "Fernand Gonder, French pole vaulter (died 1969)",
            "year": 1883
        },
        {
            "text": "Robert Lowie, Austrian-American anthropologist and academic (died 1957)",
            "year": 1883
        },
        {
            "text": "Thomas C. Hart, American admiral and politician (died 1971)",
            "year": 1877
        },
        {
            "text": "Jacques Pellegrin, French zoologist (died 1944)",
            "year": 1873
        },
        {
            "text": "Frank Chapman, American ornithologist, photographer, and author (died 1945)",
            "year": 1864
        },
        {
            "text": "William Attewell, English cricketer and umpire (died 1927)",
            "year": 1861
        },
        {
            "text": "Harry Johnston, English botanist and explorer (died 1927)",
            "year": 1858
        },
        {
            "text": "Henry Scott Tuke, English painter and photographer (died 1929)",
            "year": 1858
        },
        {
            "text": "Maurice Perrault, Canadian architect, engineer, and politician, 15th Mayor of Longueuil (died 1909)",
            "year": 1857
        },
        {
            "text": "Oliver Lodge, English physicist and academic (died 1940)",
            "year": 1851
        },
        {
            "text": "David Gill, Scottish-English astronomer and author (died 1914)",
            "year": 1843
        },
        {
            "text": "Watson Fothergill, English architect, designed the Woodborough Road Baptist Church (died 1928)",
            "year": 1841
        },
        {
            "text": "Robert Herbert, English-Australian politician, 1st Premier of Queensland (died 1905)",
            "year": 1831
        },
        {
            "text": "Johanna Spyri, Swiss author, best known for Heidi (died 1901)",
            "year": 1827
        },
        {
            "text": "Charles Kingsley, English priest, historian, and author (died 1875)",
            "year": 1819
        },
        {
            "text": "Edmond Hébert, French geologist and academic (died 1890)",
            "year": 1812
        },
        {
            "text": "Ante Kuzmanić, Croatian physician and journalist (died 1879)",
            "year": 1807
        },
        {
            "text": "John A. Roebling, German-American engineer, designed the Brooklyn Bridge (died 1869)",
            "year": 1806
        },
        {
            "text": "Harriet Martineau, English sociologist and author (died 1876)",
            "year": 1802
        },
        {
            "text": "Samuel Wright Mardis, American politician (died 1836)",
            "year": 1800
        },
        {
            "text": "Samuel Cooper, American general (died 1876)",
            "year": 1798
        },
        {
            "text": "Robert Clark, American physician and politician (died 1837)",
            "year": 1777
        },
        {
            "text": "Karl Freiherr von Müffling, Prussian field marshal (died 1851)",
            "year": 1775
        },
        {
            "text": "Patrick Gass, American sergeant (Lewis and Clark Expedition) and author (died 1870)",
            "year": 1771
        },
        {
            "text": "Jean-Baptiste Louvet de Couvrai, French author, playwright, journalist, and politician (died 1797)",
            "year": 1760
        },
        {
            "text": "Louis Legrand, French priest and theologian (died 1780)",
            "year": 1711
        },
        {
            "text": "Marie-Catherine Homassel Hecquet, French writer (died 1764)",
            "year": 1686
        },
        {
            "text": "Maria Amalia of Courland, Landgravine of Hesse-Kassel (died 1711)",
            "year": 1653
        },
        {
            "text": "Adriaen van Stalbemt, Flemish painter (died 1662)",
            "year": 1580
        },
        {
            "text": "Paul Guldin, Swiss astronomer and mathematician (died 1643)",
            "year": 1577
        },
        {
            "text": "Robert Radclyffe, 5th Earl of Sussex, soldier (died 1629)",
            "year": 1573
        },
        {
            "text": "John Casimir, Duke of Saxe-Coburg (died 1633)",
            "year": 1564
        },
        {
            "text": "Anna of Württemberg, German princess (died 1616)",
            "year": 1561
        },
        {
            "text": "Cosimo I de' Medici, Grand Duke of Tuscany (died 1574)",
            "year": 1519
        },
        {
            "text": "Constance, Duchess of Brittany (died 1201)",
            "year": 1161
        },
        {
            "text": "Gao Zong, Chinese emperor (died 1187)",
            "year": 1107
        },
        {
            "text": "Reizei, Japanese emperor (died 1011)",
            "year": 950
        }
    ],
    "deaths": [
        {
            "text": "William H. Donaldson, American businessman (born 1931)",
            "year": 2024
        },
        {
            "text": "Neil Goldschmidt, American lawyer and politician, 33rd Governor of Oregon (born 1940)",
            "year": 2024
        },
        {
            "text": "Jerry West, American basketball player and executive (born 1938)",
            "year": 2024
        },
        {
            "text": "Silvio Berlusconi, Italian businessman and politician, Prime Minister of Italy (born 1936)",
            "year": 2023
        },
        {
            "text": "Francesco Nuti, Italian actor and director, (born 1955)",
            "year": 2023
        },
        {
            "text": "John Romita Sr., comic book artist and author (born 1930)",
            "year": 2023
        },
        {
            "text": "Treat Williams, American actor (born 1951)",
            "year": 2023
        },
        {
            "text": "Philip Baker Hall, American actor (born 1931)",
            "year": 2022
        },
        {
            "text": "Phil Bennett, Welsh rugby union player (born 1948)",
            "year": 2022
        },
        {
            "text": "Sylvia Miles, American actress (born 1924)",
            "year": 2019
        },
        {
            "text": "Jon Hiseman, English drummer (born 1944)",
            "year": 2018
        },
        {
            "text": "Fernando Brant, Brazilian journalist, poet, and composer (born 1946)",
            "year": 2015
        },
        {
            "text": "Teresita Barajuen, Spanish nun (born 1908)",
            "year": 2013
        },
        {
            "text": "Jason Leffler, American racing driver (born 1975)",
            "year": 2013
        },
        {
            "text": "Hector Bianciotti, Argentinian-French journalist and author (born 1930)",
            "year": 2012
        },
        {
            "text": "Margarete Mitscherlich-Nielsen, Danish-German psychoanalyst and author (born 1917)",
            "year": 2012
        },
        {
            "text": "Medin Zhega, Albanian footballer and manager (born 1946)",
            "year": 2012
        },
        {
            "text": "Elinor Ostrom, American  political scientist and economist, Nobel Prize laureate (born 1933)",
            "year": 2012
        },
        {
            "text": "Pahiño, Spanish footballer (born 1923)",
            "year": 2012
        },
        {
            "text": "Frank Walker, Australian judge and politician, 41st Attorney General of New South Wales (born 1942)",
            "year": 2012
        },
        {
            "text": "René Audet, Canadian bishop (born 1920)",
            "year": 2011
        },
        {
            "text": "Al Williamson, American illustrator (born 1931)",
            "year": 2010
        },
        {
            "text": "Miroslav Dvořák, Czech ice hockey player (born 1951)",
            "year": 2008
        },
        {
            "text": "Derek Tapscott, Welsh footballer and manager (born 1932)",
            "year": 2008
        },
        {
            "text": "Nicky Barr, Australian rugby player and fighter pilot (born 1915)",
            "year": 2006
        },
        {
            "text": "György Ligeti, Romanian-Hungarian composer and educator (born 1923)",
            "year": 2006
        },
        {
            "text": "Kenneth Thomson, 2nd Baron Thomson of Fleet, Canadian businessman and art collector (born 1923)",
            "year": 2006
        },
        {
            "text": "Scott Young, Canadian journalist and author (born 1918)",
            "year": 2005
        },
        {
            "text": "Gregory Peck, American actor and political activist (born 1916)",
            "year": 2003
        },
        {
            "text": "Bill Blass, American fashion designer, founded Bill Blass Limited (born 1922)",
            "year": 2002
        },
        {
            "text": "Zena Sutherland, American reviewer of children's literature (born 1915)",
            "year": 2002
        },
        {
            "text": "Purushottam Laxman Deshpande, Indian actor, director, and producer (born 1919)",
            "year": 2000
        },
        {
            "text": "Malekeh Malekzadeh Bayani, Iranian numismatist (born 1910)",
            "year": 1999
        },
        {
            "text": "J. F. Powers, American novelist and short story writer (born 1917)",
            "year": 1999
        },
        {
            "text": "Leo Buscaglia, American author and educator (born 1924)",
            "year": 1998
        },
        {
            "text": "Theresa Merritt, American actress and singer (born 1922)",
            "year": 1998
        },
        {
            "text": "Bulat Okudzhava, Russian singer-songwriter and guitarist (born 1924)",
            "year": 1997
        },
        {
            "text": "Arturo Benedetti Michelangeli, Italian pianist (born 1920)",
            "year": 1995
        },
        {
            "text": "Pierre Russell, American basketball player (born 1949)",
            "year": 1995
        },
        {
            "text": "Nicole Brown Simpson, ex-wife of O. J. Simpson (born 1959) and Ron Goldman, restaurant employee (born 1968)",
            "year": 1994
        },
        {
            "text": "Menachem Mendel Schneerson, Russian-American rabbi and author (born 1902)",
            "year": 1994
        },
        {
            "text": "Philip Vera Cruz, Filipino-American labor leader and farmworker (born 1904)",
            "year": 1994
        },
        {
            "text": "Terence O'Neill, Baron O'Neill of the Maine, English captain and politician, 4th Prime Minister of Northern Ireland (born 1914)",
            "year": 1990
        },
        {
            "text": "Bruce Hamilton, Australian public servant (born 1911)",
            "year": 1989
        },
        {
            "text": "Norma Shearer, Canadian-American actress (born 1902)",
            "year": 1983
        },
        {
            "text": "Ian McKay, English sergeant, Victoria Cross recipient (born 1953)",
            "year": 1982
        },
        {
            "text": "Karl von Frisch, Austrian-German ethologist and academic, Nobel Prize laureate (born 1886)",
            "year": 1982
        },
        {
            "text": "Billy Butlin, South African-English businessman, founded the Butlins Company (born 1899)",
            "year": 1980
        },
        {
            "text": "Masayoshi Ōhira, Japanese politician, 68th Prime minister of Japan (born 1910)",
            "year": 1980
        },
        {
            "text": "Milburn Stone, American actor (born 1904)",
            "year": 1980
        },
        {
            "text": "Guo Moruo, Chinese historian, author, and poet (born 1892)",
            "year": 1978
        },
        {
            "text": "Georg Siimenson, Estonian footballer (born 1912)",
            "year": 1978
        },
        {
            "text": "Gopinath Kaviraj, Indian philosopher and scholar (born 1887)",
            "year": 1976
        },
        {
            "text": "Edmund Wilson, American critic, essayist, and editor (born 1895)",
            "year": 1972
        },
        {
            "text": "Dinanath Gopal Tendulkar, Indian writer and documentary filmmaker (born 1909)",
            "year": 1972
        },
        {
            "text": "Aleksandr Deyneka, Ukrainian-Russian painter and sculptor (born 1899)",
            "year": 1969
        },
        {
            "text": "Herbert Read, English poet and critic (born 1893)",
            "year": 1968
        },
        {
            "text": "Hermann Scherchen, German viola player and conductor (born 1891)",
            "year": 1966
        },
        {
            "text": "Medgar Evers, American soldier and activist (born 1925)",
            "year": 1963
        },
        {
            "text": "John Ireland, English composer and educator (born 1879)",
            "year": 1962
        },
        {
            "text": "Jimmy Dorsey, American saxophonist, composer, and bandleader (The Dorsey Brothers and The California Ramblers) (born 1904)",
            "year": 1957
        },
        {
            "text": "Harry Lawson, Australian politician, 27th Premier of Victoria (born 1875)",
            "year": 1952
        },
        {
            "text": "Médéric Martin, Canadian politician, mayor of Montreal (born 1869)",
            "year": 1946
        },
        {
            "text": "Erich Marcks, German general (born 1891)",
            "year": 1944
        },
        {
            "text": "Mikhail Tukhachevsky, Russian general (born 1893)",
            "year": 1937
        },
        {
            "text": "Theo Heemskerk, Dutch lawyer and politician, Prime Minister of the Netherlands (born 1852)",
            "year": 1932
        },
        {
            "text": "Teresa Carreño, Venezuelan-American singer-songwriter, pianist, and conductor (born 1853)",
            "year": 1917
        },
        {
            "text": "Frédéric Passy, French economist and academic, Nobel Prize laureate (born 1822)",
            "year": 1912
        },
        {
            "text": "Camille of Renesse-Breidbach (born 1836)",
            "year": 1904
        },
        {
            "text": "Lucretia Peabody Hale, American journalist and author (born 1820)",
            "year": 1900
        },
        {
            "text": "Konstantinos Nikolopoulos, Greek composer, archaeologist, and philologist (born 1786)",
            "year": 1841
        },
        {
            "text": "Egwale Seyon, Ethiopian emperor",
            "year": 1818
        },
        {
            "text": "Pierre Augereau, French general (born 1757)",
            "year": 1816
        },
        {
            "text": "Philip Livingston, American merchant and politician (born 1716)",
            "year": 1778
        },
        {
            "text": "Marc-Joseph Marion du Fresne, French explorer (born 1724)",
            "year": 1772
        },
        {
            "text": "Prince Augustus William of Prussia (born 1722)",
            "year": 1758
        },
        {
            "text": "James FitzJames, 1st Duke of Berwick, French-English general and politician, Lord Lieutenant of Hampshire (born 1670)",
            "year": 1734
        },
        {
            "text": "Charles Emmanuel II, Duke of Savoy (born 1634)",
            "year": 1675
        },
        {
            "text": "Charles Berkeley, 2nd Viscount Fitzhardinge, English politician (born 1599)",
            "year": 1668
        },
        {
            "text": "Thomas Farnaby, English scholar and educator (born 1575)",
            "year": 1647
        },
        {
            "text": "Renée of France, Duchess of Ferrara (born1510)",
            "year": 1574
        },
        {
            "text": "Richard Rich, 1st Baron Rich, English politician, Lord Chancellor of England (born 1490)",
            "year": 1567
        },
        {
            "text": "Adrianus Turnebus, French philologist and scholar (born 1512)",
            "year": 1565
        },
        {
            "text": "Ii Naomori, Japanese warrior (born 1506)",
            "year": 1560
        },
        {
            "text": "Imagawa Yoshimoto, Japanese daimyō (born 1519)",
            "year": 1560
        },
        {
            "text": "Diego Velázquez de Cuéllar, Spanish conquistador (born 1465)",
            "year": 1524
        },
        {
            "text": "Ludovico III Gonzaga, Marquis of Mantua (born 1412)",
            "year": 1478
        },
        {
            "text": "John FitzAlan, 14th Earl of Arundel, English commander (born 1408)",
            "year": 1435
        },
        {
            "text": "Adolf I, Count of Nassau-Siegen (born 1362)",
            "year": 1420
        },
        {
            "text": "Bernard VII, Count of Armagnac (born 1360)",
            "year": 1418
        },
        {
            "text": "John I of Brienne, Count of Eu",
            "year": 1294
        },
        {
            "text": "Henry II, Prince of Anhalt-Aschersleben (born 1215)",
            "year": 1266
        },
        {
            "text": "Henry of Scotland, 3rd Earl of Huntingdon (born 1114)",
            "year": 1152
        },
        {
            "text": "Al-Zamakhshari, Persian theologian (born 1075)",
            "year": 1144
        },
        {
            "text": "Tedald, Italian bishop (born 990)",
            "year": 1036
        },
        {
            "text": "Lyfing, English archbishop (born 999)",
            "year": 1020
        },
        {
            "text": "Æthelflæd, Mercian daughter of Alfred the Great (born 870)",
            "year": 918
        },
        {
            "text": "Pope Leo III (born 750)",
            "year": 816
        },
        {
            "text": "Hisham I, Muslim emir (b. 757)",
            "year": 796
        }
    ],
    "metadata": {
        "current_date": "June 12, 2025",
        "short_date": "Jun 12",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            39,
            12,
            50,
            0,
            33,
            3,
            49,
            21,
            18,
            42
        ],
        "births": [
            66,
            172,
            163,
            54
        ],
        "deaths": [
            52,
            82,
            37,
            45
        ]
    }
}