{
    "events": [
        {
            "text": "Olympic swimmer Ana Carolina Vieira is kicked out of the 2024 Summer Olympics in Paris after sneaking out of the Olympic Village.",
            "year": 2024
        },
        {
            "text": "The Sagamihara stabbings occur in Kanagawa Prefecture in Japan. Nineteen people are killed.",
            "year": 2016
        },
        {
            "text": "Hillary Clinton becomes the first female nominee for president of the United States by a major political party at the Democratic National Convention in Philadelphia.",
            "year": 2016
        },
        {
            "text": "Solar Impulse 2 becomes the first solar-powered aircraft to circumnavigate the Earth.",
            "year": 2016
        },
        {
            "text": "A Royal Moroccan Air Force Lockheed C-130 Hercules crashes near Guelmim Airport in Guelmim, Morocco. All 80 people on board are killed.",
            "year": 2011
        },
        {
            "text": "The militant Nigerian Islamist group Boko Haram attacks a police station in Bauchi, leading to reprisals by the Nigeria Police Force and four days of violence across multiple cities.",
            "year": 2009
        },
        {
            "text": "Fifty-six people are killed and over 200 people are injured, in the Ahmedabad bombings in India.",
            "year": 2008
        },
        {
            "text": "Space Shuttle program: STS-114 Mission: Launch of Discovery, NASA's first scheduled flight mission after the Columbia Disaster in 2003.",
            "year": 2005
        },
        {
            "text": "Mumbai, India receives 99.5cm of rain (39.17 inches) within 24 hours, resulting in floods killing over 5,000 people.",
            "year": 2005
        },
        {
            "text": "Kargil conflict officially comes to an end. The Indian Army announces the complete eviction of Pakistani intruders.",
            "year": 1999
        },
        {
            "text": "Asiana Airlines Flight 733 crashes into a ridge on Mt. Ungeo on its third attempt to land at Mokpo Airport, South Korea. Sixty-eight of the 116 people on board are killed.",
            "year": 1993
        },
        {
            "text": "The Americans with Disabilities Act of 1990 is signed into law by President George H. W. Bush.",
            "year": 1990
        },
        {
            "text": "A federal grand jury indicts Cornell University student Robert T. Morris, Jr. for releasing the Morris worm, thus becoming the first person to be prosecuted under the 1986 Computer Fraud and Abuse Act.",
            "year": 1989
        },
        {
            "text": "The National Assembly of Quebec imposes the use of French as the official language of the provincial government.",
            "year": 1977
        },
        {
            "text": "Greek Prime Minister Konstantinos Karamanlis forms the country's first civil government after seven years of military rule.",
            "year": 1974
        },
        {
            "text": "Apollo program: Launch of Apollo 15 on the first Apollo \"J-Mission\", and first use of a Lunar Roving Vehicle.",
            "year": 1971
        },
        {
            "text": "Vietnam War: South Vietnamese opposition leader Trương Đình Dzu is sentenced to five years hard labor for advocating the formation of a coalition government as a way to move toward an end to the war.",
            "year": 1968
        },
        {
            "text": "Syncom 2, the world's first geosynchronous satellite, is launched from Cape Canaveral on a Delta B booster.",
            "year": 1963
        },
        {
            "text": "An earthquake in Skopje, Yugoslavia (present-day North Macedonia) leaves 1,100 dead.",
            "year": 1963
        },
        {
            "text": "The Organisation for Economic Co-operation and Development votes to admit Japan.",
            "year": 1963
        },
        {
            "text": "Explorer program: Explorer 4 is launched.",
            "year": 1958
        },
        {
            "text": "Carlos Castillo Armas, dictator of Guatemala, is assassinated.",
            "year": 1957
        },
        {
            "text": "Following the World Bank's refusal to fund building the Aswan Dam, Egyptian leader Gamal Abdel Nasser nationalizes the Suez Canal, sparking international condemnation.",
            "year": 1956
        },
        {
            "text": "Cold War: Fidel Castro leads an unsuccessful attack on the Moncada Barracks, thus beginning the Cuban Revolution. The movement took the name of the date: 26th of July Movement",
            "year": 1953
        },
        {
            "text": "Arizona Governor John Howard Pyle orders an anti-polygamy law enforcement crackdown on residents of Short Creek, Arizona, which becomes known as the Short Creek raid.",
            "year": 1953
        },
        {
            "text": "Soldiers from the 2nd Battalion, Royal Australian Regiment repel a number of Chinese assaults against a key position known as The Hook during the Battle of the Samichon River, just hours before the Armistice Agreement is signed, ending the Korean War.",
            "year": 1953
        },
        {
            "text": "King Farouk of Egypt abdicates in favor of his son Fuad.",
            "year": 1952
        },
        {
            "text": "Walt Disney's 13th animated film, Alice in Wonderland, premieres in London, England, United Kingdom.",
            "year": 1951
        },
        {
            "text": "U.S. president Harry S. Truman signs Executive Order 9981, desegregating the military of the United States.",
            "year": 1948
        },
        {
            "text": "Cold War: U.S. president Harry S. Truman signs the National Security Act of 1947 into United States law creating the Central Intelligence Agency, United States Department of Defense, United States Air Force, Joint Chiefs of Staff, and the United States National Security Council.",
            "year": 1947
        },
        {
            "text": "Aloha Airlines begins service from Honolulu International Airport.",
            "year": 1946
        },
        {
            "text": "The Labour Party wins the United Kingdom general election of July 5 by a landslide, removing Winston Churchill from power.",
            "year": 1945
        },
        {
            "text": "World War II: The Potsdam Declaration is signed in Potsdam, Germany.",
            "year": 1945
        },
        {
            "text": "World War II: HMS Vestal is the last British Royal Navy ship to be sunk in the war.",
            "year": 1945
        },
        {
            "text": "World War II: The USS Indianapolis arrives at Tinian with components and enriched uranium for the Little Boy nuclear bomb.",
            "year": 1945
        },
        {
            "text": "World War II: The Red Army enters Lviv, a major city in western Ukraine, capturing it from the Nazis. Only 300 Jews survive out of 160,000 living in Lviv prior to occupation.",
            "year": 1944
        },
        {
            "text": "World War II: Battle of Grand Harbour, British forces on Malta destroy an attack by the Italian Decima Flottiglia MAS. Fort St Elmo Bridge covering the harbour is demolished in the process.",
            "year": 1941
        },
        {
            "text": "World War II: In response to the Japanese occupation of French Indochina, the United States, Britain and the Netherlands freeze all Japanese assets and cut off oil shipments.",
            "year": 1941
        },
        {
            "text": "Spanish Civil War: End of the Battle of Brunete with the Nationalist victory.",
            "year": 1937
        },
        {
            "text": "Spanish Civil War: Germany and Italy decide to intervene in the war in support for Francisco Franco and the Nationalist faction.",
            "year": 1936
        },
        {
            "text": "King Edward VIII, in one of his few official duties before he abdicates the throne, officially unveils the Canadian National Vimy Memorial.",
            "year": 1936
        },
        {
            "text": "Emmy Noether's paper, which became known as Noether's theorem was presented at Göttingen, Germany, from which  conservation laws are deduced for symmetries of angular momentum, linear momentum, and energy.",
            "year": 1918
        },
        {
            "text": "United States Attorney General Charles Joseph Bonaparte issues an order to immediately staff the Office of the Chief Examiner (later renamed the Federal Bureau of Investigation).",
            "year": 1908
        },
        {
            "text": "Ulises Heureaux, the 27th President of the Dominican Republic, is assassinated.",
            "year": 1899
        },
        {
            "text": "Anglo-Afghan War: The Pashtun fakir Saidullah leads an army of more than 10,000 to begin a siege of the British garrison in the Malakand Agency of the North West Frontier Province of India.",
            "year": 1897
        },
        {
            "text": "Dadabhai Naoroji is elected as the first Indian Member of Parliament in Britain.",
            "year": 1892
        },
        {
            "text": "France annexes Tahiti.",
            "year": 1891
        },
        {
            "text": "In Buenos Aires, Argentina the Revolución del Parque takes place, forcing President Miguel Ángel Juárez Celman's resignation.",
            "year": 1890
        },
        {
            "text": "Publication of the Unua Libro, founding the Esperanto movement.",
            "year": 1887
        },
        {
            "text": "Premiere of Richard Wagner's opera Parsifal at Bayreuth.",
            "year": 1882
        },
        {
            "text": "The Republic of Stellaland is founded in Southern Africa.",
            "year": 1882
        },
        {
            "text": "American Civil War: Morgan's Raid ends; At Salineville, Ohio, Confederate cavalry leader John Hunt Morgan and 360 of his volunteers are captured by Union forces.",
            "year": 1863
        },
        {
            "text": "American Civil War: George B. McClellan assumes command of the Army of the Potomac following a disastrous Union defeat at the First Battle of Bull Run.",
            "year": 1861
        },
        {
            "text": "The University of Wisconsin–Madison is established by Nelson Dewey, first Governor of Wisconsin.",
            "year": 1848
        },
        {
            "text": "Liberia declares its independence from the United States. France and the United Kingdom are the first to recognize the new nation.",
            "year": 1847
        },
        {
            "text": "José de San Martín arrives in Guayaquil, Ecuador, to meet with Simón Bolívar.",
            "year": 1822
        },
        {
            "text": "First day of the three-day Battle of Dervenakia, between the Ottoman Empire force led by Mahmud Dramali Pasha and the Greek Revolutionary force led by Theodoros Kolokotronis.",
            "year": 1822
        },
        {
            "text": "The Swedish–Norwegian War begins.",
            "year": 1814
        },
        {
            "text": "The Surrey Iron Railway, arguably the world's first public railway, opens in south London, United Kingdom.",
            "year": 1803
        },
        {
            "text": "New York ratifies the United States Constitution and becomes the 11th state of the United States.",
            "year": 1788
        },
        {
            "text": "The Emigration of Christians from the Crimea in 1778 begins.",
            "year": 1778
        },
        {
            "text": "The office that would later become the United States Post Office Department is established by the Second Continental Congress. Benjamin Franklin of Pennsylvania takes office as Postmaster General.",
            "year": 1775
        },
        {
            "text": "French and Indian War: The Siege of Louisbourg ends with British forces defeating the French and taking control of the Gulf of Saint Lawrence.",
            "year": 1758
        },
        {
            "text": "The first recorded women's cricket match takes place near Guildford, England.",
            "year": 1745
        },
        {
            "text": "During the Bavarian Rummel the rural population of Tyrol drove the Bavarian Prince-Elector Maximilian II Emanuel out of North Tyrol with a victory at the Pontlatzer Bridge and thus prevented the Bavarian Army, which was allied with France, from marching as planned on Vienna during the War of the Spanish Succession.",
            "year": 1703
        },
        {
            "text": "Plakkaat van Verlatinghe (Act of Abjuration): The northern Low Countries declare their independence from the Spanish king, Philip II.",
            "year": 1581
        },
        {
            "text": "Francis Drake, the English explorer, discovers a \"fair and good\" bay on the coast of the Pacific Northwest (probably Oregon or Washington).",
            "year": 1579
        },
        {
            "text": "Francisco Pizarro González, Spanish conquistador, is appointed governor of Peru.",
            "year": 1529
        },
        {
            "text": "The Emperor Krishnadevaraya ascends to the throne, marking the beginning of the regeneration of the Vijayanagara Empire.",
            "year": 1509
        },
        {
            "text": "The Holy Roman Emperor Henry VII is recognized King of the Romans by Pope Clement V.",
            "year": 1309
        },
        {
            "text": "Rout of an alliance of Christian troops from Navarre and Léon against the Muslims at the Battle of Valdejunquera.",
            "year": 920
        },
        {
            "text": "Battle of Pliska: Byzantine Emperor Nikephoros I is killed and his heir Staurakios is seriously wounded.",
            "year": 811
        },
        {
            "text": "First Fitna: In the Battle of Siffin, troops led by Ali ibn Abu Talib clash with those led by Muawiyah I.",
            "year": 657
        }
    ],
    "births": [
        {
            "text": "Thomasin McKenzie, New Zealand actress",
            "year": 2000
        },
        {
            "text": "Achraf El Yakhloufi, Belgian politician",
            "year": 1998
        },
        {
            "text": "Olivia Breen, British Paralympic athlete",
            "year": 1996
        },
        {
            "text": "Ella Leivo, Finnish tennis player",
            "year": 1994
        },
        {
            "text": "Raymond Faitala-Mariner, New Zealand rugby league player",
            "year": 1993
        },
        {
            "text": "Taylor Momsen, American singer-songwriter, model, and actress",
            "year": 1993
        },
        {
            "text": "Marika Koroibete, Fijian rugby player",
            "year": 1992
        },
        {
            "text": "Tyson Barrie, Canadian ice hockey player",
            "year": 1991
        },
        {
            "text": "Chinami Yoshida, Japanese curler",
            "year": 1991
        },
        {
            "text": "Jeon Yeo-been, South Korean actress",
            "year": 1989
        },
        {
            "text": "Yurie Omi, Japanese announcer and news anchor",
            "year": 1988
        },
        {
            "text": "Sayaka Akimoto, Filipino–Japanese actress and singer",
            "year": 1988
        },
        {
            "text": "Panagiotis Kone, Greek footballer",
            "year": 1987
        },
        {
            "text": "Jordie Benn, Canadian ice hockey player",
            "year": 1987
        },
        {
            "text": "Fredy Montero, Colombian footballer",
            "year": 1987
        },
        {
            "text": "Monica Raymund, American actress",
            "year": 1986
        },
        {
            "text": "Leonardo Ulloa, Argentinian footballer",
            "year": 1986
        },
        {
            "text": "John White, English footballer",
            "year": 1986
        },
        {
            "text": "Marcus Benard, American football player",
            "year": 1985
        },
        {
            "text": "Gaël Clichy, French footballer",
            "year": 1985
        },
        {
            "text": "Audrey De Montigny, Canadian singer-songwriter",
            "year": 1985
        },
        {
            "text": "Mat Gamel, American baseball player",
            "year": 1985
        },
        {
            "text": "Kyriakos Ioannou, Cypriot high jumper",
            "year": 1984
        },
        {
            "text": "Benjamin Kayser, French rugby player",
            "year": 1984
        },
        {
            "text": "Sabri Sarıoğlu, Turkish footballer",
            "year": 1984
        },
        {
            "text": "Kelly Clark, American snowboarder",
            "year": 1983
        },
        {
            "text": "Stephen Makinwa, Nigerian footballer",
            "year": 1983
        },
        {
            "text": "Roderick Strong, American wrestler",
            "year": 1983
        },
        {
            "text": "Naomi van As, Dutch field hockey player",
            "year": 1983
        },
        {
            "text": "Ken Wallace, Australian kayaker",
            "year": 1983
        },
        {
            "text": "Delonte West, American basketball player",
            "year": 1983
        },
        {
            "text": "Gilad Hochman, Israeli composer",
            "year": 1982
        },
        {
            "text": "Christopher Kane, Scottish fashion designer",
            "year": 1982
        },
        {
            "text": "Abe Forsythe, Australian actor, director, and screenwriter",
            "year": 1981
        },
        {
            "text": "Maicon Sisenando, Brazilian footballer",
            "year": 1981
        },
        {
            "text": "Jacinda Ardern, 40th Prime Minister of New Zealand",
            "year": 1980
        },
        {
            "text": "Dave Baksh, Canadian singer-songwriter, guitarist, and producer",
            "year": 1980
        },
        {
            "text": "Robert Gallery, American football player",
            "year": 1980
        },
        {
            "text": "Friedrich Michau, German rugby player",
            "year": 1979
        },
        {
            "text": "Derek Paravicini, English pianist",
            "year": 1979
        },
        {
            "text": "Peter Sarno, Canadian ice hockey player",
            "year": 1979
        },
        {
            "text": "Erik Westrum, American ice hockey player",
            "year": 1979
        },
        {
            "text": "Juliet Rylance, English actress",
            "year": 1979
        },
        {
            "text": "Joaquín Benoit, Dominican baseball player",
            "year": 1977
        },
        {
            "text": "Martin Laursen, Danish footballer and manager",
            "year": 1977
        },
        {
            "text": "Tanja Szewczenko, German figure skater",
            "year": 1977
        },
        {
            "text": "Elena Kustarova, Russian ice dancer and coach",
            "year": 1976
        },
        {
            "text": "Ingo Schultz, German sprinter",
            "year": 1975
        },
        {
            "text": "Joe Smith, American basketball player",
            "year": 1975
        },
        {
            "text": "Liz Truss, former Prime Minister of the United Kingdom",
            "year": 1975
        },
        {
            "text": "Iron & Wine, American singer-songwriter",
            "year": 1974
        },
        {
            "text": "Kees Meeuws, New Zealand rugby player and coach",
            "year": 1974
        },
        {
            "text": "Dean Sturridge, English footballer and sportscaster",
            "year": 1974
        },
        {
            "text": "Kate Beckinsale, English actress",
            "year": 1973
        },
        {
            "text": "Mariano Raffo, Argentinian director and producer",
            "year": 1973
        },
        {
            "text": "Nathan Buckley, Australian footballer and coach",
            "year": 1972
        },
        {
            "text": "Khaled Mahmud, Bangladeshi cricketer and coach",
            "year": 1971
        },
        {
            "text": "Chris Harrison, American television personality",
            "year": 1971
        },
        {
            "text": "Greg Colbrunn, American baseball player and coach",
            "year": 1969
        },
        {
            "text": "Tanni Grey-Thompson, Welsh baroness and wheelchair racer",
            "year": 1969
        },
        {
            "text": "Frédéric Diefenthal, French actor and director",
            "year": 1968
        },
        {
            "text": "Jim Naismith, Scottish biologist and academic",
            "year": 1968
        },
        {
            "text": "Olivia Williams, English actress",
            "year": 1968
        },
        {
            "text": "Martin Baker, English organist and conductor",
            "year": 1967
        },
        {
            "text": "Tim Schafer, American video game designer, founded Double Fine Productions",
            "year": 1967
        },
        {
            "text": "Jason Statham, English actor",
            "year": 1967
        },
        {
            "text": "Angelo di Livio, Italian footballer",
            "year": 1966
        },
        {
            "text": "Jeremy Piven, American actor and producer",
            "year": 1965
        },
        {
            "text": "Jim Lindberg, American singer and guitarist",
            "year": 1965
        },
        {
            "text": "Sandra Bullock, American actress and producer",
            "year": 1964
        },
        {
            "text": "Ralf Metzenmacher, German painter and designer (died 2020)",
            "year": 1964
        },
        {
            "text": "Anne Provoost, Belgian author",
            "year": 1964
        },
        {
            "text": "Stuart Long, American boxer and Catholic priest (died 2014)",
            "year": 1963
        },
        {
            "text": "Jeff Stoughton, Canadian curler",
            "year": 1963
        },
        {
            "text": "Gary Cherone, American singer-songwriter",
            "year": 1961
        },
        {
            "text": "Andy Connell, English keyboard player and songwriter",
            "year": 1961
        },
        {
            "text": "Felix Dexter, Caribbean-English comedian and actor (died 2013)",
            "year": 1961
        },
        {
            "text": "Rick Bragg, American author and journalist",
            "year": 1959
        },
        {
            "text": "Kevin Spacey, American actor and director",
            "year": 1959
        },
        {
            "text": "Monti Davis, American basketball player (died 2013)",
            "year": 1958
        },
        {
            "text": "Angela Hewitt, Canadian-English pianist",
            "year": 1958
        },
        {
            "text": "Norman Baker, Scottish politician",
            "year": 1957
        },
        {
            "text": "Nana Visitor, American actress",
            "year": 1957
        },
        {
            "text": "Peter Fincham, English screenwriter and producer",
            "year": 1956
        },
        {
            "text": "Dorothy Hamill, American figure skater",
            "year": 1956
        },
        {
            "text": "Tommy Rich, American wrestler",
            "year": 1956
        },
        {
            "text": "Tim Tremlett, English cricketer and coach",
            "year": 1956
        },
        {
            "text": "Aleksandrs Starkovs, Latvian footballer and coach",
            "year": 1955
        },
        {
            "text": "Asif Ali Zardari, Pakistani businessman and politician, 11th President of Pakistan",
            "year": 1955
        },
        {
            "text": "Joseph Christopher, American serial killer (died 1993)",
            "year": 1955
        },
        {
            "text": "Vitas Gerulaitis, American tennis player and coach (died 1994)",
            "year": 1954
        },
        {
            "text": "Felix Magath, German footballer and manager",
            "year": 1953
        },
        {
            "text": "Robert Phillips, American guitarist",
            "year": 1953
        },
        {
            "text": "Henk Bleker, Dutch politician",
            "year": 1953
        },
        {
            "text": "Earl Tatum, American professional basketball player",
            "year": 1953
        },
        {
            "text": "Glynis Breakwell, English psychologist and academic",
            "year": 1952
        },
        {
            "text": "Rick Martin, Canadian-American ice hockey player (died 2011)",
            "year": 1951
        },
        {
            "text": "Nelinho, Brazilian footballer and manager",
            "year": 1950
        },
        {
            "text": "Nicholas Evans, English journalist, screenwriter, and producer (died 2022)",
            "year": 1950
        },
        {
            "text": "Susan George, English actress and producer",
            "year": 1950
        },
        {
            "text": "Anne Rafferty, English lawyer and judge",
            "year": 1950
        },
        {
            "text": "Rich Vogler, American race car driver (died 1990)",
            "year": 1950
        },
        {
            "text": "Thaksin Shinawatra, Thai businessman and politician, 23rd Prime Minister of Thailand",
            "year": 1949
        },
        {
            "text": "Roger Taylor, English singer-songwriter, drummer, and producer",
            "year": 1949
        },
        {
            "text": "Luboš Andršt, Czech guitarist and songwriter (died 2021)",
            "year": 1948
        },
        {
            "text": "Herbert Wiesinger, German figure skater",
            "year": 1948
        },
        {
            "text": "Emilio de Villota, Spanish race car driver",
            "year": 1946
        },
        {
            "text": "Helen Mirren, English actress",
            "year": 1945
        },
        {
            "text": "Betty Davis, American singer-songwriter (died 2022)",
            "year": 1944
        },
        {
            "text": "Peter Hyams, American director, screenwriter, and cinematographer",
            "year": 1943
        },
        {
            "text": "Mick Jagger, English singer-songwriter, producer, and actor",
            "year": 1943
        },
        {
            "text": "Vladimír Mečiar, Slovak politician, 1st Prime Minister of Slovakia",
            "year": 1942
        },
        {
            "text": "Teddy Pilette, Belgian race car driver",
            "year": 1942
        },
        {
            "text": "Jean Baubérot, French historian and sociologist",
            "year": 1941
        },
        {
            "text": "Darlene Love, American singer and actress",
            "year": 1941
        },
        {
            "text": "Brenton Wood, American R&B singer-songwriter and keyboard player (died 2025)",
            "year": 1941
        },
        {
            "text": "Dobie Gray, American singer-songwriter and producer (died 2011)",
            "year": 1940
        },
        {
            "text": "Brian Mawhinney, Baron Mawhinney, Northern Irish-British academic and politician, Secretary of State for Transport (died 2019)",
            "year": 1940
        },
        {
            "text": "Bobby Rousseau, Canadian ice hockey player",
            "year": 1940
        },
        {
            "text": "Jun Henmi, Japanese author and poet (died 2011)",
            "year": 1939
        },
        {
            "text": "John Howard, Australian lawyer and politician, 25th Prime Minister of Australia",
            "year": 1939
        },
        {
            "text": "Bob Lilly, American football player and photographer",
            "year": 1939
        },
        {
            "text": "Richard Marlow, English organist and conductor (died 2013)",
            "year": 1939
        },
        {
            "text": "Bobby Hebb, American singer-songwriter (died 2010)",
            "year": 1938
        },
        {
            "text": "Keith Peters, Welsh physician and academic",
            "year": 1938
        },
        {
            "text": "Ercole Spada, Italian automotive designer",
            "year": 1937
        },
        {
            "text": "Tsutomu Koyama, Japanese volleyball player and coach (died 2012)",
            "year": 1936
        },
        {
            "text": "Lawrie McMenemy, English footballer and manager",
            "year": 1936
        },
        {
            "text": "Tommy McDonald, American football player (died 2018)",
            "year": 1934
        },
        {
            "text": "Robert Colbert, American actor",
            "year": 1931
        },
        {
            "text": "Telê Santana, Brazilian footballer and manager (died 2006)",
            "year": 1931
        },
        {
            "text": "Plínio de Arruda Sampaio, Brazilian lawyer and politician (died 2014)",
            "year": 1930
        },
        {
            "text": "Barbara Jefford, English actress (died 2020)",
            "year": 1930
        },
        {
            "text": "Marc Lalonde, Canadian lawyer and politician, 34th Canadian Minister of Justice (died 2023)",
            "year": 1929
        },
        {
            "text": "Alexis Weissenberg, Bulgarian-French pianist and educator (died 2012)",
            "year": 1929
        },
        {
            "text": "Don Beauman, English race car driver (died 1955)",
            "year": 1928
        },
        {
            "text": "Francesco Cossiga, Italian academic and politician, 8th President of Italy (died 2010)",
            "year": 1928
        },
        {
            "text": "Elliott Erwitt, French-American photographer and director (died 2023)",
            "year": 1928
        },
        {
            "text": "Ibn-e-Safi, Indian-Pakistani author and poet (died 1980)",
            "year": 1928
        },
        {
            "text": "Joe Jackson, American talent manager, father of Michael Jackson (died 2018)",
            "year": 1928
        },
        {
            "text": "Stanley Kubrick, American director, producer, screenwriter, and cinematographer (died 1999)",
            "year": 1928
        },
        {
            "text": "Peter Lougheed, Canadian lawyer and politician, 10th Premier of Alberta (died 2012)",
            "year": 1928
        },
        {
            "text": "Sally Oppenheim-Barnes, Baroness Oppenheim-Barnes, Irish-born English politician (died 2025)",
            "year": 1928
        },
        {
            "text": "Gulabrai Ramchand, Indian cricketer (died 2003)",
            "year": 1927
        },
        {
            "text": "James Best, American actor, director, and screenwriter (died 2015)",
            "year": 1926
        },
        {
            "text": "Jerzy Einhorn, Polish-Swedish physician and politician (died 2000)",
            "year": 1925
        },
        {
            "text": "Joseph Engelberger, American physicist and engineer (died 2015)",
            "year": 1925
        },
        {
            "text": "Gene Gutowski, Polish-American film producer (died 2016)",
            "year": 1925
        },
        {
            "text": "Ana María Matute, Spanish author and academic (died 2014)",
            "year": 1925
        },
        {
            "text": "Jan Berenstain, American author and illustrator (died 2012)",
            "year": 1923
        },
        {
            "text": "Bernice Rubens, Welsh author (died 2004)",
            "year": 1923
        },
        {
            "text": "Hoyt Wilhelm, American baseball player and coach (died 2002)",
            "year": 1923
        },
        {
            "text": "Blake Edwards, American director, producer, and screenwriter (died 2010)",
            "year": 1922
        },
        {
            "text": "Jim Foglesong, American record producer (died 2013)",
            "year": 1922
        },
        {
            "text": "Jason Robards, American actor (died 2000)",
            "year": 1922
        },
        {
            "text": "Tom Saffell, American baseball player and manager (died 2012)",
            "year": 1921
        },
        {
            "text": "Jean Shepherd, American radio host, actor, and screenwriter (died 1999)",
            "year": 1921
        },
        {
            "text": "Bob Waterfield, American football player and coach (died 1983)",
            "year": 1920
        },
        {
            "text": "Virginia Gilmore, American actress (died 1986)",
            "year": 1919
        },
        {
            "text": "James Lovelock, English biologist and chemist (died 2022)",
            "year": 1919
        },
        {
            "text": "Marjorie Lord, American actress (died 2015)",
            "year": 1918
        },
        {
            "text": "Dean Brooks, American physician and actor (died 2013)",
            "year": 1916
        },
        {
            "text": "Jaime Luiz Coelho, Brazilian archbishop (died 2013)",
            "year": 1916
        },
        {
            "text": "C. Farris Bryant, American soldier, lawyer, and politician, 34th Governor of Florida (died 2002)",
            "year": 1914
        },
        {
            "text": "Erskine Hawkins, American trumpet player and bandleader (died 1993)",
            "year": 1914
        },
        {
            "text": "Ellis Kinder, American baseball player (died 1968)",
            "year": 1914
        },
        {
            "text": "Kan Yuet-keung, Hong Kong banker, lawyer, and politician (died 2012)",
            "year": 1913
        },
        {
            "text": "Peter Thorneycroft, Baron Thorneycroft, English lawyer and politician, Chancellor of the Exchequer (died 1994)",
            "year": 1909
        },
        {
            "text": "Vivian Vance, American actress and singer (died 1979)",
            "year": 1909
        },
        {
            "text": "Lucien Wercollier, Luxembourger sculptor (died 2002)",
            "year": 1908
        },
        {
            "text": "Irena Iłłakowicz, German-Polish lieutenant (died 1943)",
            "year": 1906
        },
        {
            "text": "Jack Morrison, Australian rugby league player (died 1994)",
            "year": 1905
        },
        {
            "text": "Frank Scott Hogg, Canadian astronomer and academic (died 1951)",
            "year": 1904
        },
        {
            "text": "Edwin Albert Link, American industrialist and entrepreneur, invented the flight simulator (died 1981)",
            "year": 1904
        },
        {
            "text": "Estes Kefauver, American lawyer and politician (died 1963)",
            "year": 1903
        },
        {
            "text": "Sarah Kafrit, Israeli politician and teacher (died 1983)",
            "year": 1900
        },
        {
            "text": "Harold D. Cooley, American lawyer and politician (died 1974)",
            "year": 1897
        },
        {
            "text": "Paul Gallico, American journalist and author (died 1976)",
            "year": 1897
        },
        {
            "text": "Tim Birkin, English soldier and race car driver (died 1933)",
            "year": 1896
        },
        {
            "text": "Gracie Allen, American actress and comedian (died 1964)",
            "year": 1895
        },
        {
            "text": "Aldous Huxley, English novelist and philosopher (died 1963)",
            "year": 1894
        },
        {
            "text": "George Grosz, German painter and illustrator (died 1959)",
            "year": 1893
        },
        {
            "text": "Sad Sam Jones, American baseball player and manager (died 1966)",
            "year": 1892
        },
        {
            "text": "Daniel J. Callaghan, American admiral, Medal of Honor recipient (died 1942)",
            "year": 1890
        },
        {
            "text": "Reginald Hands, South African cricketer and rugby player (died 1918)",
            "year": 1888
        },
        {
            "text": "Lars Hanson, Swedish actor (died 1965)",
            "year": 1886
        },
        {
            "text": "Roy Castleton, American baseball player (died 1967)",
            "year": 1885
        },
        {
            "text": "André Maurois, French soldier and author (died 1967)",
            "year": 1885
        },
        {
            "text": "Albert Dunstan, Australian politician, 33rd Premier of Victoria (died 1950)",
            "year": 1882
        },
        {
            "text": "Volodymyr Vynnychenko, Ukrainian playwright and politician, 1st Prime Minister of Ukrainian People's Republic (died 1951)",
            "year": 1880
        },
        {
            "text": "Shunroku Hata, Japanese field marshal and politician, 48th Japanese Minister of War (died 1962)",
            "year": 1879
        },
        {
            "text": "Ernst Hoppenberg, German swimmer and water polo player (died 1937)",
            "year": 1878
        },
        {
            "text": "Jesse Lauriston Livermore, American investor and security analyst, \"Great Bear of Wall Street\" (died 1940)",
            "year": 1877
        },
        {
            "text": "Carl Jung, Swiss psychiatrist and psychotherapist (died 1961)",
            "year": 1875
        },
        {
            "text": "Ernesta Di Capua, Italian botanist and explorer (died 1943)",
            "year": 1875
        },
        {
            "text": "Antonio Machado, Spanish poet and academic (died 1939)",
            "year": 1875
        },
        {
            "text": "Serge Koussevitzky, Russian-American bassist, composer, and conductor (died 1951)",
            "year": 1874
        },
        {
            "text": "Philipp Scheidemann, German journalist and politician, 10th Chancellor of Germany (died 1939)",
            "year": 1865
        },
        {
            "text": "Rajanikanta Sen, Indian poet and composer (died 1910)",
            "year": 1865
        },
        {
            "text": "Jāzeps Vītols, Latvian composer (died 1948)",
            "year": 1863
        },
        {
            "text": "Tom Garrett, Australian cricketer and lawyer (died 1943)",
            "year": 1858
        },
        {
            "text": "George Bernard Shaw, Irish playwright and critic, Nobel Prize laureate (died 1950)",
            "year": 1856
        },
        {
            "text": "Ferdinand Tönnies, German sociologist and philosopher (died 1936)",
            "year": 1855
        },
        {
            "text": "Philippe Gaucher, French dermatologist and academic (died 1918)",
            "year": 1854
        },
        {
            "text": "Stefan Drzewiecki, Ukrainian-Polish engineer and journalist (died 1938)",
            "year": 1844
        },
        {
            "text": "Alfred Marshall, English economist and academic (died 1924)",
            "year": 1842
        },
        {
            "text": "Carl Robert Jakobson, Estonian journalist and politician (died 1882)",
            "year": 1841
        },
        {
            "text": "Silas Soule, American soldier and whistleblower of the Sand Creek Massacre (died 1865)",
            "year": 1838
        },
        {
            "text": "Auguste Beernaert, Belgian politician, 14th Prime Minister of Belgium, Nobel Prize laureate (died 1912)",
            "year": 1829
        },
        {
            "text": "Justin Holland, American guitarist and educator (died 1887)",
            "year": 1819
        },
        {
            "text": "Mariano Arista, Mexican general and politician, 42nd President of Mexico (died 1855)",
            "year": 1802
        },
        {
            "text": "George Catlin, American painter, author, and traveler (died 1872)",
            "year": 1796
        },
        {
            "text": "Franz Xaver Wolfgang Mozart, Austrian pianist, composer, and conductor (died 1844)",
            "year": 1791
        },
        {
            "text": "John Field, Irish pianist and composer (died 1837)",
            "year": 1782
        },
        {
            "text": "George Clinton, American general and politician, 4th Vice President of the United States (died 1812)",
            "year": 1739
        },
        {
            "text": "Lorenz Christoph Mizler, German physician, mathematician, and historian (died 1778)",
            "year": 1711
        },
        {
            "text": "Joseph I, Holy Roman Emperor (died 1711)",
            "year": 1678
        },
        {
            "text": "Christian Egenolff, German printer (died 1555)",
            "year": 1502
        },
        {
            "text": "Isabel le Despenser, Countess of Worcester, English noble (died 1439)",
            "year": 1400
        },
        {
            "text": "Stanislaus of Szczepanów, Polish bishop and saint (died 1079)",
            "year": 1030
        }
    ],
    "deaths": [
        {
            "text": "Sinéad O'Connor, Irish singer and musician (born 1966)",
            "year": 2023
        },
        {
            "text": "Joey Jordison, American musician (born 1975)",
            "year": 2021
        },
        {
            "text": "Olivia de Havilland, American actress (born 1916)",
            "year": 2020
        },
        {
            "text": "Russi Taylor, American voice actress (born 1944)",
            "year": 2019
        },
        {
            "text": "Jaime Lucas Ortega y Alamino, Cuban Roman Catholic prelate (born 1936)",
            "year": 2019
        },
        {
            "text": "Adem Demaçi, Kosovo Albanian politician and writer (born 1936)",
            "year": 2018
        },
        {
            "text": "John Kline, American basketball player (born 1931)",
            "year": 2018
        },
        {
            "text": "June Foray, American voice actress (born 1917)",
            "year": 2017
        },
        {
            "text": "Patti Deutsch, American voice artist and comedic actress (born 1943)",
            "year": 2017
        },
        {
            "text": "Ronald Phillips, American criminal (born 1973)",
            "year": 2017
        },
        {
            "text": "Solomon Feferman, American philosopher and mathematician (born 1928)",
            "year": 2016
        },
        {
            "text": "Bijoy Krishna Handique, Indian lawyer and politician, Indian Minister of Mines (born 1934)",
            "year": 2015
        },
        {
            "text": "Flora MacDonald, Canadian banker and politician, 10th Canadian Minister of Communications (born 1926)",
            "year": 2015
        },
        {
            "text": "Leo Reise, Jr., Canadian ice hockey player (born 1922)",
            "year": 2015
        },
        {
            "text": "Ann Rule, American police officer and author (born 1931)",
            "year": 2015
        },
        {
            "text": "Oleh Babayev, Ukrainian businessman and politician (born 1965)",
            "year": 2014
        },
        {
            "text": "Charles R. Larson, American admiral (born 1936)",
            "year": 2014
        },
        {
            "text": "Richard MacCormac, English architect, founded MJP Architects (born 1938)",
            "year": 2014
        },
        {
            "text": "Sergei O. Prokofieff, Russian anthropologist and author (born 1954)",
            "year": 2014
        },
        {
            "text": "Roland Verhavert, Belgian director, producer, and screenwriter (born 1927)",
            "year": 2014
        },
        {
            "text": "Luther F. Cole, American lawyer and politician (born 1925)",
            "year": 2013
        },
        {
            "text": "Harley Flanders, American mathematician and academic (born 1925)",
            "year": 2013
        },
        {
            "text": "Sung Jae-gi, South Korean philosopher and activist (born 1967)",
            "year": 2013
        },
        {
            "text": "George P. Mitchell, American businessman and philanthropist (born 1919)",
            "year": 2013
        },
        {
            "text": "Don Bagley, American bassist and composer (born 1927)",
            "year": 2012
        },
        {
            "text": "Karl Benjamin, American painter and educator (born 1925)",
            "year": 2012
        },
        {
            "text": "Miriam Ben-Porat, Russian-Israeli lawyer and jurist (born 1918)",
            "year": 2012
        },
        {
            "text": "Lupe Ontiveros, American actress (born 1942)",
            "year": 2012
        },
        {
            "text": "James D. Watkins, American admiral and politician, 6th United States Secretary of Energy (born 1927)",
            "year": 2012
        },
        {
            "text": "Joe Arroyo, Colombian singer-songwriter and composer (born 1955)",
            "year": 2011
        },
        {
            "text": "Tom Borton, American jazz saxophonist, songwriter and composer (born 1956)",
            "year": 2011
        },
        {
            "text": "Richard Harris, American-Canadian football player and coach (born 1948)",
            "year": 2011
        },
        {
            "text": "Sakyo Komatsu, Japanese author and screenwriter (born 1931)",
            "year": 2011
        },
        {
            "text": "Margaret Olley, Australian painter and philanthropist (born 1923)",
            "year": 2011
        },
        {
            "text": "Sivakant Tiwari, Indian-Singaporean politician (born 1945)",
            "year": 2010
        },
        {
            "text": "Merce Cunningham, American dancer and choreographer (born 1919)",
            "year": 2009
        },
        {
            "text": "Lars Forssell, Swedish author, poet, and playwright (born 1928)",
            "year": 2007
        },
        {
            "text": "Skip Prosser, American basketball player and coach (born 1950)",
            "year": 2007
        },
        {
            "text": "Alexander Golitzen, Russian-born American production designer and art director (born 1908)",
            "year": 2005
        },
        {
            "text": "Jack Hirshleifer, American economist and academic (born 1925)",
            "year": 2005
        },
        {
            "text": "Gilles Marotte, Canadian ice hockey player (born 1945)",
            "year": 2005
        },
        {
            "text": "William A. Mitchell, American chemist, created Pop Rocks and Cool Whip (born 1911)",
            "year": 2004
        },
        {
            "text": "Rex T. Barber, American colonel and pilot (born 1917)",
            "year": 2001
        },
        {
            "text": "Peter von Zahn, German journalist and author (born 1913)",
            "year": 2001
        },
        {
            "text": "John Tukey, American mathematician and academic (born 1915)",
            "year": 2000
        },
        {
            "text": "Walter Jackson Bate, American author and critic (born 1918)",
            "year": 1999
        },
        {
            "text": "Phaedon Gizikis, Greek general and politician, President of Greece (born 1917)",
            "year": 1999
        },
        {
            "text": "Max Winter, American businessman and sports executive (born 1903)",
            "year": 1996
        },
        {
            "text": "Laurindo Almeida, Brazilian-American guitarist and composer (born 1917)",
            "year": 1995
        },
        {
            "text": "Raymond Mailloux, Canadian lawyer and politician (born 1918)",
            "year": 1995
        },
        {
            "text": "George W. Romney, American businessman and politician, 43rd Governor of Michigan (born 1907)",
            "year": 1995
        },
        {
            "text": "James Luther Adams, American theologian and academic (born 1901)",
            "year": 1994
        },
        {
            "text": "Matthew Ridgway, American general (born 1895)",
            "year": 1993
        },
        {
            "text": "Mary Wells, American singer-songwriter (born 1943)",
            "year": 1992
        },
        {
            "text": "Fazlur Rahman Malik, Pakistani philosopher, scholar, and academic (born 1919)",
            "year": 1988
        },
        {
            "text": "W. Averell Harriman, American politician and diplomat, 11th United States Secretary of Commerce (born 1891)",
            "year": 1986
        },
        {
            "text": "George Gallup, American mathematician and statistician, founded the Gallup Company (born 1901)",
            "year": 1984
        },
        {
            "text": "Ed Gein, American serial killer (born 1906)",
            "year": 1984
        },
        {
            "text": "Diane Arbus, American photographer and academic (born 1923)",
            "year": 1971
        },
        {
            "text": "Robert Taschereau, Canadian lawyer and jurist, 11th Chief Justice of Canada (born 1896)",
            "year": 1970
        },
        {
            "text": "Cemal Tollu, Turkish lieutenant and painter (born 1899)",
            "year": 1968
        },
        {
            "text": "Francis Curzon, 5th Earl Howe, English race car driver and politician (born 1884)",
            "year": 1964
        },
        {
            "text": "Cedric Gibbons, British art director and production designer (born 1893)",
            "year": 1960
        },
        {
            "text": "Carlos Castillo Armas, Authoritarian ruler of Guatemala (1954-1957)",
            "year": 1957
        },
        {
            "text": "Nikolaos Plastiras, Greek general and politician, 135th Prime Minister of Greece (born 1883)",
            "year": 1953
        },
        {
            "text": "Eva Perón, Argentinian politician, 25th First Lady of Argentina (born 1919)",
            "year": 1952
        },
        {
            "text": "James Mitchell, Australian politician, 13th Premier of Western Australia (born 1866)",
            "year": 1951
        },
        {
            "text": "Roberto Arlt, Argentinian author and playwright (born 1900)",
            "year": 1942
        },
        {
            "text": "Henri Lebesgue, French mathematician and academic (born 1875)",
            "year": 1941
        },
        {
            "text": "Winsor McCay, American cartoonist, animator, producer, and screenwriter (born 1871)",
            "year": 1934
        },
        {
            "text": "Fred Duesenberg, German-American businessman, co-founded the Duesenberg Company (born 1876)",
            "year": 1932
        },
        {
            "text": "Pavlos Karolidis, Greek historian and academic (born 1849)",
            "year": 1930
        },
        {
            "text": "Robert Todd Lincoln, American lawyer and politician, 35th United States Secretary of War, son of Abraham Lincoln (born 1843)",
            "year": 1926
        },
        {
            "text": "Antonio Ascari, Italian race car driver (born 1888)",
            "year": 1925
        },
        {
            "text": "Gottlob Frege, German mathematician and philosopher (born 1848)",
            "year": 1925
        },
        {
            "text": "William Jennings Bryan, American lawyer and politician, 41st United States Secretary of State (born 1860)",
            "year": 1925
        },
        {
            "text": "Howard Vernon, Australian actor (born 1848)",
            "year": 1921
        },
        {
            "text": "Edward Poynter, English painter and illustrator (born 1836)",
            "year": 1919
        },
        {
            "text": "James Murray, Scottish lexicographer and philologist (born 1837)",
            "year": 1915
        },
        {
            "text": "Ulises Heureaux, 22nd, 26th, and 27th President of the Dominican Republic (born 1845)",
            "year": 1899
        },
        {
            "text": "Otto, king of Greece (born 1815)",
            "year": 1867
        },
        {
            "text": "Sam Houston, American general and politician, 7th Governor of Texas, and 6th Governor of Tennessee (born 1793)",
            "year": 1863
        },
        {
            "text": "Maximilian Francis, archduke of Austria (born 1756)",
            "year": 1801
        },
        {
            "text": "Robert Bertie, 1st Duke of Ancaster and Kesteven, English politician, Chancellor of the Duchy of Lancaster (born 1660)",
            "year": 1723
        },
        {
            "text": "Thomas Osborne, 1st Duke of Leeds, English politician, Lord High Treasurer (born 1631)",
            "year": 1712
        },
        {
            "text": "Ulrika Eleonora of Denmark, queen of Sweden (born 1656)",
            "year": 1693
        },
        {
            "text": "Elena Cornaro Piscopia, Italian mathematician and philosopher (born 1646)",
            "year": 1684
        },
        {
            "text": "John Wilmot, 2nd Earl of Rochester, English poet and courtier (born 1647)",
            "year": 1680
        },
        {
            "text": "Mary Frith, English criminal (born 1584)",
            "year": 1659
        },
        {
            "text": "Charles Emmanuel I, duke of Savoy (born 1562)",
            "year": 1630
        },
        {
            "text": "Horio Yoshiharu, Japanese daimyō (born 1542)",
            "year": 1611
        },
        {
            "text": "Miguel de Benavides, Spanish archbishop and sinologist (born 1552)",
            "year": 1605
        },
        {
            "text": "Armand de Gontant, French marshal (born 1524)",
            "year": 1592
        },
        {
            "text": "Atahualpa, Inca emperor abducted and murdered by Francisco Pizarro (born ca. 1500)",
            "year": 1533
        },
        {
            "text": "Paul II, pope of the Catholic Church (born 1417)",
            "year": 1471
        },
        {
            "text": "Cecily Neville, duchess of Warwick (born 1424)",
            "year": 1450
        },
        {
            "text": "Kōmyō, emperor of Japan (born 1322)",
            "year": 1380
        },
        {
            "text": "Fujiwara no Kaneie, Japanese statesman (born 929)",
            "year": 990
        },
        {
            "text": "Motoyoshi, Japanese nobleman and poet (born 890)",
            "year": 943
        },
        {
            "text": "Li Hanzhi, Chinese warlord (born 842)",
            "year": 899
        },
        {
            "text": "Nikephoros I, Byzantine emperor",
            "year": 811
        },
        {
            "text": "Cheng of Jin, emperor of the Jin Dynasty (born 321)",
            "year": 342
        }
    ],
    "metadata": {
        "current_date": "July 26, 2025",
        "short_date": "Jul 26",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            7,
            25,
            11,
            31,
            41,
            60,
            46,
            22,
            27,
            18
        ],
        "births": [
            210,
            112,
            167,
            26
        ],
        "deaths": [
            36,
            1,
            10,
            35
        ]
    }
}