{
    "events": [
        {
            "text": "Chandrayaan-2, the second lunar exploration mission developed by Indian Space Research Organisation after Chandrayaan-1 is launched from Satish Dhawan Space Centre in a GSLV Mark III M1. It consists of a lunar orbiter, and also included the Vikram lander, and the Pragyan lunar rover.",
            "year": 2019
        },
        {
            "text": "Dingxi earthquakes: A series of earthquakes in Dingxi, China, kills at least 89 people and injures more than 500 others.",
            "year": 2013
        },
        {
            "text": "Syrian civil war: The People's Protection Units (YPG) captured the cities of Serê Kaniyê and Dirbêsiyê, during clashes with pro-government forces in Al-Hasakah.",
            "year": 2012
        },
        {
            "text": "Norway attacks: A bomb explodes, targeted at government buildings in central Oslo, followed by a massacre at a youth camp on the island of Utøya.",
            "year": 2011
        },
        {
            "text": "Jean Charles de Menezes is killed by police as the hunt begins for the London Bombers responsible for the 7 July 2005 London bombings and the 21 July 2005 London bombings.",
            "year": 2005
        },
        {
            "text": "Members of 101st Airborne of the United States, aided by Special Forces, attack a compound in Iraq, killing Saddam Hussein's sons Uday and Qusay, along with Mustapha Hussein, Qusay's 14-year-old son, and a bodyguard.",
            "year": 2003
        },
        {
            "text": "The second Blue Water Bridge opens between Port Huron, Michigan and Sarnia, Ontario.",
            "year": 1997
        },
        {
            "text": "Great Flood of 1993: Levees near Kaskaskia, Illinois rupture, forcing the entire town to evacuate by barges operated by the Army Corps of Engineers.",
            "year": 1993
        },
        {
            "text": "Near Medellín, Colombian drug lord Pablo Escobar escapes from his luxury prison fearing extradition to the United States.",
            "year": 1992
        },
        {
            "text": "Greg LeMond, an American road racing cyclist, wins his third Tour de France after leading the majority of the race. It was LeMond's second consecutive Tour de France victory.",
            "year": 1990
        },
        {
            "text": "Martial law in Poland is officially revoked.",
            "year": 1983
        },
        {
            "text": "The first game of the 1981 South Africa rugby union tour of New Zealand and the United States is held in Gisborne, New Zealand.",
            "year": 1981
        },
        {
            "text": "Chinese leader Deng Xiaoping is restored to power.",
            "year": 1977
        },
        {
            "text": "Japan completes its last reparation to the Philippines for war crimes committed during imperial Japan's conquest of the country in the Second World War.",
            "year": 1976
        },
        {
            "text": "Pan Am Flight 816 crashes after takeoff from Faa'a International Airport in Papeete, French Polynesia, killing 78.",
            "year": 1973
        },
        {
            "text": "Crown Colony of Sarawak gains self-governance.",
            "year": 1963
        },
        {
            "text": "Mariner program: Mariner 1 spacecraft flies erratically several minutes after launch and has to be destroyed.",
            "year": 1962
        },
        {
            "text": "Soviet space dogs: Dezik and Tsygan were launched into a sub-orbital spaceflight from Kapustin Yar and became the first dogs to fly in space and the first to safely return.",
            "year": 1951
        },
        {
            "text": "King David Hotel bombing: A Zionist underground organisation, the Irgun, bombs the King David Hotel in Jerusalem, site of the civil administration and military headquarters for Mandatory Palestine, resulting in 91 deaths.",
            "year": 1946
        },
        {
            "text": "The Polish Committee of National Liberation publishes its manifesto, starting the period of Communist rule in Poland.",
            "year": 1944
        },
        {
            "text": "World War II: Allied forces capture Palermo during the Allied invasion of Sicily.",
            "year": 1943
        },
        {
            "text": "World War II: Axis occupation forces violently disperse a massive protest in Athens, killing 22.",
            "year": 1943
        },
        {
            "text": "The United States government begins compulsory civilian gasoline rationing due to the wartime demands.",
            "year": 1942
        },
        {
            "text": "Grossaktion Warsaw: The systematic deportation of Jews from the Warsaw ghetto begins.",
            "year": 1942
        },
        {
            "text": "New Deal: The United States Senate votes down President Franklin D. Roosevelt's proposal to add more justices to the Supreme Court of the United States.",
            "year": 1937
        },
        {
            "text": "Spanish Civil War: The Popular Executive Committee of Valencia takes power in the Valencian Community.",
            "year": 1936
        },
        {
            "text": "Aviator Wiley Post returns to Floyd Bennett Field in New York City, completing the first solo flight around the world in seven days, 18 hours and 49 minutes.",
            "year": 1933
        },
        {
            "text": "Rif War: The Spanish Army suffers its worst military defeat in modern times to the Berbers of the Rif region of Spanish Morocco.",
            "year": 1921
        },
        {
            "text": "Preparedness Day Bombing: In San Francisco, a bomb explodes on Market Street during a parade, killing ten and injuring 40.",
            "year": 1916
        },
        {
            "text": "The first ever motor race is held in France between the cities of Paris and Rouen. The fastest finisher was the Comte Jules-Albert de Dion, but the \"official\" victory was awarded to Albert Lemaître driving his three-horsepower petrol engined Peugeot.",
            "year": 1894
        },
        {
            "text": "Katharine Lee Bates writes \"America the Beautiful\" after admiring the view from the top of Pikes Peak near Colorado Springs, Colorado.",
            "year": 1893
        },
        {
            "text": "American Civil War: Battle of Atlanta: Outside Atlanta, Confederate General John Bell Hood leads an unsuccessful attack on Union troops under General William T. Sherman on Bald Hill.",
            "year": 1864
        },
        {
            "text": "The Slavery Abolition Act passes in the British House of Commons, initiating the gradual abolition of slavery in most parts of the British Empire.",
            "year": 1833
        },
        {
            "text": "Napoleonic Wars: Peninsular War: Battle of Salamanca: British forces led by Arthur Wellesley (later the Duke of Wellington) defeat French troops near Salamanca, Spain.",
            "year": 1812
        },
        {
            "text": "Napoleonic Wars: War of the Third Coalition: Battle of Cape Finisterre: An inconclusive naval action is fought between a combined French and Spanish fleet under Admiral Pierre-Charles Villeneuve of France and a British fleet under Admiral Robert Calder.",
            "year": 1805
        },
        {
            "text": "Emperor Gia Long conquers Hanoi and unified Viet Nam, which had experienced centuries of feudal warfare.",
            "year": 1802
        },
        {
            "text": "Battle of Santa Cruz de Tenerife: Battle between Spanish and British naval forces during the French Revolutionary Wars. During the Battle, Rear-Admiral Nelson is wounded in the arm and the arm had to be partially amputated.",
            "year": 1797
        },
        {
            "text": "Surveyors of the Connecticut Land Company name an area in Ohio \"Cleveland\" after Gen. Moses Cleaveland, the superintendent of the surveying party.",
            "year": 1796
        },
        {
            "text": "Alexander Mackenzie reaches the Pacific Ocean becoming the first recorded human to complete a transcontinental crossing of North America.",
            "year": 1793
        },
        {
            "text": "The Acts of Union 1707 are agreed upon by commissioners from the Kingdom of England and the Kingdom of Scotland, which, when passed by each country's Parliament, leads to the creation of the Kingdom of Great Britain.",
            "year": 1706
        },
        {
            "text": "Albany, New York is formally chartered as a municipality by Governor Thomas Dongan.",
            "year": 1686
        },
        {
            "text": "William Shakespeare's play, The Merchant of Venice, is entered on the Stationers' Register. By decree of Queen Elizabeth, the Stationers' Register licensed printed works, giving the Crown tight control over all published material.",
            "year": 1598
        },
        {
            "text": "The Dutch city of Groningen defended by the Spanish and besieged by a Dutch and English army under Maurice of Orange, capitulates.",
            "year": 1594
        },
        {
            "text": "Roanoke Colony: A second group of English settlers arrives on Roanoke Island off North Carolina to re-establish the deserted colony.",
            "year": 1587
        },
        {
            "text": "Battle of Dornach: The Swiss decisively defeat the army of Maximilian I, Holy Roman Emperor.",
            "year": 1499
        },
        {
            "text": "Battle of Lochmaben Fair: A 500-man raiding party led by Alexander Stewart, Duke of Albany and James Douglas, 9th Earl of Douglas are defeated by Scots forces loyal to Albany's brother James III of Scotland; Douglas is captured.",
            "year": 1484
        },
        {
            "text": "Ottoman wars in Europe: Siege of Belgrade: John Hunyadi, Regent of the Kingdom of Hungary, defeats Mehmet II of the Ottoman Empire.",
            "year": 1456
        },
        {
            "text": "Battle of St. Jakob an der Sihl in the Old Zürich War.",
            "year": 1443
        },
        {
            "text": "St. Mary Magdalene's flood is the worst such event on record for central Europe.",
            "year": 1342
        },
        {
            "text": "Wars of Scottish Independence: Battle of Falkirk: King Edward I of England and his longbowmen defeat William Wallace and his Scottish schiltrons outside the town of Falkirk.",
            "year": 1298
        },
        {
            "text": "Massacre at Béziers: The first major military action of the Albigensian Crusade.",
            "year": 1209
        },
        {
            "text": "First Crusade: Godfrey of Bouillon is elected the first Defender of the Holy Sepulchre of The Kingdom of Jerusalem.",
            "year": 1099
        },
        {
            "text": "Battle of Anzen: The Byzantine emperor Theophilos suffers a heavy defeat by the Abbasids.",
            "year": 838
        }
    ],
    "births": [
        {
            "text": "Prince George of Wales",
            "year": 2013
        },
        {
            "text": "Javon Walton, American actor and boxer",
            "year": 2006
        },
        {
            "text": "Prince Felix of Denmark",
            "year": 2002
        },
        {
            "text": "Garrett Wilson, American football player",
            "year": 2000
        },
        {
            "text": "Sidney Chu, Hong Kong skater",
            "year": 1999
        },
        {
            "text": "Jason Robertson, American ice hockey player",
            "year": 1999
        },
        {
            "text": "Marc Cucurella, Spanish footballer",
            "year": 1998
        },
        {
            "text": "Larray, American YouTuber",
            "year": 1998
        },
        {
            "text": "Madison Pettis, American actress",
            "year": 1998
        },
        {
            "text": "Federico Valverde, Uruguayan footballer",
            "year": 1998
        },
        {
            "text": "Sahaphap Wongratch, Thai actor, model, and singer",
            "year": 1998
        },
        {
            "text": "Kevin Fiala, Swiss ice hockey player",
            "year": 1996
        },
        {
            "text": "Skyler Gisondo, American actor",
            "year": 1996
        },
        {
            "text": "Ezekiel Elliott, American football player",
            "year": 1995
        },
        {
            "text": "Armaan Malik, Indian playback singer, composer and songwriter",
            "year": 1995
        },
        {
            "text": "Jonathan Owens, American football player",
            "year": 1995
        },
        {
            "text": "Dzhokhar Tsarnaev, Kyrgyzstani-American terrorist",
            "year": 1993
        },
        {
            "text": "Anja Aguilar, Filipino actress and singer",
            "year": 1992
        },
        {
            "text": "Selena Gomez, American singer and actress",
            "year": 1992
        },
        {
            "text": "Carolin Schnarre, German Paralympic equestrian",
            "year": 1992
        },
        {
            "text": "Taylor Lewan, American football player",
            "year": 1991
        },
        {
            "text": "Matty James, English footballer",
            "year": 1991
        },
        {
            "text": "Tomi Juric, Australian footballer",
            "year": 1991
        },
        {
            "text": "Israel Adesanya, New Zealand mixed martial artist and kickboxer",
            "year": 1989
        },
        {
            "text": "Keegan Allen, American actor, photographer and musician",
            "year": 1989
        },
        {
            "text": "William Buick, Norwegian-British flat jockey",
            "year": 1988
        },
        {
            "text": "Paul Coutts, Scottish footballer",
            "year": 1988
        },
        {
            "text": "George Santos, American politician",
            "year": 1988
        },
        {
            "text": "Thomas Kraft, German footballer",
            "year": 1988
        },
        {
            "text": "Sercan Temizyürek, Turkish footballer",
            "year": 1988
        },
        {
            "text": "Denis Gargaud Chanut, French slalom canoeist",
            "year": 1987
        },
        {
            "text": "Charlotte Kalla, Swedish skier",
            "year": 1987
        },
        {
            "text": "Stevie Johnson, American football player",
            "year": 1986
        },
        {
            "text": "Colin de Grandhomme, Zimbabwean-New Zealand cricketer",
            "year": 1986
        },
        {
            "text": "Jessica Abbott, Australian swimmer",
            "year": 1985
        },
        {
            "text": "Takudzwa Ngwenya, Zimbabwean-American rugby player",
            "year": 1985
        },
        {
            "text": "Akira Tozawa, Japanese wrestler",
            "year": 1985
        },
        {
            "text": "Stewart Downing, English footballer",
            "year": 1984
        },
        {
            "text": "Aldo de Nigris, Mexican footballer",
            "year": 1983
        },
        {
            "text": "Dries Devenyns, Belgian cyclist",
            "year": 1983
        },
        {
            "text": "Steven Jackson, American football player",
            "year": 1983
        },
        {
            "text": "Andreas Ulvo, Norwegian pianist",
            "year": 1983
        },
        {
            "text": "Nuwan Kulasekara, Sri Lankan cricketer",
            "year": 1982
        },
        {
            "text": "Dirk Kuyt, Dutch footballer",
            "year": 1980
        },
        {
            "text": "Scott Dixon, New Zealand racing driver",
            "year": 1980
        },
        {
            "text": "Kate Ryan, Belgian singer-songwriter",
            "year": 1980
        },
        {
            "text": "Tablo, South Korean-Canadian rapper",
            "year": 1980
        },
        {
            "text": "Lucas Luhr, German racing driver",
            "year": 1979
        },
        {
            "text": "Yadel Martí, Cuban baseball player",
            "year": 1979
        },
        {
            "text": "Runako Morton, Nevisian cricketer (died 2012)",
            "year": 1978
        },
        {
            "text": "Dennis Rommedahl, Danish footballer",
            "year": 1978
        },
        {
            "text": "Ezio Galon, Italian rugby player",
            "year": 1977
        },
        {
            "text": "Ingo Hertzsch, German footballer",
            "year": 1977
        },
        {
            "text": "Gustavo Nery, Brazilian footballer",
            "year": 1977
        },
        {
            "text": "Franka Potente, German actress",
            "year": 1974
        },
        {
            "text": "Brian Chippendale, American singer and drummer",
            "year": 1973
        },
        {
            "text": "Mike Sweeney, American baseball player and sportscaster",
            "year": 1973
        },
        {
            "text": "Ece Temelkuran, Turkish journalist and author",
            "year": 1973
        },
        {
            "text": "Rufus Wainwright, American-Canadian singer-songwriter",
            "year": 1973
        },
        {
            "text": "Franco Battaini, Italian motorcycle racer",
            "year": 1972
        },
        {
            "text": "Colin Ferguson, Canadian actor, director, and producer",
            "year": 1972
        },
        {
            "text": "Seth Fisher, American illustrator (died 2006)",
            "year": 1972
        },
        {
            "text": "Keyshawn Johnson, American football player and sportscaster",
            "year": 1972
        },
        {
            "text": "Jason Becker, American guitarist and songwriter",
            "year": 1970
        },
        {
            "text": "Steve Carter, Australian rugby league player",
            "year": 1970
        },
        {
            "text": "Sergei Zubov, Russian ice hockey player and coach",
            "year": 1970
        },
        {
            "text": "Rebecca Kiessling, American attorney and anti-abortion activist",
            "year": 1969
        },
        {
            "text": "Despina Vandi, German-Greek singer and actress",
            "year": 1969
        },
        {
            "text": "Lauren Booth, English journalist and activist",
            "year": 1967
        },
        {
            "text": "Rhys Ifans, Welsh actor",
            "year": 1967
        },
        {
            "text": "Tim Brown, American football player and manager",
            "year": 1966
        },
        {
            "text": "Derrick Dalley, Canadian educator and politician",
            "year": 1965
        },
        {
            "text": "Shawn Michaels, American wrestler, trainer, and actor",
            "year": 1965
        },
        {
            "text": "Richard B. Poore, New Zealand humanitarian",
            "year": 1965
        },
        {
            "text": "Doug Riesenberg, American football player and coach",
            "year": 1965
        },
        {
            "text": "Will Calhoun, American rock drummer",
            "year": 1964
        },
        {
            "text": "Bonnie Langford, English actress and dancer",
            "year": 1964
        },
        {
            "text": "David Spade, American actor, producer, and screenwriter",
            "year": 1964
        },
        {
            "text": "Emilio Butragueño, Spanish footballer",
            "year": 1963
        },
        {
            "text": "Emily Saliers, American singer-songwriter and musician",
            "year": 1963
        },
        {
            "text": "Steve Albini, American record producer and musician (died 2024)",
            "year": 1962
        },
        {
            "text": "Alvin Robertson, American basketball player",
            "year": 1962
        },
        {
            "text": "Martine St. Clair, Canadian singer and actress",
            "year": 1962
        },
        {
            "text": "Calvin Fish, English racing driver and sportscaster",
            "year": 1961
        },
        {
            "text": "Keith Sweat, American singer-songwriter and producer",
            "year": 1961
        },
        {
            "text": "Jon Oliva, American singer-songwriter and keyboard player",
            "year": 1960
        },
        {
            "text": "John Leguizamo, Colombian-American actor, producer, and screenwriter",
            "year": 1960
        },
        {
            "text": "Tatsunori Hara, Japanese baseball player and coach",
            "year": 1958
        },
        {
            "text": "David Von Erich, American wrestler (died 1984)",
            "year": 1958
        },
        {
            "text": "Dave Stieb, American baseball player",
            "year": 1957
        },
        {
            "text": "Mick Pointer, English neo-progressive rock drummer",
            "year": 1956
        },
        {
            "text": "Scott Sanderson, American baseball player and sportscaster (died 2019)",
            "year": 1956
        },
        {
            "text": "Richard J. Corman, American businessman, founded the R.J. Corman Railroad Group (died 2013)",
            "year": 1955
        },
        {
            "text": "Willem Dafoe, American actor",
            "year": 1955
        },
        {
            "text": "Al Di Meola, American guitarist, songwriter, and producer",
            "year": 1954
        },
        {
            "text": "Steve LaTourette, American lawyer and politician (died 2016)",
            "year": 1954
        },
        {
            "text": "Lonette McKee, American actress and singer",
            "year": 1954
        },
        {
            "text": "Brian Howe, English singer-songwriter (died 2020)",
            "year": 1953
        },
        {
            "text": "Richard Bennett, American guitarist and producer",
            "year": 1951
        },
        {
            "text": "J. V. Cain, American football player (died 1979)",
            "year": 1951
        },
        {
            "text": "Patriarch Daniel of Romania",
            "year": 1951
        },
        {
            "text": "Tisa Farrow, American actress and model (died 2024)",
            "year": 1951
        },
        {
            "text": "Slick Watts, American basketball player (died 2025)",
            "year": 1951
        },
        {
            "text": "Alan Menken, American pianist and composer",
            "year": 1949
        },
        {
            "text": "Lasse Virén, Finnish runner and police officer",
            "year": 1949
        },
        {
            "text": "Neil Hardwick, British–Finnish theatre and television director",
            "year": 1948
        },
        {
            "text": "S. E. Hinton, American author",
            "year": 1948
        },
        {
            "text": "Albert Brooks, American actor, comedian, director, and screenwriter",
            "year": 1947
        },
        {
            "text": "Gilles Duceppe, Canadian politician",
            "year": 1947
        },
        {
            "text": "Don Henley, American singer-songwriter and drummer",
            "year": 1947
        },
        {
            "text": "Danny Glover, American actor, director, and producer",
            "year": 1946
        },
        {
            "text": "Paul Schrader, American director and screenwriter",
            "year": 1946
        },
        {
            "text": "Rolando Joven Tria Tirona, Filipino archbishop",
            "year": 1946
        },
        {
            "text": "Johnson Toribiong, Palauan lawyer and politician, 7th President of Palau",
            "year": 1946
        },
        {
            "text": "Philip Cohen, English biochemist and academic",
            "year": 1945
        },
        {
            "text": "Rick Davies, English singer-songwriter and keyboard player",
            "year": 1944
        },
        {
            "text": "Peter Jason, American actor (died 2025)",
            "year": 1944
        },
        {
            "text": "Sparky Lyle, American baseball player and manager",
            "year": 1944
        },
        {
            "text": "Anand Satyanand, New Zealand lawyer, judge, and politician, 19th Governor-General of New Zealand",
            "year": 1944
        },
        {
            "text": "Masaru Emoto, Japanese author and activist (died 2014)",
            "year": 1943
        },
        {
            "text": "Kay Bailey Hutchison, American lawyer and politician",
            "year": 1943
        },
        {
            "text": "Bobby Sherman, American singer-songwriter and actor (died 2025)",
            "year": 1943
        },
        {
            "text": "Michael Abney-Hastings, 14th Earl of Loudoun, English-Australian politician (died 2012)",
            "year": 1942
        },
        {
            "text": "Peter Habeler, Austrian mountaineer and skier",
            "year": 1942
        },
        {
            "text": "Les Johns, Australian rugby league player and coach",
            "year": 1942
        },
        {
            "text": "Estelle Bennett, American singer (died 2009)",
            "year": 1941
        },
        {
            "text": "Vaughn Bodē, American illustrator (died 1975)",
            "year": 1941
        },
        {
            "text": "George Clinton, American singer-songwriter and producer",
            "year": 1941
        },
        {
            "text": "David M. Kennedy, American historian and author",
            "year": 1941
        },
        {
            "text": "Judith Walzer Leavitt, American historian and academic",
            "year": 1940
        },
        {
            "text": "Alex Trebek, Canadian-American game show host and producer (died 2020)",
            "year": 1940
        },
        {
            "text": "Terence Stamp, English actor",
            "year": 1938
        },
        {
            "text": "Chuck Jackson, American R&B singer and songwriter (died 2023)",
            "year": 1937
        },
        {
            "text": "Yasuhiro Kojima, Japanese-American wrestler and manager (died 1999)",
            "year": 1937
        },
        {
            "text": "John Price, English cricketer",
            "year": 1937
        },
        {
            "text": "Vasant Ranjane, Indian cricketer (died 2011)",
            "year": 1937
        },
        {
            "text": "Don Patterson, American organist (died 1988)",
            "year": 1936
        },
        {
            "text": "Harold Rhodes, English cricketer",
            "year": 1936
        },
        {
            "text": "Geraldine Claudette Darden, American mathematician",
            "year": 1936
        },
        {
            "text": "Tom Cartwright, English-Welsh cricketer and coach (died 2007)",
            "year": 1935
        },
        {
            "text": "Junior Cook, American saxophonist (died 1992)",
            "year": 1934
        },
        {
            "text": "Louise Fletcher, American actress (died 2022)",
            "year": 1934
        },
        {
            "text": "Leon Rotman, Romanian canoeist",
            "year": 1934
        },
        {
            "text": "Oscar de la Renta, Dominican-American fashion designer (died 2014)",
            "year": 1932
        },
        {
            "text": "Tom Robbins, American novelist (died 2025)",
            "year": 1932
        },
        {
            "text": "Leo Labine, Canadian ice hockey player (died 2005)",
            "year": 1931
        },
        {
            "text": "John Barber, English racing driver (died 2015)",
            "year": 1929
        },
        {
            "text": "Leonid Stolovich, Russian-Estonian philosopher and academic (died 2013)",
            "year": 1929
        },
        {
            "text": "Neil Welliver, American painter (died 2005)",
            "year": 1929
        },
        {
            "text": "Baselios Thomas I, Indian bishop (died 2024)",
            "year": 1929
        },
        {
            "text": "Orson Bean, American actor (died 2020)",
            "year": 1928
        },
        {
            "text": "Jimmy Hill, English footballer, manager, and sportscaster (died 2015)",
            "year": 1928
        },
        {
            "text": "Per Højholt, Danish poet (died 2004)",
            "year": 1928
        },
        {
            "text": "Johan Ferner, Norwegian sailor (died 2015)",
            "year": 1927
        },
        {
            "text": "Bryan Forbes, English actor, director, producer, and screenwriter (died 2013)",
            "year": 1926
        },
        {
            "text": "Wolfgang Iser, German scholar, literary theorist (died 2007)",
            "year": 1926
        },
        {
            "text": "Jack Matthews, American author, playwright, and academic (died 2013)",
            "year": 1925
        },
        {
            "text": "Joseph Sargent, American actor, director, and producer (died 2014)",
            "year": 1925
        },
        {
            "text": "Margaret Whiting, American singer (died 2011)",
            "year": 1924
        },
        {
            "text": "Bob Dole, American soldier, lawyer, and politician (died 2021)",
            "year": 1923
        },
        {
            "text": "César Fernández Ardavín, Spanish director, producer, and screenwriter (died 2012)",
            "year": 1923
        },
        {
            "text": "The Fabulous Moolah, American wrestler (died 2007)",
            "year": 1923
        },
        {
            "text": "William Roth, American lawyer and politician (died 2003)",
            "year": 1921
        },
        {
            "text": "Gino Bianco, Brazilian racing driver (died 1984)",
            "year": 1916
        },
        {
            "text": "Marcel Cerdan, French boxer (died 1949)",
            "year": 1916
        },
        {
            "text": "Shaista Suhrawardy Ikramullah, Indian-Pakistani politician and diplomat (died 2000)",
            "year": 1915
        },
        {
            "text": "Gorni Kramer, Italian bassist, songwriter, and bandleader (died 1995)",
            "year": 1913
        },
        {
            "text": "Ruthie Tompson, American animator and artist (died 2021)",
            "year": 1910
        },
        {
            "text": "Licia Albanese, Italian-American soprano and actress (died 2014)",
            "year": 1909
        },
        {
            "text": "Dorino Serafini, Italian racing driver (died 2000)",
            "year": 1909
        },
        {
            "text": "Amy Vanderbilt, American author (died 1974)",
            "year": 1908
        },
        {
            "text": "Sobhuza II of Swaziland (died 1982)",
            "year": 1899
        },
        {
            "text": "Stephen Vincent Benét, American poet, short story writer, and novelist (died 1943)",
            "year": 1898
        },
        {
            "text": "León de Greiff, Colombian poet, journalist, and diplomat (died 1976)",
            "year": 1895
        },
        {
            "text": "Jesse Haines, American baseball player and coach (died 1978)",
            "year": 1893
        },
        {
            "text": "Karl Menninger, American psychiatrist and author (died 1990)",
            "year": 1893
        },
        {
            "text": "Jack MacBryan, English cricketer and field hockey player (died 1983)",
            "year": 1892
        },
        {
            "text": "Rose Kennedy, American philanthropist (died 1995)",
            "year": 1890
        },
        {
            "text": "James Whale, English director (died 1957)",
            "year": 1889
        },
        {
            "text": "Kirk Bryan, American geologist and academic (died 1950)",
            "year": 1888
        },
        {
            "text": "Selman Waksman, Jewish-American biochemist and microbiologist, Nobel Prize laureate (died 1973)",
            "year": 1888
        },
        {
            "text": "Gustav Ludwig Hertz, German physicist and academic, Nobel Prize laureate (died 1975)",
            "year": 1887
        },
        {
            "text": "Hella Wuolijoki, Estonian-Finnish author (died 1954)",
            "year": 1886
        },
        {
            "text": "Odell Shepard, American poet and politician, 66th Lieutenant Governor of Connecticut (died 1967)",
            "year": 1884
        },
        {
            "text": "Edward Hopper, American painter and etcher (died 1967)",
            "year": 1882
        },
        {
            "text": "Augusta Fox Bronner, American psychologist, specialist in juvenile psychology (died 1966)",
            "year": 1881
        },
        {
            "text": "Janusz Korczak, Polish pediatrician and author (died 1942)",
            "year": 1878
        },
        {
            "text": "Alec Hearne, English cricketer (died 1952)",
            "year": 1863
        },
        {
            "text": "Cosmo Duff-Gordon, Scottish fencer (died 1931)",
            "year": 1862
        },
        {
            "text": "Octave Hamelin, French philosopher (died 1907)",
            "year": 1856
        },
        {
            "text": "Emma Lazarus, American poet and educator (died 1887)",
            "year": 1849
        },
        {
            "text": "Adolphus Frederick V, Grand Duke of Mecklenburg-Strelitz (died 1914)",
            "year": 1848
        },
        {
            "text": "William Archibald Spooner, English priest and scholar (died 1930)",
            "year": 1844
        },
        {
            "text": "Jakob Hurt, Estonian theologist and linguist (died 1907)",
            "year": 1839
        },
        {
            "text": "Oliver Mowat, Canadian politician, 3rd Premier of Ontario, 8th Lieutenant Governor of Ontario (died 1903)",
            "year": 1820
        },
        {
            "text": "Friedrich Bessel, German mathematician and astronomer (died 1846)",
            "year": 1784
        },
        {
            "text": "Gaspard de Prony, French mathematician and engineer (died 1839)",
            "year": 1755
        },
        {
            "text": "Mikhail Shcherbatov, Russian philosopher and historian (died 1790)",
            "year": 1733
        },
        {
            "text": "Jacques-Germain Soufflot, French architect, designed the Panthéon (died 1780)",
            "year": 1713
        },
        {
            "text": "Georg Wilhelm Richmann, German-Russian physicist and academic (died 1753)",
            "year": 1711
        },
        {
            "text": "Ferdinand Tobias Richter, Austrian organist and composer (died 1711)",
            "year": 1651
        },
        {
            "text": "Margaret Mary Alacoque, French nun, mystic and saint (died 1690)",
            "year": 1647
        },
        {
            "text": "Madame de Brinvilliers, French aristocrat (died 1676)",
            "year": 1630
        },
        {
            "text": "Anthony Ashley Cooper, 1st Earl of Shaftesbury, English politician, Lord Chancellor of the United Kingdom (died 1683)",
            "year": 1621
        },
        {
            "text": "Johan Nieuhof, Dutch traveler (died 1672)",
            "year": 1618
        },
        {
            "text": "Marguerite of Lorraine, princess of Lorraine, duchess of Orléans (died 1672)",
            "year": 1615
        },
        {
            "text": "Lawrence of Brindisi, Italian priest and saint (died 1619)",
            "year": 1559
        },
        {
            "text": "Anthony Browne, Sheriff of Surrey and Kent (died 1592)",
            "year": 1552
        },
        {
            "text": "Mary Wriothesley, Countess of Southampton, Lady of English peer and others (died 1607)",
            "year": 1552
        },
        {
            "text": "Katarina Stenbock, queen of Gustav I of Sweden (died 1621)",
            "year": 1535
        },
        {
            "text": "Leonhard Thurneysser, scholar at the court of the Elector of Brandenburg (died 1595)",
            "year": 1531
        },
        {
            "text": "Philip I of Castile (died 1506)",
            "year": 1478
        },
        {
            "text": "Zhu Youyuan, Ming Dynasty politician (died 1519)",
            "year": 1476
        },
        {
            "text": "John Scrope, 5th Baron Scrope of Bolton, English Baron (died 1498)",
            "year": 1437
        },
        {
            "text": "Joan of England, Queen of Scotland (died 1238)",
            "year": 1210
        }
    ],
    "deaths": [
        {
            "text": "Mark Carnevale, American golfer and radio commentator (born 1960)",
            "year": 2024
        },
        {
            "text": "Duke Fakir, American singer (born 1935)",
            "year": 2024
        },
        {
            "text": "John Mayall, English singer-songwriter, guitarist, and producer (born 1933)",
            "year": 2024
        },
        {
            "text": "Maria Petri, English association football supporter (born 1939)",
            "year": 2022
        },
        {
            "text": "Frank Havens, American canoeist (born 1924)",
            "year": 2018
        },
        {
            "text": "Johann Breyer, German SS officer (born 1925)",
            "year": 2014
        },
        {
            "text": "Louis Lentin, Irish director and producer (born 1933)",
            "year": 2014
        },
        {
            "text": "Nitzan Shirazi, Israeli footballer and manager (born 1971)",
            "year": 2014
        },
        {
            "text": "Natalie de Blois, American architect, co-designed the Lever House (born 1921)",
            "year": 2013
        },
        {
            "text": "Dennis Farina, American policeman and actor (born 1944)",
            "year": 2013
        },
        {
            "text": "Lawrie Reilly, Scottish footballer (born 1928)",
            "year": 2013
        },
        {
            "text": "Rosalie E. Wahl, American lawyer and judge (born 1924)",
            "year": 2013
        },
        {
            "text": "Ding Guangen, Chinese engineer and politician (born 1929)",
            "year": 2012
        },
        {
            "text": "George Armitage Miller, American psychologist and academic (born 1920)",
            "year": 2012
        },
        {
            "text": "Frank Pierson, American director and screenwriter (born 1925)",
            "year": 2012
        },
        {
            "text": "Linda Christian, Mexican-American actress (born 1923)",
            "year": 2011
        },
        {
            "text": "Cees de Wolf, Dutch footballer (born 1945)",
            "year": 2011
        },
        {
            "text": "Kenny Guinn, American banker and politician, 27th Governor of Nevada (born 1936)",
            "year": 2010
        },
        {
            "text": "Richard M. Givan, American lawyer and judge (born 1921)",
            "year": 2009
        },
        {
            "text": "Peter Krieg, German director, producer, and screenwriter (born 1947)",
            "year": 2009
        },
        {
            "text": "Estelle Getty, American actress (born 1923)",
            "year": 2008
        },
        {
            "text": "Mike Coolbaugh, American baseball player and coach (born 1972)",
            "year": 2007
        },
        {
            "text": "Jarrod Cunningham, New Zealand rugby player (born 1968)",
            "year": 2007
        },
        {
            "text": "László Kovács, Hungarian-American director and cinematographer (born 1933)",
            "year": 2007
        },
        {
            "text": "Rollie Stiles, American baseball player (born 1906)",
            "year": 2007
        },
        {
            "text": "Dika Newlin, American composer, singer-songwriter, and pianist (born 1923)",
            "year": 2006
        },
        {
            "text": "José Antonio Delgado, Venezuelan mountaineer (born 1965)",
            "year": 2006
        },
        {
            "text": "Eugene Record, American singer-songwriter and producer (born 1940)",
            "year": 2005
        },
        {
            "text": "Sacha Distel, French singer and guitarist (born 1933)",
            "year": 2004
        },
        {
            "text": "Illinois Jacquet, American saxophonist and composer (born 1922)",
            "year": 2004
        },
        {
            "text": "Indro Montanelli, Italian journalist and historian (born 1909)",
            "year": 2001
        },
        {
            "text": "Eric Christmas, English-born Canadian actor (born 1916)",
            "year": 2000
        },
        {
            "text": "Carmen Martín Gaite, Spanish author, poet, and playwright (born 1925)",
            "year": 2000
        },
        {
            "text": "Raymond Lemieux, Canadian chemist and academic (born 1920)",
            "year": 2000
        },
        {
            "text": "Claude Sautet, French director and screenwriter (born 1924)",
            "year": 2000
        },
        {
            "text": "Fritz Buchloh, German footballer and coach (born 1909)",
            "year": 1998
        },
        {
            "text": "Rob Collins, English keyboard player (born 1956)",
            "year": 1996
        },
        {
            "text": "Harold Larwood, English-Australian cricketer (born 1904)",
            "year": 1995
        },
        {
            "text": "David Wojnarowicz, American painter, photographer, and activist (born 1954)",
            "year": 1992
        },
        {
            "text": "Manuel Puig, Argentinian author, playwright, and screenwriter (born 1932)",
            "year": 1990
        },
        {
            "text": "Eduard Streltsov, Soviet footballer (born 1937)",
            "year": 1990
        },
        {
            "text": "Fahrettin Kerim Gökay, Turkish physician and politician, Turkish Minister of Health (born 1900)",
            "year": 1987
        },
        {
            "text": "Floyd Gottfredson, American author and illustrator (born 1905)",
            "year": 1986
        },
        {
            "text": "Ede Staal, Dutch singer-songwriter (born 1941)",
            "year": 1986
        },
        {
            "text": "J. V. Cain, American football player (born 1951)",
            "year": 1979
        },
        {
            "text": "Sándor Kocsis, Hungarian footballer and manager (born 1929)",
            "year": 1979
        },
        {
            "text": "Wayne Morse, American lawyer and politician (born 1900)",
            "year": 1974
        },
        {
            "text": "George Johnston, Australian journalist and author (born 1912)",
            "year": 1970
        },
        {
            "text": "Giovannino Guareschi, Italian journalist and cartoonist (born 1908)",
            "year": 1968
        },
        {
            "text": "Carl Sandburg, American poet and historian (born 1878)",
            "year": 1967
        },
        {
            "text": "Mikhail Zoshchenko, Ukrainian-Russian soldier and author (born 1895)",
            "year": 1958
        },
        {
            "text": "William Lyon Mackenzie King, Canadian economist and politician, 10th Prime Minister of Canada (born 1874)",
            "year": 1950
        },
        {
            "text": "Rūdolfs Jurciņš, Latvian basketball player (born 1909)",
            "year": 1948
        },
        {
            "text": "George Fuller, Australian politician, 22nd Premier of New South Wales (born 1861)",
            "year": 1940
        },
        {
            "text": "Albert Young, American boxer and promoter (born 1877)",
            "year": 1940
        },
        {
            "text": "Ted McDonald, Australian cricketer and footballer (born 1891)",
            "year": 1937
        },
        {
            "text": "John Dillinger, American gangster (born 1903)",
            "year": 1934
        },
        {
            "text": "J. Meade Falkner, English author and poet (born 1858)",
            "year": 1932
        },
        {
            "text": "Reginald Fessenden, Canadian inventor and academic (born 1866)",
            "year": 1932
        },
        {
            "text": "Errico Malatesta, Italian activist and author (born 1853)",
            "year": 1932
        },
        {
            "text": "Flo Ziegfeld, American actor and producer (born 1867)",
            "year": 1932
        },
        {
            "text": "Jōkichi Takamine, Japanese-American chemist and academic (born 1854)",
            "year": 1922
        },
        {
            "text": "William Kissam Vanderbilt, American businessman and horse breeder (born 1849)",
            "year": 1920
        },
        {
            "text": "Indra Lal Roy, Indian lieutenant and first Indian fighter aircraft pilot (born 1898)",
            "year": 1918
        },
        {
            "text": "James Whitcomb Riley, American poet and author (born 1849)",
            "year": 1916
        },
        {
            "text": "Sandford Fleming, Scottish-Canadian engineer and inventor, developed Standard time (born 1827)",
            "year": 1915
        },
        {
            "text": "Randal Cremer, English politician, Nobel Prize laureate (born 1828)",
            "year": 1908
        },
        {
            "text": "William Snodgrass, Canadian minister and academic (born 1827)",
            "year": 1906
        },
        {
            "text": "Wilson Barrett, English actor and playwright (born 1846)",
            "year": 1904
        },
        {
            "text": "Cassius Marcellus Clay, American publisher, lawyer, and politician, United States Ambassador to Russia (born 1810)",
            "year": 1903
        },
        {
            "text": "Mieczysław Halka-Ledóchowski, Polish cardinal (born 1822)",
            "year": 1902
        },
        {
            "text": "John A. Roebling, German-American engineer, designed the Brooklyn Bridge (born 1806)",
            "year": 1869
        },
        {
            "text": "James B. McPherson, American general (born 1828)",
            "year": 1864
        },
        {
            "text": "Joseph Forlenze, Italian ophthalmologist and surgeon (born 1757)",
            "year": 1833
        },
        {
            "text": "Napoleon II, French emperor (born 1811)",
            "year": 1832
        },
        {
            "text": "Giuseppe Piazzi, Italian mathematician and astronomer (born 1746)",
            "year": 1826
        },
        {
            "text": "Thomas Macnamara Russell, English admiral",
            "year": 1824
        },
        {
            "text": "Marie François Xavier Bichat, French anatomist and physiologist (born 1771)",
            "year": 1802
        },
        {
            "text": "Joseph Foullon de Doué, French politician, Controller-General of Finances (born 1715)",
            "year": 1789
        },
        {
            "text": "Peter King, 1st Baron King, English lawyer and politician, Lord Chancellor of England (born 1669)",
            "year": 1734
        },
        {
            "text": "Hugh Drysdale, English-American politician, Colonial Governor of Virginia",
            "year": 1726
        },
        {
            "text": "Pope Clement X (born 1590)",
            "year": 1676
        },
        {
            "text": "Gaspar de Guzmán, Count-Duke of Olivares, Spanish statesman (born 1587)",
            "year": 1645
        },
        {
            "text": "Lawrence of Brindisi, Italian priest and saint (born 1559)",
            "year": 1619
        },
        {
            "text": "Richard Cox, English bishop (born 1500)",
            "year": 1581
        },
        {
            "text": "Jorge de Lencastre, Duke of Coimbra (born 1481)",
            "year": 1550
        },
        {
            "text": "John Zápolya, Hungarian king (born 1487)",
            "year": 1540
        },
        {
            "text": "Richard Wingfield, English courtier and diplomat, Chancellor of the Duchy of Lancaster (born 1426)",
            "year": 1525
        },
        {
            "text": "Charles VII of France (born 1403)",
            "year": 1461
        },
        {
            "text": "Frans Ackerman, Flemish politician (born 1330)",
            "year": 1387
        },
        {
            "text": "Simon Langham, Archbishop of Canterbury (born 1310)",
            "year": 1376
        },
        {
            "text": "Louis, Count of Gravina (born 1324)",
            "year": 1362
        },
        {
            "text": "Sir John de Graham, Scottish soldier at the Battle of Falkirk",
            "year": 1298
        },
        {
            "text": "Henry I of Navarre, Count of Champagne and Brie and King of Navarre",
            "year": 1274
        },
        {
            "text": "Meinhard I, Count of Gorizia-Tyrol (born c. 1200)",
            "year": 1258
        },
        {
            "text": "Wu Chengsi, nephew of Chinese sovereign Wu Zetian",
            "year": 698
        }
    ],
    "metadata": {
        "current_date": "July 22, 2025",
        "short_date": "Jul 22",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            42,
            0,
            37,
            11,
            14,
            45,
            19,
            41,
            23,
            16
        ],
        "births": [
            102,
            62,
            35,
            21
        ],
        "deaths": [
            69,
            19,
            24,
            13
        ]
    }
}