{
    "events": [
        {
            "text": "Hypothermia kills 21 runners in the 100 km (60-mile) Gansu ultramarathon disaster in China.",
            "year": 2021
        },
        {
            "text": "Pakistan International Airlines Flight 8303 crashes in Model Colony near Jinnah International Airport in Karachi, Pakistan, killing 98 people.",
            "year": 2020
        },
        {
            "text": "Twenty-two people are killed at an Ariana Grande concert in the 2017 Manchester Arena bombing.",
            "year": 2017
        },
        {
            "text": "United States President Donald Trump visits the Church of the Holy Sepulchre in Jerusalem and becomes the first sitting U.S. president to visit the Western Wall.",
            "year": 2017
        },
        {
            "text": "The Republic of Ireland becomes the first nation in the world to utilise a public referendum to legalise gay marriage.",
            "year": 2015
        },
        {
            "text": "General Prayut Chan-o-cha becomes interim leader of Thailand in a military coup d'état, following six months of political turmoil.",
            "year": 2014
        },
        {
            "text": "An explosion occurs in Ürümqi, capital of China's far-western Xinjiang region, resulting in at least 43 deaths and 91 injuries.",
            "year": 2014
        },
        {
            "text": "Fusilier Lee Rigby is murdered by 2 Islamic extremists in Woolwich, Southeast London",
            "year": 2013
        },
        {
            "text": "Tokyo Skytree opens to the public. It is the tallest tower in the world (634 m), and the second tallest man-made structure on Earth after Burj Khalifa (829.8 m).",
            "year": 2012
        },
        {
            "text": "SpaceX COTS Demo Flight 2 launches a Dragon capsule on a Falcon 9 rocket in the first commercial flight to the International Space Station.",
            "year": 2012
        },
        {
            "text": "An EF5 tornado strikes Joplin, Missouri, killing 158 people and wreaking $2.8 billion in damages, the costliest and seventh-deadliest single tornado in U.S. history.",
            "year": 2011
        },
        {
            "text": "Air India Express Flight 812, a Boeing 737 crashes over a cliff upon landing at Mangalore, India, killing 158 of 166 people on board, becoming the deadliest crash involving a Boeing 737 until the crash of Lion Air Flight 610.",
            "year": 2010
        },
        {
            "text": "Inter Milan beat Bayern Munich 2–0 in the UEFA Champions League final in Madrid, Spain to become the first, and so far only, Italian team to win the historic treble (Serie A, Coppa Italia, Champions League).",
            "year": 2010
        },
        {
            "text": "Civil rights movement: A jury in Birmingham, Alabama, convicts former Ku Klux Klan member Bobby Frank Cherry of the 1963 murder of four girls in the 16th Street Baptist Church bombing.",
            "year": 2002
        },
        {
            "text": "In Sri Lanka, over 150 Tamil rebels are killed over two days of fighting for control in Jaffna.",
            "year": 2000
        },
        {
            "text": "A U.S. federal judge rules that U.S. Secret Service agents can be compelled to testify before a grand jury concerning the Lewinsky scandal involving President Bill Clinton.",
            "year": 1998
        },
        {
            "text": "The Burmese military regime jails 71 supporters of Aung San Suu Kyi in a bid to block a pro-democracy meeting.",
            "year": 1996
        },
        {
            "text": "A worldwide trade embargo against Haiti goes into effect to punish its military rulers for not reinstating the country's ousted elected leader, Jean-Bertrand Aristide.",
            "year": 1994
        },
        {
            "text": "Bosnia and Herzegovina, Croatia and Slovenia join the United Nations.",
            "year": 1992
        },
        {
            "text": "North and South Yemen are unified to create the Republic of Yemen.",
            "year": 1990
        },
        {
            "text": "Hashimpura massacre occurs in Meerut, India.",
            "year": 1987
        },
        {
            "text": "First ever Rugby World Cup kicks off with New Zealand playing Italy at Eden Park in Auckland, New Zealand.",
            "year": 1987
        },
        {
            "text": "Ceylon adopts a new constitution, becoming a republic and changing its name to Sri Lanka.",
            "year": 1972
        },
        {
            "text": "Over 400 women in Derry, Northern Ireland attack the offices of Sinn Féin following the shooting by the Irish Republican Army of a young British soldier on leave.",
            "year": 1972
        },
        {
            "text": "Apollo 10's Lunar Module flies within 8.4 nautical miles (16 km) of the Moon's surface.",
            "year": 1969
        },
        {
            "text": "The nuclear-powered submarine USS Scorpion sinks with 99 men aboard, 400 miles southwest of the Azores.",
            "year": 1968
        },
        {
            "text": "Egypt closes the Straits of Tiran to Israeli shipping.",
            "year": 1967
        },
        {
            "text": "L'Innovation department store in Brussels, Belgium, burns down, resulting in 323 dead or missing and 150 injured, the most devastating fire in Belgian history.",
            "year": 1967
        },
        {
            "text": "U.S. President Lyndon B. Johnson launches his Great Society program.",
            "year": 1964
        },
        {
            "text": "Greek left-wing politician Grigoris Lambrakis is clubbed over the head, causing his death five days later.",
            "year": 1963
        },
        {
            "text": "Continental Airlines Flight 11 crashes in Unionville, Missouri after bombs explode on board, killing 45.",
            "year": 1962
        },
        {
            "text": "The Great Chilean earthquake, measuring 9.5 on the moment magnitude scale, hits southern Chile, becoming the most powerful earthquake ever recorded.",
            "year": 1960
        },
        {
            "text": "The 1958 riots in Ceylon become a watershed in the race relations of various ethnic communities of Sri Lanka. The total deaths are estimated at 300, mostly Tamils.",
            "year": 1958
        },
        {
            "text": "South Africa's government approves of racial separation in universities.",
            "year": 1957
        },
        {
            "text": "Finnish President J. K. Paasikivi releases Yrjö Leino from his duties as interior minister in 1948 after the Finnish parliament adopted a motion of censure of Leino with connection to his illegal handing over of nineteen people to the Soviet Union in 1945.",
            "year": 1948
        },
        {
            "text": "Cold War: The Truman Doctrine goes into effect, aiding Turkey and Greece.",
            "year": 1947
        },
        {
            "text": "Joseph Stalin disbands the Comintern.",
            "year": 1943
        },
        {
            "text": "Mexico enters the Second World War on the side of the Allies.",
            "year": 1942
        },
        {
            "text": "During the Anglo-Iraqi War, British troops take Fallujah.",
            "year": 1941
        },
        {
            "text": "World War II: Germany and Italy sign the Pact of Steel.",
            "year": 1939
        },
        {
            "text": "Near Xining, China, an 8.3 magnitude earthquake causes 200,000 deaths in one of the world's most destructive earthquakes.",
            "year": 1927
        },
        {
            "text": "Chiang Kai-shek replaces the communists in Kuomintang China.[vague]",
            "year": 1926
        },
        {
            "text": "Lassen Peak erupts with a powerful force, the only volcano besides Mount St. Helens to erupt in the contiguous U.S. during the 20th century.",
            "year": 1915
        },
        {
            "text": "Three trains collide in the Quintinshill rail disaster near Gretna Green, Scotland, killing 227 people and injuring 246.",
            "year": 1915
        },
        {
            "text": "The Wright brothers are granted U.S. patent number 821,393 for their \"Flying-Machine\".",
            "year": 1906
        },
        {
            "text": "The Sultan of the Ottoman Empire Abdul Hamid II establishes the Ullah millet for the Aromanians of the empire. For this reason, the Aromanian National Day is sometimes celebrated on this day, although most do so on May 23 instead, which is when this event was publicly announced.",
            "year": 1905
        },
        {
            "text": "Verdi's Requiem was first performed at San Marco in Milan on the first anniversary of Manzoni's death.",
            "year": 1874
        },
        {
            "text": "Reconstruction Era: President Ulysses S. Grant signs the Amnesty Act into law, restoring full civil and political rights to all but about 500 Confederate sympathizers.",
            "year": 1872
        },
        {
            "text": "Oliver Winchester founded the Winchester Repeating Arms.",
            "year": 1866
        },
        {
            "text": "American Civil War: After ten weeks, the Union Army's Red River Campaign ends in failure.",
            "year": 1864
        },
        {
            "text": "American Civil War: Union forces begin the Siege of Port Hudson which lasts 48 days, the longest siege in U.S. military history.",
            "year": 1863
        },
        {
            "text": "Congressman Preston Brooks of South Carolina severely beats Senator Charles Sumner of Massachusetts with a cane in the hall of the United States Senate for a speech Sumner had made regarding  Southerners and slavery.",
            "year": 1856
        },
        {
            "text": "Future U.S. President Abraham Lincoln is issued a patent for an invention to lift boats, making him the only U.S. president to ever hold a patent.",
            "year": 1849
        },
        {
            "text": "Slavery is abolished in Martinique.",
            "year": 1848
        },
        {
            "text": "The Associated Press is formed in New York City as a non-profit news cooperative.",
            "year": 1846
        },
        {
            "text": "The penal transportation of British convicts to the New South Wales colony is abolished.",
            "year": 1840
        },
        {
            "text": "HMS Beagle departs on its first voyage.",
            "year": 1826
        },
        {
            "text": "SS Savannah leaves port at Savannah, Georgia, United States, on a voyage to become the first steamship to cross the Atlantic Ocean.",
            "year": 1819
        },
        {
            "text": "A mob in Littleport, Cambridgeshire, England, riots over high unemployment and rising grain costs, and the riots spread to Ely the next day.",
            "year": 1816
        },
        {
            "text": "On the second and last day of the Battle of Aspern-Essling (near Vienna, Austria), Napoleon I is defeated in a major battle for the first time in his career, and repelled by an enemy army for the first time in a decade.",
            "year": 1809
        },
        {
            "text": "A grand jury indicts former Vice President of the United States Aaron Burr on a charge of treason.",
            "year": 1807
        },
        {
            "text": "The Lewis and Clark Expedition officially begins as the Corps of Discovery departs from St. Charles, Missouri.",
            "year": 1804
        },
        {
            "text": "A large earthquake causes heavy damage and loss of life in Istanbul and the Marmara region.",
            "year": 1766
        },
        {
            "text": "Sweden and Prussia sign the Treaty of Hamburg.",
            "year": 1762
        },
        {
            "text": "Trevi Fountain is officially completed and inaugurated in Rome.",
            "year": 1762
        },
        {
            "text": "Holy Roman Emperor Ferdinand II and Danish King Christian IV sign the Treaty of Lübeck ending Danish intervention in the Thirty Years' War.",
            "year": 1629
        },
        {
            "text": "The massacre at the festival of Tóxcatl takes place during the Fall of Tenochtitlan, resulting in turning the Aztecs against the Spanish.",
            "year": 1520
        },
        {
            "text": "Start of the Wars of the Roses: At the First Battle of St Albans, Richard, Duke of York, defeats and captures King Henry VI of England.",
            "year": 1455
        },
        {
            "text": "Pope Gregory XI issues five papal bulls to denounce the doctrines of English theologian John Wycliffe.",
            "year": 1377
        },
        {
            "text": "Brussels massacre: An estimated 13 Jews are murdered and the rest of the Jewish community is banished from Brussels, Belgium, for allegedly desecrating consecrated Host.",
            "year": 1370
        },
        {
            "text": "Serbian King Stefan Uroš I and the Republic of Venice sign a peace treaty.",
            "year": 1254
        },
        {
            "text": "Henry Raspe is elected anti-king of the Kingdom of Germany in opposition to Conrad IV.",
            "year": 1246
        },
        {
            "text": "King John of England and King Philip II of France sign the Treaty of Le Goulet.",
            "year": 1200
        },
        {
            "text": "The Hashshashin (Assassins) attempt to assassinate Saladin near Aleppo.",
            "year": 1176
        },
        {
            "text": "A Byzantine fleet sacks and destroys undefended Damietta in Egypt.",
            "year": 853
        },
        {
            "text": "Fourteenth recorded perihelion passage of Halley's Comet.",
            "year": 760
        },
        {
            "text": "Dong Zhuo is assassinated by his adopted son Lü Bu.",
            "year": 192
        }
    ],
    "births": [
        {
            "text": "Peyton Elizabeth Lee, American actress",
            "year": 2004
        },
        {
            "text": "Anthony Richardson, American football player",
            "year": 2002
        },
        {
            "text": "Enzo Barrenechea, Argentine footballer",
            "year": 2001
        },
        {
            "text": "Emma Chamberlain, American internet personality",
            "year": 2001
        },
        {
            "text": "Joshua Zirkzee, Dutch footballer",
            "year": 2001
        },
        {
            "text": "Julián Carranza, Argentine footballer",
            "year": 2000
        },
        {
            "text": "Samuel Chukwueze, Nigerian footballer",
            "year": 1999
        },
        {
            "text": "Femke Huijzer, Dutch model",
            "year": 1999
        },
        {
            "text": "Hōshōryū Tomokatsu, Mongolian sumo wrestler",
            "year": 1999
        },
        {
            "text": "Samile Bermannelli, Brazilian fashion model",
            "year": 1998
        },
        {
            "text": "Lauri Markkanen, Finnish basketball player",
            "year": 1997
        },
        {
            "text": "Florian Luger, Austrian male model",
            "year": 1994
        },
        {
            "text": "Athena Manoukian, Greek-Armenian singer and songwriter",
            "year": 1994
        },
        {
            "text": "Anna Baryshnikov, American actress",
            "year": 1992
        },
        {
            "text": "Joel Obi, Nigerian footballer",
            "year": 1991
        },
        {
            "text": "Suho, South Korean singer and actor",
            "year": 1991
        },
        {
            "text": "Wyatt Roy, Australian politician",
            "year": 1990
        },
        {
            "text": "Corey Dickerson, American baseball player",
            "year": 1989
        },
        {
            "text": "Heida Reed, Icelandic-British actress",
            "year": 1988
        },
        {
            "text": "Novak Djokovic, Serbian tennis player",
            "year": 1987
        },
        {
            "text": "Arturo Vidal, Chilean footballer",
            "year": 1987
        },
        {
            "text": "Julian Edelman, American football player",
            "year": 1986
        },
        {
            "text": "Matt Jarvis, English footballer",
            "year": 1986
        },
        {
            "text": "Tatiana Volosozhar, Russian figure skater",
            "year": 1986
        },
        {
            "text": "Tranquillo Barnetta, Swiss footballer",
            "year": 1985
        },
        {
            "text": "Mauro Boselli, Argentine footballerme",
            "year": 1985
        },
        {
            "text": "Tao Okamoto, Japanese model and actress",
            "year": 1985
        },
        {
            "text": "Clara Amfo, English television and radio presenter",
            "year": 1984
        },
        {
            "text": "Karoline Herfurth, German actress",
            "year": 1984
        },
        {
            "text": "Didier Ya Konan, Ivorian footballer",
            "year": 1984
        },
        {
            "text": "Dustin Moskovitz, American entrepreneur, co-founder of Facebook",
            "year": 1984
        },
        {
            "text": "Natasha Kai, American soccer player and Olympic medalist",
            "year": 1983
        },
        {
            "text": "Erin McNaught, Australian model and actress",
            "year": 1982
        },
        {
            "text": "Apolo Ohno, American speed skater",
            "year": 1982
        },
        {
            "text": "Hong Yong-jo, North Korean footballer",
            "year": 1982
        },
        {
            "text": "Bryan Danielson, American wrestler",
            "year": 1981
        },
        {
            "text": "Bassel Khartabil, Syrian computer programmer and engineer (d. 2015)",
            "year": 1981
        },
        {
            "text": "Jürgen Melzer, Austrian tennis player",
            "year": 1981
        },
        {
            "text": "Mark O'Meley, Australian rugby league player",
            "year": 1981
        },
        {
            "text": "Tarin Bradford, Australian rugby league player",
            "year": 1980
        },
        {
            "text": "Sharice Davids, American politician",
            "year": 1980
        },
        {
            "text": "Lucy Gordon, British actress and model (d. 2009)",
            "year": 1980
        },
        {
            "text": "Nazanin Boniadi, Iranian-American actress",
            "year": 1979
        },
        {
            "text": "Tihomir Dovramadjiev, Bulgarian Chess boxer",
            "year": 1979
        },
        {
            "text": "Maggie Q, American actress",
            "year": 1979
        },
        {
            "text": "Ginnifer Goodwin, American actress",
            "year": 1978
        },
        {
            "text": "Katie Price, English television personality and glamour model",
            "year": 1978
        },
        {
            "text": "Pat Smullen, Irish jockey (d. 2020)",
            "year": 1977
        },
        {
            "text": "Christian Vande Velde, American cyclist",
            "year": 1976
        },
        {
            "text": "Salva Ballesta, Spanish footballer and manager",
            "year": 1975
        },
        {
            "text": "Sean Gunn, American actor",
            "year": 1974
        },
        {
            "text": "Garba Lawal, Nigerian footballer",
            "year": 1974
        },
        {
            "text": "Henrietta Ónodi, Hungarian Olympic gymnast",
            "year": 1974
        },
        {
            "text": "Arseniy Yatsenyuk, Ukrainian politician",
            "year": 1974
        },
        {
            "text": "Canek Sánchez Guevara, Cuban author and dissident (d. 2015)",
            "year": 1974
        },
        {
            "text": "Anne Beathe Tvinnereim, Norwegian politician",
            "year": 1974
        },
        {
            "text": "Nikolaj Lie Kaas, Danish actor",
            "year": 1973
        },
        {
            "text": "Max Brooks, American author and screenwriter",
            "year": 1972
        },
        {
            "text": "Naomi Campbell, English model",
            "year": 1970
        },
        {
            "text": "Brody Stevens, American comedian and actor (d. 2019)",
            "year": 1970
        },
        {
            "text": "Michael Kelly, American actor",
            "year": 1969
        },
        {
            "text": "Cathy McMorris Rodgers, American lawyer and politician",
            "year": 1969
        },
        {
            "text": "Graham Linehan, Irish comedy writer and activist",
            "year": 1968
        },
        {
            "text": "Johnny Gill, American singer-songwriter and producer",
            "year": 1966
        },
        {
            "text": "Wang Xiaoshuai, Chinese director and screenwriter",
            "year": 1966
        },
        {
            "text": "Jay Carney, American journalist, 29th White House Press Secretary",
            "year": 1965
        },
        {
            "text": "Claude Closky, French contemporary artist",
            "year": 1963
        },
        {
            "text": "Andrew Magee, French-American golfer",
            "year": 1962
        },
        {
            "text": "Brian Pillman, American football player and wrestler (d. 1997)",
            "year": 1962
        },
        {
            "text": "Hideaki Anno, Japanese animator, director, and screenwriter",
            "year": 1960
        },
        {
            "text": "David Blatt, Israeli-American basketball player and coach",
            "year": 1959
        },
        {
            "text": "Olin Browne, American golfer",
            "year": 1959
        },
        {
            "text": "Morrissey, English singer-songwriter and performer",
            "year": 1959
        },
        {
            "text": "Kwak Jae-yong, South Korean director and screenwriter",
            "year": 1959
        },
        {
            "text": "Mehbooba Mufti, Indian politician",
            "year": 1959
        },
        {
            "text": "Lisa Murkowski, American lawyer and politician",
            "year": 1957
        },
        {
            "text": "Lucie Brock-Broido, American poet (d. 2018)",
            "year": 1956
        },
        {
            "text": "Iva Davies, Australian singer-songwriter and guitarist",
            "year": 1955
        },
        {
            "text": "Barbara May Cameron, Native American human rights activist (d. 2002)",
            "year": 1954
        },
        {
            "text": "Shuji Nakamura, Japanese-American physicist and engineer, Nobel Prize laureate",
            "year": 1954
        },
        {
            "text": "François Bon, French writer",
            "year": 1953
        },
        {
            "text": "Cha Bum-kun, South Korean footballer and manager",
            "year": 1953
        },
        {
            "text": "Paul Mariner, English footballer, coach, and manager (d. 2021)",
            "year": 1953
        },
        {
            "text": "Kenneth Bianchi, American serial killer and rapist",
            "year": 1951
        },
        {
            "text": "Bernie Taupin, English singer-songwriter and poet",
            "year": 1950
        },
        {
            "text": "Cheryl Campbell, English actress",
            "year": 1949
        },
        {
            "text": "Valentin Inzko, Austrian diplomat",
            "year": 1949
        },
        {
            "text": "Tomás Sánchez, Cuban painter and engraver",
            "year": 1948
        },
        {
            "text": "Nedumudi Venu, Indian actor and screenwriter (d. 2021)",
            "year": 1948
        },
        {
            "text": "George Best, Northern Irish footballer and manager (d. 2005)",
            "year": 1946
        },
        {
            "text": "Michael Green, English physicist and academic",
            "year": 1946
        },
        {
            "text": "Howard Kendall, English footballer and manager (d. 2015)",
            "year": 1946
        },
        {
            "text": "Andrei Marga, Romanian philosopher, political scientist, politician",
            "year": 1946
        },
        {
            "text": "Lyudmila Zhuravleva, Russian-Ukrainian astronomer",
            "year": 1946
        },
        {
            "text": "Bob Katter, Australian politician",
            "year": 1945
        },
        {
            "text": "John Flanagan, Australian fantasy author",
            "year": 1944
        },
        {
            "text": "Betty Williams, Northern Irish peace activist, Nobel Prize laureate (d. 2020)",
            "year": 1943
        },
        {
            "text": "Tommy John, American baseball player",
            "year": 1943
        },
        {
            "text": "Roger Brown, American basketball player (d. 1997)",
            "year": 1942
        },
        {
            "text": "Ted Kaczynski, American academic and mathematician turned anarchist and serial murderer (Unabomber) (d. 2023)",
            "year": 1942
        },
        {
            "text": "Barbara Parkins, Canadian actress",
            "year": 1942
        },
        {
            "text": "Richard Oakes, Native American civil rights activist (d. 1972)",
            "year": 1942
        },
        {
            "text": "Menzies Campbell, Scottish sprinter and politician",
            "year": 1941
        },
        {
            "text": "Kieth Merrill, American filmmaker",
            "year": 1940
        },
        {
            "text": "E. A. S. Prasanna, Indian cricketer",
            "year": 1940
        },
        {
            "text": "Michael Sarrazin, Canadian actor (d. 2011)",
            "year": 1940
        },
        {
            "text": "Bernard Shaw, American journalist (d. 2022)",
            "year": 1940
        },
        {
            "text": "Mick Tingelhoff, American football player (d. 2021)",
            "year": 1940
        },
        {
            "text": "Paul Winfield, American actor (d. 2004)",
            "year": 1939
        },
        {
            "text": "Richard Benjamin, American actor and director",
            "year": 1938
        },
        {
            "text": "Susan Strasberg, American actress (d. 1999)",
            "year": 1938
        },
        {
            "text": "Facundo Cabral, Argentinian singer-songwriter (d. 2011)",
            "year": 1937
        },
        {
            "text": "Tomáš Janovic, Slovak writer (d. 2023)",
            "year": 1937
        },
        {
            "text": "George H. Heilmeier, American engineer (d. 2014)",
            "year": 1936
        },
        {
            "text": "Billy Rayner, Australian rugby league player (d. 2006)",
            "year": 1935
        },
        {
            "text": "Peter Nero, American pianist and conductor (d. 2023)",
            "year": 1934
        },
        {
            "text": "Fred Anderson, Australian-South African rugby league player (d. 2012)",
            "year": 1933
        },
        {
            "text": "Chen Jingrun, Chinese mathematician and academic (d. 1996)",
            "year": 1933
        },
        {
            "text": "Robert Spitzer, American psychiatrist and academic (d. 2015)",
            "year": 1932
        },
        {
            "text": "Kenny Ball, English jazz trumpet player, vocalist, and bandleader (d. 2013)",
            "year": 1930
        },
        {
            "text": "Marisol Escobar, French-American sculptor (d. 2016)",
            "year": 1930
        },
        {
            "text": "Harvey Milk, American lieutenant and politician (d. 1978)",
            "year": 1930
        },
        {
            "text": "Ahmed Fouad Negm, Egyptian poet (d. 2013)",
            "year": 1929
        },
        {
            "text": "Serge Doubrovsky, French theorist and author (d. 2017)",
            "year": 1928
        },
        {
            "text": "John Mackenzie, Scottish director and producer (d. 2011)",
            "year": 1928
        },
        {
            "text": "T. Boone Pickens, American businessman (d. 2019)",
            "year": 1928
        },
        {
            "text": "Hiroshi Sano, Japanese novelist (d. 2013)",
            "year": 1928
        },
        {
            "text": "Michael Constantine, American actor (d. 2021)",
            "year": 1927
        },
        {
            "text": "Peter Matthiessen, American novelist, short story writer, editor, co-founded The Paris Review (d. 2014)",
            "year": 1927
        },
        {
            "text": "George Andrew Olah, Hungarian-American chemist and academic, Nobel Prize laureate (d. 2017)",
            "year": 1927
        },
        {
            "text": "Jean Tinguely, Swiss painter and sculptor (d. 1991)",
            "year": 1925
        },
        {
            "text": "Charles Aznavour, French-Armenian singer-songwriter and actor (d. 2018)",
            "year": 1924
        },
        {
            "text": "Quinn Martin, American screenwriter and producer (d. 1987)",
            "year": 1922
        },
        {
            "text": "George S. Hammond, American scientist (d. 2005)",
            "year": 1921
        },
        {
            "text": "Thomas Gold, Austrian-American astrophysicist and academic (d. 2004)",
            "year": 1920
        },
        {
            "text": "Paul Vanden Boeynants, Belgian businessman and politician, 55th Prime Minister of Belgium (d. 2001)",
            "year": 1919
        },
        {
            "text": "George Aratani, American businessman and philanthropist (d. 2013)",
            "year": 1917
        },
        {
            "text": "Jean-Louis Curtis, French author (d. 1995)",
            "year": 1917
        },
        {
            "text": "Max Kohnstamm, Dutch historian and diplomat (d. 2010)",
            "year": 1914
        },
        {
            "text": "Sun Ra, American pianist, composer, bandleader, poet (d. 1993)",
            "year": 1914
        },
        {
            "text": "Rafael Gil, Spanish director and screenwriter (d. 1986)",
            "year": 1913
        },
        {
            "text": "Dominique Rolin, Belgian author (d. 2012)",
            "year": 1913
        },
        {
            "text": "Herbert C. Brown, English-American chemist and academic, Nobel Prize laureate (d. 2004)",
            "year": 1912
        },
        {
            "text": "Bob Dyer, American-Australian radio and television host (d. 1984)",
            "year": 1909
        },
        {
            "text": "Margaret Mee, English illustrator and educator (d. 1988)",
            "year": 1909
        },
        {
            "text": "Horton Smith, American golfer and captain (d. 1963)",
            "year": 1908
        },
        {
            "text": "Hergé, Belgian author and illustrator (d. 1983)",
            "year": 1907
        },
        {
            "text": "Laurence Olivier, English actor, director, and producer (d. 1989)",
            "year": 1907
        },
        {
            "text": "Bodo von Borries, German physicist and academic, co-invented the electron microscope (d. 1956)",
            "year": 1905
        },
        {
            "text": "Tom Driberg, British politician (d. 1976)",
            "year": 1905
        },
        {
            "text": "Uno Lamm, Swedish electrical engineer and inventor (d. 1989)",
            "year": 1904
        },
        {
            "text": "Jack Lambert, English footballer and manager (d. 1940)",
            "year": 1902
        },
        {
            "text": "Al Simmons, American baseball player and coach (d. 1956)",
            "year": 1902
        },
        {
            "text": "Maurice J. Tobin, American politician, 6th United States Secretary of Labor (d. 1953)",
            "year": 1901
        },
        {
            "text": "Juan Arvizu, Mexican lyric opera tenor and bolero vocalist (d. 1985)",
            "year": 1900
        },
        {
            "text": "Robert Neumann, German and English-speaking author (d. 1975)",
            "year": 1897
        },
        {
            "text": "Friedrich Pollock, German sociologist and philosopher (d. 1970)",
            "year": 1894
        },
        {
            "text": "Johannes R. Becher, German politician, novelist, and poet (d. 1958)",
            "year": 1891
        },
        {
            "text": "A. W. Sandberg, Danish film director and screenwriter (d. 1938)",
            "year": 1887
        },
        {
            "text": "Giacomo Matteotti, Italian lawyer and politician (d. 1924)",
            "year": 1885
        },
        {
            "text": "Soemu Toyoda, Japanese admiral (d. 1957)",
            "year": 1885
        },
        {
            "text": "Wilhelmina Hay Abbott, Scottish suffragist and feminist (d. 1957)",
            "year": 1884
        },
        {
            "text": "Francis de Miomandre, French author and translator (d. 1959)",
            "year": 1880
        },
        {
            "text": "Warwick Armstrong, Australian cricketer and journalist (d. 1947)",
            "year": 1879
        },
        {
            "text": "Jean Cras, French admiral and composer (d. 1932)",
            "year": 1879
        },
        {
            "text": "Symon Petliura, Ukrainian statesman and independence leader (d. 1926)",
            "year": 1879
        },
        {
            "text": "Julius Klinger, Austrian painter and illustrator (d. 1942)",
            "year": 1876
        },
        {
            "text": "Daniel François Malan, South African clergyman and politician, 5th Prime Minister of South Africa (d. 1959)",
            "year": 1874
        },
        {
            "text": "Augusto Pestana, Brazilian engineer and politician (d. 1934)",
            "year": 1868
        },
        {
            "text": "Willy Stöwer, German author and illustrator (d. 1931)",
            "year": 1864
        },
        {
            "text": "Arthur Conan Doyle, British writer (d. 1930)",
            "year": 1859
        },
        {
            "text": "Tsubouchi Shōyō, Japanese author, playwright, and educator (d. 1935)",
            "year": 1859
        },
        {
            "text": "Belmiro de Almeida, Brazilian painter, illustrator, sculptor (d. 1935)",
            "year": 1858
        },
        {
            "text": "Aston Webb, English architect and academic (d. 1930)",
            "year": 1849
        },
        {
            "text": "Fritz von Uhde, German painter and educator (d. 1911)",
            "year": 1848
        },
        {
            "text": "Rita Cetina Gutiérrez, Mexican poet, educator, and activist (d. 1908)",
            "year": 1846
        },
        {
            "text": "Mary Cassatt, American painter and educator (d. 1926)",
            "year": 1844
        },
        {
            "text": "Catulle Mendès, French poet, author, and playwright (d. 1909)",
            "year": 1841
        },
        {
            "text": "Félix Bracquemond, French painter and etcher (d. 1914)",
            "year": 1833
        },
        {
            "text": "Manuel Ruiz Zorrilla, Spanish politician, Prime Minister of Spain (d. 1895)",
            "year": 1833
        },
        {
            "text": "Henry Vandyke Carter, English anatomist and surgeon (d. 1897)",
            "year": 1831
        },
        {
            "text": "Albrecht von Graefe, German ophthalmologist and academic (d. 1870)",
            "year": 1828
        },
        {
            "text": "Worthington Whittredge, American painter (d. 1910)",
            "year": 1820
        },
        {
            "text": "Amalia Lindegren, Swedish painter (d. 1891)",
            "year": 1814
        },
        {
            "text": "Richard Wagner, German composer (d. 1883)",
            "year": 1813
        },
        {
            "text": "Giulia Grisi, Italian soprano (d. 1869)",
            "year": 1811
        },
        {
            "text": "Henry Pelham-Clinton, 5th Duke of Newcastle, English politician (d. 1864)",
            "year": 1811
        },
        {
            "text": "Gérard de Nerval, French poet and translator (d. 1855)",
            "year": 1808
        },
        {
            "text": "William Sturgeon, English physicist and inventor, invented the electromagnet and electric motor (d. 1850)",
            "year": 1783
        },
        {
            "text": "Hirose Tansō, Japanese neo-Confucian scholar, teacher, writer (d. 1856)",
            "year": 1782
        },
        {
            "text": "Johann Nepomuk Schödlberger, Austrian painter (d. 1853)",
            "year": 1779
        },
        {
            "text": "Ram Mohan Roy, Indian philosopher and reformer (d. 1833)",
            "year": 1772
        },
        {
            "text": "Princess Elizabeth of the United Kingdom (d. 1840)",
            "year": 1770
        },
        {
            "text": "Henry Bathurst, 3rd Earl Bathurst, English politician (d. 1834)",
            "year": 1762
        },
        {
            "text": "Louis Legendre, French butcher and politician (d. 1797)",
            "year": 1752
        },
        {
            "text": "Hubert Robert, French painter (d. 1808)",
            "year": 1733
        },
        {
            "text": "François-Joachim de Pierre de Bernis, French cardinal and diplomat (d. 1794)",
            "year": 1715
        },
        {
            "text": "Daniel Gran, Austrian painter (d. 1757)",
            "year": 1694
        },
        {
            "text": "Magnus Stenbock, Swedish field marshal and Royal Councillor (d. 1717)",
            "year": 1665
        },
        {
            "text": "Richard Brakenburgh, Dutch Golden Age painter (d. 1702)",
            "year": 1650
        },
        {
            "text": "Gabriël Grupello, Flemish Baroque sculptor (d. 1730)",
            "year": 1644
        },
        {
            "text": "Louis de Buade de Frontenac, French soldier and governor (d. 1698)",
            "year": 1622
        },
        {
            "text": "Edward Seymour, 1st Earl of Hertford (d. 1621)",
            "year": 1539
        },
        {
            "text": "Annamacharya, Hindu saint (d. 1503)",
            "year": 1408
        },
        {
            "text": "Su Xun, Chinese writer (d. 1066)",
            "year": 1009
        },
        {
            "text": "Itzam K'an Ahk I, Mayan king (d. 686)",
            "year": 626
        }
    ],
    "deaths": [
        {
            "text": "David Wilkie, Scottish swimmer (b. 1954)",
            "year": 2024
        },
        {
            "text": "Dervla Murphy, Irish touring cyclist and author (b. 1931)",
            "year": 2022
        },
        {
            "text": "Denise Cronenberg, Canadian costume designer (b. 1938)",
            "year": 2020
        },
        {
            "text": "Judith Kerr, German-born British writer and illustrator (b. 1923)",
            "year": 2019
        },
        {
            "text": "Nicky Hayden, American motorcycle racer (b. 1981)",
            "year": 2017
        },
        {
            "text": "Velimir \"Bata\" Živojinović, Serbian actor and politician (b. 1933)",
            "year": 2016
        },
        {
            "text": "Marques Haynes, American basketball player and coach (b. 1926)",
            "year": 2015
        },
        {
            "text": "Vladimir Katriuk, Ukrainian-Canadian SS officer (b. 1921)",
            "year": 2015
        },
        {
            "text": "Sigurd Ottovich Schmidt, Russian historian and ethnographer (b. 1922)",
            "year": 2013
        },
        {
            "text": "Muzafar Bhutto, Pakistani politician (b. 1970)",
            "year": 2012
        },
        {
            "text": "Wesley A. Brown, American lieutenant and engineer (b. 1927)",
            "year": 2012
        },
        {
            "text": "Joseph Brooks, American director, producer, screenwriter, and composer (b. 1938)",
            "year": 2011
        },
        {
            "text": "Martin Gardner, American mathematician, cryptographer, and author (b. 1914)",
            "year": 2010
        },
        {
            "text": "Robert Asprin, American soldier and author (b. 1946)",
            "year": 2008
        },
        {
            "text": "Pemba Doma Sherpa, Nepalese mountaineer (b. 1970)",
            "year": 2007
        },
        {
            "text": "Lee Jong-wook, South Korean physician and diplomat (b. 1945)",
            "year": 2006
        },
        {
            "text": "Charilaos Florakis, Greek politician (b. 1914)",
            "year": 2005
        },
        {
            "text": "Thurl Ravenscroft, American voice actor and singer (b. 1914)",
            "year": 2005
        },
        {
            "text": "Richard Biggs, American actor (b. 1960)",
            "year": 2004
        },
        {
            "text": "Mikhail Voronin, Russian gymnast (b. 1945)",
            "year": 2004
        },
        {
            "text": "Davie Fulton, Canadian lawyer, judge, and politician (b. 1916)",
            "year": 2000
        },
        {
            "text": "John Derek, American actor, director, and photographer (b. 1926)",
            "year": 1998
        },
        {
            "text": "José Enrique Moyal, Israeli physicist and engineer (b. 1910)",
            "year": 1998
        },
        {
            "text": "Alziro Bergonzo, Italian architect and painter (b. 1906)",
            "year": 1997
        },
        {
            "text": "Alfred Hershey, American biochemist and geneticist, Nobel Prize laureate (b. 1908)",
            "year": 1997
        },
        {
            "text": "Mieczysław Horszowski, Polish-American pianist and composer (b. 1892)",
            "year": 1993
        },
        {
            "text": "Zellig Harris, American linguist and academic (b. 1909)",
            "year": 1992
        },
        {
            "text": "Lino Brocka, Filipino director and screenwriter (b. 1939)",
            "year": 1991
        },
        {
            "text": "Shripad Amrit Dange, Indian lawyer and politician (b. 1899)",
            "year": 1991
        },
        {
            "text": "Stan Mortensen, English footballer and manager (b. 1921)",
            "year": 1991
        },
        {
            "text": "Rocky Graziano, American boxer (b. 1922)",
            "year": 1990
        },
        {
            "text": "Steven De Groote, South African pianist and educator (b. 1953)",
            "year": 1989
        },
        {
            "text": "Giorgio Almirante, Italian journalist and politician (b. 1914)",
            "year": 1988
        },
        {
            "text": "Wolfgang Reitherman, German-American animator, director, and producer (b. 1909)",
            "year": 1985
        },
        {
            "text": "Karl-August Fagerholm, Finnish politician, valtioneuvos, the Speaker of the Parliament and the Prime Minister of Finland (b. 1901)",
            "year": 1984
        },
        {
            "text": "Albert Claude, Belgian biologist and academic, Nobel Prize laureate (b. 1899)",
            "year": 1983
        },
        {
            "text": "Erna Scheffler, German lawyer and justice of the Federal Constitutional Court (b. 1893)",
            "year": 1983
        },
        {
            "text": "Cevdet Sunay, Turkish general and politician, 5th President of Turkey (b. 1899)",
            "year": 1982
        },
        {
            "text": "Lefty Grove, American baseball player (b. 1900)",
            "year": 1975
        },
        {
            "text": "Irmgard Flügge-Lotz, German-American mathematician and aerospace engineer (b. 1903)",
            "year": 1974
        },
        {
            "text": "Cecil Day-Lewis, Anglo-Irish poet and author (b. 1904)",
            "year": 1972
        },
        {
            "text": "Margaret Rutherford, English actress (b. 1892)",
            "year": 1972
        },
        {
            "text": "Langston Hughes, American poet, social activist, novelist, and playwright (b. 1902)",
            "year": 1967
        },
        {
            "text": "Charlotte Serber, American Librarian of the Manhattan Project's Los Alamos site (b. 1911)",
            "year": 1967
        },
        {
            "text": "Tom Goddard, English cricketer (b. 1900)",
            "year": 1966
        },
        {
            "text": "Christopher Stone, English radio host (b. 1882)",
            "year": 1965
        },
        {
            "text": "Chief Bender, American baseball player, coach, and manager (b. 1884)",
            "year": 1954
        },
        {
            "text": "Claude McKay, Jamaican writer and poet (b. 1889)",
            "year": 1948
        },
        {
            "text": "Ernst Toller, German playwright and author (b. 1893)",
            "year": 1939
        },
        {
            "text": "Jiří Mahen, Czech author and playwright (b. 1882)",
            "year": 1939
        },
        {
            "text": "William Glackens, American painter and illustrator (b. 1870)",
            "year": 1938
        },
        {
            "text": "Tsengeltiin Jigjidjav, Mongolian politician, 10th Prime Minister of Mongolia (b. 1894)",
            "year": 1933
        },
        {
            "text": "Augusta, Lady Gregory, Anglo-Irish activist, landlord, and playwright, co-founded the Abbey Theatre (b. 1852)",
            "year": 1932
        },
        {
            "text": "Jules Renard, French author and playwright (b. 1864)",
            "year": 1910
        },
        {
            "text": "Gaetano Bresci, Italian-American anarchist, assassin of Umberto I of Italy (b. 1869)",
            "year": 1901
        },
        {
            "text": "Victor Hugo, French novelist, poet, and playwright (b. 1802)",
            "year": 1885
        },
        {
            "text": "Julius Plücker, German mathematician and physicist (b. 1801)",
            "year": 1868
        },
        {
            "text": "Thornsbury Bailey Brown, American soldier  (b. 1829)",
            "year": 1861
        },
        {
            "text": "Ferdinand II of the Two Sicilies (b. 1810)",
            "year": 1859
        },
        {
            "text": "Mordecai Manuel Noah, American journalist and diplomat (b. 1755)",
            "year": 1851
        },
        {
            "text": "Martha Washington, First, First Lady of the United States (b. 1731)",
            "year": 1802
        },
        {
            "text": "Ewald Friedrich von Hertzberg, Prussian politician, Foreign Minister of Prussia (b. 1725)",
            "year": 1795
        },
        {
            "text": "Durastante Natalucci, Italian historian and academic (b. 1687)",
            "year": 1772
        },
        {
            "text": "Baal Shem Tov, Polish rabbi and author (b. 1700)",
            "year": 1760
        },
        {
            "text": "François-Marie, 1st duc de Broglie, French general (b. 1671)",
            "year": 1745
        },
        {
            "text": "Pope Alexander VII (b. 1599)",
            "year": 1667
        },
        {
            "text": "Gaspar Schott, German physicist and mathematician (b. 1608)",
            "year": 1666
        },
        {
            "text": "Pieter Willemsz. Verhoeff, Dutch captain (b. 1573)",
            "year": 1609
        },
        {
            "text": "Renata of Lorraine (b. 1544)",
            "year": 1602
        },
        {
            "text": "Giovanni Bernardi, Italian sculptor and engraver (b. 1495)",
            "year": 1553
        },
        {
            "text": "Sher Shah Suri, Indian ruler (b. 1486)",
            "year": 1545
        },
        {
            "text": "Francesco Guicciardini, Italian historian and politician (b. 1483)",
            "year": 1540
        },
        {
            "text": "John Forest, English friar and martyr (b. 1471)",
            "year": 1538
        },
        {
            "text": "Edmund Grey, 1st Earl of Kent, English administrator, nobleman and magnate (b. 1416)",
            "year": 1490
        },
        {
            "text": "Rita of Cascia, Italian nun and saint (b. 1381)",
            "year": 1457
        },
        {
            "text": "Edmund Beaufort, 2nd Duke of Somerset, English commander (b. 1406)",
            "year": 1455
        },
        {
            "text": "Thomas Clifford, 8th Baron de Clifford, Lancastrian commander (b. 1414)",
            "year": 1455
        },
        {
            "text": "Henry Percy, 2nd Earl of Northumberland, English commander (b. 1393)",
            "year": 1455
        },
        {
            "text": "Blanche of England, sister of King Henry V (b. 1392)",
            "year": 1409
        },
        {
            "text": "Saint Humility, founder of the Vallumbrosan religious order of nuns (b. c.1226)",
            "year": 1310
        },
        {
            "text": "Emperor Go-Reizei of Japan (b. 1025)",
            "year": 1068
        },
        {
            "text": "Empress Genshō of Japan (b. 683)",
            "year": 748
        },
        {
            "text": "Constantine the Great, Roman emperor (b. 272)",
            "year": 337
        },
        {
            "text": "Dong Zhuo, Chinese warlord and politician (b. 138)",
            "year": 192
        }
    ],
    "metadata": {
        "current_date": "May 22, 2025",
        "short_date": "May 22",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            13,
            52,
            22,
            27,
            42,
            0,
            30,
            4,
            69,
            62
        ],
        "births": [
            89,
            75,
            43,
            112
        ],
        "deaths": [
            51,
            39,
            27,
            81
        ]
    }
}