{
    "events": [
        {
            "text": "National extreme heat records set this day in the UK, Belgium, The Netherlands and Germany during the July 2019 European heat wave.",
            "year": 2019
        },
        {
            "text": "As-Suwayda attacks: Coordinated attacks occur in Syria.",
            "year": 2018
        },
        {
            "text": "WikiLeaks publishes classified documents about the War in Afghanistan, one of the largest leaks in U.S. military history.",
            "year": 2010
        },
        {
            "text": "Pratibha Patil is sworn in as India's first female president.",
            "year": 2007
        },
        {
            "text": "Concorde Air France Flight 4590 crashes outside of Paris shortly after taking off at Charles de Gaulle Airport, killing 113 people.",
            "year": 2000
        },
        {
            "text": "In a military coup in Burundi, Pierre Buyoya deposes Sylvestre Ntibantunganya.",
            "year": 1996
        },
        {
            "text": "A gas bottle explodes in Saint Michel station of line B of the RER (Paris regional train network). Eight are killed and 80 wounded.",
            "year": 1995
        },
        {
            "text": "Israel and Jordan sign the Washington Declaration, that formally ends the state of war that had existed between the nations since 1948.",
            "year": 1994
        },
        {
            "text": "Israel launches a massive attack against Lebanon in what the Israelis call Operation Accountability, and the Lebanese call the Seven-Day War.",
            "year": 1993
        },
        {
            "text": "The Saint James Church massacre occurs in Kenilworth, Cape Town, South Africa.",
            "year": 1993
        },
        {
            "text": "Salyut 7 cosmonaut Svetlana Savitskaya becomes the first woman to perform a space walk.",
            "year": 1984
        },
        {
            "text": "Black July: Thirty-seven Tamil political prisoners at the Welikada high security prison in Colombo are massacred by the fellow Sinhalese prisoners.",
            "year": 1983
        },
        {
            "text": "In accord with the Egypt–Israel peace treaty, Israel begins its withdrawal from the Sinai Peninsula.",
            "year": 1979
        },
        {
            "text": "Puerto Rican police shoot two nationalists in the Cerro Maravilla murders.",
            "year": 1978
        },
        {
            "text": "Birth of Louise Joy Brown, the first human to have been born after conception by in vitro fertilisation, or IVF.",
            "year": 1978
        },
        {
            "text": "Viking program: Viking 1 takes the famous Face on Mars photo.",
            "year": 1976
        },
        {
            "text": "Soviet Mars 5 space probe is launched.",
            "year": 1973
        },
        {
            "text": "The Sohagpur massacre is perpetrated by the Pakistan Army.",
            "year": 1971
        },
        {
            "text": "Vietnam War: U.S. President Richard Nixon declares the Nixon Doctrine, stating that the United States now expects its Asian allies to take care of their own military defense. This is the start of the \"Vietnamization\" of the war.",
            "year": 1969
        },
        {
            "text": "Bob Dylan goes electric at the Newport Folk Festival, signaling a major change in folk and rock music.",
            "year": 1965
        },
        {
            "text": "Cold War: In a speech John F. Kennedy emphasizes that any attack on Berlin is an attack on NATO.",
            "year": 1961
        },
        {
            "text": "The African Regroupment Party holds its first congress in Cotonou.",
            "year": 1958
        },
        {
            "text": "The Tunisian King Muhammad VIII al-Amin is replaced by President Habib Bourguiba.",
            "year": 1957
        },
        {
            "text": "Forty-five miles south of Nantucket Island, the Italian ocean liner SS Andrea Doria collides with the MS Stockholm in heavy fog and sinks the next day, killing 51.",
            "year": 1956
        },
        {
            "text": "The Crossroads Baker device is the first underwater nuclear weapon test.",
            "year": 1946
        },
        {
            "text": "World War II: Operation Spring is one of the bloodiest days for the First Canadian Army during the war.",
            "year": 1944
        },
        {
            "text": "World War II: Benito Mussolini is forced out of office by the King (encouraged by the Grand Council of Fascism) and is replaced by Pietro Badoglio.",
            "year": 1943
        },
        {
            "text": "World War II: 136 Greek civilians are murdered by soldiers of the German 1st Mountain Division in the village of Mousiotitsa, Greece.",
            "year": 1943
        },
        {
            "text": "The Norwegian Manifesto calls for nonviolent resistance to the German occupation.",
            "year": 1942
        },
        {
            "text": "General Henri Guisan orders the Swiss Army to resist German invasion and makes surrender illegal.",
            "year": 1940
        },
        {
            "text": "The Nazis assassinate Austrian Chancellor Engelbert Dollfuss in a failed coup attempt.",
            "year": 1934
        },
        {
            "text": "Telegraph Agency of the Soviet Union (TASS) is established.",
            "year": 1925
        },
        {
            "text": "Sir Robert Borden introduces the first income tax in Canada as a \"temporary\" measure (lowest bracket is 4% and highest is 25%).",
            "year": 1917
        },
        {
            "text": "RFC Captain Lanoe Hawker becomes the first British pursuit aviator to earn the Victoria Cross.",
            "year": 1915
        },
        {
            "text": "Louis Blériot makes the first flight across the English Channel in a heavier-than-air machine from Calais to Dover, England, United Kingdom in 37 minutes.",
            "year": 1909
        },
        {
            "text": "Ajinomoto is founded. Kikunae Ikeda of the Tokyo Imperial University discovers that a key ingredient in kombu soup stock is monosodium glutamate (MSG), and patents a process for manufacturing it.",
            "year": 1908
        },
        {
            "text": "Spanish–American War: The American invasion of Spanish-held Puerto Rico begins, as United States Army troops under General Nelson A. Miles land and secure the port at Guánica.",
            "year": 1898
        },
        {
            "text": "American author Jack London embarks on a sailing trip to take part in the Klondike's gold rush, from which he wrote his first successful stories.",
            "year": 1897
        },
        {
            "text": "The First Sino-Japanese War begins when the Japanese fire upon a Chinese warship.",
            "year": 1894
        },
        {
            "text": "The Japanese daimyōs begin returning their land holdings to the emperor as part of the Meiji Restoration reforms. (Traditional Japanese Date: June 17, 1869).",
            "year": 1869
        },
        {
            "text": "The Wyoming Territory is established.",
            "year": 1868
        },
        {
            "text": "The United States Congress passes legislation authorizing the rank of General of the Army. Lieutenant General Ulysses S. Grant becomes the first to be promoted to this rank.",
            "year": 1866
        },
        {
            "text": "American Civil War: The United States Congress passes the Crittenden–Johnson Resolution, stating that the war is being fought to preserve the Union and not to end slavery, in the wake of the defeat at the First Battle of Bull Run.",
            "year": 1861
        },
        {
            "text": "Joaquin Murrieta,  the famous Californio bandit known as the \"Robin Hood of El Dorado\", is killed.",
            "year": 1853
        },
        {
            "text": "The first commercial use of an electrical telegraph is successfully demonstrated in London by William Cooke and Charles Wheatstone.",
            "year": 1837
        },
        {
            "text": "James Bowman Lindsay demonstrates a constant electric light at a public meeting in Dundee, Scotland.",
            "year": 1835
        },
        {
            "text": "Costa Rica annexes Guanacaste from Nicaragua.",
            "year": 1824
        },
        {
            "text": "War of 1812: An American attack on Canada is repulsed.",
            "year": 1814
        },
        {
            "text": "Napoleon Bonaparte defeats a numerically superior Ottoman army under Mustafa Pasha at the Battle of Abukir.",
            "year": 1799
        },
        {
            "text": "Horatio Nelson loses more than 300 men and his right arm during the failed conquest attempt of Tenerife (Spain).",
            "year": 1797
        },
        {
            "text": "The Brunswick Manifesto is issued to the population of Paris promising vengeance if the French royal family is harmed.",
            "year": 1792
        },
        {
            "text": "Wolfgang Amadeus Mozart completes his Symphony No. 40 in G minor (K550).",
            "year": 1788
        },
        {
            "text": "American Revolutionary War: The war's last action, the Siege of Cuddalore, is ended by a preliminary peace agreement.",
            "year": 1783
        },
        {
            "text": "French and Indian War: In Western New York, British forces capture Fort Niagara from the French, who subsequently abandon Fort Rouillé.",
            "year": 1759
        },
        {
            "text": "British governor Charles Lawrence and the Nova Scotia Council order the deportation of the Acadians.",
            "year": 1755
        },
        {
            "text": "Dummer's War begins along the Maine-Massachusetts border.",
            "year": 1722
        },
        {
            "text": "At the behest of Tsar Peter the Great, the construction of Kadriorg Palace, dedicated to his wife Catherine, begins in Tallinn.",
            "year": 1718
        },
        {
            "text": "Ignacio de Maya founds the Real Santiago de las Sabinas, now known as Sabinas Hidalgo, Nuevo León, Mexico.",
            "year": 1693
        },
        {
            "text": "A magnitude 8.5 earthquake strikes eastern China, killing over 43,000 people.",
            "year": 1668
        },
        {
            "text": "The English ship Sea Venture, en route to Virginia, is deliberately driven ashore during a storm at Bermuda to prevent its sinking; the survivors go on to found a new colony there.",
            "year": 1609
        },
        {
            "text": "James VI and I and Anne of Denmark are crowned in Westminster Abbey.",
            "year": 1603
        },
        {
            "text": "Henry IV of France publicly converts from Protestantism to Roman Catholicism.",
            "year": 1593
        },
        {
            "text": "The Duke of Parma is defeated near the Dutch city of Nijmegen by an Anglo-Dutch force led by Maurice of Orange.",
            "year": 1591
        },
        {
            "text": "Don Diego de Losada founds the city of Santiago de Leon de Caracas, modern-day Caracas, the capital city of Venezuela.",
            "year": 1567
        },
        {
            "text": "The royal wedding of Mary I and Philip II of Spain celebrated at Winchester Cathedral.",
            "year": 1554
        },
        {
            "text": "Henry II of France is crowned.",
            "year": 1547
        },
        {
            "text": "The city of Guayaquil is founded by the Spanish Conquistador Francisco de Orellana and given the name Muy Noble y Muy Leal Ciudad de Santiago de Guayaquil.",
            "year": 1538
        },
        {
            "text": "Sebastián de Belalcázar on his search of El Dorado founds the city of Santiago de Cali.",
            "year": 1536
        },
        {
            "text": "The Battle of Molinella: The first battle in Italy in which firearms are used extensively.",
            "year": 1467
        },
        {
            "text": "The naval Battle of Algeciras takes place in the context of the Spanish Reconquista resulting in a victory for the Emirate of Granada and the Maranid Dynasty over the Kingdom of Castile.",
            "year": 1278
        },
        {
            "text": "The city of Constantinople is recaptured by Nicaean forces under the command of Alexios Strategopoulos, re-establishing the Byzantine Empire.",
            "year": 1261
        },
        {
            "text": "Battle of Ourique: The Almoravids, led by Ali ibn Yusuf, are defeated by Prince Afonso Henriques who is proclaimed King of Portugal.",
            "year": 1139
        },
        {
            "text": "Eleanor of Aquitaine marries Prince Louis, later King Louis VII of France, at the Cathedral of Saint-André in Bordeaux.",
            "year": 1137
        },
        {
            "text": "Wang Geon becomes King of Goryeo after overthrowing Gung Ye in a coup the previous day",
            "year": 918
        },
        {
            "text": "The Edict of Pistres of Charles the Bald orders defensive measures against the Vikings.",
            "year": 864
        },
        {
            "text": "Climax of the Siege of Thessalonica by the Slavs in a three-day assault on the city walls.",
            "year": 677
        },
        {
            "text": "The Arch of Constantine is completed near the Colosseum in Rome to commemorate Constantine I's victory over Maxentius at the Milvian Bridge.",
            "year": 315
        },
        {
            "text": "Constantine I is proclaimed Roman emperor by his troops.",
            "year": 306
        }
    ],
    "births": [
        {
            "text": "Alperen Şengün, Turkish basketball player",
            "year": 2002
        },
        {
            "text": "Adam Hložek, Czech footballer",
            "year": 2002
        },
        {
            "text": "Bryce Young, American football player",
            "year": 2001
        },
        {
            "text": "Meg Donnelly, American actress",
            "year": 2000
        },
        {
            "text": "Zhang Hao, Chinese singer",
            "year": 2000
        },
        {
            "text": "Nat Butcher, Australian rugby league player",
            "year": 1997
        },
        {
            "text": "Alvin Kamara, American football player",
            "year": 1995
        },
        {
            "text": "Maria Sakkari, Greek tennis player",
            "year": 1995
        },
        {
            "text": "Natalija Stevanović, Serbian tennis player",
            "year": 1994
        },
        {
            "text": "Andrei Vasilevskiy, Russian ice hockey player",
            "year": 1994
        },
        {
            "text": "Sergei Simonov, Russian ice hockey player (died 2016)",
            "year": 1992
        },
        {
            "text": "Toni Duggan, English footballer",
            "year": 1991
        },
        {
            "text": "Hasan Piker, American Twitch streamer",
            "year": 1991
        },
        {
            "text": "Thodoris Karapetsas, Greek footballer",
            "year": 1990
        },
        {
            "text": "Natalia Vieru, Russian basketball player",
            "year": 1989
        },
        {
            "text": "Sarah Geronimo, Filipino singer and actress",
            "year": 1988
        },
        {
            "text": "John Goossens, Dutch footballer",
            "year": 1988
        },
        {
            "text": "Tom Hiariej, Dutch footballer",
            "year": 1988
        },
        {
            "text": "Stacey Kemp, English skater",
            "year": 1988
        },
        {
            "text": "Paulinho, Brazilian footballer",
            "year": 1988
        },
        {
            "text": "Anthony Stokes, Irish footballer",
            "year": 1988
        },
        {
            "text": "Richard Bachman, American ice hockey player",
            "year": 1987
        },
        {
            "text": "Mitchell Burgzorg, Dutch footballer and rapper",
            "year": 1987
        },
        {
            "text": "Fernando, Brazilian footballer",
            "year": 1987
        },
        {
            "text": "Jax Jones, English DJ, singer and songwriter",
            "year": 1987
        },
        {
            "text": "Eran Zahavi, Israeli footballer",
            "year": 1987
        },
        {
            "text": "Abraham Gneki Guié, Ivorian footballer",
            "year": 1986
        },
        {
            "text": "Hulk, Brazilian footballer",
            "year": 1986
        },
        {
            "text": "James Lafferty, American actor and athlete",
            "year": 1985
        },
        {
            "text": "Nelson Piquet Jr., Brazilian race car driver",
            "year": 1985
        },
        {
            "text": "Hugo Rodallega, Colombian footballer",
            "year": 1985
        },
        {
            "text": "Loukas Mavrokefalidis, Greek basketball player",
            "year": 1984
        },
        {
            "text": "Nenad Krstić, Serbian basketball player",
            "year": 1983
        },
        {
            "text": "Jason Dundas, Australian TV host",
            "year": 1982
        },
        {
            "text": "Brad Renfro, American actor and musician (died 2008)",
            "year": 1982
        },
        {
            "text": "Finn Bálor, Irish wrestler",
            "year": 1981
        },
        {
            "text": "Conor Casey, American soccer player",
            "year": 1981
        },
        {
            "text": "Constantinos Charalambidis, Cypriot footballer",
            "year": 1981
        },
        {
            "text": "Yūichi Komano, Japanese footballer",
            "year": 1981
        },
        {
            "text": "Mac Lethal, American rapper and producer",
            "year": 1981
        },
        {
            "text": "Jani Rita, Finnish ice hockey player",
            "year": 1981
        },
        {
            "text": "Shawn Riggans, American baseball player",
            "year": 1980
        },
        {
            "text": "Toni Vilander, Finnish race car driver",
            "year": 1980
        },
        {
            "text": "David Wachs, American actor and producer",
            "year": 1980
        },
        {
            "text": "Scott Waldrom, New Zealand rugby player",
            "year": 1980
        },
        {
            "text": "Ali Carter, English snooker player",
            "year": 1979
        },
        {
            "text": "Tom Lungley, English cricketer and umpire",
            "year": 1979
        },
        {
            "text": "Ahmed Tantawi, Egyptian politician and journalist",
            "year": 1979
        },
        {
            "text": "Gerard Warren, American football player",
            "year": 1978
        },
        {
            "text": "Kenny Thomas, American basketball player",
            "year": 1977
        },
        {
            "text": "Marcos Assunção, Brazilian footballer",
            "year": 1976
        },
        {
            "text": "Jovica Tasevski-Eternijan, Macedonian poet and critic",
            "year": 1976
        },
        {
            "text": "Javier Vázquez, Puerto Rican-American baseball player",
            "year": 1976
        },
        {
            "text": "Jody Craddock, English footballer and coach",
            "year": 1975
        },
        {
            "text": "Jean-Claude Darcheville, Guianan-French footballer",
            "year": 1975
        },
        {
            "text": "El Zorro, Mexican wrestler",
            "year": 1975
        },
        {
            "text": "Brian Gibson, American bass player",
            "year": 1975
        },
        {
            "text": "Evgeni Nabokov, Russian ice hockey player",
            "year": 1975
        },
        {
            "text": "Lauren Faust, American animator, producer, and screenwriter",
            "year": 1974
        },
        {
            "text": "Julia Laffranque, Estonian lawyer and judge",
            "year": 1974
        },
        {
            "text": "Kenzo Suzuki, Japanese rugby player and wrestler",
            "year": 1974
        },
        {
            "text": "David Denman, American actor",
            "year": 1973
        },
        {
            "text": "Dani Filth, English singer-songwriter",
            "year": 1973
        },
        {
            "text": "Kevin Phillips, English footballer",
            "year": 1973
        },
        {
            "text": "Igli Tare, Albanian footballer",
            "year": 1973
        },
        {
            "text": "David Penna, Australian rugby league player and coach",
            "year": 1972
        },
        {
            "text": "Roger Creager, American singer-songwriter",
            "year": 1971
        },
        {
            "text": "Tracy Murray, American basketball player",
            "year": 1971
        },
        {
            "text": "Billy Wagner, American baseball player and coach",
            "year": 1971
        },
        {
            "text": "Jon Barry, American basketball player and sportscaster",
            "year": 1969
        },
        {
            "text": "Annastacia Palaszczuk, Australian politician, 39th Premier of Queensland",
            "year": 1969
        },
        {
            "text": "D. B. Woodside, American actor",
            "year": 1969
        },
        {
            "text": "Rudi Bryson, South African cricketer",
            "year": 1968
        },
        {
            "text": "Shi Tao, Chinese journalist and poet",
            "year": 1968
        },
        {
            "text": "Matt LeBlanc, American actor and producer",
            "year": 1967
        },
        {
            "text": "Ruth Peetoom, Dutch minister and politician",
            "year": 1967
        },
        {
            "text": "Tommy Skjerven, Norwegian footballer and referee",
            "year": 1967
        },
        {
            "text": "Daryl Halligan, New Zealand rugby player and sportscaster",
            "year": 1966
        },
        {
            "text": "Maureen Herman, American bass player",
            "year": 1966
        },
        {
            "text": "Diana Johnson, English politician",
            "year": 1966
        },
        {
            "text": "Marty Brown, American singer-songwriter and guitarist",
            "year": 1965
        },
        {
            "text": "Illeana Douglas, American actress, director, producer, and screenwriter",
            "year": 1965
        },
        {
            "text": "Torey Lovullo, American baseball player and coach",
            "year": 1965
        },
        {
            "text": "Dale Shearer, Australian rugby league player",
            "year": 1965
        },
        {
            "text": "Anne Applebaum, American journalist and author",
            "year": 1964
        },
        {
            "text": "Tony Granato, American ice hockey player and coach",
            "year": 1964
        },
        {
            "text": "Breuk Iversen, American designer and journalist",
            "year": 1964
        },
        {
            "text": "Denis Coderre, Canadian politician, 44th Mayor of Montreal",
            "year": 1963
        },
        {
            "text": "Julian Hodgson, Welsh chess player",
            "year": 1963
        },
        {
            "text": "Carin Bakkum, Dutch tennis player",
            "year": 1962
        },
        {
            "text": "Doug Drabek, American baseball player and coach",
            "year": 1962
        },
        {
            "text": "Alain Robidoux, Canadian snooker player",
            "year": 1960
        },
        {
            "text": "Justice Howard, American photographer",
            "year": 1960
        },
        {
            "text": "Māris Martinsons, Latvian film director, producer, screenwriter, and editor",
            "year": 1960
        },
        {
            "text": "Fyodor Cherenkov, Russian footballer and manager (died 2014)",
            "year": 1959
        },
        {
            "text": "Geoffrey Zakarian, American chef and author",
            "year": 1959
        },
        {
            "text": "Alexei Filippenko, American astrophysicist and academic",
            "year": 1958
        },
        {
            "text": "Thurston Moore, American singer-songwriter, guitarist, and producer",
            "year": 1958
        },
        {
            "text": "Mark Hunter, English politician",
            "year": 1957
        },
        {
            "text": "Steve Podborski, Canadian skier",
            "year": 1957
        },
        {
            "text": "Frances Arnold, American scientist and engineer",
            "year": 1956
        },
        {
            "text": "Iman, Somalian-English model and actress",
            "year": 1955
        },
        {
            "text": "Randall Bewley, American guitarist and songwriter (died 2009)",
            "year": 1955
        },
        {
            "text": "Ken Greer, Canadian guitarist, keyboard player, and producer",
            "year": 1954
        },
        {
            "text": "Sheena McDonald, Scottish journalist",
            "year": 1954
        },
        {
            "text": "Jochem Ziegert, German footballer and manager",
            "year": 1954
        },
        {
            "text": "Walter Payton, American football player and race car driver (died 1999)",
            "year": 1953
        },
        {
            "text": "Joseph A. Tunzi, Chicago based author, foremost expert on Elvis Presley",
            "year": 1953
        },
        {
            "text": "Robert Zoellick, American banker and politician, 14th United States Deputy Secretary of State",
            "year": 1953
        },
        {
            "text": "Eduardo Souto de Moura, Portuguese architect, designed the Estádio Municipal de Braga",
            "year": 1952
        },
        {
            "text": "Jack Thompson, American lawyer and activist",
            "year": 1951
        },
        {
            "text": "Verdine White, American bass player and producer",
            "year": 1951
        },
        {
            "text": "Mark Clarke, English singer-songwriter and bass player",
            "year": 1950
        },
        {
            "text": "Steve Goodman, American singer-songwriter and guitarist (died 1984)",
            "year": 1948
        },
        {
            "text": "José Areas, Nicaraguan drummer",
            "year": 1946
        },
        {
            "text": "Nicole Farhi, French fashion designer and sculptor",
            "year": 1946
        },
        {
            "text": "John Gibson, American radio host",
            "year": 1946
        },
        {
            "text": "Rita Marley, Cuban-Jamaican singer",
            "year": 1946
        },
        {
            "text": "P. Selvarasa, Sri Lankan politician",
            "year": 1946
        },
        {
            "text": "Ljupka Dimitrovska, Macedonian-Croatian pop singer (died 2016)",
            "year": 1946
        },
        {
            "text": "Sally Beauman, English journalist and author (died 2016)",
            "year": 1944
        },
        {
            "text": "Jim McCarty, English singer and drummer",
            "year": 1943
        },
        {
            "text": "Erika Steinbach, Polish-German politician",
            "year": 1943
        },
        {
            "text": "Bruce Woodley, Australian singer-songwriter and guitarist",
            "year": 1942
        },
        {
            "text": "Manny Charlton, Spanish-born Scottish rock musician and songwriter (died 2022)",
            "year": 1941
        },
        {
            "text": "Nate Thurmond, American basketball player (died 2016)",
            "year": 1941
        },
        {
            "text": "Emmett Till, African-American lynching and kidnapping victim (died 1955)",
            "year": 1941
        },
        {
            "text": "Richard Ballantine, American-English journalist and author (died 2013)",
            "year": 1940
        },
        {
            "text": "S. Ramadoss, Indian politician",
            "year": 1939
        },
        {
            "text": "Colin Renfrew, Baron Renfrew of Kaimsthorn, English archaeologist and academic",
            "year": 1937
        },
        {
            "text": "Gerry Ashmore, English race car driver (died 2021)",
            "year": 1936
        },
        {
            "text": "Glenn Murcutt, English-Australian architect and academic",
            "year": 1936
        },
        {
            "text": "Barbara Harris, American actress and singer (died 2018)",
            "year": 1935
        },
        {
            "text": "Adnan Khashoggi, Saudi Arabian businessman (died 2017)",
            "year": 1935
        },
        {
            "text": "Gilbert Parent, Canadian educator and politician, 33rd Speaker of the House of Commons of Canada (died 2009)",
            "year": 1935
        },
        {
            "text": "John Robinson, American football player and coach (died 2024)",
            "year": 1935
        },
        {
            "text": "Larry Sherry, American baseball player and coach (died 2006)",
            "year": 1935
        },
        {
            "text": "Lars Werner, Swedish lawyer and politician (died 2013)",
            "year": 1935
        },
        {
            "text": "Don Ellis, American trumpet player and composer (died 1978)",
            "year": 1934
        },
        {
            "text": "Claude Zidi, French director and screenwriter",
            "year": 1934
        },
        {
            "text": "Paul J. Weitz, American astronaut (died 2017)",
            "year": 1932
        },
        {
            "text": "James Butler, English sculptor and educator (died 2022)",
            "year": 1931
        },
        {
            "text": "Murray Chapple, New Zealand cricketer and manager (died 1985)",
            "year": 1930
        },
        {
            "text": "Maureen Forrester, Canadian actress and singer (died 2010)",
            "year": 1930
        },
        {
            "text": "Alice Parizeau, Polish-Canadian journalist and criminologist (died 1990)",
            "year": 1930
        },
        {
            "text": "Herbert Scarf, American economist and academic (died 2015)",
            "year": 1930
        },
        {
            "text": "Annie Ross, Scottish-American singer and actress (died 2020)",
            "year": 1930
        },
        {
            "text": "Judd Buchanan, Canadian businessman and politician, 36th Canadian Minister of Public Works",
            "year": 1929
        },
        {
            "text": "Somnath Chatterjee, Indian lawyer and politician, 14th Speaker of the Lok Sabha (died 2018)",
            "year": 1929
        },
        {
            "text": "Eddie Mazur, Canadian ice hockey player (died 1995)",
            "year": 1929
        },
        {
            "text": "Dolphy, Filipino actor, singer, and producer (died 2012)",
            "year": 1928
        },
        {
            "text": "Mario Montenegro, Filipino actor (died 1988)",
            "year": 1928
        },
        {
            "text": "Nils Taube, Estonian-English businessman (died 2008)",
            "year": 1928
        },
        {
            "text": "Daniel Ceccaldi, French actor, director, and screenwriter (died 2003)",
            "year": 1927
        },
        {
            "text": "Midge Decter, American journalist and author (died 2022)",
            "year": 1927
        },
        {
            "text": "Sadiq Hussain Qureshi, Pakistani politician, 10th Governor of Punjab (died 2000)",
            "year": 1927
        },
        {
            "text": "Jean-Marie Seroney, Kenyan activist and politician (died 1982)",
            "year": 1927
        },
        {
            "text": "Whitey Lockman, American baseball player, coach, and manager (died 2009)",
            "year": 1926
        },
        {
            "text": "Bernard Thompson, British television producer and director (died 1998)",
            "year": 1926
        },
        {
            "text": "Beatriz Segall, Brazilian actress (died 2018)",
            "year": 1926
        },
        {
            "text": "Benny Benjamin, American R&B drummer (died 1969)",
            "year": 1925
        },
        {
            "text": "Jerry Paris, American actor and director (died 1986)",
            "year": 1925
        },
        {
            "text": "Dick Passwater, American race car driver (died 2020)",
            "year": 1925
        },
        {
            "text": "Jutta Zilliacus, Finnish journalist and politician",
            "year": 1925
        },
        {
            "text": "Frank Church, American lawyer and politician (died 1984)",
            "year": 1924
        },
        {
            "text": "Scotch Taylor, South African cricketer and hockey player (died 2004)",
            "year": 1924
        },
        {
            "text": "Estelle Getty, American actress (died 2008)",
            "year": 1923
        },
        {
            "text": "Edgar Gilbert, American mathematician and theorist (died 2013)",
            "year": 1923
        },
        {
            "text": "Maria Gripe, Swedish journalist and author (died 2007)",
            "year": 1923
        },
        {
            "text": "John B. Goodenough, American materials scientist, physicist, Nobel Prize laureate (died 2023)",
            "year": 1922
        },
        {
            "text": "Adolph Herseth, American soldier and trumpet player  (died 2013)",
            "year": 1921
        },
        {
            "text": "Lionel Terray, French mountaineer (died 1965)",
            "year": 1921
        },
        {
            "text": "Rosalind Franklin, English biophysicist, chemist, and academic (died 1958)",
            "year": 1920
        },
        {
            "text": "Jane Frank, American painter and sculptor (died 1986)",
            "year": 1918
        },
        {
            "text": "Fritz Honegger, Swiss lawyer and politician (died 1999)",
            "year": 1917
        },
        {
            "text": "Lucien Saulnier, Canadian lawyer and politician (died 1989)",
            "year": 1916
        },
        {
            "text": "S. U. Ethirmanasingham, Sri Lankan businessman and politician",
            "year": 1915
        },
        {
            "text": "Joseph P. Kennedy Jr., American lieutenant and pilot (died 1944)",
            "year": 1915
        },
        {
            "text": "Woody Strode, American football player and actor (died 1994)",
            "year": 1914
        },
        {
            "text": "Elizabeth Francis, American centenarian (died 2024)",
            "year": 1909
        },
        {
            "text": "Bill Bowes, English cricketer (died 1987)",
            "year": 1908
        },
        {
            "text": "Ambroise-Marie Carré, French priest and author (died 2004)",
            "year": 1908
        },
        {
            "text": "Jack Gilford, American actor (died 1990)",
            "year": 1908
        },
        {
            "text": "Johnny Hodges, American saxophonist and clarinet player (died 1970)",
            "year": 1906
        },
        {
            "text": "Elias Canetti, Bulgarian-Swiss novelist, playwright, and memoirist, Nobel Prize laureate (died 1994)",
            "year": 1905
        },
        {
            "text": "Georges Grignard, French race car driver (died 1977)",
            "year": 1905
        },
        {
            "text": "Denys Watkins-Pitchford, English author and illustrator (died 1990)",
            "year": 1905
        },
        {
            "text": "Eric Hoffer, American philosopher and author (died 1983)",
            "year": 1902
        },
        {
            "text": "Ruth Krauss, American author and poet (died 1993)",
            "year": 1901
        },
        {
            "text": "Mohammed Helmy, Egyptian physician and Righteous Among the Nations (died 1982)",
            "year": 1901
        },
        {
            "text": "Lila Lee, American actress and singer (died 1973)",
            "year": 1901
        },
        {
            "text": "Jack Perrin, American actor and stuntman (died 1967)",
            "year": 1896
        },
        {
            "text": "Josephine Tey, Scottish author and playwright (died 1952)",
            "year": 1896
        },
        {
            "text": "Ingeborg Spangsfeldt, Danish actress (died 1968)",
            "year": 1895
        },
        {
            "text": "Walter Brennan, American actor (died 1974)",
            "year": 1894
        },
        {
            "text": "Gavrilo Princip, Bosnian Serb revolutionary (died 1918)",
            "year": 1894
        },
        {
            "text": "Edward Cummins, American golfer (died 1926)",
            "year": 1886
        },
        {
            "text": "Alfredo Casella, Italian pianist, composer, and conductor (died 1947)",
            "year": 1883
        },
        {
            "text": "George S. Rentz, American commander (died 1942)",
            "year": 1882
        },
        {
            "text": "Masaharu Anesaki, Japanese philosopher and scholar (died 1949)",
            "year": 1878
        },
        {
            "text": "Jim Corbett, Indian hunter, environmentalist, and author (died 1955)",
            "year": 1875
        },
        {
            "text": "Maxfield Parrish, American painter and illustrator (died 1966)",
            "year": 1870
        },
        {
            "text": "Platon, Estonian bishop and saint (died 1919)",
            "year": 1869
        },
        {
            "text": "Max Dauthendey, German author and painter (died 1918)",
            "year": 1867
        },
        {
            "text": "Alexander Rummler, American painter (died 1959)",
            "year": 1867
        },
        {
            "text": "Frederick Blackman, English physiologist and academic (died 1947)",
            "year": 1866
        },
        {
            "text": "Jac. P. Thijsse, Dutch botanist and conservationist (died 1945)",
            "year": 1865
        },
        {
            "text": "Frank J. Sprague, American naval officer and inventor (died 1934)",
            "year": 1857
        },
        {
            "text": "Arthur Balfour, Scottish-English lieutenant and politician, 33rd Prime Minister of the United Kingdom (died 1930)",
            "year": 1848
        },
        {
            "text": "Paul Langerhans,  German pathologist, physiologist and biologist (died 1888)",
            "year": 1847
        },
        {
            "text": "Thomas Eakins, American painter, sculptor, and photographer (died 1916)",
            "year": 1844
        },
        {
            "text": "Francis Garnier, French captain and explorer (died 1873)",
            "year": 1839
        },
        {
            "text": "Maria Weston Chapman, American abolitionist (died 1885)",
            "year": 1806
        },
        {
            "text": "Princess Augusta of Hesse-Kassel (died 1889)",
            "year": 1797
        },
        {
            "text": "Santiago de Liniers, 1st Count of Buenos Aires, French-Spanish captain and politician, 10th Viceroy of the Viceroyalty of the Río de la Plata (died 1810)",
            "year": 1753
        },
        {
            "text": "Henry Knox, American general and politician, 1st United States Secretary of War (died 1806)",
            "year": 1750
        },
        {
            "text": "Pieter Langendijk, Dutch playwright and poet (died 1756)",
            "year": 1683
        },
        {
            "text": "Archibald Campbell, 1st Duke of Argyll, Scottish general (died 1703)",
            "year": 1658
        },
        {
            "text": "Philipp Heinrich Erlebach, German composer (died 1714)",
            "year": 1657
        },
        {
            "text": "Agostino Steffani, Italian composer and diplomat (died 1728)",
            "year": 1654
        },
        {
            "text": "Louis I, Prince of Monaco (died 1701)",
            "year": 1642
        },
        {
            "text": "Joseph Williamson, English politician (died 1701)",
            "year": 1633
        },
        {
            "text": "Theodore Haak, German scholar (died 1690)",
            "year": 1605
        },
        {
            "text": "Brian Twyne, English archivist (died 1644)",
            "year": 1581
        },
        {
            "text": "Christoph Scheiner, German astronomer and Jesuit (died 1650)",
            "year": 1573
        },
        {
            "text": "Katō Kiyomasa, Japanese warlord (died 1611)",
            "year": 1562
        },
        {
            "text": "George Peele, English translator, poet, and dramatist (died 1596)",
            "year": 1556
        },
        {
            "text": "Alphonsus Rodriguez, Jesuit lay brother and saint (died 1617)",
            "year": 1532
        },
        {
            "text": "Hernando de Aragón, Archbishop of Zaragoza (died 1575)",
            "year": 1498
        },
        {
            "text": "Albrecht VII, Duke of Mecklenburg (died 1547)",
            "year": 1486
        },
        {
            "text": "Jakob Wimpfeling, Renaissance humanist (died 1528)",
            "year": 1450
        },
        {
            "text": "Henry Percy, 3rd Earl of Northumberland, English politician (died 1461)",
            "year": 1421
        },
        {
            "text": "Philip I, Duke of Brabant (died 1430)",
            "year": 1404
        },
        {
            "text": "James I, king of Scotland (died 1437)",
            "year": 1394
        },
        {
            "text": "Albert I, Duke of Bavaria (died 1404)",
            "year": 1336
        },
        {
            "text": "Hawys Gadarn, Welsh noblewoman (died 1353)",
            "year": 1291
        },
        {
            "text": "Arthur II, Duke of Brittany (died 1312)",
            "year": 1261
        },
        {
            "text": "Ibn Arabi, Andalusian Sufi mystic, poet, and philosopher (died 1240)",
            "year": 1165
        },
        {
            "text": "Afonso I, king of Portugal (died 1185)",
            "year": 1109
        },
        {
            "text": "Casimir I the Restorer, duke of Poland (died 1058)",
            "year": 1016
        },
        {
            "text": "Thietmar, bishop of Merseburg (died 1018)",
            "year": 975
        }
    ],
    "deaths": [
        {
            "text": "Shafin Ahmed, Bangladeshi bassist and singer-songwriter (born 1961)",
            "year": 2024
        },
        {
            "text": "Martin Indyk, American diplomat (born 1951)",
            "year": 2024
        },
        {
            "text": "Paul Sorvino, American actor (born 1939)",
            "year": 2022
        },
        {
            "text": "Peter Green, English blues rock guitarist, singer-songwriter and founder of Fleetwood Mac (born 1946)",
            "year": 2020
        },
        {
            "text": "Lou Henson, American college basketball coach (born 1932)",
            "year": 2020
        },
        {
            "text": "Beji Caid Essebsi, 4th President and 9th Prime Minister of Tunisia (born 1926)",
            "year": 2019
        },
        {
            "text": "Sergio Marchionne, Italian-Canadian businessman (born 1952)",
            "year": 2018
        },
        {
            "text": "Michael Johnson, American singer-songwriter and guitarist (born 1944)",
            "year": 2017
        },
        {
            "text": "Tim LaHaye, American Christian minister and author (born 1926)",
            "year": 2016
        },
        {
            "text": "Tom Peterson, American television personality (born 1930)",
            "year": 2016
        },
        {
            "text": "Jacques Andreani, French diplomat, French ambassador to the United States (born 1929)",
            "year": 2015
        },
        {
            "text": "R. S. Gavai, Indian lawyer and politician, 18th Governor of Kerala (born 1929)",
            "year": 2015
        },
        {
            "text": "Bob Kauffman, American basketball player and coach (born 1946)",
            "year": 2015
        },
        {
            "text": "Bel Kaufman, German-American author and academic (born 1911)",
            "year": 2014
        },
        {
            "text": "Richard Larter, Australian painter and illustrator (born 1929)",
            "year": 2014
        },
        {
            "text": "Walter De Maria, American sculptor, illustrator, and composer (born 1935)",
            "year": 2013
        },
        {
            "text": "William J. Guste, American lawyer and politician (born 1922)",
            "year": 2013
        },
        {
            "text": "Hugh Huxley, English-American biologist and academic (born 1924)",
            "year": 2013
        },
        {
            "text": "B. R. Ishara, Indian director and screenwriter (born 1934)",
            "year": 2012
        },
        {
            "text": "Barry Langford, English director and producer (born 1926)",
            "year": 2012
        },
        {
            "text": "Greg Mohns, American-Canadian football player and coach (born 1950)",
            "year": 2012
        },
        {
            "text": "Franz West, Austrian painter and sculptor (born 1947)",
            "year": 2012
        },
        {
            "text": "Michael Cacoyannis, Cypriot-Greek director, producer, and screenwriter (born 1922)",
            "year": 2011
        },
        {
            "text": "Vernon Forrest, American boxer (born 1971)",
            "year": 2009
        },
        {
            "text": "Stanley Middleton, English author (born 1919)",
            "year": 2009
        },
        {
            "text": "Harry Patch, English soldier (born 1898)",
            "year": 2009
        },
        {
            "text": "Yasmin Ahmad, Malaysian film director (born 1958)",
            "year": 2009
        },
        {
            "text": "Jeff Fehring, Australian footballer (born 1955)",
            "year": 2008
        },
        {
            "text": "Tracy Hall, American chemist and academic (born 1919)",
            "year": 2008
        },
        {
            "text": "Randy Pausch, American computer scientist and educator (born 1960)",
            "year": 2008
        },
        {
            "text": "Bernd Jakubowski, German footballer and manager (born 1952)",
            "year": 2007
        },
        {
            "text": "Ezra Fleischer, Romanian-Israeli poet and philologist (born 1928)",
            "year": 2006
        },
        {
            "text": "Albert Mangelsdorff, German trombonist (born 1928)",
            "year": 2005
        },
        {
            "text": "John Passmore, Australian philosopher and academic (born 1914)",
            "year": 2004
        },
        {
            "text": "Ludwig Bölkow, German engineer (born 1912)",
            "year": 2003
        },
        {
            "text": "John Schlesinger, English actor, director, producer, and screenwriter (born 1926)",
            "year": 2003
        },
        {
            "text": "Abdel Rahman Badawi, Egyptian philosopher and poet (born 1917)",
            "year": 2002
        },
        {
            "text": "Rudi Faßnacht, German footballer, coach, and manager (born 1934)",
            "year": 2000
        },
        {
            "text": "Evangelos Papastratos, Greek businessman, co-founded Papastratos (born 1910)",
            "year": 1998
        },
        {
            "text": "Ben Hogan, American golfer (born 1912)",
            "year": 1997
        },
        {
            "text": "Charlie Rich, American singer-songwriter (born 1932)",
            "year": 1995
        },
        {
            "text": "Alfred Drake, American actor and singer (born 1914)",
            "year": 1992
        },
        {
            "text": "Lazar Kaganovich, Soviet politician (born 1893)",
            "year": 1991
        },
        {
            "text": "Steve Rubell, American businessman, co-owner of Studio 54 (born 1943)",
            "year": 1989
        },
        {
            "text": "Judith Barsi, American child actress (born 1978)",
            "year": 1988
        },
        {
            "text": "Vincente Minnelli, American director and screenwriter (born 1903)",
            "year": 1986
        },
        {
            "text": "Bryan Hextall, Canadian ice hockey player (born 1913)",
            "year": 1984
        },
        {
            "text": "Big Mama Thornton, American singer-songwriter (born 1926)",
            "year": 1984
        },
        {
            "text": "Hal Foster, Canadian-American author and illustrator (born 1892)",
            "year": 1982
        },
        {
            "text": "Rosa A. González, Puerto Rican nurse, author, feminist, and activist (born 1889)",
            "year": 1981
        },
        {
            "text": "Vladimir Vysotsky, Russian singer-songwriter, guitarist, and actor (born 1938)",
            "year": 1980
        },
        {
            "text": "Shivrampant Damle, Indian educationist (born 1900)",
            "year": 1977
        },
        {
            "text": "Amy Jacques Garvey, Jamaican-American journalist and activist (born 1895)",
            "year": 1973
        },
        {
            "text": "Louis St. Laurent, Canadian lawyer and politician, 12th Prime Minister of Canada (born 1882)",
            "year": 1973
        },
        {
            "text": "John Meyers, American swimmer and water polo player (born 1880)",
            "year": 1971
        },
        {
            "text": "Leroy Robertson, American composer and educator (born 1896)",
            "year": 1971
        },
        {
            "text": "Konstantinos Parthenis, Egyptian-Greek painter (born 1878)",
            "year": 1967
        },
        {
            "text": "Frank O'Hara, American poet and critic (born 1926)",
            "year": 1966
        },
        {
            "text": "Ugo Cerletti, Italian neurologist and academic (born 1877)",
            "year": 1963
        },
        {
            "text": "Thibaudeau Rinfret, Canadian lawyer and jurist, 9th Chief Justice of Canada (born 1879)",
            "year": 1962
        },
        {
            "text": "Yitzhak HaLevi Herzog, Polish-born Irish rabbi and author (born 1888)",
            "year": 1959
        },
        {
            "text": "Otto Lasanen, Finnish wrestler (born 1891)",
            "year": 1958
        },
        {
            "text": "Herbert Murrill, English organist and composer (born 1909)",
            "year": 1952
        },
        {
            "text": "Kathleen Scott, English sculptor (born 1878)",
            "year": 1947
        },
        {
            "text": "Fred Englehardt, American triple jumper (born 1879)",
            "year": 1942
        },
        {
            "text": "François Coty, French businessman, founded Coty (born 1874)",
            "year": 1934
        },
        {
            "text": "Engelbert Dollfuss, Austrian politician, 14th Chancellor of Austria (born 1892)",
            "year": 1934
        },
        {
            "text": "Nestor Makhno, Ukrainian anarchist revolutionary (born 1888)",
            "year": 1934
        },
        {
            "text": "John Taylor, American religious leader, 3rd President of The Church of Jesus Christ of Latter-day Saints (born 1808)",
            "year": 1887
        },
        {
            "text": "James Barry, English soldier and surgeon (born 1799)",
            "year": 1865
        },
        {
            "text": "Jonas Furrer, Swiss lawyer and politician, President of the Swiss Confederation (born 1805)",
            "year": 1861
        },
        {
            "text": "Charles Macintosh, Scottish chemist and inventor of waterproof fabric (born 1766)",
            "year": 1843
        },
        {
            "text": "Dominique Jean Larrey, French physician and surgeon (born 1766)",
            "year": 1842
        },
        {
            "text": "Samuel Taylor Coleridge, English philosopher, poet, and critic (born 1772)",
            "year": 1834
        },
        {
            "text": "Maria Szymanowska, Polish composer and pianist (born 1789)",
            "year": 1831
        },
        {
            "text": "Kondraty Ryleyev, Russian poet and publisher (born 1795)",
            "year": 1826
        },
        {
            "text": "André Chénier, Greek-French poet and author (born 1762)",
            "year": 1794
        },
        {
            "text": "Jean-Antoine Roucher, French poet and author (born 1745)",
            "year": 1794
        },
        {
            "text": "Friedrich von der Trenck, Prussian adventurer and author (born 1726)",
            "year": 1794
        },
        {
            "text": "Isaac Low, American merchant and politician (born 1735)",
            "year": 1791
        },
        {
            "text": "Johann Bernhard Basedow, German educator and reformer (born 1723)",
            "year": 1790
        },
        {
            "text": "William Livingston, American soldier and politician, 1st Governor of New Jersey (born 1723)",
            "year": 1790
        },
        {
            "text": "Urian Oakes, English-American minister and educator (born 1631)",
            "year": 1681
        },
        {
            "text": "Robert Pierrepont, 1st Earl of Kingston-upon-Hull, English general and politician (born 1584)",
            "year": 1643
        },
        {
            "text": "Andreas Libavius, German physician and chemist (born 1550)",
            "year": 1616
        },
        {
            "text": "Pomponio Nenna, Italian composer (born 1556)",
            "year": 1608
        },
        {
            "text": "Isaac Luria, Ottoman rabbi and mystic (born 1534)",
            "year": 1572
        },
        {
            "text": "Ferdinand I, Holy Roman Emperor (born 1503)",
            "year": 1564
        },
        {
            "text": "Innocent VIII, pope of the Catholic Church (born 1432)",
            "year": 1492
        },
        {
            "text": "Charles of Artois, French nobleman (born 1394)",
            "year": 1472
        },
        {
            "text": "Thomas à Kempis, German priest and mystic",
            "year": 1471
        },
        {
            "text": "Martin I, king of Sicily (born 1376)",
            "year": 1409
        },
        {
            "text": "Herrad of Landsberg, abbess, author, and illustrator (born c. 1130)",
            "year": 1195
        },
        {
            "text": "Sibylla, queen of Jerusalem",
            "year": 1190
        },
        {
            "text": "Ichijō, emperor of Japan (born 980)",
            "year": 1011
        },
        {
            "text": "Ragenold, margrave of Neustria",
            "year": 885
        },
        {
            "text": "Constantius Chlorus, Roman emperor (born 250)",
            "year": 306
        }
    ],
    "metadata": {
        "current_date": "July 25, 2025",
        "short_date": "Jul 25",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            6,
            2,
            55,
            16,
            33,
            50,
            60,
            10,
            65,
            62
        ],
        "births": [
            105,
            208,
            177,
            56
        ],
        "deaths": [
            29,
            24,
            86,
            47
        ]
    }
}