{
    "events": [
        {
            "text": "Jeddah floods: Freak rains swamp the city of Jeddah, Saudi Arabia, during an ongoing Hajj pilgrimage. Three thousand cars are swept away and 122 people perish in the torrents, with 350 others missing.",
            "year": 2009
        },
        {
            "text": "Cyclone Nisha strikes northern Sri Lanka, killing 15 people and displacing 90,000 others while dealing the region the highest rainfall in nine decades.",
            "year": 2008
        },
        {
            "text": "The 2000 Baku earthquake, with a Richter magnitude of 7.0, leaves 26 people dead in Baku, Azerbaijan, and becomes the strongest earthquake in the region in 158 years.",
            "year": 2000
        },
        {
            "text": "A five-year-old Cuban boy, Elián González, is rescued by fishermen while floating in an inner tube off the Florida coast.",
            "year": 1999
        },
        {
            "text": "The Federal Assembly of Czechoslovakia votes to split the country into the Czech Republic and Slovakia, with effect from January 1, 1993.",
            "year": 1992
        },
        {
            "text": "Typhoon Nina pummels the Philippines with category 5 winds of 265 km/h (165 mph) and a surge that destroys entire villages. At least 1,036 deaths are attributed to the storm.",
            "year": 1987
        },
        {
            "text": "Iran–Contra affair: U.S. Attorney General Edwin Meese announces that profits from covert weapons sales to Iran were illegally diverted to the anti-communist Contra rebels in Nicaragua.",
            "year": 1986
        },
        {
            "text": "The King Fahd Causeway is officially opened in the Persian Gulf.",
            "year": 1986
        },
        {
            "text": "A Soviet Air Force Antonov An-12 is shot down near Menongue in Angola's Cuando Cubango Province, killing 21.",
            "year": 1985
        },
        {
            "text": "Thirty-six top musicians gather in a Notting Hill studio and record Band Aid's \"Do They Know It's Christmas?\" in order to raise money for famine relief in Ethiopia.",
            "year": 1984
        },
        {
            "text": "Pope John Paul II appoints Joseph Cardinal Ratzinger (the future Pope Benedict XVI) Prefect of the Congregation for the Doctrine of the Faith.",
            "year": 1981
        },
        {
            "text": "Sangoulé Lamizana, president of Upper Volta, is ousted from power in a coup d'état led by Colonel Saye Zerbo.",
            "year": 1980
        },
        {
            "text": "Former Senator Benigno Aquino Jr., is found guilty by the Philippine Military Commission No. 2 and is sentenced to death by firing squad. He is later assassinated in 1983.",
            "year": 1977
        },
        {
            "text": "Coup of 25 November 1975, a failed military coup d'état by Portuguese far-left activists seeking to hijack the  Portuguese transition to democracy to establish a communist regime.",
            "year": 1975
        },
        {
            "text": "Suriname gains independence from the Netherlands.",
            "year": 1975
        },
        {
            "text": "Georgios Papadopoulos, head of the military Regime of the Colonels in Greece, is ousted in a hardliners' coup led by Brigadier General Dimitrios Ioannidis.",
            "year": 1973
        },
        {
            "text": "In Japan, author Yukio Mishima and one compatriot commit ritualistic seppuku after an unsuccessful coup attempt.",
            "year": 1970
        },
        {
            "text": "The Old Student House in Helsinki, Finland is occupied by a large group of University of Helsinki students.",
            "year": 1968
        },
        {
            "text": "State funeral of John F. Kennedy; after lying in state at the United States Capitol, a Requiem Mass takes place at Cathedral of St. Matthew the Apostle and the President is buried at Arlington National Cemetery.",
            "year": 1963
        },
        {
            "text": "The Mirabal sisters of the Dominican Republic are assassinated.",
            "year": 1960
        },
        {
            "text": "French Sudan gains autonomy as a self-governing member of the French Community.",
            "year": 1958
        },
        {
            "text": "Agatha Christie's murder-mystery play The Mousetrap opens at the Ambassadors Theatre in London's West End after a premiere in Nottingham, UK.  It will become the longest continuously running play in history.",
            "year": 1952
        },
        {
            "text": "Korean War: After 42 days of fighting, the Battle of Triangle Hill ends in a Chinese victory. American and South Korean units abandon their attempt to capture the \"Iron Triangle\".",
            "year": 1952
        },
        {
            "text": "The Great Appalachian Storm of 1950 impacts 22 American states, killing 353 people, injuring over 160, and causing US$66.7 million in damages (1950 dollars).",
            "year": 1950
        },
        {
            "text": "Red Scare: The \"Hollywood Ten\" are blacklisted by Hollywood movie studios.",
            "year": 1947
        },
        {
            "text": "New Zealand ratifies the Statute of Westminster and thus becomes independent of legislative control by the United Kingdom.",
            "year": 1947
        },
        {
            "text": "World War II: Statehood of Bosnia and Herzegovina is re-established at the State Anti-fascist Council for the National Liberation of Bosnia and Herzegovina.",
            "year": 1943
        },
        {
            "text": "HMS Barham is sunk by a German torpedo during World War II.",
            "year": 1941
        },
        {
            "text": "In Berlin, Germany and Japan sign the Anti-Comintern Pact, agreeing to consult on measures \"to safeguard their common interests\" in the case of an unprovoked attack by the Soviet Union against either nation.",
            "year": 1936
        },
        {
            "text": "Wilhelm Schäfer leaves the Nazi Party and hands over the Boxheim Documents to the Frankfurt police.",
            "year": 1931
        },
        {
            "text": "The deadliest November tornado outbreak in U.S. history kills 76 people and injures more than 400.",
            "year": 1926
        },
        {
            "text": "Vojvodina, formerly Austro-Hungarian crown land, proclaims its secession from Austria-Hungary to join the Kingdom of Serbia.",
            "year": 1918
        },
        {
            "text": "World War I: German forces defeat Portuguese army of about 1,200 at Negomano on the border of modern-day Mozambique and Tanzania.",
            "year": 1917
        },
        {
            "text": "Albert Einstein presents the field equations of general relativity to the Prussian Academy of Sciences.",
            "year": 1915
        },
        {
            "text": "Românul de la Pind, the longest-running newspaper by and about Aromanians until World War II, ceases its publications.",
            "year": 1912
        },
        {
            "text": "A fire breaks out on SS Sardinia as it leaves Malta's Grand Harbour, resulting in the ship's grounding and the deaths of at least 118 people.",
            "year": 1908
        },
        {
            "text": "Prince Carl of Denmark arrives in Norway to become King Haakon VII of Norway.",
            "year": 1905
        },
        {
            "text": "American Indian Wars: In retaliation for the American defeat at the Battle of the Little Bighorn, United States Army troops sack the sleeping village of Cheyenne Chief Dull Knife at the headwaters of the Powder River.",
            "year": 1876
        },
        {
            "text": "The United States Greenback Party is established as a political party consisting primarily of farmers affected by the Panic of 1873.",
            "year": 1874
        },
        {
            "text": "American Civil War: A group of Confederate operatives calling themselves the Confederate Army of Manhattan starts fires in more than 20 locations in an unsuccessful attempt to burn down New York City.",
            "year": 1864
        },
        {
            "text": "American Civil War: Battle of Missionary Ridge: Union forces led by General Ulysses S. Grant break the Siege of Chattanooga by routing Confederate troops under General Braxton Bragg at Missionary Ridge in Tennessee.",
            "year": 1863
        },
        {
            "text": "A cyclone slams into south-eastern India.  An estimated 300,000 deaths resulted from the disaster.",
            "year": 1839
        },
        {
            "text": "A massive undersea earthquake, estimated magnitude between 8.7 and 9.2, rocks Sumatra, producing a massive tsunami all along the Indonesian coast.",
            "year": 1833
        },
        {
            "text": "The Greek frigate Hellas arrives in Nafplion to become the first flagship of the Hellenic Navy.",
            "year": 1826
        },
        {
            "text": "Partitions of Poland: Stanisław August Poniatowski, the last king of independent Poland, is forced to abdicate and is exiled to Russia.",
            "year": 1795
        },
        {
            "text": "American Revolutionary War: The last British troops leave New York City three months after the signing of the Treaty of Paris.",
            "year": 1783
        },
        {
            "text": "An earthquake hits the Mediterranean destroying Beirut and Damascus and killing 30,000–40,000.",
            "year": 1759
        },
        {
            "text": "French and Indian War: British forces capture Fort Duquesne from French control. Later, Fort Pitt will be built nearby and grow into modern Pittsburgh.",
            "year": 1758
        },
        {
            "text": "King Ferdinand VI of Spain grants royal protection to the Beaterio de la Compañia de Jesus, now known as the Congregation of the Religious of the Virgin Mary.",
            "year": 1755
        },
        {
            "text": "Trunajaya rebellion: After a long and logistically challenging march, the allied Mataram and Dutch troops successfully assaulted the rebel stronghold of Kediri.",
            "year": 1678
        },
        {
            "text": "A deadly earthquake rocks Shemakha in the Caucasus, killing 80,000 people.",
            "year": 1667
        },
        {
            "text": "The Cudgel War begins in Finland (at the time part of Sweden), when peasants rebel against the imposition of taxes by the nobility.",
            "year": 1596
        },
        {
            "text": "Portuguese conquest of Goa: Portuguese naval forces under the command of Afonso de Albuquerque, and local mercenaries working for privateer Timoji, seize Goa from the Bijapur Sultanate, resulting in 451 years of Portuguese colonial rule.",
            "year": 1510
        },
        {
            "text": "The siege of Granada, the last Moorish stronghold in Spain, ends with the Treaty of Granada.",
            "year": 1491
        },
        {
            "text": "Elizabeth of York is crowned Queen of England.",
            "year": 1487
        },
        {
            "text": "King Minkhaung I becomes king of Ava.",
            "year": 1400
        },
        {
            "text": "A tsunami, caused by an earthquake in the Tyrrhenian Sea, devastates Naples and the Maritime Republic of Amalfi, among other places.",
            "year": 1343
        },
        {
            "text": "Baldwin IV of Jerusalem and Raynald of Châtillon defeat Saladin at the Battle of Montgisard.",
            "year": 1177
        },
        {
            "text": "The White Ship sinks in the English Channel, drowning William Adelin, son and heir of Henry I of England.",
            "year": 1120
        },
        {
            "text": "Máel Coluim mac Cináeda, King of Scots, dies. His grandson, Donnchad, son of Bethóc and Crínán of Dunkeld, inherits the throne.",
            "year": 1034
        },
        {
            "text": "Servius Tullius, king of Rome, celebrates the first of his three triumphs for his victory over the Etruscans.",
            "year": -571
        }
    ],
    "births": [
        {
            "text": "Pedri, Spanish footballer",
            "year": 2002
        },
        {
            "text": "Talen Horton-Tucker, American basketball player",
            "year": 2000
        },
        {
            "text": "Kaja Juvan, Slovenian tennis player",
            "year": 2000
        },
        {
            "text": "Dennis Smith Jr., American basketball player",
            "year": 1997
        },
        {
            "text": "Danny Kent, English motorcycle racer",
            "year": 1993
        },
        {
            "text": "Ana Bogdan, Romanian tennis player",
            "year": 1992
        },
        {
            "text": "Philipp Grubauer, German ice hockey player",
            "year": 1991
        },
        {
            "text": "Stephanie Hsu, American actress",
            "year": 1990
        },
        {
            "text": "Tom Dice, Belgian singer-songwriter",
            "year": 1989
        },
        {
            "text": "Nodar Kumaritashvili, Georgian luger (died 2010)",
            "year": 1988
        },
        {
            "text": "Jay Spearing, English footballer",
            "year": 1988
        },
        {
            "text": "Trevor Booker, American basketball player",
            "year": 1987
        },
        {
            "text": "Katie Cassidy, American actress",
            "year": 1986
        },
        {
            "text": "Remona Fransen, Dutch pentathlete",
            "year": 1985
        },
        {
            "text": "Peter Siddle, Australian cricketer",
            "year": 1984
        },
        {
            "text": "Gaspard Ulliel, French actor (died 2022)",
            "year": 1984
        },
        {
            "text": "Jhulan Goswami, Indian cricketer",
            "year": 1983
        },
        {
            "text": "Mitchell Claydon, Australian-English cricketer",
            "year": 1982
        },
        {
            "text": "Michael Garnett, Canadian ice hockey player",
            "year": 1982
        },
        {
            "text": "Xabi Alonso, Spanish footballer",
            "year": 1981
        },
        {
            "text": "Lee Bum-ho, South Korean baseball player",
            "year": 1981
        },
        {
            "text": "Barbara Pierce Bush, American activist",
            "year": 1981
        },
        {
            "text": "Jenna Bush Hager, American journalist",
            "year": 1981
        },
        {
            "text": "Jared Jeffries, American basketball player",
            "year": 1981
        },
        {
            "text": "Chevon Troutman, American basketball player",
            "year": 1981
        },
        {
            "text": "John-Michael Liles, American ice hockey player",
            "year": 1980
        },
        {
            "text": "Josh Mathews, American wrestler and sportscaster",
            "year": 1980
        },
        {
            "text": "Aaron Mokoena, South African footballer",
            "year": 1980
        },
        {
            "text": "Alviro Petersen, South African cricketer",
            "year": 1980
        },
        {
            "text": "Nick Swisher, American baseball player",
            "year": 1980
        },
        {
            "text": "Steffen Thier, German rugby player",
            "year": 1980
        },
        {
            "text": "Jerry Ferrara, American actor",
            "year": 1979
        },
        {
            "text": "Joel Kinnaman, Swedish actor",
            "year": 1979
        },
        {
            "text": "Ringo Sheena, Japanese singer-songwriter and producer",
            "year": 1978
        },
        {
            "text": "Guillermo Cañas, Argentinian tennis player",
            "year": 1977
        },
        {
            "text": "Jill Flint, American actress",
            "year": 1977
        },
        {
            "text": "Marcus Marshall, Australian race car driver",
            "year": 1977
        },
        {
            "text": "Clint Mathis, American soccer player and coach",
            "year": 1976
        },
        {
            "text": "Donovan McNabb, American football player and sportscaster",
            "year": 1976
        },
        {
            "text": "Olena Vitrychenko, Ukrainian gymnast and coach",
            "year": 1976
        },
        {
            "text": "Abdelkader Benali, Moroccan-Dutch journalist and author",
            "year": 1975
        },
        {
            "text": "Kristian Nairn, Northern Irish actor and DJ",
            "year": 1975
        },
        {
            "text": "Kenneth Mitchell, Canadian actor (died 2024)",
            "year": 1974
        },
        {
            "text": "Steven de Jongh, Dutch cyclist",
            "year": 1973
        },
        {
            "text": "Octavio Dotel, Dominican baseball player",
            "year": 1973
        },
        {
            "text": "Erick Strickland, American basketball player",
            "year": 1973
        },
        {
            "text": "Eddie Steeples, American actor, producer, and screenwriter",
            "year": 1973
        },
        {
            "text": "Gerard King, American basketball player",
            "year": 1972
        },
        {
            "text": "Deepa Marathe, Indian cricketer",
            "year": 1972
        },
        {
            "text": "Petteri Nummelin, Finnish ice hockey player",
            "year": 1972
        },
        {
            "text": "Christina Applegate, American actress",
            "year": 1971
        },
        {
            "text": "Magnus Arvedson, Swedish ice hockey player and coach",
            "year": 1971
        },
        {
            "text": "Göksel Demirpençe, Turkish singer-songwriter",
            "year": 1971
        },
        {
            "text": "Anthony Peeler, American basketball player",
            "year": 1969
        },
        {
            "text": "Jill Hennessy, Canadian actress and singer",
            "year": 1968
        },
        {
            "text": "Erick Sermon, American rapper and producer",
            "year": 1968
        },
        {
            "text": "Anthony Nesty, Surinamese swimmer",
            "year": 1967
        },
        {
            "text": "Gregg Turkington, Australian comedian and singer",
            "year": 1967
        },
        {
            "text": "Billy Burke, American actor",
            "year": 1966
        },
        {
            "text": "Stacy Lattisaw, American R&B singer",
            "year": 1966
        },
        {
            "text": "Tim Armstrong, American musician, songwriter, and producer",
            "year": 1965
        },
        {
            "text": "Cris Carter, American football player, coach, and sportscaster",
            "year": 1965
        },
        {
            "text": "Mark Lanegan, American singer-songwriter (died 2022)",
            "year": 1964
        },
        {
            "text": "Kevin Chamberlin, American actor and director",
            "year": 1963
        },
        {
            "text": "Holly Cole, Canadian singer and actress",
            "year": 1963
        },
        {
            "text": "Chip Kelly, American football player and coach",
            "year": 1963
        },
        {
            "text": "Gilbert Delorme, Canadian ice hockey player and coach",
            "year": 1962
        },
        {
            "text": "Hironobu Sakaguchi, Japanese videogame designer",
            "year": 1962
        },
        {
            "text": "Jimon Terakado, Japanese comedian and actor",
            "year": 1962
        },
        {
            "text": "Tarzan Basaruddin, Indonesian professor of computer science",
            "year": 1961
        },
        {
            "text": "Paul Comstive, English footballer (died 2013)",
            "year": 1961
        },
        {
            "text": "Amy Grant, American singer-songwriter",
            "year": 1960
        },
        {
            "text": "John F. Kennedy Jr., American lawyer, journalist, and publisher (died 1999)",
            "year": 1960
        },
        {
            "text": "Charles Kennedy, Scottish journalist and politician (died 2015)",
            "year": 1959
        },
        {
            "text": "Steve Rothery, English guitarist and songwriter",
            "year": 1959
        },
        {
            "text": "Naomi Oreskes, American historian of science",
            "year": 1958
        },
        {
            "text": "Bob Ehrlich, American lawyer and politician, 60th Governor of Maryland",
            "year": 1957
        },
        {
            "text": "Don Hahn, American director and producer",
            "year": 1955
        },
        {
            "text": "Kurt Niedermayer, German footballer and manager",
            "year": 1955
        },
        {
            "text": "Connie Palmen, Dutch author",
            "year": 1955
        },
        {
            "text": "Bruno Tonioli, Italian dancer and choreographer",
            "year": 1955
        },
        {
            "text": "Graham Eadie, Australian rugby league player and coach",
            "year": 1953
        },
        {
            "text": "Mark Frost, American author, screenwriter, and producer",
            "year": 1953
        },
        {
            "text": "Jeffrey Skilling, American businessman",
            "year": 1953
        },
        {
            "text": "Crescent Dragonwagon, American author and educator",
            "year": 1952
        },
        {
            "text": "John Lynch, American businessman and politician, 80th Governor of New Hampshire",
            "year": 1952
        },
        {
            "text": "Gabriele Oriali, Italian footballer and manager",
            "year": 1952
        },
        {
            "text": "Bucky Dent, American baseball player and manager",
            "year": 1951
        },
        {
            "text": "Charlaine Harris, American author and poet",
            "year": 1951
        },
        {
            "text": "Bill Morrissey, American singer-songwriter (died 2011)",
            "year": 1951
        },
        {
            "text": "Arturo Pérez-Reverte, Spanish author and journalist",
            "year": 1951
        },
        {
            "text": "Johnny Rep, Dutch footballer and manager",
            "year": 1951
        },
        {
            "text": "Chris Claremont, English-American author",
            "year": 1950
        },
        {
            "text": "Giorgio Faletti, Italian author, screenwriter, and actor (died 2014)",
            "year": 1950
        },
        {
            "text": "Alexis Wright, Australian author",
            "year": 1950
        },
        {
            "text": "Kerry O'Keeffe, Australian cricketer and sportscaster",
            "year": 1949
        },
        {
            "text": "Jacques Dupuis, Canadian lawyer and politician, 14th Deputy Premier of Quebec",
            "year": 1948
        },
        {
            "text": "Lars Eighner, American author (died 2021)",
            "year": 1948
        },
        {
            "text": "Jonathan Kaplan, French-American director and producer (died 2025)",
            "year": 1947
        },
        {
            "text": "John Larroquette, American actor",
            "year": 1947
        },
        {
            "text": "Marc Brown, American author and illustrator",
            "year": 1946
        },
        {
            "text": "Mike Doyle, English footballer (died 2011)",
            "year": 1946
        },
        {
            "text": "Gail Collins, American journalist and author",
            "year": 1945
        },
        {
            "text": "Patrick Nagel, American painter and illustrator (died 1984)",
            "year": 1945
        },
        {
            "text": "George Webster, American football player (died 2007)",
            "year": 1945
        },
        {
            "text": "Ben Stein, American actor, television personality, game show host, lawyer, and author",
            "year": 1944
        },
        {
            "text": "Michael Kijana Wamalwa, Kenyan lawyer and politician, 8th Vice President of Kenya (died 2003)",
            "year": 1944
        },
        {
            "text": "Jerry Portnoy, American singer-songwriter and harmonica player",
            "year": 1943
        },
        {
            "text": "Bob Lind, American singer-songwriter and guitarist",
            "year": 1942
        },
        {
            "text": "Mimis Papaioannou, Greek footballer and manager (died 2023)",
            "year": 1942
        },
        {
            "text": "Christos Papanikolaou, Greek pole vaulter",
            "year": 1941
        },
        {
            "text": "Gerald Seymour, English journalist and author",
            "year": 1941
        },
        {
            "text": "Riaz Ahmed Gohar Shahi, Pakistani spiritual leader and author",
            "year": 1941
        },
        {
            "text": "Reinhard Furrer, Austrian-German physicist and astronaut (died 1995)",
            "year": 1940
        },
        {
            "text": "Joe Gibbs, American football coach and auto racing executive",
            "year": 1940
        },
        {
            "text": "Karl Offmann, Mauritian politician, 3rd President of Mauritius (died 2022)",
            "year": 1940
        },
        {
            "text": "Shyamal Kumar Sen, Indian jurist and politician, 21st Governor of West Bengal",
            "year": 1940
        },
        {
            "text": "Percy Sledge, American singer (died 2015)",
            "year": 1940
        },
        {
            "text": "Martin Feldstein, American economist and academic (died 2019)",
            "year": 1939
        },
        {
            "text": "Erol Güngör, Turkish sociologist and psychologist (died 1983)",
            "year": 1938
        },
        {
            "text": "Rosanna Schiaffino, Italian actress (died 2009)",
            "year": 1938
        },
        {
            "text": "Trisha Brown, American dancer and choreographer (died 2017)",
            "year": 1936
        },
        {
            "text": "Robert Berner, American geologist and academic (died 2015)",
            "year": 1935
        },
        {
            "text": "Kathryn Crosby, American actress and singer (died 2024)",
            "year": 1933
        },
        {
            "text": "Takayo Fischer, American actress and singer",
            "year": 1932
        },
        {
            "text": "Nat Adderley, American cornet and trumpet player (died 2000)",
            "year": 1931
        },
        {
            "text": "Judy Crichton, American director and producer (died 2007)",
            "year": 1929
        },
        {
            "text": "John K. Cooley, American journalist and author (died 2008)",
            "year": 1927
        },
        {
            "text": "Poul Anderson, American author (died 2001)",
            "year": 1926
        },
        {
            "text": "Jeffrey Hunter, American actor and producer (died 1969)",
            "year": 1926
        },
        {
            "text": "Ranganath Misra, Indian lawyer and jurist, 21st Chief Justice of India (died 2012)",
            "year": 1926
        },
        {
            "text": "Paul Desmond, American saxophonist and composer (died 1977)",
            "year": 1924
        },
        {
            "text": "Sybil Stockdale, American activist, co-founded the National League of Families (died 2015)",
            "year": 1924
        },
        {
            "text": "Takaaki Yoshimoto, Japanese poet, philosopher, and critic (died 2012)",
            "year": 1924
        },
        {
            "text": "Mauno Koivisto, Finnish banker and politician, 9th President of Finland (died 2017)",
            "year": 1923
        },
        {
            "text": "Art Wall Jr., American golfer (died 2001)",
            "year": 1923
        },
        {
            "text": "Ilja Hurník, Czech composer and playwright (died 2013)",
            "year": 1922
        },
        {
            "text": "Fernance B. Perry, Portuguese-American businessman and philanthropist (died 2014)",
            "year": 1922
        },
        {
            "text": "Shelagh Fraser, English actress (died 2000)",
            "year": 1920
        },
        {
            "text": "Ricardo Montalbán, Mexican-American actor, singer, and director (died 2009)",
            "year": 1920
        },
        {
            "text": "Noel Neill, American actress (died 2016)",
            "year": 1920
        },
        {
            "text": "Norman Tokar, American director, producer, and screenwriter (died 1979)",
            "year": 1919
        },
        {
            "text": "Luigi Poggi, Italian cardinal (died 2010)",
            "year": 1917
        },
        {
            "text": "Alparslan Türkeş, Cypriot-Turkish colonel and politician, Deputy Prime Minister of Turkey (died 1997)",
            "year": 1917
        },
        {
            "text": "Peg Lynch, American actress and screenwriter (died 2015)",
            "year": 1916
        },
        {
            "text": "Augusto Pinochet, Chilean general and politician, 30th President of Chile (died 2006)",
            "year": 1915
        },
        {
            "text": "Armando Villanueva, Peruvian politician, 121st Prime Minister of Peru (died 2013)",
            "year": 1915
        },
        {
            "text": "Joe DiMaggio, American baseball player and coach (died 1999)",
            "year": 1914
        },
        {
            "text": "Léon Zitrone, Russian-French journalist (died 1995)",
            "year": 1914
        },
        {
            "text": "Lewis Thomas, American physician, etymologist, and educator (died 1993)",
            "year": 1913
        },
        {
            "text": "Roelof Frankot, Dutch painter and photographer (died 1984)",
            "year": 1911
        },
        {
            "text": "P. D. Eastman, American author and illustrator (died 1986)",
            "year": 1909
        },
        {
            "text": "Natyaguru Nurul Momen, Bangladeshi playwright, author, educator, director and media personality (died 1990)",
            "year": 1908
        },
        {
            "text": "John Stuart Hindmarsh, English race car driver and pilot (died 1938)",
            "year": 1907
        },
        {
            "text": "Alice Ambrose, American philosopher and logician (died 2001)",
            "year": 1906
        },
        {
            "text": "Samiha Ayverdi, Turkish mystic and author (died 1993)",
            "year": 1905
        },
        {
            "text": "Lillian Copeland, American discus thrower and shot putter (died 1964)",
            "year": 1904
        },
        {
            "text": "Toni Ortelli, Italian composer and conductor (died 2000)",
            "year": 1904
        },
        {
            "text": "Eddie Shore, Canadian-American ice hockey player and coach (died 1985)",
            "year": 1902
        },
        {
            "text": "Arthur Liebehenschel, German SS officer (died 1948)",
            "year": 1901
        },
        {
            "text": "Rudolf Höss, German SS officer (died 1947)",
            "year": 1900
        },
        {
            "text": "Helen Gahagan Douglas, American actress and politician (died 1980)",
            "year": 1900
        },
        {
            "text": "Debaki Bose, Indian actor, director, and screenwriter (died 1971)",
            "year": 1898
        },
        {
            "text": "Aarne Viisimaa, Estonian tenor and director (died 1989)",
            "year": 1898
        },
        {
            "text": "Albertus Soegijapranata, Indonesian archbishop (died 1963)",
            "year": 1896
        },
        {
            "text": "Virgil Thomson, American composer and critic (died 1989)",
            "year": 1896
        },
        {
            "text": "Wilhelm Kempff, German pianist and composer (died 1991)",
            "year": 1895
        },
        {
            "text": "Anastas Mikoyan, Soviet politician, Chairman of the Presidium of the Supreme Soviet of the Soviet Union (died 1978)",
            "year": 1895
        },
        {
            "text": "Helen Hooven Santmyer, American poet and author (died 1986)",
            "year": 1895
        },
        {
            "text": "Ludvík Svoboda, Czech general and politician, 8th President of Czechoslovakia (died 1979)",
            "year": 1895
        },
        {
            "text": "Joseph Wood Krutch, American author and critic (died 1970)",
            "year": 1893
        },
        {
            "text": "Ōnishiki Uichirō, Japanese sumo wrestler, the 26th Yokozuna (died 1941)",
            "year": 1891
        },
        {
            "text": "Isaac Rosenberg, English soldier and poet (died 1918)",
            "year": 1890
        },
        {
            "text": "Reşat Nuri Güntekin, Turkish author and playwright (died 1956)",
            "year": 1889
        },
        {
            "text": "Nikolai Vavilov, Russian botanist and geneticist (died 1943)",
            "year": 1887
        },
        {
            "text": "Harvey Spencer Lewis, American mystic and author (died 1939)",
            "year": 1883
        },
        {
            "text": "Jacob Fichman, Romanian-Israeli poet and critic (died 1958)",
            "year": 1881
        },
        {
            "text": "Pope John XXIII (died 1963)",
            "year": 1881
        },
        {
            "text": "John Flynn, Australian minister and pilot, founded the Royal Flying Doctor Service of Australia (died 1951)",
            "year": 1880
        },
        {
            "text": "Elsie J. Oxenham, English author (died 1960)",
            "year": 1880
        },
        {
            "text": "Harley Granville-Barker, British actor, director and playwright (died 1946)",
            "year": 1877
        },
        {
            "text": "Princess Victoria Melita of Saxe-Coburg and Gotha (died 1936)",
            "year": 1876
        },
        {
            "text": "Joe Gans, American boxer (died 1910)",
            "year": 1874
        },
        {
            "text": "Albert Henry Krehbiel, American painter and illustrator (died 1945)",
            "year": 1873
        },
        {
            "text": "Robert Maysack, American gymnast and triathlete (died 1960)",
            "year": 1872
        },
        {
            "text": "Winthrop Ames, American director, producer, and playwright (died 1937)",
            "year": 1870
        },
        {
            "text": "Maurice Denis, French painter of Les Nabis movement (died 1943)",
            "year": 1870
        },
        {
            "text": "Ben Lindsey, American lawyer and judge (died 1934)",
            "year": 1869
        },
        {
            "text": "Ernest Louis, Grand Duke of Hesse (died 1937)",
            "year": 1868
        },
        {
            "text": "Talaat Harb, Egyptian economist, founded the Banque Misr (died 1941)",
            "year": 1867
        },
        {
            "text": "Kate Gleason, American engineer, businesswoman, and philanthropist (died 1933)",
            "year": 1865
        },
        {
            "text": "Ethelbert Nevin, American pianist and composer (died 1901)",
            "year": 1862
        },
        {
            "text": "Gustaf Söderström, Swedish tug of war competitor, shot putter, and discus thrower (died 1958)",
            "year": 1862
        },
        {
            "text": "Alfred Capus, French journalist, author, and playwright (died 1922)",
            "year": 1858
        },
        {
            "text": "Carrie Nation, American activist (died 1911)",
            "year": 1846
        },
        {
            "text": "José Maria de Eça de Queirós, Portuguese-French journalist and author (died 1900)",
            "year": 1845
        },
        {
            "text": "Karl Benz, German engineer and businessman, founded Mercedes-Benz (died 1929)",
            "year": 1844
        },
        {
            "text": "Henry Ware Eliot, American businessman and philanthropist (died 1919)",
            "year": 1843
        },
        {
            "text": "Ernst Schröder, German mathematician and academic (died 1902)",
            "year": 1841
        },
        {
            "text": "Andrew Carnegie, Scottish-American businessman and philanthropist (died 1919)",
            "year": 1835
        },
        {
            "text": "John Bigelow, American lawyer and politician, United States Ambassador to France (died 1911)",
            "year": 1817
        },
        {
            "text": "William Sawyer, Canadian merchant and politician (died 1904)",
            "year": 1815
        },
        {
            "text": "Julius Robert von Mayer, German physician and physicist (died 1878)",
            "year": 1814
        },
        {
            "text": "Franz Xaver Gruber, Austrian organist and composer (died 1863)",
            "year": 1787
        },
        {
            "text": "Mary Anne Schimmelpenninck, English author and activist (died 1856)",
            "year": 1778
        },
        {
            "text": "John Armstrong, Jr., American general and politician, 7th United States Secretary of War (died 1843)",
            "year": 1758
        },
        {
            "text": "Robert Townsend, American spy (died 1838)",
            "year": 1753
        },
        {
            "text": "Johann Friedrich Reichardt, German composer and critic (died 1814)",
            "year": 1752
        },
        {
            "text": "Jean-François Séguier, French astronomer and botanist (died 1784)",
            "year": 1703
        },
        {
            "text": "Giuseppe Giovanni Battista Guarneri, Italian violin maker (died 1740)",
            "year": 1666
        },
        {
            "text": "Catherine of Braganza (died 1705)",
            "year": 1638
        },
        {
            "text": "Henrietta Maria of France, Queen of England, Scotland and Ireland (died 1669)",
            "year": 1609
        },
        {
            "text": "Sir Gervase Clifton, 1st Baronet, English politician (died 1666)",
            "year": 1587
        },
        {
            "text": "Piet Pieterszoon Hein, Dutch admiral (died 1629)",
            "year": 1577
        },
        {
            "text": "John Heminges, English actor (died 1630)",
            "year": 1566
        },
        {
            "text": "Lope de Vega, Spanish playwright and poet (died 1635)",
            "year": 1562
        },
        {
            "text": "Osanna of Cattaro, Dominican visionary and anchoress (died 1565)",
            "year": 1493
        },
        {
            "text": "Thomas Dacre, 2nd Baron Dacre, Knight of Henry VIII of England (died 1525)",
            "year": 1467
        },
        {
            "text": "Catherine Cornaro, Queen of Cyprus (died 1510)",
            "year": 1454
        },
        {
            "text": "Emperor Taizong of Jin (died 1135)",
            "year": 1075
        },
        {
            "text": "Emperor Taizong of Liao (died 947)",
            "year": 902
        }
    ],
    "deaths": [
        {
            "text": "Earl Holliman, American actor (born 1928)",
            "year": 2024
        },
        {
            "text": "Hal Lindsey, American evangelist and Christian writer (born 1929)",
            "year": 2024
        },
        {
            "text": "Terry Venables, English football player and manager (born1943)",
            "year": 2023
        },
        {
            "text": "Diego Maradona, Argentinian football player (born 1960)",
            "year": 2020
        },
        {
            "text": "Fidel Castro, Communist leader of Cuba, and revolutionary (born 1926)",
            "year": 2016
        },
        {
            "text": "Ron Glass, American actor (born 1945)",
            "year": 2016
        },
        {
            "text": "O'Neil Bell, Jamaican boxer (born 1974)",
            "year": 2015
        },
        {
            "text": "Jeremy Black, English admiral (born 1932)",
            "year": 2015
        },
        {
            "text": "Svein Christiansen, Norwegian drummer and composer (born 1941)",
            "year": 2015
        },
        {
            "text": "Lennart Hellsing, Swedish author and translator (born 1919)",
            "year": 2015
        },
        {
            "text": "Elmo Williams, American director, producer, and editor (born 1913)",
            "year": 2015
        },
        {
            "text": "Irvin J. Borowsky, American publisher and philanthropist (born 1924)",
            "year": 2014
        },
        {
            "text": "Sitara Devi, Indian dancer, and choreographer (born 1920)",
            "year": 2014
        },
        {
            "text": "Petr Hapka, Czech composer and conductor (born 1944)",
            "year": 2014
        },
        {
            "text": "Denham Harman, American biogerontologist and academic (born 1916)",
            "year": 2014
        },
        {
            "text": "Lou Brissie, American baseball player (born 1924)",
            "year": 2013
        },
        {
            "text": "Ricardo Fort, Argentinian businessman (born 1968)",
            "year": 2013
        },
        {
            "text": "Bill Foulkes, English footballer and manager (born 1932)",
            "year": 2013
        },
        {
            "text": "Chico Hamilton, American drummer and bandleader (born 1921)",
            "year": 2013
        },
        {
            "text": "Egon Lánský, Czech journalist and politician (born 1934)",
            "year": 2013
        },
        {
            "text": "Al Plastino, American author and illustrator (born 1921)",
            "year": 2013
        },
        {
            "text": "Lars Hörmander, Swedish mathematician and educator (born 1931)",
            "year": 2012
        },
        {
            "text": "Dave Sexton, English footballer and manager (born 1930)",
            "year": 2012
        },
        {
            "text": "Dinah Sheridan, English actress (born 1920)",
            "year": 2012
        },
        {
            "text": "Jim Temp, American football player and businessman (born 1933)",
            "year": 2012
        },
        {
            "text": "Vasily Alekseyev, Russian weightlifter and coach (born 1942)",
            "year": 2011
        },
        {
            "text": "Coco Robicheaux, American singer-songwriter and guitarist (born 1947)",
            "year": 2011
        },
        {
            "text": "Jawayd Anwar, Pakistani poet and writer (born 1959)",
            "year": 2011
        },
        {
            "text": "Alfred Balk, American journalist and author (born 1930)",
            "year": 2010
        },
        {
            "text": "Peter Christopherson, English keyboard player, songwriter, and director (born 1955)",
            "year": 2010
        },
        {
            "text": "C. Scott Littleton, American anthropologist and academic (born 1933)",
            "year": 2010
        },
        {
            "text": "Bernard Matthews, English businessman, founded Bernard Matthews Farms (born 1930)",
            "year": 2010
        },
        {
            "text": "Leonard Goodwin, British protozoologist (born 1915)",
            "year": 2008
        },
        {
            "text": "Peter Lipton, American philosopher and academic (born 1954)",
            "year": 2007
        },
        {
            "text": "Luciano Bottaro, Italian author and illustrator (born 1931)",
            "year": 2006
        },
        {
            "text": "Valentín Elizalde, Mexican singer-songwriter (born 1979)",
            "year": 2006
        },
        {
            "text": "Phyllis Fraser, American actress and publisher, co-founded Beginner Books (born 1916)",
            "year": 2006
        },
        {
            "text": "Kenneth M. Taylor, American lieutenant and pilot (born 1919)",
            "year": 2006
        },
        {
            "text": "George Best, Northern Irish footballer (born 1946)",
            "year": 2005
        },
        {
            "text": "Richard Burns, English rally driver (born 1971)",
            "year": 2005
        },
        {
            "text": "Ed Paschke, American painter and academic (born 1939)",
            "year": 2004
        },
        {
            "text": "Karel Reisz, Czech-English director and producer (born 1926)",
            "year": 2002
        },
        {
            "text": "Hugh Alexander, American baseball player and scout (born 1917)",
            "year": 2000
        },
        {
            "text": "Valentín Campa, Mexican union leader and politician (born 1904)",
            "year": 1999
        },
        {
            "text": "Nelson Goodman, American philosopher and academic (born 1906)",
            "year": 1998
        },
        {
            "text": "Flip Wilson, American comedian, actor, and screenwriter (born 1933)",
            "year": 1998
        },
        {
            "text": "Hastings Banda, Malawian physician and politician, 1st President of Malawi (born 1898)",
            "year": 1997
        },
        {
            "text": "Léon Zitrone, Russian-French journalist (born 1914)",
            "year": 1995
        },
        {
            "text": "Eleanor Audley, American actress and voice artist (born 1905)",
            "year": 1991
        },
        {
            "text": "Merab Mamardashvili, Georgian philosopher and academic (born 1930)",
            "year": 1990
        },
        {
            "text": "Alva R. Fitch, American general (born 1907)",
            "year": 1989
        },
        {
            "text": "Harold Washington, American lawyer and politician, 51st Mayor of Chicago (born 1922)",
            "year": 1987
        },
        {
            "text": "Geoffrey Grigson, English poet and critic (born 1905)",
            "year": 1985
        },
        {
            "text": "Franz Hildebrandt, German pastor and theologian (born 1909)",
            "year": 1985
        },
        {
            "text": "Yashwantrao Chavan, Indian lawyer and politician, 5th Deputy Prime Minister of India (born 1913)",
            "year": 1984
        },
        {
            "text": "Saleem Raza (Pakistani singer), Pakistani Christian playback singer (born 1932)",
            "year": 1983
        },
        {
            "text": "Jack Albertson, American actor and singer (born 1907)",
            "year": 1981
        },
        {
            "text": "Herbert Flam, American tennis player (born 1928)",
            "year": 1980
        },
        {
            "text": "Nick Drake, English singer-songwriter and guitarist (born 1948)",
            "year": 1974
        },
        {
            "text": "U Thant, Burmese lawyer and diplomat, 3rd Secretary-General of the United Nations (born 1909)",
            "year": 1974
        },
        {
            "text": "Laurence Harvey, Lithuania-born English actor (born 1928)",
            "year": 1973
        },
        {
            "text": "Henri Coandă, Romanian engineer, designed the Coandă-1910 (born 1886)",
            "year": 1972
        },
        {
            "text": "Hans Scharoun, German architect (born 1893)",
            "year": 1972
        },
        {
            "text": "Yukio Mishima, Japanese author, actor, and director (born 1925)",
            "year": 1970
        },
        {
            "text": "Upton Sinclair, American novelist, critic, and essayist (born 1878)",
            "year": 1968
        },
        {
            "text": "Paul Siple, American geographer and explorer (born 1908)",
            "year": 1968
        },
        {
            "text": "Myra Hess, English pianist and educator (born 1890)",
            "year": 1965
        },
        {
            "text": "Alexander Marinesko, Russian lieutenant (born 1913)",
            "year": 1963
        },
        {
            "text": "Hubert Van Innis, Belgian archer (born 1866)",
            "year": 1961
        },
        {
            "text": "Gérard Philipe, French actor (born 1922)",
            "year": 1959
        },
        {
            "text": "Prince George of Greece and Denmark (born 1869)",
            "year": 1957
        },
        {
            "text": "Alexander Dovzhenko, Ukrainian-Russian director, producer, and screenwriter (born 1894)",
            "year": 1956
        },
        {
            "text": "Mao Anying, Chinese general (born 1922)",
            "year": 1950
        },
        {
            "text": "Johannes V. Jensen, Danish author and playwright, Nobel Prize laureate (born 1873)",
            "year": 1950
        },
        {
            "text": "Gustaf John Ramstedt, Finnish linguist and diplomat (born 1873)",
            "year": 1950
        },
        {
            "text": "Bill Robinson, American actor and dancer (born 1878)",
            "year": 1949
        },
        {
            "text": "Kanbun Uechi, Japanese martial artist, founded Uechi-ryū (born 1877)",
            "year": 1948
        },
        {
            "text": "Kenesaw Mountain Landis, American lawyer and judge (born 1866)",
            "year": 1944
        },
        {
            "text": "N. E. Brown, English plant taxonomist and authority on succulents (born 1849)",
            "year": 1934
        },
        {
            "text": "Gaston Chevrolet, French-American racing driver and businessman (born 1892)",
            "year": 1920
        },
        {
            "text": "Edward P. Allen, American lawyer and politician (born 1839)",
            "year": 1909
        },
        {
            "text": "Thomas A. Hendricks, American lawyer and politician, 21st Vice President of the United States (born 1819)",
            "year": 1885
        },
        {
            "text": "Alfonso XII of Spain (born 1857)",
            "year": 1885
        },
        {
            "text": "Hermann Kolbe, German chemist and academic (born 1818)",
            "year": 1884
        },
        {
            "text": "Heinrich Barth, German explorer and scholar (born 1821)",
            "year": 1865
        },
        {
            "text": "Richard Glover, English poet and politician (born 1712)",
            "year": 1785
        },
        {
            "text": "Johann Georg Pisendel, German violinist and composer (born 1687)",
            "year": 1755
        },
        {
            "text": "Isaac Watts, English hymnwriter and theologian (born 1674)",
            "year": 1748
        },
        {
            "text": "Stephanus Van Cortlandt, American lawyer and politician, 10th Mayor of New York City (born 1643)",
            "year": 1700
        },
        {
            "text": "Ismaël Bullialdus, French astronomer and mathematician (born 1605)",
            "year": 1694
        },
        {
            "text": "Edward Alleyn, English actor, founded Dulwich College (born 1566)",
            "year": 1626
        },
        {
            "text": "Hu Zongxian, Chinese general (born 1512)",
            "year": 1565
        },
        {
            "text": "Andrea Doria, Italian admiral (born 1466)",
            "year": 1560
        },
        {
            "text": "Jacques Cœur, French merchant and banker (born 1395)",
            "year": 1456
        },
        {
            "text": "Philip II, Prince of Taranto (born 1329)",
            "year": 1374
        },
        {
            "text": "Prince Koreyasu, Japanese shōgun (born 1264)",
            "year": 1326
        },
        {
            "text": "Pope Lucius III (born 1097)",
            "year": 1185
        },
        {
            "text": "William Adelin, son of Henry I of England (sinking of the White Ship) (born 1103)",
            "year": 1120
        },
        {
            "text": "Malcolm II of Scotland (born 954)",
            "year": 1034
        },
        {
            "text": "Bilge Khagan, Turkic emperor (born 683)",
            "year": 734
        },
        {
            "text": "Pope Peter I of Alexandria",
            "year": 311
        }
    ],
    "metadata": {
        "current_date": "November 25, 2025",
        "short_date": "Nov 25",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            52,
            41,
            10,
            29,
            32,
            48,
            42,
            50,
            5,
            36
        ],
        "births": [
            123,
            190,
            85,
            117
        ],
        "deaths": [
            61,
            76,
            71,
            86
        ]
    }
}