{
    "events": [
        {
            "text": "Start of the May 2024 Solar Storms, the most powerful set of Geomagnetic storms since the 2003 Halloween solar storms.",
            "year": 2024
        },
        {
            "text": "Queen Elizabeth II misses the State Opening of Parliament for the first time in 59 years. It was the first time that a new session of Parliament was opened by the Prince of Wales and the Duke of Cambridge acting as Counsellors of State.",
            "year": 2022
        },
        {
            "text": "Syrian civil war: The Syrian Democratic Forces (SDF) capture the last footholds of the Islamic State of Iraq and the Levant (ISIL) in Al-Tabqah, bringing the Battle of Tabqa to an end.",
            "year": 2017
        },
        {
            "text": "One World Trade Center becomes the tallest building in the Western Hemisphere.",
            "year": 2013
        },
        {
            "text": "The Damascus bombings are carried out using a pair of car bombs detonated by suicide bombers outside a military intelligence complex in Damascus, Syria, killing 55 people.",
            "year": 2012
        },
        {
            "text": "A hand grenade thrown by Vladimir Arutyunian lands about 20 m from U.S. President George W. Bush while he is giving a speech to a crowd in Tbilisi, Georgia, but it malfunctions and does not detonate.",
            "year": 2005
        },
        {
            "text": "FBI agent Robert Hanssen is sentenced to life imprisonment without the possibility of parole for selling United States secrets to Russia for $1.4 million in cash and diamonds.",
            "year": 2002
        },
        {
            "text": "The 7.3 Mw Qayen earthquake strikes Iran's Khorasan Province killing 1,567 people.",
            "year": 1997
        },
        {
            "text": "A blizzard strikes Mount Everest, killing eight climbers by the next day.",
            "year": 1996
        },
        {
            "text": "Nelson Mandela is inaugurated as South Africa's first black president.",
            "year": 1994
        },
        {
            "text": "In Thailand, a fire at the Kader Toy Factory kills over 200 workers.",
            "year": 1993
        },
        {
            "text": "Sony introduces the Betamax videocassette recorder.",
            "year": 1975
        },
        {
            "text": "Vietnam War: The Battle of Dong Ap Bia begins with an assault on Hill 937. It will ultimately become known as Hamburger Hill.",
            "year": 1969
        },
        {
            "text": "The Northrop M2-F2 crashes on landing, becoming the inspiration for the novel Cyborg and TV series The Six Million Dollar Man.",
            "year": 1967
        },
        {
            "text": "Marvel Comics publishes the first issue of The Incredible Hulk.",
            "year": 1962
        },
        {
            "text": "Air France Flight 406 is destroyed by a bomb over the Sahara, killing 78.",
            "year": 1961
        },
        {
            "text": "First successful launch of an American V-2 rocket at White Sands Proving Ground.",
            "year": 1946
        },
        {
            "text": "World War II: The Thai Phayap Army invades the Shan States during the Burma Campaign.",
            "year": 1942
        },
        {
            "text": "World War II: The House of Commons in London is damaged by the Luftwaffe in an air raid.",
            "year": 1941
        },
        {
            "text": "World War II: Rudolf Hess parachutes into Scotland to try to negotiate a peace deal between the United Kingdom and Nazi Germany.",
            "year": 1941
        },
        {
            "text": "World War II: German fighters accidentally bomb the German city of Freiburg.",
            "year": 1940
        },
        {
            "text": "World War II: Winston Churchill is appointed Prime Minister of the United Kingdom following the resignation of Neville Chamberlain. On the same day, Germany invades France, The Netherlands, Belgium and Luxembourg. Meanwhile, the United Kingdom occupies Iceland.",
            "year": 1940
        },
        {
            "text": "Censorship: In Germany, the Nazis stage massive public book burnings.",
            "year": 1933
        },
        {
            "text": "J. Edgar Hoover is appointed first Director of the United States' Federal Bureau of Investigation (FBI), and remains so until his death in 1972.",
            "year": 1924
        },
        {
            "text": "The United States annexes the Kingman Reef.",
            "year": 1922
        },
        {
            "text": "Sailing in the lifeboat James Caird, Ernest Shackleton arrives at South Georgia after a journey of 800 nautical miles from Elephant Island.",
            "year": 1916
        },
        {
            "text": "Mother's Day is observed for the first time in the United States, in Grafton, West Virginia.",
            "year": 1908
        },
        {
            "text": "The Horch & Cir. Motorwagenwerke AG is founded. It would eventually become the Audi company.",
            "year": 1904
        },
        {
            "text": "Finnish farmworker Karl Emil Malmelin kills seven people with an axe at the Simola croft in the village of Klaukkala.",
            "year": 1899
        },
        {
            "text": "Carol I is crowned the King of the Romanian Kingdom.",
            "year": 1881
        },
        {
            "text": "The Centennial Exposition is opened in Philadelphia.",
            "year": 1876
        },
        {
            "text": "Victoria Woodhull becomes the first woman nominated for President of the United States.",
            "year": 1872
        },
        {
            "text": "The First transcontinental railroad, linking the eastern and western United States, is completed at Promontory Summit, Utah Territory with the golden spike.",
            "year": 1869
        },
        {
            "text": "American Civil War: In Kentucky, Union soldiers ambush and mortally wound Confederate raider William Quantrill, who lingers until his death on June 6.",
            "year": 1865
        },
        {
            "text": "Indian Rebellion of 1857: In India, the first war of Independence begins. Sepoys mutiny against their commanding officers at Meerut.",
            "year": 1857
        },
        {
            "text": "Astor Place Riot: A riot breaks out at the Astor Opera House in Manhattan, New York City over a dispute between actors Edwin Forrest and William Charles Macready, killing at least 22 and injuring over 120.",
            "year": 1849
        },
        {
            "text": "Panic of 1837: New York City banks suspend the payment of specie, triggering a national banking crisis and an economic depression whose severity was not surpassed until the Great Depression.",
            "year": 1837
        },
        {
            "text": "A revolt broke out in southern Vietnam against Emperor Minh Mang, who had desecrated the deceased mandarin Le Van Duyet.",
            "year": 1833
        },
        {
            "text": "The National Gallery in London opens to the public.",
            "year": 1824
        },
        {
            "text": "First Barbary War: The Barbary pirates of Tripoli declare war on the United States of America.",
            "year": 1801
        },
        {
            "text": "War of the First Coalition: Napoleon wins a victory against Austrian forces at Lodi bridge over the Adda River in Italy. The Austrians lose some 2,000 men.",
            "year": 1796
        },
        {
            "text": "American Revolutionary War: A small Colonial militia led by Ethan Allen and Colonel Benedict Arnold captures Fort Ticonderoga.",
            "year": 1775
        },
        {
            "text": "American Revolutionary War: The Second Continental Congress takes place in Philadelphia.",
            "year": 1775
        },
        {
            "text": "Louis XVI and Marie Antoinette become King and Queen of France.",
            "year": 1774
        },
        {
            "text": "The Parliament of Great Britain passes the Tea Act, designed to save the British East India Company by reducing taxes on its tea and granting it the right to sell tea directly to North America. The legislation leads to the Boston Tea Party.",
            "year": 1773
        },
        {
            "text": "Rioting occurs in London after John Wilkes is imprisoned for writing an article for The North Briton severely criticizing King George III.",
            "year": 1768
        },
        {
            "text": "Great Northern War: The Russian Navy led by Admiral Fyodor Apraksin land both at Katajanokka and Hietalahti during the Battle of Helsinki.",
            "year": 1713
        },
        {
            "text": "King Narai nominates Phetracha as regent, leading to the revolution of 1688 in which Phetracha becomes king of the Ayutthaya Kingdom.",
            "year": 1688
        },
        {
            "text": "Jacques Cartier visits Newfoundland.",
            "year": 1534
        },
        {
            "text": "Christopher Columbus visits the Cayman Islands and names them Las Tortugas after the numerous turtles there.",
            "year": 1503
        },
        {
            "text": "Amerigo Vespucci allegedly leaves Cádiz for his first voyage to the New World.",
            "year": 1497
        },
        {
            "text": "Temür, Khagan of the Mongols, is enthroned as Emperor of the Yuan dynasty.",
            "year": 1294
        },
        {
            "text": "Scottish nobles recognize the authority of Edward I of England pending the selection of a king.",
            "year": 1291
        },
        {
            "text": "A sunspot is observed by Han dynasty astronomers during the reign of Emperor Cheng of Han, one of the earliest dated sunspot observations in China.",
            "year": -28
        }
    ],
    "births": [
        {
            "text": "Bae Jin-young, South Korean singer",
            "year": 2000
        },
        {
            "text": "Brittany Broski, American comedian and singer",
            "year": 1997
        },
        {
            "text": "Richarlison, Brazilian footballer",
            "year": 1997
        },
        {
            "text": "Nicolas Aubé-Kubel, Canadian ice hockey player",
            "year": 1996
        },
        {
            "text": "Tyus Jones, American basketball player",
            "year": 1996
        },
        {
            "text": "Kateřina Siniaková, Czech tennis player",
            "year": 1996
        },
        {
            "text": "Alex Tuch, American ice hockey player",
            "year": 1996
        },
        {
            "text": "Andrew Anderson, American bowler",
            "year": 1995
        },
        {
            "text": "Missy Franklin, American swimmer",
            "year": 1995
        },
        {
            "text": "Gabriella Papadakis, French ice dancer",
            "year": 1995
        },
        {
            "text": "Jake Zyrus, Filipino singer",
            "year": 1993
        },
        {
            "text": "Salvador Pérez,  Venezuelan baseball player",
            "year": 1990
        },
        {
            "text": "Ivana Španović, Serbian long jumper",
            "year": 1990
        },
        {
            "text": "Adam Lallana, English footballer",
            "year": 1988
        },
        {
            "text": "Ryan Getzlaf, Canadian ice hockey player",
            "year": 1985
        },
        {
            "text": "Farah Jacquet, Belgian politician",
            "year": 1985
        },
        {
            "text": "Jon Schofield, English canoe racer",
            "year": 1985
        },
        {
            "text": "Edward Mujica, Venezuelan baseball player",
            "year": 1984
        },
        {
            "text": "Adebayo Akinfenwa, English footballer",
            "year": 1982
        },
        {
            "text": "Humberto Suazo, Chilean footballer",
            "year": 1981
        },
        {
            "text": "Kenan Thompson, American actor and comedian",
            "year": 1978
        },
        {
            "text": "Adrian Morley, English rugby league player",
            "year": 1977
        },
        {
            "text": "Hazem Emam, Egyptian footballer and politician",
            "year": 1975
        },
        {
            "text": "Hélio Castroneves, Brazilian race car driver",
            "year": 1975
        },
        {
            "text": "Sylvain Wiltord, French footballer",
            "year": 1974
        },
        {
            "text": "David Weir, Scottish footballer",
            "year": 1970
        },
        {
            "text": "Dennis Bergkamp, Dutch footballer and manager",
            "year": 1969
        },
        {
            "text": "John Scalzi, American author and blogger",
            "year": 1969
        },
        {
            "text": "Al Murray, English comedian and television host",
            "year": 1968
        },
        {
            "text": "William Regal, English wrestler",
            "year": 1968
        },
        {
            "text": "Eion Crossan, New Zealand rugby player",
            "year": 1967
        },
        {
            "text": "Jonathan Edwards, English triple jumper",
            "year": 1966
        },
        {
            "text": "Linda Evangelista, Canadian model",
            "year": 1965
        },
        {
            "text": "Greg Fasala, Australian swimmer",
            "year": 1965
        },
        {
            "text": "Paul Langmack, Australian rugby league player and coach",
            "year": 1965
        },
        {
            "text": "Lisa Nowak, American commander and astronaut",
            "year": 1963
        },
        {
            "text": "Robby Thompson, American baseball player and coach",
            "year": 1962
        },
        {
            "text": "Bono, Irish singer-songwriter, musician and activist",
            "year": 1960
        },
        {
            "text": "Dean Heller, American lawyer and politician, United States Senator from Nevada",
            "year": 1960
        },
        {
            "text": "Kerry Hemsley, Australian rugby league player",
            "year": 1960
        },
        {
            "text": "Merlene Ottey, Jamaican-Slovenian runner",
            "year": 1960
        },
        {
            "text": "Victoria Rowell, American actress",
            "year": 1959
        },
        {
            "text": "Cindy Hyde-Smith, American politician, United States Senator from Mississippi",
            "year": 1959
        },
        {
            "text": "Rick Santorum, American lawyer and politician, United States Senator from Pennsylvania",
            "year": 1958
        },
        {
            "text": "Sid Vicious, English singer and bass player (d. 1979)",
            "year": 1957
        },
        {
            "text": "Vladislav Listyev, Russian journalist (d. 1995)",
            "year": 1956
        },
        {
            "text": "Chris Berman, American sportscaster",
            "year": 1955
        },
        {
            "text": "Mark David Chapman, American murderer",
            "year": 1955
        },
        {
            "text": "Mike Hagerty, American actor (d. 2022)",
            "year": 1954
        },
        {
            "text": "Miuccia Prada, Italian fashion designer",
            "year": 1949
        },
        {
            "text": "Donovan, Scottish singer-songwriter",
            "year": 1946
        },
        {
            "text": "Graham Gouldman, English guitarist and songwriter",
            "year": 1946
        },
        {
            "text": "Dave Mason, English singer-songwriter and guitarist",
            "year": 1946
        },
        {
            "text": "Marie-France Pisier, French actress, director, and screenwriter (d. 2011)",
            "year": 1944
        },
        {
            "text": "Raquel Blandón, Guatemalan lawyer and activist, First Lady of Guatemala (d. 2024)",
            "year": 1943
        },
        {
            "text": "Judith Jamison, American dancer and choreographer (d. 2024)",
            "year": 1943
        },
        {
            "text": "Jim Calhoun, American basketball player and coach",
            "year": 1942
        },
        {
            "text": "Arthur Alexander, American country-soul singer-songwriter (d. 1993)",
            "year": 1940
        },
        {
            "text": "Manuel Santana, Spanish tennis player (d. 2021)",
            "year": 1938
        },
        {
            "text": "Larry Williams, American singer-songwriter, pianist, and producer (d. 1980)",
            "year": 1935
        },
        {
            "text": "Barbara Taylor Bradford, British novelist (d. 2024)",
            "year": 1933
        },
        {
            "text": "Ettore Scola, Italian director and screenwriter (d. 2016)",
            "year": 1931
        },
        {
            "text": "George E. Smith, American physicist and engineer, Nobel Prize laureate",
            "year": 1930
        },
        {
            "text": "George Coe, American actor and producer (d. 2015)",
            "year": 1929
        },
        {
            "text": "Arnold Rüütel, Estonian agronomist and politician, President of Estonia (d. 2024)",
            "year": 1928
        },
        {
            "text": "Lothar Schmid, German chess player (d. 2013)",
            "year": 1928
        },
        {
            "text": "Hugo Banzer, Bolivian general and politician, President of Bolivia (d. 2002)",
            "year": 1926
        },
        {
            "text": "Heydar Aliyev, Azerbaijan general and politician, President of Azerbaijan (d. 2003)",
            "year": 1923
        },
        {
            "text": "David Azrieli, Polish-Canadian businessman and philanthropist (d. 2014)",
            "year": 1922
        },
        {
            "text": "Nancy Walker, American actress, singer, and director (d. 1992)",
            "year": 1922
        },
        {
            "text": "Bert Weedon, English guitarist (d. 2012)",
            "year": 1920
        },
        {
            "text": "Ella T. Grasso, Governor of Connecticut (d. 1981)",
            "year": 1919
        },
        {
            "text": "Denis Thatcher, English businessman, Spouse of the Prime Minister of the United Kingdom (d. 2003)",
            "year": 1915
        },
        {
            "text": "Maybelle Carter, American autoharp player (d. 1978)",
            "year": 1909
        },
        {
            "text": "Carl Albert, American lawyer and politician, 54th Speaker of the United States House of Representatives (d. 2000)",
            "year": 1908
        },
        {
            "text": "Alex Schomburg, Puerto Rican artist and illustrator (d. 1998)",
            "year": 1905
        },
        {
            "text": "Otto Bradfisch, German economist, jurist, and SS officer (d. 1994)",
            "year": 1903
        },
        {
            "text": "David O. Selznick, American producer and screenwriter (d. 1965)",
            "year": 1902
        },
        {
            "text": "John Desmond Bernal, Irish-English crystallographer and physicist (d. 1971)",
            "year": 1901
        },
        {
            "text": "Cecilia Payne-Gaposchkin, English-American astronomer and astrophysicist (d. 1979)",
            "year": 1900
        },
        {
            "text": "Fred Astaire, American actor, singer, and dancer (d. 1987)",
            "year": 1899
        },
        {
            "text": "Ariel Durant, American historian and author (d. 1981)",
            "year": 1898
        },
        {
            "text": "Einar Gerhardsen, Norwegian politician, Prime Minister of Norway (d. 1987)",
            "year": 1897
        },
        {
            "text": "Joe Murphy, (Irish-American), died during the 1920 Cork hunger strike (d. 1920)",
            "year": 1895
        },
        {
            "text": "Dimitri Tiomkin, Ukrainian-American composer and conductor (d. 1979)",
            "year": 1894
        },
        {
            "text": "Tonita Peña, San Ildefonso Pueblo (Native American) artist (d. 1949)",
            "year": 1893
        },
        {
            "text": "Mahmoud Mokhtar, Egyptian sculptor and academic (d. 1934)",
            "year": 1891
        },
        {
            "text": "Alfred Jodl, German general (d. 1946)",
            "year": 1890
        },
        {
            "text": "Max Steiner, Austrian-American composer and conductor (d. 1971)",
            "year": 1888
        },
        {
            "text": "Karl Barth, Swiss theologian and author (d. 1968)",
            "year": 1886
        },
        {
            "text": "Symon Petliura, Ukrainian journalist and politician (d. 1926)",
            "year": 1879
        },
        {
            "text": "Konstantinos Parthenis, Greek painter (d. 1967)",
            "year": 1878
        },
        {
            "text": "Gustav Stresemann, German journalist and politician, Chancellor of Germany, Nobel Prize laureate (d. 1929)",
            "year": 1878
        },
        {
            "text": "Ivan Cankar, Slovenian poet and playwright (d. 1918)",
            "year": 1876
        },
        {
            "text": "Marcel Mauss, French sociologist and anthropologist (d. 1950)",
            "year": 1872
        },
        {
            "text": "Yukteswar Giri, Indian guru and educator (d. 1936)",
            "year": 1855
        },
        {
            "text": "Wilhelm Killing, German mathematician and academic (d. 1923)",
            "year": 1847
        },
        {
            "text": "Benito Pérez Galdós, Spanish author and playwright (d. 1920)",
            "year": 1843
        },
        {
            "text": "James Gordon Bennett Jr., American publisher and broadcaster (d. 1918)",
            "year": 1841
        },
        {
            "text": "John Wilkes Booth, American actor, assassin of Abraham Lincoln (d. 1865)",
            "year": 1838
        },
        {
            "text": "Montgomery Blair, American lieutenant and politician, 20th United States Postmaster General (d. 1883)",
            "year": 1813
        },
        {
            "text": "William Henry Barlow, English engineer (d. 1902)",
            "year": 1812
        },
        {
            "text": "R. E. B. Baylor, American politician and jurist (d. 1873)",
            "year": 1793
        },
        {
            "text": "Augustin-Jean Fresnel, French physicist and engineer (d. 1827)",
            "year": 1788
        },
        {
            "text": "Louis-Nicolas Davout, French general and politician, French Minister of War (d. 1823)",
            "year": 1770
        },
        {
            "text": "Johann Peter Hebel, German author and poet (d. 1826)",
            "year": 1760
        },
        {
            "text": "Claude Joseph Rouget de Lisle, French captain, engineer, and composer (d. 1836)",
            "year": 1760
        },
        {
            "text": "Robert Gray, American captain and explorer (d. 1806)",
            "year": 1755
        },
        {
            "text": "Anne-Robert-Jacques Turgot, Baron de Laune, French economist and politician (d. 1781)",
            "year": 1727
        },
        {
            "text": "Jean-Marie Leclair, French violinist and composer (d. 1764)",
            "year": 1697
        },
        {
            "text": "Jean Mairet, French author and playwright (d. 1686)",
            "year": 1604
        },
        {
            "text": "Suzanne, Duchess of Bourbon (d. 1521)",
            "year": 1491
        },
        {
            "text": "Al-Aziz Billah, Fatimid caliph (d. 996)",
            "year": 955
        },
        {
            "text": "Meng Zhixiang, Chinese general and emperor (d. 934)",
            "year": 874
        }
    ],
    "deaths": [
        {
            "text": "Sam Rubin, American journalist (b. 1960)",
            "year": 2024
        },
        {
            "text": "Jim Simons, American hedge fund manager, mathematician, and philanthropist (b. 1938)",
            "year": 2024
        },
        {
            "text": "Bob Lanier, American professional basketball player (b. 1948)",
            "year": 2022
        },
        {
            "text": "Leonid Kravchuk, Ukrainian politician (b. 1934)",
            "year": 2022
        },
        {
            "text": "Pauline Tinsley, British soprano (b. 1928)",
            "year": 2021
        },
        {
            "text": "Betty Wright, American soul singer (b. 1953)",
            "year": 2020
        },
        {
            "text": "Alfredo Pérez Rubalcaba, Spanish politician and chemist (b. 1951)",
            "year": 2019
        },
        {
            "text": "David Goodall, Australian botanist and ecologist (b. 1914)",
            "year": 2018
        },
        {
            "text": "Chris Burden, American sculptor, illustrator, and academic (b. 1946)",
            "year": 2015
        },
        {
            "text": "Horst Faas, German photographer and journalist (b. 1933)",
            "year": 2012
        },
        {
            "text": "Carroll Shelby, American race car driver and designer (b. 1923)",
            "year": 2012
        },
        {
            "text": "Gunnar Sønsteby, Norwegian captain and author (b. 1918)",
            "year": 2012
        },
        {
            "text": "Frank Frazetta, American illustrator and painter (b. 1928)",
            "year": 2010
        },
        {
            "text": "Leyla Gencer, Turkish soprano (b. 1928)",
            "year": 2008
        },
        {
            "text": "Soraya, Colombian-American singer-songwriter, guitarist, and producer (b. 1969)",
            "year": 2006
        },
        {
            "text": "Milan Vukcevich, Serbian-American chemist and chess player (b. 1937)",
            "year": 2003
        },
        {
            "text": "Kaifi Azmi, Indian poet and songwriter (b. 1919)",
            "year": 2002
        },
        {
            "text": "Yves Robert, French actor, director, producer, and screenwriter (b. 1920)",
            "year": 2002
        },
        {
            "text": "Sudhakarrao Naik, Indian politician, Governor of Himachal Pradesh (b. 1934)",
            "year": 2001
        },
        {
            "text": "Jules Deschênes, Canadian lawyer and judge (b. 1923)",
            "year": 2000
        },
        {
            "text": "Dick Sprang, American illustrator (b. 1915)",
            "year": 2000
        },
        {
            "text": "Shel Silverstein, American poet, author, and illustrator (b. 1930)",
            "year": 1999
        },
        {
            "text": "John Wayne Gacy, American serial killer (b. 1942)",
            "year": 1994
        },
        {
            "text": "Walker Percy, American novelist and essayist (b. 1916)",
            "year": 1990
        },
        {
            "text": "Dominik Tatarka, Slovak writer (b. 1913)",
            "year": 1989
        },
        {
            "text": "Shen Congwen, Chinese author and academic (b. 1902)",
            "year": 1988
        },
        {
            "text": "Peter Weiss, German playwright and painter (b. 1916)",
            "year": 1982
        },
        {
            "text": "Joan Crawford, American actress (year of birth disputed)",
            "year": 1977
        },
        {
            "text": "Hal Mohr, American director and cinematographer (b. 1894)",
            "year": 1974
        },
        {
            "text": "Scotty Beckett, American actor and singer (b. 1929)",
            "year": 1968
        },
        {
            "text": "Hubertus van Mook, Dutch politician, Governor-General of the Dutch East Indies (b. 1894)",
            "year": 1965
        },
        {
            "text": "Mikhail Larionov, Russian painter, illustrator, and set designer (b. 1881)",
            "year": 1964
        },
        {
            "text": "Yury Olesha, Russian author, poet, and playwright (b. 1899)",
            "year": 1960
        },
        {
            "text": "Belle da Costa Greene, American librarian and bibliographer (b. 1883)",
            "year": 1950
        },
        {
            "text": "Richard Glücks, German SS officer (b. 1889)",
            "year": 1945
        },
        {
            "text": "Konrad Henlein, Czech soldier and politician (b. 1898)",
            "year": 1945
        },
        {
            "text": "Stanislao Cannizzaro, Italian chemist and academic (b. 1826)",
            "year": 1910
        },
        {
            "text": "Andrés Bonifacio, Filipino soldier and politician, President of the Philippines (b. 1863)",
            "year": 1897
        },
        {
            "text": "Carl Nägeli, Swiss botanist and mycologist (b. 1817)",
            "year": 1891
        },
        {
            "text": "Mikhail Saltykov-Shchedrin, Russian journalist, author, and playwright (b. 1826)",
            "year": 1889
        },
        {
            "text": "Henry Bennett, American lawyer and politician (b. 1808)",
            "year": 1868
        },
        {
            "text": "William Armstrong, American lawyer, civil servant, politician, and businessperson (b. 1782)",
            "year": 1865
        },
        {
            "text": "Stonewall Jackson, American general (b. 1824)",
            "year": 1863
        },
        {
            "text": "Hokusai, Japanese painter and illustrator (b. 1760)",
            "year": 1849
        },
        {
            "text": "Thomas Young, English physician and linguist (b. 1773)",
            "year": 1829
        },
        {
            "text": "Paul Revere, American engraver and soldier (b. 1735)",
            "year": 1818
        },
        {
            "text": "Jean-Baptiste Donatien de Vimeur, comte de Rochambeau, French general (b. 1725)",
            "year": 1807
        },
        {
            "text": "George Vancouver, English navigator and explorer (b. 1757)",
            "year": 1798
        },
        {
            "text": "Élisabeth of France, French princess and youngest sibling of Louis XVI (b. 1764)",
            "year": 1794
        },
        {
            "text": "William Watson, English physician, physicist, and botanist (b. 1715)",
            "year": 1787
        },
        {
            "text": "Louis XV of France (b. 1710)",
            "year": 1774
        },
        {
            "text": "Charles Beauclerk, 1st Duke of St Albans, English soldier and politician, Lord Lieutenant of Berkshire (b. 1670)",
            "year": 1726
        },
        {
            "text": "John Hathorne, American merchant and politician (b. 1641)",
            "year": 1717
        },
        {
            "text": "Johan Banér, Swedish field marshal (b. 1596)",
            "year": 1641
        },
        {
            "text": "John of Ávila, Spanish mystic and saint (b. 1500)",
            "year": 1569
        },
        {
            "text": "Leonhart Fuchs, German physician and botanist (b. 1501)",
            "year": 1566
        },
        {
            "text": "Sebastian Brant, German author (b. 1457)",
            "year": 1521
        },
        {
            "text": "Colin Campbell, 1st Earl of Argyll, Scottish politician, Lord Chancellor of Scotland (b. 1433)",
            "year": 1493
        },
        {
            "text": "Paolo dal Pozzo Toscanelli, Italian mathematician and astronomer (b. 1397)",
            "year": 1482
        },
        {
            "text": "Katherine Swynford, widow of John of Gaunt",
            "year": 1403
        },
        {
            "text": "Theingapati, heir to the Pagan Kingdom",
            "year": 1299
        }
    ],
    "metadata": {
        "current_date": "May 10, 2025",
        "short_date": "May 10",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            13,
            53,
            39,
            25,
            21,
            28,
            8,
            34,
            6,
            42
        ],
        "births": [
            63,
            13,
            30,
            60
        ],
        "deaths": [
            2,
            36,
            0,
            35
        ]
    }
}