{
    "events": [
        {
            "text": "Nine students and a security guard are killed in the Belgrade school shooting, the first attack of its kind in Serbia.",
            "year": 2023
        },
        {
            "text": "Twenty-six people are killed and ninety-eight are injured after an elevated section of the Mexico City Metro collapses.",
            "year": 2021
        },
        {
            "text": "Eighty-eight thousand people are evacuated from their homes in Fort McMurray, Alberta, Canada as a wildfire rips through the community, destroying approximately 2,400 homes and buildings.",
            "year": 2016
        },
        {
            "text": "Two gunmen launch an attempted attack on an anti-Islam event in Garland, Texas, which was held in response to the Charlie Hebdo shooting.",
            "year": 2015
        },
        {
            "text": "The three-year-old British girl Madeleine McCann disappears in Praia da Luz, Portugal, starting \"the most heavily reported missing-person case in modern history\".",
            "year": 2007
        },
        {
            "text": "Armavia Flight 967 crashes into the Black Sea near Sochi International Airport in Sochi, Russia, killing 113 people.",
            "year": 2006
        },
        {
            "text": "The United States loses its seat on the U.N. Human Rights Commission for the first time since the commission was formed in 1947.",
            "year": 2001
        },
        {
            "text": "The sport of geocaching begins, with the first cache placed and the coordinates from a GPS posted on Usenet.",
            "year": 2000
        },
        {
            "text": "The southwestern portion of Oklahoma City is devastated by an F5 tornado, killing forty-five people, injuring 665, and causing $1 billion in damage. The tornado is one of 66 from the 1999 Oklahoma tornado outbreak. This tornado also produces the highest wind speed ever recorded, measured at 301 +/- 20 mph (484 +/- 32 km/h). In meteorology, the term \"May 3\" is synonymous with the F5 tornado.",
            "year": 1999
        },
        {
            "text": "Infiltration of Pakistani soldiers on Indian side results in the Kargil War.",
            "year": 1999
        },
        {
            "text": "A crash by Bobby Allison at the Talladega Superspeedway, Alabama fencing at the start-finish line would lead NASCAR to develop the restrictor plate for the following season both at Daytona International Speedway and Talladega.",
            "year": 1987
        },
        {
            "text": "Twenty-one people are killed and forty-one are injured after a bomb explodes on Air Lanka Flight 512 at Colombo airport in Sri Lanka.",
            "year": 1986
        },
        {
            "text": "Margaret Thatcher wins the United Kingdom general election. The following day, she becomes the first female British Prime Minister.",
            "year": 1979
        },
        {
            "text": "The first unsolicited bulk commercial email (which would later become known as \"spam\") is sent by a Digital Equipment Corporation marketing representative to every ARPANET address on the west coast of the United States.",
            "year": 1978
        },
        {
            "text": "Erich Honecker becomes First Secretary of the Socialist Unity Party of Germany, remaining in power until 1989.",
            "year": 1971
        },
        {
            "text": "Eighty-five people are killed when Braniff International Airways Flight 352 crashes near Dawson, Texas.",
            "year": 1968
        },
        {
            "text": "The police force in Birmingham, Alabama switches tactics and responds with violent force to stop the \"Birmingham campaign\" protesters. Images of the violent suppression are transmitted worldwide, bringing new-found attention to the civil rights movement.",
            "year": 1963
        },
        {
            "text": "Walter O'Malley, the owner of the Brooklyn Dodgers, agrees to move the team from Brooklyn to Los Angeles.",
            "year": 1957
        },
        {
            "text": "Two men are rescued from a semitrailer that crashed over the side of the Pit River Bridge before it fell into the Sacramento River. Amateur photographer Virginia Schau photographs \"Rescue on Pit River Bridge\", the first and only winning submission for the Pulitzer Prize for Photography to have been taken by a woman.",
            "year": 1953
        },
        {
            "text": "Lieutenant Colonels Joseph O. Fletcher and William P. Benedict of the United States land a plane at the North Pole.",
            "year": 1952
        },
        {
            "text": "The Kentucky Derby is televised nationally for the first time, on the CBS network.",
            "year": 1952
        },
        {
            "text": "London's Royal Festival Hall opens with the Festival of Britain.",
            "year": 1951
        },
        {
            "text": "The United States Senate Committee on Armed Services and United States Senate Committee on Foreign Relations begin their closed door hearings into the relief of Douglas MacArthur by U.S. President Harry Truman.",
            "year": 1951
        },
        {
            "text": "The U.S. Supreme Court rules in Shelley v. Kraemer that covenants prohibiting the sale of real estate to blacks and other minorities are legally unenforceable.",
            "year": 1948
        },
        {
            "text": "New post-war Japanese constitution goes into effect.",
            "year": 1947
        },
        {
            "text": "World War II: Sinking of the prison ships Cap Arcona, Thielbek and Deutschland by the Royal Air Force in  Lübeck Bay.",
            "year": 1945
        },
        {
            "text": "World War II: Japanese naval troops invade Tulagi Island in the Solomon Islands during the first part of Operation Mo that results in the Battle of the Coral Sea between Japanese forces and forces from the United States and Australia.",
            "year": 1942
        },
        {
            "text": "The All India Forward Bloc is formed by Netaji Subhas Chandra Bose.",
            "year": 1939
        },
        {
            "text": "The Jinan incident begins with the deaths of twelve Japanese civilians by Chinese forces in Jinan, China, which leads to Japanese retaliation and the deaths of over 2,000 Chinese civilians in the following days.",
            "year": 1928
        },
        {
            "text": "Ireland is partitioned under British law by the Government of Ireland Act 1920, creating Northern Ireland and Southern Ireland.",
            "year": 1921
        },
        {
            "text": "West Virginia becomes the first state to legislate a broad sales tax, but does not implement it until a number of years later due to enforcement issues.",
            "year": 1921
        },
        {
            "text": "A Bolshevik coup fails in the Democratic Republic of Georgia.",
            "year": 1920
        },
        {
            "text": "Raja Harishchandra, the first full-length Indian feature film, is released, marking the beginning of the Indian film industry.",
            "year": 1913
        },
        {
            "text": "The Great Fire of 1901 begins in Jacksonville, Florida.",
            "year": 1901
        },
        {
            "text": "American adventurer William Walker departs from San Francisco with about 60 men to conquer Nicaragua.",
            "year": 1855
        },
        {
            "text": "The May Uprising in Dresden begins: The last of the German revolutions of 1848–49.",
            "year": 1849
        },
        {
            "text": "The boar-crested Anglo-Saxon Benty Grange helmet is discovered in a barrow on the Benty Grange farm in Derbyshire.",
            "year": 1848
        },
        {
            "text": "The University of Athens is founded in Athens, Greece.",
            "year": 1837
        },
        {
            "text": "The Canterbury and Whitstable Railway is opened; it is the first steam-hauled passenger railway to issue season tickets and include a tunnel.",
            "year": 1830
        },
        {
            "text": "Neapolitan War: Joachim Murat, King of Naples, is defeated by the Austrians at the Battle of Tolentino, the decisive engagement of the war.",
            "year": 1815
        },
        {
            "text": "Finnish War: Sweden loses the fortress of Sveaborg to Russia.",
            "year": 1808
        },
        {
            "text": "Peninsular War: The Madrid rebels who rose up on May 2 are executed near Príncipe Pío hill.",
            "year": 1808
        },
        {
            "text": "Washington, D.C. is incorporated as a city after Congress abolishes the Board of Commissioners, the District's founding government. The \"City of Washington\" is given a mayor-council form of government.",
            "year": 1802
        },
        {
            "text": "The Constitution of May 3 (the first modern constitution in Europe) is proclaimed by the Sejm of Polish–Lithuanian Commonwealth.",
            "year": 1791
        },
        {
            "text": "A total solar eclipse is visible across northern Europe and northern Asia, as predicted by Edmond Halley to within four minutes accuracy.",
            "year": 1715
        },
        {
            "text": "Treaty of Loudun ends a French civil war.",
            "year": 1616
        },
        {
            "text": "Angered by the brutal onslaught of Spanish troops at Fort Caroline, a French force burns the San Mateo fort and massacres hundreds of Spaniards.",
            "year": 1568
        },
        {
            "text": "Kongo monarch Nkuwu Nzinga is baptised by Portuguese missionaries, adopting the baptismal name of João I.",
            "year": 1491
        },
        {
            "text": "The largest of three earthquakes strikes the island of Rhodes and causes an estimated 30,000 casualties.",
            "year": 1481
        },
        {
            "text": "Mayan king Bird Jaguar IV of Yaxchilan in modern-day Chiapas, Mexico, assumes the throne.",
            "year": 752
        }
    ],
    "births": [
        {
            "text": "Florian Wirtz, German footballer",
            "year": 2003
        },
        {
            "text": "Rachel Zegler, American actress and singer",
            "year": 2001
        },
        {
            "text": "Tom Hartley, English cricketer",
            "year": 1999
        },
        {
            "text": "Ella Langley, American singer-songwriter",
            "year": 1999
        },
        {
            "text": "Desiigner, American rapper",
            "year": 1997
        },
        {
            "text": "Dwayne Haskins, American football player (d. 2022)",
            "year": 1997
        },
        {
            "text": "Mary Cain, American runner",
            "year": 1996
        },
        {
            "text": "Alex Iwobi, Nigerian footballer",
            "year": 1996
        },
        {
            "text": "Domantas Sabonis, Lithuanian-American basketball player",
            "year": 1996
        },
        {
            "text": "Noah Munck, American actor",
            "year": 1996
        },
        {
            "text": "Ivan Bukavshin, Russian chess player (d. 2016)",
            "year": 1995
        },
        {
            "text": "Anwar El Ghazi, Dutch footballer",
            "year": 1995
        },
        {
            "text": "Austin Meadows, American baseball player",
            "year": 1995
        },
        {
            "text": "Samuel Seo, South Korean musician",
            "year": 1991
        },
        {
            "text": "Harvey Guillén, American actor",
            "year": 1990
        },
        {
            "text": "Brooks Koepka, American golfer",
            "year": 1990
        },
        {
            "text": "James Pattinson, Australian cricketer",
            "year": 1990
        },
        {
            "text": "Jesse Bromwich, New Zealand rugby league player",
            "year": 1989
        },
        {
            "text": "Katinka Hosszú, Hungarian swimmer",
            "year": 1989
        },
        {
            "text": "Ben Revere, American baseball player",
            "year": 1988
        },
        {
            "text": "Paddy Holohan, Irish mixed martial artist",
            "year": 1988
        },
        {
            "text": "Damla Sönmez, Turkish actress",
            "year": 1987
        },
        {
            "text": "Homer Bailey, American baseball player",
            "year": 1986
        },
        {
            "text": "Pom Klementieff, French actress",
            "year": 1986
        },
        {
            "text": "Ezequiel Lavezzi, Argentinian footballer",
            "year": 1985
        },
        {
            "text": "Robin Tonniau, Belgian politician",
            "year": 1985
        },
        {
            "text": "Joseph Addai, American football player",
            "year": 1983
        },
        {
            "text": "Romeo Castelen, Dutch footballer",
            "year": 1983
        },
        {
            "text": "Márton Fülöp, Hungarian footballer (d. 2015)",
            "year": 1983
        },
        {
            "text": "Igor Olshansky, Ukrainian-American football player",
            "year": 1982
        },
        {
            "text": "Paul Banks, English-American singer-songwriter and guitarist",
            "year": 1978
        },
        {
            "text": "Lawrence Tynes, American football player",
            "year": 1978
        },
        {
            "text": "Eric Church, American country music singer-songwriter",
            "year": 1977
        },
        {
            "text": "Ryan Dempster, Canadian baseball player and sportscaster",
            "year": 1977
        },
        {
            "text": "Tyronn Lue, American basketball player and coach",
            "year": 1977
        },
        {
            "text": "Ben Olsen, American soccer player and coach",
            "year": 1977
        },
        {
            "text": "Jeff Halpern, American ice hockey player",
            "year": 1976
        },
        {
            "text": "Brad Scott, Australian footballer and coach",
            "year": 1976
        },
        {
            "text": "Chris Scott, Australian footballer and coach",
            "year": 1976
        },
        {
            "text": "Willie Geist, American television journalist and host",
            "year": 1975
        },
        {
            "text": "Christina Hendricks, American actress and model",
            "year": 1975
        },
        {
            "text": "Sanath Nishantha, Sri Lankan politician (d. 2024)",
            "year": 1975
        },
        {
            "text": "Jamie Baulch, Welsh sprinter and television host",
            "year": 1973
        },
        {
            "text": "Steve Barclay, English lawyer and politician",
            "year": 1972
        },
        {
            "text": "Douglas Carswell, British politician, the first elected MP for the UK Independence Party",
            "year": 1971
        },
        {
            "text": "Daniel Anderson, Australian rugby league coach and manager",
            "year": 1967
        },
        {
            "text": "Kenny Hotz, Canadian producer, writer, director, actor, and comedian",
            "year": 1967
        },
        {
            "text": "Ignatius Aphrem II, Syrian patriarch",
            "year": 1965
        },
        {
            "text": "Mark Cousins, Northern Irish director, writer, cinematographer",
            "year": 1965
        },
        {
            "text": "John Jensen, Danish footballer and coach",
            "year": 1965
        },
        {
            "text": "Mikhail Prokhorov, Russian businessman",
            "year": 1965
        },
        {
            "text": "Sterling Campbell, American drummer and songwriter",
            "year": 1964
        },
        {
            "text": "Ron Hextall, Canadian-American ice hockey player and manager",
            "year": 1964
        },
        {
            "text": "Jeff Hornacek, American basketball player and coach",
            "year": 1963
        },
        {
            "text": "Mona Siddiqui, Pakistani-Scottish journalist and academic",
            "year": 1963
        },
        {
            "text": "Steve McClaren, English footballer and manager",
            "year": 1961
        },
        {
            "text": "David Vitter, American lawyer and politician",
            "year": 1961
        },
        {
            "text": "Leyla Zana, Kurdish activist and politician",
            "year": 1961
        },
        {
            "text": "Kathy Smallwood-Cook, English sprinter and educator",
            "year": 1960
        },
        {
            "text": "Uma Bharti, Indian activist and politician, 16th Chief Minister of Madhya Pradesh",
            "year": 1959
        },
        {
            "text": "Ben Elton, English actor, director, and screenwriter",
            "year": 1959
        },
        {
            "text": "Bill Sienkiewicz, American author and illustrator",
            "year": 1958
        },
        {
            "text": "Sandi Toksvig, Danish-English comedian, writer, and broadcaster",
            "year": 1958
        },
        {
            "text": "Rod Langway, Taiwanese-American ice hockey player and coach",
            "year": 1957
        },
        {
            "text": "Stephen D. M. Brown, British geneticist",
            "year": 1955
        },
        {
            "text": "David Hookes, Australian cricketer, coach, and sportscaster (d. 2004)",
            "year": 1955
        },
        {
            "text": "Angela Bofill, American singer-songwriter (d. 2024)",
            "year": 1954
        },
        {
            "text": "Chuck Baldwin, American pastor and politician",
            "year": 1952
        },
        {
            "text": "Joseph W. Tobin, American cardinal",
            "year": 1952
        },
        {
            "text": "Christopher Cross, American singer-songwriter and producer",
            "year": 1951
        },
        {
            "text": "Ashok Gehlot, Indian politician, 21st Chief Minister of Rajasthan",
            "year": 1951
        },
        {
            "text": "Tatyana Tolstaya, Russian author and publicist",
            "year": 1951
        },
        {
            "text": "Mary Hopkin, Welsh singer-songwriter",
            "year": 1950
        },
        {
            "text": "Liam Donaldson, English physician and academic",
            "year": 1949
        },
        {
            "text": "Ron Wyden, American academic and politician",
            "year": 1949
        },
        {
            "text": "Denis Cosgrove, British-American academic and geographer (d. 2008)",
            "year": 1948
        },
        {
            "text": "Doug Henning, Canadian magician (d. 2000)",
            "year": 1947
        },
        {
            "text": "Norm Chow, American football player and coach",
            "year": 1946
        },
        {
            "text": "Greg Gumbel, American sportscaster (d. 2024)",
            "year": 1946
        },
        {
            "text": "Davey Lopes, American baseball player, coach, and manager",
            "year": 1945
        },
        {
            "text": "Jim Risch, American lawyer and politician, 31st Governor of Idaho",
            "year": 1943
        },
        {
            "text": "Vicente Saldivar, Mexican boxer (d. 1985)",
            "year": 1943
        },
        {
            "text": "Věra Čáslavská, Czech gymnast and coach (d. 2016)",
            "year": 1942
        },
        {
            "text": "Butch Otter, American soldier and politician, 32nd Governor of Idaho",
            "year": 1942
        },
        {
            "text": "Nona Gaprindashvili, Georgian chess player, Women's World Champion, 1962-1978",
            "year": 1941
        },
        {
            "text": "David Koch, American engineer, businessman, and philanthropist (d. 2019)",
            "year": 1940
        },
        {
            "text": "Clemens Westerhof, Dutch footballer and manager",
            "year": 1940
        },
        {
            "text": "Omar Abdel-Rahman, Egyptian terrorist (d. 2017)",
            "year": 1938
        },
        {
            "text": "Ron Popeil, American businessman, founded the Ronco Company  (d. 2021)",
            "year": 1935
        },
        {
            "text": "Henry Cooper, English boxer and sportscaster (d. 2011)",
            "year": 1934
        },
        {
            "text": "Georges Moustaki, Egyptian-French singer-songwriter and guitarist (d. 2013)",
            "year": 1934
        },
        {
            "text": "Frankie Valli, American singer and actor",
            "year": 1934
        },
        {
            "text": "James Brown, American singer-songwriter, producer, and actor (d. 2006)",
            "year": 1933
        },
        {
            "text": "Steven Weinberg, American physicist and academic, Nobel Prize laureate (d. 2021)",
            "year": 1933
        },
        {
            "text": "Robert Osborne, American actor and historian (d. 2017)",
            "year": 1932
        },
        {
            "text": "Juan Gelman, Argentinian poet and author (d. 2014)",
            "year": 1930
        },
        {
            "text": "Helen Walulik, American baseball player (d. 2012)",
            "year": 1929
        },
        {
            "text": "Dave Dudley, American singer-songwriter (d. 2003)",
            "year": 1928
        },
        {
            "text": "Jacques-Louis Lions, French mathematician (d. 2001)",
            "year": 1928
        },
        {
            "text": "Yehuda Amichai, German-Israeli author and poet (d. 2000)",
            "year": 1924
        },
        {
            "text": "Ken Tyrrell, English race car driver, founded Tyrrell Racing (d. 2001)",
            "year": 1924
        },
        {
            "text": "Ralph Hall, American lieutenant, lawyer, and politician (d. 2019)",
            "year": 1923
        },
        {
            "text": "Len Shackleton, English footballer and journalist (d. 2000)",
            "year": 1922
        },
        {
            "text": "Sugar Ray Robinson, American boxer (d. 1989)",
            "year": 1921
        },
        {
            "text": "John Lewis, American pianist and composer (d. 2001)",
            "year": 1920
        },
        {
            "text": "Pete Seeger, American singer-songwriter, guitarist, and activist (d. 2014)",
            "year": 1919
        },
        {
            "text": "Ted Bates, English footballer and manager (d. 2003)",
            "year": 1918
        },
        {
            "text": "Betty Comden, American screenwriter and librettist (d. 2006)",
            "year": 1917
        },
        {
            "text": "George Gaynes, Finnish-American actor (d. 2016)",
            "year": 1917
        },
        {
            "text": "Kiro Gligorov, Macedonian politician and first president of the Republic of Macedonia (d. 2012)",
            "year": 1917
        },
        {
            "text": "Stu Hart, Canadian wrestler and trainer, founded Stampede Wrestling (d. 2003)",
            "year": 1915
        },
        {
            "text": "Georges-Emmanuel Clancier, French journalist, author, and poet (d. 2018)",
            "year": 1914
        },
        {
            "text": "William Inge, American playwright and novelist (d. 1973)",
            "year": 1913
        },
        {
            "text": "Virgil Fox, American organist and composer (d. 1980)",
            "year": 1912
        },
        {
            "text": "May Sarton, American poet, novelist and memoirist (d. 1995)",
            "year": 1912
        },
        {
            "text": "Norman Corwin, American screenwriter and producer (d. 2011)",
            "year": 1910
        },
        {
            "text": "Mary Astor, American actress (d. 1987)",
            "year": 1906
        },
        {
            "text": "Anna Roosevelt Halsted, American journalist and author (d. 1975)",
            "year": 1906
        },
        {
            "text": "Red Ruffing, American baseball pitcher and coach (d. 1986)",
            "year": 1905
        },
        {
            "text": "Bing Crosby, American singer and actor (d. 1977)",
            "year": 1903
        },
        {
            "text": "Alfred Kastler, German-French physicist and poet, Nobel Prize laureate (d. 1984)",
            "year": 1902
        },
        {
            "text": "Septima Poinsette Clark, American educator and activist (d. 1987)",
            "year": 1898
        },
        {
            "text": "Golda Meir, Ukrainian-Israeli educator and politician, 4th Prime Minister of Israel (d. 1978)",
            "year": 1898
        },
        {
            "text": "William Joseph Browne, Canadian lawyer and politician, 20th Solicitor General of Canada (d. 1989)",
            "year": 1897
        },
        {
            "text": "Karl Allmenröder, German soldier and pilot (d. 1917)",
            "year": 1896
        },
        {
            "text": "V. K. Krishna Menon, Indian lawyer, jurist, and politician, Indian Minister of Defence (d. 1974)",
            "year": 1896
        },
        {
            "text": "Dodie Smith, English author and playwright (d. 1990)",
            "year": 1896
        },
        {
            "text": "Cornelius Van Til, Dutch philosopher, theologian, and apologist (d. 1987)",
            "year": 1895
        },
        {
            "text": "Konstantine Gamsakhurdia, Georgian author (d. 1975)",
            "year": 1893
        },
        {
            "text": "George Paget Thomson, English physicist and academic, Nobel Prize laureate (d. 1975)",
            "year": 1892
        },
        {
            "text": "Jacob Viner, Canadian-American economist and academic (d. 1970)",
            "year": 1892
        },
        {
            "text": "Tadeusz Peiper, Polish poet and critic (d. 1969)",
            "year": 1891
        },
        {
            "text": "Eppa Rixey, American baseball pitcher (d. 1963)",
            "year": 1891
        },
        {
            "text": "Beulah Bondi, American actress (d. 1981)",
            "year": 1889
        },
        {
            "text": "Gottfried Fuchs, German-Canadian Olympic soccer player (d. 1972)",
            "year": 1889
        },
        {
            "text": "Marika Kotopouli, Greek actress (d. 1954)",
            "year": 1887
        },
        {
            "text": "Marcel Dupré, French organist and composer (d. 1971)",
            "year": 1886
        },
        {
            "text": "Fergus McMaster, Australian businessman and soldier, co-founded Qantas  (d. 1950)",
            "year": 1879
        },
        {
            "text": "Karl Abraham, German psychoanalyst and author (d. 1925)",
            "year": 1877
        },
        {
            "text": "François Coty, French businessman and publisher, founded Coty (d. 1934)",
            "year": 1874
        },
        {
            "text": "Vagn Walfrid Ekman, Swedish oceanographer and academic (d. 1954)",
            "year": 1874
        },
        {
            "text": "Pavlo Skoropadskyi, German-Ukrainian general and politician, Hetman of Ukraine (d. 1945)",
            "year": 1873
        },
        {
            "text": "Emmett Dalton, American criminal (d. 1937)",
            "year": 1871
        },
        {
            "text": "Princess Helena Victoria of Schleswig-Holstein (d. 1948)",
            "year": 1870
        },
        {
            "text": "Andy Bowen, American boxer (d. 1894)",
            "year": 1867
        },
        {
            "text": "J. T. Hearne, English cricketer (d. 1944)",
            "year": 1867
        },
        {
            "text": "Vito Volterra, Italian mathematician and physicist (d. 1940)",
            "year": 1860
        },
        {
            "text": "August Herrmann, American executive in Major League Baseball (d. 1931)",
            "year": 1859
        },
        {
            "text": "George Gore, American baseball player and manager (d. 1933)",
            "year": 1854
        },
        {
            "text": "Jacob Riis, Danish-American journalist and photographer (d. 1914)",
            "year": 1849
        },
        {
            "text": "Bernhard von Bülow, German soldier and politician, Chancellor of Germany (d. 1929)",
            "year": 1849
        },
        {
            "text": "Richard D'Oyly Carte, English talent agent and composer (d. 1901)",
            "year": 1844
        },
        {
            "text": "Charles XV of Sweden (d. 1872)",
            "year": 1826
        },
        {
            "text": "Adams George Archibald, Canadian lawyer and politician, 4th Lieutenant Governor of Nova Scotia (d. 1892)",
            "year": 1814
        },
        {
            "text": "José de la Riva Agüero, Peruvian soldier and politician, 1st President of Peru and 2nd President of North Peru (d. 1858)",
            "year": 1783
        },
        {
            "text": "Charles Tennant, Scottish chemist and businessman (d. 1838)",
            "year": 1768
        },
        {
            "text": "Princess Élisabeth of France (d. 1794)",
            "year": 1764
        },
        {
            "text": "August von Kotzebue, German playwright and author (d. 1819)",
            "year": 1761
        },
        {
            "text": "Florian Leopold Gassmann, Czech composer (d. 1774)",
            "year": 1729
        },
        {
            "text": "Henri Pitot, French physicist and engineer, invented the Pitot tube (d. 1771)",
            "year": 1695
        },
        {
            "text": "Amaro Pargo, Spanish corsair (d. 1747)",
            "year": 1678
        },
        {
            "text": "Matthäus Daniel Pöppelmann, German architect, designed the Pillnitz Castle (d. 1736)",
            "year": 1662
        },
        {
            "text": "Catherine of St. Augustine, French-Canadian nurse and candidate for sainthood, founded the Hôtel-Dieu de Québec (d. 1668)",
            "year": 1632
        },
        {
            "text": "Stephan Praetorius, German theologian (d. 1603)",
            "year": 1536
        },
        {
            "text": "Juana de la Cruz Vázquez Gutiérrez, Spanish abbess of the Franciscan Third Order Regular (d. 1534)",
            "year": 1481
        },
        {
            "text": "Henry V, Duke of Mecklenburg (d. 1552)",
            "year": 1479
        },
        {
            "text": "Niccolò Machiavelli, Italian historian and philosopher (d. 1527)",
            "year": 1469
        },
        {
            "text": "Raffaele Riario, Italian cardinal (d. 1521)",
            "year": 1461
        },
        {
            "text": "Margaret of York (d. 1503)",
            "year": 1446
        },
        {
            "text": "Pedro González de Mendoza, Spanish cardinal (d. 1495)",
            "year": 1428
        },
        {
            "text": "Cecily Neville, Duchess of York (d. 1495)",
            "year": 1415
        },
        {
            "text": "Louis, Count of Évreux, son of King Philip III of France (d. 1319)",
            "year": 1276
        },
        {
            "text": "Emilia Bicchieri, Italian saint (d. 1314)",
            "year": 1238
        },
        {
            "text": "Constantine III, Byzantine emperor (d. 641)",
            "year": 612
        },
        {
            "text": "Kʼan Joy Chitam I, ruler of Palenque (d. 565)",
            "year": 490
        }
    ],
    "deaths": [
        {
            "text": "Dick Rutan, American military aviator and officer (b. 1938)",
            "year": 2024
        },
        {
            "text": "Lloyd Price, American R&B vocalist (b. 1933)",
            "year": 2021
        },
        {
            "text": "Victoria Barbă, Moldovan animated film director (b. 1926)",
            "year": 2020
        },
        {
            "text": "Daliah Lavi, Israeli actress, singer and model (b. 1942)",
            "year": 2017
        },
        {
            "text": "Ian Deans, Canadian politician (b. 1937)",
            "year": 2016
        },
        {
            "text": "Jadranka Stojaković, Yugoslav singer-songwriter  (b. 1950)",
            "year": 2016
        },
        {
            "text": "Revaz Chkheidze, Georgian director and screenwriter (b. 1926)",
            "year": 2015
        },
        {
            "text": "Danny Jones, Welsh rugby player (b. 1986)",
            "year": 2015
        },
        {
            "text": "Warren Smith, American golfer and coach (b. 1915)",
            "year": 2015
        },
        {
            "text": "Gary Becker, American economist and academic, Nobel Prize laureate (b. 1930)",
            "year": 2014
        },
        {
            "text": "Francisco Icaza, Mexican painter (b. 1930)",
            "year": 2014
        },
        {
            "text": "Jim Oberstar, American educator and politician (b. 1934)",
            "year": 2014
        },
        {
            "text": "Joe Astroth, American baseball player (b. 1922)",
            "year": 2013
        },
        {
            "text": "Herbert Blau, American engineer and academic (b. 1926)",
            "year": 2013
        },
        {
            "text": "Cedric Brooks, Jamaican-American saxophonist and flute player (b. 1943)",
            "year": 2013
        },
        {
            "text": "Keith Carter, American swimmer and soldier (b. 1924)",
            "year": 2013
        },
        {
            "text": "Brad Drewett, Australian tennis player and sportscaster (b. 1958)",
            "year": 2013
        },
        {
            "text": "David Morris Kern, American pharmacist, co-invented Orajel (b. 1909)",
            "year": 2013
        },
        {
            "text": "Curtis Rouse, American football player (b. 1960)",
            "year": 2013
        },
        {
            "text": "Branko Vukelić, Croatian politician, 11th Minister of Defence for Croatia (b. 1958)",
            "year": 2013
        },
        {
            "text": "Jorge Illueca, Panamanian politician, 30th President of Panama (b. 1918)",
            "year": 2012
        },
        {
            "text": "Felix Werder, German-Australian composer, conductor, and critic (b. 1922)",
            "year": 2012
        },
        {
            "text": "Jackie Cooper, American actor, television director, producer and executive (b. 1922)",
            "year": 2011
        },
        {
            "text": "Sergo Kotrikadze, Georgian footballer and manager (b. 1936)",
            "year": 2011
        },
        {
            "text": "Thanasis Veggos, Greek actor and director (b. 1927)",
            "year": 2011
        },
        {
            "text": "Roy Carrier, American accordion player (b. 1947)",
            "year": 2010
        },
        {
            "text": "Peter O'Donnell, English soldier and author (b. 1920)",
            "year": 2010
        },
        {
            "text": "Guenter Wendt, German-American engineer (b. 1923)",
            "year": 2010
        },
        {
            "text": "Renée Morisset, Canadian pianist (b. 1928)",
            "year": 2009
        },
        {
            "text": "Ram Balkrushna Shewalkar, Indian author and critic (b. 1931)",
            "year": 2009
        },
        {
            "text": "Leopoldo Calvo-Sotelo, Spanish engineer and politician, Prime Minister of Spain (b. 1926)",
            "year": 2008
        },
        {
            "text": "Warja Honegger-Lavater, Swiss illustrator (b. 1913)",
            "year": 2007
        },
        {
            "text": "Wally Schirra, American captain, pilot, and astronaut (b. 1923)",
            "year": 2007
        },
        {
            "text": "Knock Yokoyama, Japanese politician (b. 1932)",
            "year": 2007
        },
        {
            "text": "Karel Appel, Dutch painter, sculptor, and poet (b. 1921)",
            "year": 2006
        },
        {
            "text": "Pramod Mahajan, Indian politician (b. 1949)",
            "year": 2006
        },
        {
            "text": "Earl Woods, American colonel, baseball player, and author (b. 1932)",
            "year": 2006
        },
        {
            "text": "Ken Downing, English race car driver (b. 1917)",
            "year": 2004
        },
        {
            "text": "Darrell Johnson, American baseball player, coach, and manager (b. 1928)",
            "year": 2004
        },
        {
            "text": "Suzy Parker, American model and actress (b. 1932)",
            "year": 2003
        },
        {
            "text": "Barbara Castle, Baroness Castle of Blackburn, English politician, First Secretary of State (b. 1910)",
            "year": 2002
        },
        {
            "text": "Yevgeny Svetlanov, Russian pianist, composer, and conductor (b. 1928)",
            "year": 2002
        },
        {
            "text": "Júlia Báthory, Hungarian glass designer (b. 1901)",
            "year": 2000
        },
        {
            "text": "John Joseph O'Connor, American cardinal (b. 1920)",
            "year": 2000
        },
        {
            "text": "Joe Adcock, American baseball player and manager (b. 1927)",
            "year": 1999
        },
        {
            "text": "Steve Chiasson, Canadian-American ice hockey player (b. 1967)",
            "year": 1999
        },
        {
            "text": "Godfrey Evans, English cricketer (b. 1920)",
            "year": 1999
        },
        {
            "text": "Gene Raymond, American actor (b. 1908)",
            "year": 1998
        },
        {
            "text": "Sébastien Enjolras, French race car driver (b. 1976)",
            "year": 1997
        },
        {
            "text": "Narciso Yepes, Spanish guitarist and composer (b. 1927)",
            "year": 1997
        },
        {
            "text": "Dimitri Fampas, Greek guitarist, composer, and educator (b. 1921)",
            "year": 1996
        },
        {
            "text": "Alex Kellner, American baseball player (b. 1924)",
            "year": 1996
        },
        {
            "text": "Jack Weston, American actor (b. 1924)",
            "year": 1996
        },
        {
            "text": "Keith Daniel Williams, American rapist and triple murderer (b. 1947)",
            "year": 1996
        },
        {
            "text": "George Murphy, American actor, dancer, and politician (b. 1902)",
            "year": 1992
        },
        {
            "text": "Jerzy Kosiński, Polish-American novelist and screenwriter (b. 1933)",
            "year": 1991
        },
        {
            "text": "Christine Jorgensen, American trans woman (b. 1926)",
            "year": 1989
        },
        {
            "text": "Lev Pontryagin, Russian mathematician and academic (b. 1908)",
            "year": 1988
        },
        {
            "text": "Dalida, Italian singer, actress, dancer, and model (b. 1933)",
            "year": 1987
        },
        {
            "text": "Robert Alda, American actor (b. 1914)",
            "year": 1986
        },
        {
            "text": "Nargis, Indian actress (b. 1929)",
            "year": 1981
        },
        {
            "text": "Bill Downs, American journalist (b. 1914)",
            "year": 1978
        },
        {
            "text": "Kenneth Bailey, Australian lawyer and diplomat, Australian High Commissioner to Canada (b. 1898)",
            "year": 1972
        },
        {
            "text": "Emil Breitkreutz, American runner and coach (b. 1883)",
            "year": 1972
        },
        {
            "text": "Bruce Cabot, American actor (b. 1904)",
            "year": 1972
        },
        {
            "text": "Cemil Gürgen Erlertürk, Turkish footballer, coach, and pilot (b. 1918)",
            "year": 1970
        },
        {
            "text": "Zakir Husain, Indian academic and politician, 3rd President of India (b. 1897)",
            "year": 1969
        },
        {
            "text": "Frank Foster, English cricketer (b. 1889)",
            "year": 1958
        },
        {
            "text": "Fanny Walden, English footballer and cricketer (b. 1888)",
            "year": 1949
        },
        {
            "text": "Ernst Tandefelt, Finnish assassin of Heikki Ritavuori (b. 1876)",
            "year": 1948
        },
        {
            "text": "Harry Miller, American engineer (b. 1875)",
            "year": 1943
        },
        {
            "text": "Thorvald Stauning, Danish politician, 24th Prime Minister of Denmark (b. 1873)",
            "year": 1942
        },
        {
            "text": "Madeleine Desroseaux, French author and poet (b. 1873)",
            "year": 1939
        },
        {
            "text": "Jessie Willcox Smith, American illustrator (b. 1863)",
            "year": 1935
        },
        {
            "text": "Charles Fort, American journalist and author (b. 1874)",
            "year": 1932
        },
        {
            "text": "Clément Ader, French engineer, designed the Ader Avion III (b. 1841)",
            "year": 1925
        },
        {
            "text": "Théodore Pilette, Belgian race car driver (b. 1883)",
            "year": 1921
        },
        {
            "text": "Elizabeth Almira Allen, American educator (b. 1854)",
            "year": 1919
        },
        {
            "text": "Charlie Soong, Chinese businessman and missionary (b. 1863)",
            "year": 1918
        },
        {
            "text": "Tom Clarke, Irish rebel (b. 1858)",
            "year": 1916
        },
        {
            "text": "Thomas MacDonagh, Irish poet and rebel (b. 1878)",
            "year": 1916
        },
        {
            "text": "Patrick Pearse, Irish teacher and rebel leader (b. 1879)",
            "year": 1916
        },
        {
            "text": "Howard Taylor Ricketts, American pathologist (b. 1871)",
            "year": 1910
        },
        {
            "text": "Leonidas Smolents, Austrian–Greek general and army minister (b. 1806)",
            "year": 1882
        },
        {
            "text": "Adolphe Adam, French composer and critic (b. 1803)",
            "year": 1856
        },
        {
            "text": "Louis-Étienne Saint-Denis, Arab-French servant to Napoleon I (b. 1788)",
            "year": 1856
        },
        {
            "text": "Ferdinando Paer, Italian composer (b. 1771)",
            "year": 1839
        },
        {
            "text": "Martin Gerbert, German historian and theologian (b. 1720)",
            "year": 1793
        },
        {
            "text": "John Winthrop, American mathematician, physicist, and astronomer (b. 1714)",
            "year": 1779
        },
        {
            "text": "Francesco Algarotti, Italian philosopher, poet, and critic (b. 1712)",
            "year": 1764
        },
        {
            "text": "George Psalmanazar, French-English author (b. 1679)",
            "year": 1763
        },
        {
            "text": "Pope Benedict XIV (b. 1675)",
            "year": 1758
        },
        {
            "text": "Samuel Ogle, English-American captain and politician, 5th Governor of Restored Proprietary Government (b. 1692)",
            "year": 1752
        },
        {
            "text": "John Willison, Scottish minister and author (b. 1680)",
            "year": 1750
        },
        {
            "text": "John Leverett the Younger, American lawyer, academic, and politician (b. 1662)",
            "year": 1724
        },
        {
            "text": "Heinrich Ignaz Franz Biber, Czech-Austrian violinist and composer (b. 1644)",
            "year": 1704
        },
        {
            "text": "Claude de Rouvroy, duc de Saint-Simon, French courtier (b. 1607)",
            "year": 1693
        },
        {
            "text": "James Sharp, Scottish archbishop (b. 1613)",
            "year": 1679
        },
        {
            "text": "Elizabeth Bacon, English Tudor gentlewoman (b. 1541)",
            "year": 1621
        },
        {
            "text": "Henry Garnet, English priest and author (b. 1555)",
            "year": 1606
        },
        {
            "text": "Julius, Duke of Brunswick-Lüneburg (b. 1528)",
            "year": 1589
        },
        {
            "text": "Juana de la Cruz Vazquez Gutierrez, Spanish Roman Catholic nun and venerable (b. 1481)",
            "year": 1534
        },
        {
            "text": "Richard Grey, 3rd Earl of Kent, English peer (b. 1481)",
            "year": 1524
        },
        {
            "text": "John Devereux, 9th Baron Ferrers of Chartley, English Baron (b. 1463)",
            "year": 1501
        },
        {
            "text": "Mehmed the Conqueror, Ottoman sultan (b. 1432)",
            "year": 1481
        },
        {
            "text": "Antipope Alexander V",
            "year": 1410
        },
        {
            "text": "Alexios II Megas Komnenos, Emperor of Trebizond (b. 1282)",
            "year": 1330
        },
        {
            "text": "John I, Duke of Brabant (b. 1252)",
            "year": 1294
        },
        {
            "text": "Béla IV of Hungary (b. 1206)",
            "year": 1270
        },
        {
            "text": "Matilda of Boulogne (b. 1105)",
            "year": 1152
        },
        {
            "text": "Uaxaclajuun Ub'aah K'awiil, Mayan ruler (ajaw)",
            "year": 738
        },
        {
            "text": "Tōchi, Japanese princess",
            "year": 678
        }
    ],
    "metadata": {
        "current_date": "May 3, 2025",
        "short_date": "May 3",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            34,
            25,
            35,
            12,
            22,
            33,
            46,
            10,
            11,
            36
        ],
        "births": [
            70,
            148,
            18,
            32
        ],
        "deaths": [
            22,
            57,
            86,
            75
        ]
    }
}