{
    "events": [
        {
            "text": "Nik Wallenda becomes the first person to walk over the Masaya Volcano in Nicaragua.",
            "year": 2020
        },
        {
            "text": "Former MI6 spy Sergei Skripal and his daughter are poisoned with a Novichok nerve agent in Salisbury, England, causing a diplomatic uproar that results in mass-expulsions of diplomats from all countries involved.",
            "year": 2018
        },
        {
            "text": "At least 34 miners die in a suspected gas explosion at the Zasyadko coal mine in the rebel-held Donetsk region of Ukraine.",
            "year": 2015
        },
        {
            "text": "A series of explosions is reported at a munitions dump in Brazzaville, the capital of the Republic of the Congo, killing at least 250 people.",
            "year": 2012
        },
        {
            "text": "The International Criminal Court (ICC) issues an arrest warrant for Sudanese President Omar Hassan al-Bashir for war crimes and crimes against humanity in Darfur. Al-Bashir is the first sitting head of state to be indicted by the ICC since its establishment in 2002.",
            "year": 2009
        },
        {
            "text": "Afghanistan: Seven American Special Operations Forces soldiers and 200 Al-Qaeda Fighters are killed as American forces attempt to infiltrate the Shah-i-Kot Valley on a low-flying helicopter reconnaissance mission.",
            "year": 2002
        },
        {
            "text": "BBC bombing: A massive car bomb explodes in front of the BBC Television Centre in London, seriously injuring one person; the attack was attributed to the Real IRA.",
            "year": 2001
        },
        {
            "text": "Gay rights: Oncale v. Sundowner Offshore Services, Inc.: The Supreme Court of the United States rules that federal laws banning on-the-job sexual harassment also apply when both parties are the same sex.",
            "year": 1998
        },
        {
            "text": "A derailed train in Weyauwega, Wisconsin (USA) causes the emergency evacuation of 2,300 people for 16 days.",
            "year": 1996
        },
        {
            "text": "Space Shuttle program: the Space Shuttle Columbia is launched on STS-62.",
            "year": 1994
        },
        {
            "text": "American basketball player Hank Gathers dies after collapsing during the semifinals of a West Coast Conference tournament game.",
            "year": 1990
        },
        {
            "text": "Lennox Sebe, President for life of the South African Bantustan of Ciskei, is ousted from power in a bloodless military coup led by Brigadier Oupa Gqozo.",
            "year": 1990
        },
        {
            "text": "The Soviet Vega 1 begins returning images of Halley's Comet and the first images of its nucleus.",
            "year": 1986
        },
        {
            "text": "The Food and Drug Administration approves a blood test for HIV infection, used since then for screening all blood donations in the United States.",
            "year": 1985
        },
        {
            "text": "Nationalist leader Robert Mugabe wins a sweeping election victory to become Zimbabwe's first black prime minister.",
            "year": 1980
        },
        {
            "text": "The 1977 Vrancea earthquake in eastern and southern Europe kills more than 1,500, mostly in Bucharest, Romania.",
            "year": 1977
        },
        {
            "text": "The Northern Ireland Constitutional Convention is formally dissolved in Northern Ireland resulting in direct rule of Northern Ireland from London by the British parliament.",
            "year": 1976
        },
        {
            "text": "French submarine Eurydice explodes underwater, resulting in the loss of the entire 57-man crew.",
            "year": 1970
        },
        {
            "text": "A Canadian Pacific Air Lines DC-8-43 explodes on landing at Tokyo International Airport, killing 64 people.",
            "year": 1966
        },
        {
            "text": "In an interview in the London Evening Standard, The Beatles' John Lennon declares that the band is \"more popular than Jesus now\".",
            "year": 1966
        },
        {
            "text": "A Caledonian Airways Douglas DC-7 crashes shortly after takeoff from Cameroon, killing 111 – the worst crash of a DC-7.",
            "year": 1962
        },
        {
            "text": "The French freighter La Coubre explodes in Havana, Cuba, killing 100.",
            "year": 1960
        },
        {
            "text": "The S&P 500 stock market index is introduced, replacing the S&P 90.",
            "year": 1957
        },
        {
            "text": "An order to protect the endangered Saimaa ringed seal (Pusa hispida saimensis) is legalized.",
            "year": 1955
        },
        {
            "text": "Field Marshal C. G. E. Mannerheim, the 6th president of Finland, resigns from his position for health reasons.",
            "year": 1946
        },
        {
            "text": "World War II: After the success of Big Week, the USAAF begins a daylight bombing campaign of Berlin.",
            "year": 1944
        },
        {
            "text": "World War II: The Battle of the Bismarck Sea in the south-west Pacific comes to an end.",
            "year": 1943
        },
        {
            "text": "World War II: The Battle of Fardykambos, one of the first major battles between the Greek Resistance and the occupying Royal Italian Army, begins. It ends on 6 March with the surrender of an entire Italian battalion and the liberation of the town of Grevena.",
            "year": 1943
        },
        {
            "text": "World War II: The United Kingdom launches Operation Claymore on the Lofoten Islands; the first large scale British Commando raid.",
            "year": 1941
        },
        {
            "text": "Franklin D. Roosevelt becomes the 32nd President of the United States. He was the last president to be inaugurated on March 4.",
            "year": 1933
        },
        {
            "text": "Frances Perkins becomes United States Secretary of Labor, the first female member of the United States Cabinet.",
            "year": 1933
        },
        {
            "text": "The Parliament of Austria is suspended because of a quibble over procedure – Chancellor Engelbert Dollfuss initiates an authoritarian rule by decree.",
            "year": 1933
        },
        {
            "text": "Jeannette Rankin of Montana becomes the first female member of the United States House of Representatives.",
            "year": 1917
        },
        {
            "text": "First Balkan War: The Greek army engages the Turks at Bizani, resulting in victory two days later.",
            "year": 1913
        },
        {
            "text": "The United States Department of Labor is formed.",
            "year": 1913
        },
        {
            "text": "U.S. President William Taft used what became known as a Saxbe fix, a mechanism to avoid the restriction of the U.S. Constitution's Ineligibility Clause, to appoint Philander C. Knox as U.S. Secretary of State.",
            "year": 1909
        },
        {
            "text": "The Collinwood school fire, Collinwood near Cleveland, Ohio, kills 174 people.",
            "year": 1908
        },
        {
            "text": "William McKinley inaugurated president for second time; Theodore Roosevelt is vice president.",
            "year": 1901
        },
        {
            "text": "Cyclone Mahina sweeps in north of Cooktown, Queensland, with a 12 metres (39 ft) wave that reaches up to 5 kilometres (3.1 mi) inland, killing over 300.",
            "year": 1899
        },
        {
            "text": "The longest bridge in Great Britain, the Forth Bridge in Scotland, measuring 8,094 feet (2,467 m) long, is opened by the Duke of Rothesay, later King Edward VII.",
            "year": 1890
        },
        {
            "text": "Britain's first electric trams run in east London.",
            "year": 1882
        },
        {
            "text": "Pope Leo XIII reestablishes the Catholic Church in Scotland, recreating sees and naming bishops for the first time since 1603.",
            "year": 1878
        },
        {
            "text": "The third and final national flag of the Confederate States of America is adopted by the Confederate Congress.",
            "year": 1865
        },
        {
            "text": "U.S. politician Andrew Johnson made his drunk vice-presidential inaugural address in Washington, D.C.",
            "year": 1865
        },
        {
            "text": "The first national flag of the Confederate States of America (the \"Stars and Bars\") is adopted.",
            "year": 1861
        },
        {
            "text": "Zachary Taylor, 12th President of the United States of America and Millard Fillmore, 12th Vice President, did not take their respective oaths of office (they did so the following day), leading to the erroneous theory that outgoing President pro tempore of the United States Senate David Rice Atchison had assumed the role of acting president for one day.",
            "year": 1849
        },
        {
            "text": "Carlo Alberto di Savoia signs the Statuto Albertino that will later represent the first constitution of the Regno d'Italia.",
            "year": 1848
        },
        {
            "text": "The city of Chicago is incorporated.",
            "year": 1837
        },
        {
            "text": "War of 1812: Americans defeat British forces at the Battle of Longwoods between London, Ontario and Thamesville, near present-day Wardsville, Ontario.",
            "year": 1814
        },
        {
            "text": "Cyril VI of Constantinople is elected Ecumenical Patriarch of Constantinople.",
            "year": 1813
        },
        {
            "text": "Castle Hill Rebellion: Irish convicts rebel against British colonial authority in the Colony of New South Wales.",
            "year": 1804
        },
        {
            "text": "John Adams is inaugurated as the 2nd President of the United States of America, becoming the first President to begin his presidency on March 4.",
            "year": 1797
        },
        {
            "text": "The 11th Amendment to the U.S. Constitution is passed by the U.S. Congress.",
            "year": 1794
        },
        {
            "text": "Vermont is admitted to the United States as the fourteenth state.",
            "year": 1791
        },
        {
            "text": "France is divided into 83 départements, cutting across the former provinces in an attempt to dislodge regional loyalties based on ownership of land by the nobility.",
            "year": 1790
        },
        {
            "text": "In New York City, the first Congress of the United States meets, putting the United States Constitution into effect.",
            "year": 1789
        },
        {
            "text": "American Revolutionary War: The Continental Army fortifies Dorchester Heights with cannon, leading the British troops to abandon the Siege of Boston.",
            "year": 1776
        },
        {
            "text": "Mozart departed Italy after the last of his three tours there.",
            "year": 1769
        },
        {
            "text": "After being unofficially established as a settlement in 1678, the Dominican mission of Ilagan is founded in the Philippines.",
            "year": 1686
        },
        {
            "text": "Charles II grants a land charter to William Penn for the area that will later become Pennsylvania.",
            "year": 1681
        },
        {
            "text": "John Flamsteed is appointed the first Astronomer Royal of England.",
            "year": 1675
        },
        {
            "text": "English King Charles II declares war on the Netherlands marking the start of the Second Anglo-Dutch War.",
            "year": 1665
        },
        {
            "text": "The Massachusetts Bay Colony is granted a Royal charter.",
            "year": 1628
        },
        {
            "text": "Hernán Cortés arrives in Mexico in search of the Aztec civilization and its wealth.",
            "year": 1519
        },
        {
            "text": "Explorer Christopher Columbus arrives back in Lisbon, Portugal, aboard his ship Niña from his voyage to what are now The Bahamas and other islands in the Caribbean.",
            "year": 1493
        },
        {
            "text": "Wars of the Roses in England: Lancastrian King Henry VI is deposed by his House of York cousin, who then becomes King Edward IV.",
            "year": 1461
        },
        {
            "text": "Władysław II Jagiełło (Jogaila) is crowned King of Poland.",
            "year": 1386
        },
        {
            "text": "Ramathibodi becomes King of Siam.",
            "year": 1351
        },
        {
            "text": "The Battle of the Sit River begins two centuries of Mongol horde domination of Rus.",
            "year": 1238
        },
        {
            "text": "Frederick I Barbarossa is elected King of Germany.",
            "year": 1152
        },
        {
            "text": "Translation of the relics of martyr Wenceslaus I, Duke of Bohemia, Prince of the Czechs.",
            "year": 938
        },
        {
            "text": "Croatian Knez Trpimir I issues a statute, a document with the first known written mention of the Croats name in Croatian sources.",
            "year": 852
        },
        {
            "text": "Yang Jian declares himself Emperor Wen of Sui, ending the Northern Zhou and beginning the Sui dynasty.",
            "year": 581
        },
        {
            "text": "Martyrdom of Saint Adrian of Nicomedia.",
            "year": 306
        },
        {
            "text": "Nero, later to become Roman emperor, is given the title princeps iuventutis (head of the youth).",
            "year": 51
        }
    ],
    "births": [
        {
            "text": "Miya Cech, American actress",
            "year": 2007
        },
        {
            "text": "Jacob Hopkins, American actor",
            "year": 2002
        },
        {
            "text": "Freya Anderson, English freestyle swimmer",
            "year": 2001
        },
        {
            "text": "George Pickens, American football player",
            "year": 2001
        },
        {
            "text": "Brooklyn Beckham, English model and socialite",
            "year": 1999
        },
        {
            "text": "Obi Toppin, American basketball player",
            "year": 1998
        },
        {
            "text": "Matisse Thybulle, Australian-American basketball player",
            "year": 1997
        },
        {
            "text": "Michael Gallup, American football player",
            "year": 1996
        },
        {
            "text": "Antonio Sanabria, Paraguayan footballer",
            "year": 1996
        },
        {
            "text": "Lukas Webb, Australian rules footballer",
            "year": 1996
        },
        {
            "text": "Chlöe Howl, English singer-songwriter",
            "year": 1995
        },
        {
            "text": "Bill Milner, English actor",
            "year": 1995
        },
        {
            "text": "Valeri Nichushkin, Russian ice hockey player",
            "year": 1995
        },
        {
            "text": "Callum Harriott, English footballer",
            "year": 1994
        },
        {
            "text": "Luisito Pié, Dominican taekwondo athlete",
            "year": 1994
        },
        {
            "text": "AJ Tracey, British rapper and record producer",
            "year": 1994
        },
        {
            "text": "Jenna Boyd, American actress",
            "year": 1993
        },
        {
            "text": "Bobbi Kristina Brown, American singer and actress (d. 2015)",
            "year": 1993
        },
        {
            "text": "Richard Peniket, English footballer",
            "year": 1993
        },
        {
            "text": "Nick Castellanos, American baseball player",
            "year": 1992
        },
        {
            "text": "Erik Lamela, Argentine footballer",
            "year": 1992
        },
        {
            "text": "Bernd Leno, German footballer",
            "year": 1992
        },
        {
            "text": "Karl Mööl, Estonian footballer",
            "year": 1992
        },
        {
            "text": "Jared Sullinger, American basketball player",
            "year": 1992
        },
        {
            "text": "Andrea Bowen, American actress",
            "year": 1990
        },
        {
            "text": "Draymond Green, American basketball player",
            "year": 1990
        },
        {
            "text": "Paddy Madden, Irish footballer",
            "year": 1990
        },
        {
            "text": "Fran Mérida, Spanish footballer",
            "year": 1990
        },
        {
            "text": "Benjamin Kiplagat, Ugandan long-distance runner (d. 2023)",
            "year": 1989
        },
        {
            "text": "Josh Bowman, English actor",
            "year": 1988
        },
        {
            "text": "Gal Mekel, Israeli basketball player",
            "year": 1988
        },
        {
            "text": "Laura Siegemund, German tennis player",
            "year": 1988
        },
        {
            "text": "Adam Watts, English footballer",
            "year": 1988
        },
        {
            "text": "Ben McKinley, Australian footballer",
            "year": 1987
        },
        {
            "text": "Tamzin Merchant, English actress",
            "year": 1987
        },
        {
            "text": "Cameron Wood, Australian footballer",
            "year": 1987
        },
        {
            "text": "Steven Burke, English road and track cyclist",
            "year": 1986
        },
        {
            "text": "Tom De Mul, Belgian footballer",
            "year": 1986
        },
        {
            "text": "Margo Harshman, American actress",
            "year": 1986
        },
        {
            "text": "Mike Krieger, Brazilian-American computer programmer and businessman, co-founded Instagram",
            "year": 1986
        },
        {
            "text": "Park Min-young, South Korean actress",
            "year": 1986
        },
        {
            "text": "Siim Roops, Estonian footballer",
            "year": 1986
        },
        {
            "text": "Bohdan Shust, Ukrainian footballer",
            "year": 1986
        },
        {
            "text": "Jake Buxton, English footballer",
            "year": 1985
        },
        {
            "text": "Scott Michael Foster, American actor",
            "year": 1985
        },
        {
            "text": "Whitney Port, American fashion designer and author",
            "year": 1985
        },
        {
            "text": "Tamir Cohen, Israeli footballer",
            "year": 1984
        },
        {
            "text": "Anders Grøndal, Norwegian racing driver",
            "year": 1984
        },
        {
            "text": "Spencer Larsen, American football player",
            "year": 1984
        },
        {
            "text": "Jeremy Loops, South African singer-songwriter and record producer",
            "year": 1984
        },
        {
            "text": "Raven Quinn, American singer-songwriter",
            "year": 1984
        },
        {
            "text": "Zak Whitbread, American-English footballer",
            "year": 1984
        },
        {
            "text": "Samuel Contesti, French-Italian figure skater",
            "year": 1983
        },
        {
            "text": "Adam Deacon, English film actor, rapper, writer and director",
            "year": 1983
        },
        {
            "text": "Jaque Fourie, South African rugby player",
            "year": 1983
        },
        {
            "text": "Drew Houston, American entrepreneur",
            "year": 1983
        },
        {
            "text": "Sergio Romo, American baseball player",
            "year": 1983
        },
        {
            "text": "Landon Donovan, American soccer player and coach",
            "year": 1982
        },
        {
            "text": "Cate Edwards, American lawyer and author",
            "year": 1982
        },
        {
            "text": "Ludmila Ezhova, Russian gymnast",
            "year": 1982
        },
        {
            "text": "K. Michelle, American singer",
            "year": 1982
        },
        {
            "text": "Yasemin Mori, Turkish singer",
            "year": 1982
        },
        {
            "text": "Ariza Makukula, Portuguese footballer",
            "year": 1981
        },
        {
            "text": "Helen Wyman, English cyclist",
            "year": 1981
        },
        {
            "text": "Rohan Bopanna, Indian tennis player",
            "year": 1980
        },
        {
            "text": "Omar Bravo, Mexican footballer",
            "year": 1980
        },
        {
            "text": "Suzanna Choffel, American singer-songwriter",
            "year": 1980
        },
        {
            "text": "Alex Garcia, Brazilian basketball player",
            "year": 1980
        },
        {
            "text": "Giedrius Gustas, Lithuanian basketball player",
            "year": 1980
        },
        {
            "text": "Scott Hamilton, New Zealand rugby player and coach",
            "year": 1980
        },
        {
            "text": "Jack Hannahan, American baseball player",
            "year": 1980
        },
        {
            "text": "Michael Henrich, American ice hockey player",
            "year": 1980
        },
        {
            "text": "Phil McGuire, Scottish footballer and manager",
            "year": 1980
        },
        {
            "text": "Aja Volkman, American singer-songwriter",
            "year": 1980
        },
        {
            "text": "Trenton Hassell, American basketball player",
            "year": 1979
        },
        {
            "text": "Sarah Stock, Canadian wrestler and trainer",
            "year": 1979
        },
        {
            "text": "Pierre Dagenais, Canadian ice hockey player",
            "year": 1978
        },
        {
            "text": "Jean-Marc Pelletier, American ice hockey player",
            "year": 1978
        },
        {
            "text": "Nacho Figueras, Argentinian polo player and model",
            "year": 1977
        },
        {
            "text": "Traver Rains, American fashion designer and photographer",
            "year": 1977
        },
        {
            "text": "Robbie Blake, English footballer",
            "year": 1976
        },
        {
            "text": "Tommy Jönsson, Swedish footballer",
            "year": 1976
        },
        {
            "text": "Antti Aalto, Finnish ice hockey player",
            "year": 1975
        },
        {
            "text": "Mats Eilertsen, Norwegian bassist and composer",
            "year": 1975
        },
        {
            "text": "Patrick Femerling, German basketball player",
            "year": 1975
        },
        {
            "text": "Kristi Harrower, Australian basketball player",
            "year": 1975
        },
        {
            "text": "Hawksley Workman, Canadian singer-songwriter and guitarist",
            "year": 1975
        },
        {
            "text": "Crowbar, American wrestler",
            "year": 1974
        },
        {
            "text": "Mladen Krstajić, Serbian footballer and manager",
            "year": 1974
        },
        {
            "text": "Karol Kučera, Slovak tennis player",
            "year": 1974
        },
        {
            "text": "Ariel Ortega, Argentinian footballer",
            "year": 1974
        },
        {
            "text": "Tommy Phelps, South Korean-American baseball player and coach",
            "year": 1974
        },
        {
            "text": "ICS Vortex, Norwegian singer-songwriter and guitarist",
            "year": 1974
        },
        {
            "text": "David Wagner, American tennis player and educator",
            "year": 1974
        },
        {
            "text": "Bill Young, Australian rugby player",
            "year": 1974
        },
        {
            "text": "Massimo Brambilla, Italian footballer and coach",
            "year": 1973
        },
        {
            "text": "Phillip Daniels, American football player and coach",
            "year": 1973
        },
        {
            "text": "Valery Kobelev, Russian ski jumper",
            "year": 1973
        },
        {
            "text": "Linus of Hollywood, American singer-songwriter and producer",
            "year": 1973
        },
        {
            "text": "Penny Mordaunt, English lieutenant and politician, Minister of State for the Armed Forces",
            "year": 1973
        },
        {
            "text": "Len Wiseman, American director, producer, and screenwriter",
            "year": 1973
        },
        {
            "text": "Chandra Sekhar Yeleti, Indian director and screenwriter",
            "year": 1973
        },
        {
            "text": "Katherine Center, American journalist and author",
            "year": 1972
        },
        {
            "text": "Nocturno Culto, Norwegian singer-songwriter and guitarist",
            "year": 1972
        },
        {
            "text": "Robert Smith, American football player and sportscaster",
            "year": 1972
        },
        {
            "text": "Ivy Queen, Puerto Rican singer, songwriter, rapper, actress and record producer",
            "year": 1972
        },
        {
            "text": "Jos Verstappen, Dutch racing driver",
            "year": 1972
        },
        {
            "text": "Alison Wheeler, English singer-songwriter",
            "year": 1972
        },
        {
            "text": "Iain Baird, Canadian soccer player and manager",
            "year": 1971
        },
        {
            "text": "Claire Baker, Scottish politician",
            "year": 1971
        },
        {
            "text": "Anders Kjølholm, Danish bass player",
            "year": 1971
        },
        {
            "text": "Satoshi Motoyama, Japanese racing driver",
            "year": 1971
        },
        {
            "text": "Andrea Bendewald, American actress",
            "year": 1970
        },
        {
            "text": "Àlex Crivillé, Spanish motorcycle racer",
            "year": 1970
        },
        {
            "text": "Will Keen, English actor",
            "year": 1970
        },
        {
            "text": "Caroline Vis, Dutch tennis player",
            "year": 1970
        },
        {
            "text": "Chaz Bono, American writer, musician, and actor",
            "year": 1969
        },
        {
            "text": "Pierluigi Casiraghi, Italian footballer and manager",
            "year": 1969
        },
        {
            "text": "Wayne Collins, English footballer",
            "year": 1969
        },
        {
            "text": "Annie Yi, Taiwanese singer, actress, and writer",
            "year": 1969
        },
        {
            "text": "Giovanni Carrara, Venezuelan baseball player",
            "year": 1968
        },
        {
            "text": "Jorge Celedón, Colombian singer",
            "year": 1968
        },
        {
            "text": "Patsy Kensit, English model and actress",
            "year": 1968
        },
        {
            "text": "Kyriakos Mitsotakis, Greek banker and politician, Prime Minister of Greece",
            "year": 1968
        },
        {
            "text": "Graham Westley, English footballer and manager",
            "year": 1968
        },
        {
            "text": "Daryll Cullinan, South African cricketer and coach",
            "year": 1967
        },
        {
            "text": "Evan Dando, American singer-songwriter and guitarist",
            "year": 1967
        },
        {
            "text": "Ivan Lewis, English lawyer and politician, Shadow Secretary of State for Northern Ireland",
            "year": 1967
        },
        {
            "text": "Dave Rayner, English cyclist (d. 1994)",
            "year": 1967
        },
        {
            "text": "Sam Taylor-Johnson, English filmmaker and photographer",
            "year": 1967
        },
        {
            "text": "Kubilay Türkyilmaz, Swiss footballer",
            "year": 1967
        },
        {
            "text": "Tim Vine, English comedian, actor, and author",
            "year": 1967
        },
        {
            "text": "Emese Hunyady, Hungarian speed skater",
            "year": 1966
        },
        {
            "text": "Kevin Johnson, American basketball player and politician, 55th Mayor of Sacramento",
            "year": 1966
        },
        {
            "text": "Fiona Ma, American accountant and politician",
            "year": 1966
        },
        {
            "text": "Helmut Mayer, Austrian skier",
            "year": 1966
        },
        {
            "text": "Dav Pilkey, American author and illustrator",
            "year": 1966
        },
        {
            "text": "Grand Puba, American rapper",
            "year": 1966
        },
        {
            "text": "Mike Small, American golfer and coach",
            "year": 1966
        },
        {
            "text": "Paul W. S. Anderson, English director, producer, and screenwriter",
            "year": 1965
        },
        {
            "text": "Stacy Edwards, American actress",
            "year": 1965
        },
        {
            "text": "Khaled Hosseini, Afghan-American novelist",
            "year": 1965
        },
        {
            "text": "Yury Lonchakov, Russian pilot, and cosmonaut",
            "year": 1965
        },
        {
            "text": "Brian Crowley, Irish lawyer and politician",
            "year": 1964
        },
        {
            "text": "Paolo Virzì, Italian director and screenwriter",
            "year": 1964
        },
        {
            "text": "Jason Newsted, American musician and songwriter",
            "year": 1963
        },
        {
            "text": "Ray Mancini, American boxer",
            "year": 1961
        },
        {
            "text": "Steven Weber, American actor and comedian",
            "year": 1961
        },
        {
            "text": "Roger Wessels, South African golfer and educator",
            "year": 1961
        },
        {
            "text": "Chonda Pierce, American comedian",
            "year": 1960
        },
        {
            "text": "Rick Ardon, Australian journalist",
            "year": 1959
        },
        {
            "text": "Plamen Getov, Bulgarian footballer",
            "year": 1959
        },
        {
            "text": "Patricia Heaton, American actress",
            "year": 1958
        },
        {
            "text": "Tina Smith, American politician",
            "year": 1958
        },
        {
            "text": "Nicholas Coleridge, English journalist and businessman",
            "year": 1957
        },
        {
            "text": "Mykelti Williamson, American actor and director",
            "year": 1957
        },
        {
            "text": "Tim Costello, Australian minister and politician",
            "year": 1955
        },
        {
            "text": "Joey Jones, Welsh footballer and manager",
            "year": 1955
        },
        {
            "text": "Timur Apakidze, Russian general and pilot (d. 2001)",
            "year": 1954
        },
        {
            "text": "François Fillon, French lawyer and politician, Prime Minister of France",
            "year": 1954
        },
        {
            "text": "Peter Jacobsen, American golfer and sportscaster",
            "year": 1954
        },
        {
            "text": "Catherine O'Hara, Canadian-American actress and comedian",
            "year": 1954
        },
        {
            "text": "Irina Ratushinskaya, Russian poet and author (d. 2017)",
            "year": 1954
        },
        {
            "text": "John Edwards, Australian director and producer",
            "year": 1953
        },
        {
            "text": "Emilio Estefan, Cuban-American musician and producer",
            "year": 1953
        },
        {
            "text": "Paweł Janas, Polish footballer and manager",
            "year": 1953
        },
        {
            "text": "Kay Lenz, American actress",
            "year": 1953
        },
        {
            "text": "Reinhold Roth, German motorcycle racer (d. 2021)",
            "year": 1953
        },
        {
            "text": "Chris Smith, American lawyer and politician",
            "year": 1953
        },
        {
            "text": "Agustí Villaronga, Spanish actor, director, and screenwriter (d. 2023)",
            "year": 1953
        },
        {
            "text": "Daniel Woodrell, American novelist and short story writer",
            "year": 1953
        },
        {
            "text": "Peter Kuhfeld, English painter",
            "year": 1952
        },
        {
            "text": "Ronn Moss, American singer-songwriter and actor",
            "year": 1952
        },
        {
            "text": "Svend Robinson, American-Canadian lawyer and politician",
            "year": 1952
        },
        {
            "text": "Umberto Tozzi, Italian singer-songwriter and producer",
            "year": 1952
        },
        {
            "text": "Edelgard Bulmahn, German educator and politician, German Federal Minister of Education and Research",
            "year": 1951
        },
        {
            "text": "Theresa Hak Kyung Cha, South Korean-American author, director, and producer (d. 1982)",
            "year": 1951
        },
        {
            "text": "Kenny Dalglish, Scottish footballer and manager",
            "year": 1951
        },
        {
            "text": "Pete Haycock, English singer-songwriter and guitarist (d. 2013)",
            "year": 1951
        },
        {
            "text": "Peter O'Sullivan, Welsh footballer",
            "year": 1951
        },
        {
            "text": "Sam Perlozzo, American baseball player and manager",
            "year": 1951
        },
        {
            "text": "Chris Rea, English singer-songwriter and guitarist",
            "year": 1951
        },
        {
            "text": "Glenis Willmott, English scientist and politician",
            "year": 1951
        },
        {
            "text": "Zoran Žižić, Montenegrin politician, 4th Prime Minister of the Federal Republic of Yugoslavia (d. 2013)",
            "year": 1951
        },
        {
            "text": "Ofelia Medina, Mexican actress and screenwriter",
            "year": 1950
        },
        {
            "text": "Rick Perry, American captain and politician, 47th Governor of Texas",
            "year": 1950
        },
        {
            "text": "Safet Plakalo, Bosnian author and playwright (d. 2015)",
            "year": 1950
        },
        {
            "text": "Sergei Bagapsh, Abkhazian politician, 2nd President of Abkhazia (d. 2011)",
            "year": 1949
        },
        {
            "text": "Carroll Baker, Canadian singer-songwriter",
            "year": 1949
        },
        {
            "text": "Lindy Chamberlain-Creighton, New Zealand-Australian author",
            "year": 1948
        },
        {
            "text": "James Ellroy, American writer",
            "year": 1948
        },
        {
            "text": "Tom Grieve, American baseball player, manager, and sportscaster",
            "year": 1948
        },
        {
            "text": "Mike Moran, English musician, songwriter and record producer",
            "year": 1948
        },
        {
            "text": "Jean O'Leary, American nun and activist (d. 2005)",
            "year": 1948
        },
        {
            "text": "Chris Squire, English singer-songwriter and bass guitarist (d. 2015)",
            "year": 1948
        },
        {
            "text": "Shakin' Stevens, British singer-songwriter",
            "year": 1948
        },
        {
            "text": "David Franzoni, American screenwriter and film producer",
            "year": 1947
        },
        {
            "text": "Jan Garbarek, Norwegian saxophonist and composer",
            "year": 1947
        },
        {
            "text": "Bob Lewis, American guitarist",
            "year": 1947
        },
        {
            "text": "Pēteris Plakidis, Latvian pianist and composer (d. 2017)",
            "year": 1947
        },
        {
            "text": "Michael Ashcroft, English businessman and politician",
            "year": 1946
        },
        {
            "text": "Danny Frisella, American baseball player (d. 1977)",
            "year": 1946
        },
        {
            "text": "Haile Gerima, Ethiopian born US filmmaker",
            "year": 1946
        },
        {
            "text": "Patricia Kennealy-Morrison, American journalist and author (d. 2021)",
            "year": 1946
        },
        {
            "text": "Dieter Meier, Swiss musician",
            "year": 1945
        },
        {
            "text": "Tommy Svensson, Swedish footballer and manager",
            "year": 1945
        },
        {
            "text": "Gary Williams, American basketball player and coach",
            "year": 1945
        },
        {
            "text": "Harvey Postlethwaite, English engineer (d. 1999)",
            "year": 1944
        },
        {
            "text": "Anthony Ichiro Sanda, Japanese-American physicist and academic",
            "year": 1944
        },
        {
            "text": "Len Walker, English footballer and manager",
            "year": 1944
        },
        {
            "text": "Bobby Womack, American singer-songwriter (d. 2014)",
            "year": 1944
        },
        {
            "text": "Lucio Dalla, Italian singer-songwriter and actor (d. 2012)",
            "year": 1943
        },
        {
            "text": "Aldo Rico, Argentinian commander and politician",
            "year": 1943
        },
        {
            "text": "Gloria Gaither, American singer-songwriter",
            "year": 1942
        },
        {
            "text": "Charles C. Krulak, American general",
            "year": 1942
        },
        {
            "text": "David Matthews, American keyboard player and composer",
            "year": 1942
        },
        {
            "text": "Lynn Sherr, American journalist and author",
            "year": 1942
        },
        {
            "text": "James Gustave Speth, American lawyer and politician",
            "year": 1942
        },
        {
            "text": "Zorán Sztevanovity, Serbian-Hungarian singer-songwriter and guitarist",
            "year": 1942
        },
        {
            "text": "John Hancock, American film and television actor (d. 1992)",
            "year": 1941
        },
        {
            "text": "Adrian Lyne, English director, producer, and screenwriter",
            "year": 1941
        },
        {
            "text": "James Zagel, American lawyer and judge (d. 2023)",
            "year": 1941
        },
        {
            "text": "Wolfgang Hoffmann-Riem, German scholar and judge",
            "year": 1940
        },
        {
            "text": "David Plante, American novelist",
            "year": 1940
        },
        {
            "text": "Jack Fisher, American baseball player",
            "year": 1939
        },
        {
            "text": "Robert Shaye, American film producer",
            "year": 1939
        },
        {
            "text": "Anton Balasingham, Sri Lankan-English negotiator (d. 2006)",
            "year": 1938
        },
        {
            "text": "Alpha Condé, Guinean politician, President of Guinea",
            "year": 1938
        },
        {
            "text": "Allan Kornblum, American police officer and judge (d. 2010)",
            "year": 1938
        },
        {
            "text": "Don Perkins, American football player and sportscaster (d. 2022)",
            "year": 1938
        },
        {
            "text": "Paula Prentiss, American actress",
            "year": 1938
        },
        {
            "text": "Adam Daniel Rotfeld, Polish academic and politician, Polish Minister of Foreign Affairs",
            "year": 1938
        },
        {
            "text": "José Araquistáin, Spanish footballer",
            "year": 1937
        },
        {
            "text": "William Deverell, Canadian lawyer, author, and activist",
            "year": 1937
        },
        {
            "text": "Graham Dowling, New Zealand cricketer",
            "year": 1937
        },
        {
            "text": "Leslie H. Gelb, American journalist and author (d. 2019)",
            "year": 1937
        },
        {
            "text": "Yuri Senkevich, Russian physician and explorer (d. 2003)",
            "year": 1937
        },
        {
            "text": "Barney Wilen, French saxophonist and composer (d. 1996)",
            "year": 1937
        },
        {
            "text": "Richard B. Wright, Canadian journalist and author (d. 2017)",
            "year": 1937
        },
        {
            "text": "Eric Allandale, Dominican trombonist and songwriter  (d. 2001)",
            "year": 1936
        },
        {
            "text": "Jim Clark, Scottish racing driver (d. 1968)",
            "year": 1936
        },
        {
            "text": "Aribert Reimann, German pianist and composer (d. 2024)",
            "year": 1936
        },
        {
            "text": "Edward Dębicki, Ukrainian-Polish poet and composer",
            "year": 1935
        },
        {
            "text": "Bent Larsen, Danish chess player and author (d. 2010)",
            "year": 1935
        },
        {
            "text": "Mario Davidovsky, Argentinian-American composer and academic (d. 2019)",
            "year": 1934
        },
        {
            "text": "John Duffey, American singer-songwriter and guitarist (d. 1996)",
            "year": 1934
        },
        {
            "text": "Anne Haney, American actress (d. 2001)",
            "year": 1934
        },
        {
            "text": "Barbara McNair, American singer and actress (d. 2007)",
            "year": 1934
        },
        {
            "text": "Sandra Reynolds, South African tennis player",
            "year": 1934
        },
        {
            "text": "Janez Strnad, Slovenian physicist and academic (d. 2015)",
            "year": 1934
        },
        {
            "text": "Nino Vaccarella, Italian racing driver (d. 2021)",
            "year": 1933
        },
        {
            "text": "Sigurd Jansen, Norwegian pianist, composer, and conductor",
            "year": 1932
        },
        {
            "text": "Ryszard Kapuściński, Polish journalist, photographer, and poet (d. 2007)",
            "year": 1932
        },
        {
            "text": "Miriam Makeba, South African singer-songwriter and actress (d. 2008)",
            "year": 1932
        },
        {
            "text": "Ed Roth, American illustrator (d. 2001)",
            "year": 1932
        },
        {
            "text": "Frank Wells, American businessman (d. 1994)",
            "year": 1932
        },
        {
            "text": "Wally Bruner, American journalist and television host (d. 1997)",
            "year": 1931
        },
        {
            "text": "Bob Johnson, American ice hockey player and coach (d. 1991)",
            "year": 1931
        },
        {
            "text": "William Henry Keeler, American cardinal (d. 2017)",
            "year": 1931
        },
        {
            "text": "Alice Rivlin, American economist and politician (d. 2019)",
            "year": 1931
        },
        {
            "text": "Bernard Haitink, Dutch violinist and conductor (d. 2021)",
            "year": 1929
        },
        {
            "text": "Peter Swerling, American theoretician and engineer (d. 2000)",
            "year": 1929
        },
        {
            "text": "Samuel Adler, German-American composer and conductor",
            "year": 1928
        },
        {
            "text": "Alan Sillitoe, English novelist, short story writer, essayist, and poet (d. 2010)",
            "year": 1928
        },
        {
            "text": "Phil Batt, American soldier and politician, 29th Governor of Idaho (d. 2023)",
            "year": 1927
        },
        {
            "text": "Thayer David, American actor (d. 1978)",
            "year": 1927
        },
        {
            "text": "Jacques Dupin, French poet and critic (d. 2012)",
            "year": 1927
        },
        {
            "text": "Dick Savitt, American tennis player and businessman (d. 2023)",
            "year": 1927
        },
        {
            "text": "Henri de Contenson, French archaeologist and academic (d. 2019)",
            "year": 1926
        },
        {
            "text": "Prince Michel of Bourbon-Parma, French businessman, soldier and racing driver (d. 2018)",
            "year": 1926
        },
        {
            "text": "Richard DeVos, American businessman and philanthropist, co-founded Amway (d. 2018)",
            "year": 1926
        },
        {
            "text": "Pascual Pérez, Argentinian boxer (d. 1977)",
            "year": 1926
        },
        {
            "text": "Don Rendell, English saxophonist and flute player (d. 2015)",
            "year": 1926
        },
        {
            "text": "Alan R. Battersby, English chemist and academic (d. 2018)",
            "year": 1925
        },
        {
            "text": "Paul Mauriat, French conductor and composer (d. 2006)",
            "year": 1925
        },
        {
            "text": "Kenneth O'Donnell, American soldier and politician (d. 1977)",
            "year": 1924
        },
        {
            "text": "Russell Freeburg, American journalist and author",
            "year": 1923
        },
        {
            "text": "Francis King, English author and poet (d. 2011)",
            "year": 1923
        },
        {
            "text": "Patrick Moore, English astronomer and television host (d. 2012)",
            "year": 1923
        },
        {
            "text": "Richard E. Cunha, American director and cinematographer (d. 2005)",
            "year": 1922
        },
        {
            "text": "Dina Pathak, Indian actor and director (d. 2002)",
            "year": 1922
        },
        {
            "text": "Halim El-Dabh, Egyptian-American composer and educator (d. 2017)",
            "year": 1921
        },
        {
            "text": "Joan Greenwood, English actress (d. 1987)",
            "year": 1921
        },
        {
            "text": "Dinny Pails, English-Australian tennis player (d. 1986)",
            "year": 1921
        },
        {
            "text": "Jean Lecanuet, French politician, French Minister of Justice (d. 1993)",
            "year": 1920
        },
        {
            "text": "Alan MacNaughtan, Scottish-English actor (d. 2002)",
            "year": 1920
        },
        {
            "text": "Buck Baker, American race car driver (d. 2002)",
            "year": 1919
        },
        {
            "text": "Tan Chee Khoon, Malaysian physician and politician (d. 1996)",
            "year": 1919
        },
        {
            "text": "Kurt Dahlmann, German pilot, lawyer, and journalist (d. 2017)",
            "year": 1918
        },
        {
            "text": "Margaret Osborne duPont, American tennis player (d. 2012)",
            "year": 1918
        },
        {
            "text": "Clyde McCullough, American baseball player, coach, and manager (d. 1982)",
            "year": 1917
        },
        {
            "text": "William Alland, American actor, director, and producer (d. 1997)",
            "year": 1916
        },
        {
            "text": "Giorgio Bassani, Italian author and poet (d. 2000)",
            "year": 1916
        },
        {
            "text": "Hans Eysenck, German-English psychologist and theorist (d. 1997)",
            "year": 1916
        },
        {
            "text": "Ernest Titterton, English-Australian nuclear physicist (d. 1990)",
            "year": 1916
        },
        {
            "text": "László Csatáry, Hungarian art dealer (d. 2013)",
            "year": 1915
        },
        {
            "text": "Frank Sleeman, Australian lieutenant and politician, Lord Mayor of Brisbane (d. 2000)",
            "year": 1915
        },
        {
            "text": "Carlos Surinach, Spanish-Catalan composer and conductor (d. 1997)",
            "year": 1915
        },
        {
            "text": "Barbara Newhall Follett, American author (d. 1939)",
            "year": 1914
        },
        {
            "text": "Ward Kimball, American animator, producer, and screenwriter (d. 2002)",
            "year": 1914
        },
        {
            "text": "Robert R. Wilson, American physicist, sculptor, and architect (d. 2000)",
            "year": 1914
        },
        {
            "text": "Taos Amrouche, Algerian singer and author (d. 1976)",
            "year": 1913
        },
        {
            "text": "John Garfield, American actor and singer (d. 1952)",
            "year": 1913
        },
        {
            "text": "Afro Basaldella, Italian painter and academic (d. 1976)",
            "year": 1912
        },
        {
            "text": "Ferdinand Leitner, German conductor and composer (d. 1996)",
            "year": 1912
        },
        {
            "text": "Carl Marzani, Italian-American activist and publisher (d. 1994)",
            "year": 1912
        },
        {
            "text": "Charles Greville, 7th Earl of Warwick, English actor (d. 1984)",
            "year": 1911
        },
        {
            "text": "Tancredo Neves, Brazilian lawyer and politician, Prime Minister of Brazil (d. 1985)",
            "year": 1910
        },
        {
            "text": "Harry Helmsley, American businessman (d. 1997)",
            "year": 1909
        },
        {
            "text": "George Edward Holbrook, American chemist and engineer (d. 1987)",
            "year": 1909
        },
        {
            "text": "T. R. M. Howard, American surgeon and activist (d. 1976)",
            "year": 1908
        },
        {
            "text": "Thomas Shaw, American singer and guitarist (d. 1977)",
            "year": 1908
        },
        {
            "text": "Edgar Barrier, American actor (d. 1964)",
            "year": 1907
        },
        {
            "text": "Maria Branyas, American-Spanish supercentenarian  (d. 2024)",
            "year": 1907
        },
        {
            "text": "Meindert DeJong, Dutch-American soldier and author (d. 1991)",
            "year": 1906
        },
        {
            "text": "Avery Fisher, American violinist and engineer, founded Fisher Electronics (d. 1994)",
            "year": 1906
        },
        {
            "text": "Georges Ronsse, Belgian cyclist and manager (d. 1969)",
            "year": 1906
        },
        {
            "text": "Luis Carrero Blanco, Spanish admiral and politician, 69th President of the Government of Spain (d. 1973)",
            "year": 1904
        },
        {
            "text": "George Gamow, Ukrainian-American physicist and cosmologist (d. 1968)",
            "year": 1904
        },
        {
            "text": "Joseph Schmidt, Austrian-Hungarian tenor and actor (d. 1942)",
            "year": 1904
        },
        {
            "text": "William C. Boyd, American immunologist and chemist (d. 1983)",
            "year": 1903
        },
        {
            "text": "Malcolm Dole, American chemist and academic (d. 1990)",
            "year": 1903
        },
        {
            "text": "Dorothy Mackaill, English-American actress and singer (d. 1990)",
            "year": 1903
        },
        {
            "text": "John Scarne, American magician and author (d. 1985)",
            "year": 1903
        },
        {
            "text": "Rachel Messerer, Lithuanian-Russian actress (d. 1993)",
            "year": 1902
        },
        {
            "text": "Russell Reeder, American soldier and author (d. 1998)",
            "year": 1902
        },
        {
            "text": "Wilbur R. Franks, Canadian scientist, invented the g-suit (d. 1986)",
            "year": 1901
        },
        {
            "text": "Charles Goren, American bridge player and author (d. 1991)",
            "year": 1901
        },
        {
            "text": "Jean-Joseph Rabearivelo, Malagasy-French author, poet, and playwright (d. 1937)",
            "year": 1901
        },
        {
            "text": "Herbert Biberman, American director and screenwriter (d. 1971)",
            "year": 1900
        },
        {
            "text": "Peter Illing, Austrian born, British film and television actor (d. 1966)",
            "year": 1899
        },
        {
            "text": "Emilio Prados, Spanish poet and author (d. 1962)",
            "year": 1899
        },
        {
            "text": "Georges Dumézil, French philologist and academic (d. 1986)",
            "year": 1898
        },
        {
            "text": "Hans Krebs, German general (d. 1945)",
            "year": 1898
        },
        {
            "text": "Lefty O'Doul, American baseball player and manager (d. 1969)",
            "year": 1897
        },
        {
            "text": "Kai Holm, Danish actor and director (d. 1985)",
            "year": 1896
        },
        {
            "text": "Milt Gross, American animator, director, and screenwriter (d. 1953)",
            "year": 1895
        },
        {
            "text": "Charles Corm, Lebanese businessman and philanthropist (d. 1963)",
            "year": 1894
        },
        {
            "text": "Charles Herbert Colvin, American engineer, co-founded the Pioneer Instrument Company (d. 1985)",
            "year": 1893
        },
        {
            "text": "Adolph Lowe, German sociologist and economist (d. 1995)",
            "year": 1893
        },
        {
            "text": "Dazzy Vance, American baseball player (d. 1961)",
            "year": 1891
        },
        {
            "text": "Norman Bethune, Canadian soldier and physician (d. 1939)",
            "year": 1890
        },
        {
            "text": "Oscar Chisini, Italian mathematician and statistician (d. 1967)",
            "year": 1889
        },
        {
            "text": "Oren E. Long, American soldier and politician, 10th Territorial Governor of Hawaii (d. 1965)",
            "year": 1889
        },
        {
            "text": "Pearl White, American actress (d. 1938)",
            "year": 1889
        },
        {
            "text": "Robert William Wood, English-American painter (d. 1979)",
            "year": 1889
        },
        {
            "text": "Rafaela Ottiano, Italian-American actress (d. 1942)",
            "year": 1888
        },
        {
            "text": "Jeff Pfeffer, American baseball player (d. 1972)",
            "year": 1888
        },
        {
            "text": "Emma Richter, German paleontologist (d. 1956)",
            "year": 1888
        },
        {
            "text": "Knute Rockne, American football player and coach (d. 1931)",
            "year": 1888
        },
        {
            "text": "Paul Bazelaire, French cellist and composer (d. 1958)",
            "year": 1886
        },
        {
            "text": "Red Murray, American baseball player (d. 1958)",
            "year": 1884
        },
        {
            "text": "Lee Shumway, American actor (d. 1959)",
            "year": 1884
        },
        {
            "text": "Maude Fealy, American actress and screenwriter (d. 1971)",
            "year": 1883
        },
        {
            "text": "Robert Emmett Keane, American actor (d. 1981)",
            "year": 1883
        },
        {
            "text": "Sam Langford, Canadian-American boxer (d. 1956)",
            "year": 1883
        },
        {
            "text": "Nicolae Titulescu, Romanian academic and politician, 61st Romanian Minister of Foreign Affairs (d. 1941)",
            "year": 1882
        },
        {
            "text": "Todor Aleksandrov, Bulgarian educator and activist (d. 1924)",
            "year": 1881
        },
        {
            "text": "Thomas Sigismund Stribling, American lawyer and author (d. 1965)",
            "year": 1881
        },
        {
            "text": "Richard C. Tolman, American physicist and chemist (d. 1948)",
            "year": 1881
        },
        {
            "text": "Channing Pollock, American playwright and critic (d. 1946)",
            "year": 1880
        },
        {
            "text": "Bernhard Kellermann, German author and poet (d. 1951)",
            "year": 1879
        },
        {
            "text": "Takeo Arishima, Japanese author and critic (d. 1923)",
            "year": 1878
        },
        {
            "text": "Egbert Van Alstyne, American pianist and songwriter (d. 1951)",
            "year": 1878
        },
        {
            "text": "Alexander Goedicke, Russian pianist and composer (d. 1957)",
            "year": 1877
        },
        {
            "text": "Fritz Graebner, German geographer and ethnologist (d. 1934)",
            "year": 1877
        },
        {
            "text": "Garrett Morgan, African-American inventor (d. 1963)",
            "year": 1877
        },
        {
            "text": "Léon-Paul Fargue, French poet and author (d. 1947)",
            "year": 1876
        },
        {
            "text": "Theodore Hardeen, Hungarian-American magician (d. 1945)",
            "year": 1876
        },
        {
            "text": "Mihály Károlyi, Hungarian politician, President of Hungary (d. 1955)",
            "year": 1875
        },
        {
            "text": "Enrique Larreta, Argentinian historian and author (d. 1961)",
            "year": 1875
        },
        {
            "text": "Guy Wetmore Carryl, American journalist and poet (d. 1904)",
            "year": 1873
        },
        {
            "text": "John H. Trumbull, American colonel and politician, 70th Governor of Connecticut (d. 1961)",
            "year": 1873
        },
        {
            "text": "Boris Galerkin, Russian mathematician and engineer (d. 1945)",
            "year": 1871
        },
        {
            "text": "Thomas Sturge Moore, English author and poet (d. 1944)",
            "year": 1870
        },
        {
            "text": "Jacob L. Beilhart, American activist, founded the Spirit Fruit Society (d. 1908)",
            "year": 1867
        },
        {
            "text": "Charles Pelot Summerall, American Army officer (d. 1955)",
            "year": 1867
        },
        {
            "text": "Eugène Cosserat, French mathematician and astronomer (d. 1931)",
            "year": 1866
        },
        {
            "text": "David W. Taylor, American admiral, architect, and engineer (d. 1940)",
            "year": 1864
        },
        {
            "text": "R. I. Pocock, English zoologist and archaeologist (d. 1947)",
            "year": 1863
        },
        {
            "text": "John Henry Wigmore, American academic and jurist (d. 1943)",
            "year": 1863
        },
        {
            "text": "Jacob Robert Emden, Swiss astrophysicist and meteorologist (d. 1940)",
            "year": 1862
        },
        {
            "text": "Arthur Cushman McGiffert, American theologian and author (d. 1933)",
            "year": 1861
        },
        {
            "text": "Alfred William Rich, English painter, author, and educator (d. 1921)",
            "year": 1856
        },
        {
            "text": "Napier Shaw, English meteorologist and academic (d. 1945)",
            "year": 1854
        },
        {
            "text": "Alexandros Papadiamantis, Greek author and poet (d. 1911)",
            "year": 1851
        },
        {
            "text": "Carl Josef Bayer, Austrian chemist and academic (d. 1904)",
            "year": 1847
        },
        {
            "text": "Paul Lacôme, French pianist, cellist, and composer (d. 1920)",
            "year": 1838
        },
        {
            "text": "Owen Wynne Jones, Welsh clergyman and poet (d. 1870)",
            "year": 1828
        },
        {
            "text": "August Johann Gottfried Bielenstein, German linguist, ethnographer, and theologian (d. 1907)",
            "year": 1826
        },
        {
            "text": "John Buford, American general (d. 1863)",
            "year": 1826
        },
        {
            "text": "Elme Marie Caro, French philosopher and academic (d. 1887)",
            "year": 1826
        },
        {
            "text": "Theodore Judah, American engineer, founded the Central Pacific Railroad (d. 1863)",
            "year": 1826
        },
        {
            "text": "George Caron, Canadian businessman and politician (d. 1902)",
            "year": 1823
        },
        {
            "text": "Jules Antoine Lissajous, French mathematician and academic (d. 1880)",
            "year": 1822
        },
        {
            "text": "Francesco Bentivegna, Italian rebel leader (d. 1856)",
            "year": 1820
        },
        {
            "text": "Edwards Pierrepont, American lawyer and politician, 34th United States Attorney General (d. 1892)",
            "year": 1817
        },
        {
            "text": "Mykhailo Verbytsky, Ukrainian composer of religious hymns and the national anthem of Ukraine (d. 1870)",
            "year": 1815
        },
        {
            "text": "Napoleon Collins, Rear Admiral of the United States Navy during the Mexican–American War and the American Civil War (d. 1875)",
            "year": 1814
        },
        {
            "text": "William Price, Welsh physician, Chartist, and neo-Druid (d. 1893)",
            "year": 1800
        },
        {
            "text": "Karl Lachmann, German philologist and critic (d. 1851)",
            "year": 1793
        },
        {
            "text": "Isaac Lea, American conchologist, geologist, and publisher (d. 1886)",
            "year": 1792
        },
        {
            "text": "Johann Rudolf Wyss, Swiss philosopher, author, and academic (d. 1830)",
            "year": 1782
        },
        {
            "text": "Rebecca Gratz, American educator and philanthropist (d. 1869)",
            "year": 1781
        },
        {
            "text": "Robert Emmet, Irish republican (d. 1803)",
            "year": 1778
        },
        {
            "text": "Joseph Jacotot, French philosopher and academic (d. 1840)",
            "year": 1770
        },
        {
            "text": "Muhammad Ali, Ottoman military leader and pasha (d. 1849)",
            "year": 1769
        },
        {
            "text": "William Payne, English painter (d. 1830)",
            "year": 1760
        },
        {
            "text": "Hugh Ronalds, British nurseryman who cultivated and documented 300 varieties of apples (d. 1833)",
            "year": 1760
        },
        {
            "text": "Henry Raeburn, Scottish portrait painter (d. 1823)",
            "year": 1756
        },
        {
            "text": "Charles Dibdin, English actor, playwright, and composer (d. 1814)",
            "year": 1745
        },
        {
            "text": "Casimir Pulaski, Polish-American general (d. 1779)",
            "year": 1745
        },
        {
            "text": "Anne d'Arpajon, French wife of Philippe de Noailles (d. 1794)",
            "year": 1729
        },
        {
            "text": "George Pigot, 1st Baron Pigot, English politician (d. 1777)",
            "year": 1719
        },
        {
            "text": "James Waldegrave, 2nd Earl Waldegrave, English historian and politician (d. 1763)",
            "year": 1715
        },
        {
            "text": "Lauritz de Thurah, Danish architect, designed the Hermitage Hunting Lodge and Gammel Holtegård (d. 1759)",
            "year": 1706
        },
        {
            "text": "Jack Sheppard, English criminal (d. 1724)",
            "year": 1702
        },
        {
            "text": "Antonio Vivaldi, Italian violinist and composer (d. 1741)",
            "year": 1678
        },
        {
            "text": "Philip Christoph von Königsmarck, Swedish soldier (d. 1694)",
            "year": 1665
        },
        {
            "text": "Fra Galgario, Italian painter (d. 1743)",
            "year": 1655
        },
        {
            "text": "John Somers, 1st Baron Somers, English lawyer, jurist, and politician, Lord High Chancellor of Great Britain (d. 1716)",
            "year": 1651
        },
        {
            "text": "Kazimierz Łyszczyński, Polish philosopher (d. 1689)",
            "year": 1634
        },
        {
            "text": "Kanō Tan'yū, Japanese painter (d. 1674)",
            "year": 1602
        },
        {
            "text": "Henry Carey, 1st Baron Hunsdon (d. 1596)",
            "year": 1526
        },
        {
            "text": "Hindal Mirza, Mughal emperor (d. 1551)",
            "year": 1519
        },
        {
            "text": "Elisabeth of Hesse, princess of Saxony (d. 1557)",
            "year": 1502
        },
        {
            "text": "Francesco de Layolle, Italian organist and composer (d. 1540)",
            "year": 1492
        },
        {
            "text": "George, margrave of Brandenburg-Ansbach (d. 1543)",
            "year": 1484
        },
        {
            "text": "Henry the Navigator, Portuguese explorer (d. 1460)",
            "year": 1394
        },
        {
            "text": "Blanche of Castile, French queen consort (d. 1252)",
            "year": 1188
        },
        {
            "text": "Al-Musabbihi, Fatimid historian and official (d. 1030)",
            "year": 977
        },
        {
            "text": "Liu Zhiyuan, founder of the Later Han Dynasty (d. 948)",
            "year": 895
        }
    ],
    "deaths": [
        {
            "text": "Phil Batt, American soldier and politician, 29th Governor of Idaho (b. 1927)",
            "year": 2023
        },
        {
            "text": "Rod Marsh, Australian cricketer and coach (b. 1947)",
            "year": 2022
        },
        {
            "text": "Shane Warne, Australian cricketer, coach, and sportscaster (b. 1969)",
            "year": 2022
        },
        {
            "text": "Javier Pérez de Cuéllar, Peruvian politician and diplomat (b. 1920)",
            "year": 2020
        },
        {
            "text": "Keith Flint, English singer (The Prodigy) (b. 1969)",
            "year": 2019
        },
        {
            "text": "Luke Perry, American actor (b. 1966)",
            "year": 2019
        },
        {
            "text": "Davide Astori, Italian soccer player (b. 1987)",
            "year": 2018
        },
        {
            "text": "Clayton Yeutter, American politician (b. 1930)",
            "year": 2017
        },
        {
            "text": "Bud Collins, American journalist and sportscaster (b. 1929)",
            "year": 2016
        },
        {
            "text": "Pat Conroy, American author (b. 1945)",
            "year": 2016
        },
        {
            "text": "P. A. Sangma, Indian lawyer and politician, Speaker of the Lok Sabha (b. 1947)",
            "year": 2016
        },
        {
            "text": "Zhou Xiaoyan, Chinese soprano and educator (b. 1917)",
            "year": 2016
        },
        {
            "text": "Dušan Bilandžić, Croatian historian and politician (b. 1924)",
            "year": 2015
        },
        {
            "text": "Ray Hatton, English-American runner, author, and academic (b. 1932)",
            "year": 2015
        },
        {
            "text": "Mark Freidkin, Russian author and poet (b. 1953)",
            "year": 2014
        },
        {
            "text": "Elaine Kellett-Bowman, English lawyer and politician (b. 1923)",
            "year": 2014
        },
        {
            "text": "Jack Kinzler, American engineer (b. 1920)",
            "year": 2014
        },
        {
            "text": "Wu Tianming, Chinese director and producer (b. 1939)",
            "year": 2014
        },
        {
            "text": "Lillian Cahn, Hungarian-American businesswoman, co-founded Coach, Inc. (b. 1923)",
            "year": 2013
        },
        {
            "text": "Mickey Moore, Canadian-American actor and director (b. 1914)",
            "year": 2013
        },
        {
            "text": "Toren Smith, Canadian businessman, founded Studio Proteus (b. 1960)",
            "year": 2013
        },
        {
            "text": "Paul McBride, Scottish lawyer and politician (b. 1965)",
            "year": 2012
        },
        {
            "text": "Don Mincher, American baseball player (b. 1938)",
            "year": 2012
        },
        {
            "text": "Krishna Prasad Bhattarai, Nepalese journalist and politician, 29th Prime Minister of Nepal (b. 1924)",
            "year": 2011
        },
        {
            "text": "Vivienne Harris, English journalist and publisher, co-founded the Jewish Telegraph (b. 1921)",
            "year": 2011
        },
        {
            "text": "Ed Manning, American basketball player and coach (b. 1943)",
            "year": 2011
        },
        {
            "text": "Arjun Singh, Indian politician (b. 1930)",
            "year": 2011
        },
        {
            "text": "Alenush Terian, Iranian astronomer and physicist (b. 1920)",
            "year": 2011
        },
        {
            "text": "Simon van der Meer, Dutch-Swiss physicist and academic, Nobel Prize laureate (b. 1925)",
            "year": 2011
        },
        {
            "text": "Raimund Abraham, Austrian architect and educator, designed the Austrian Cultural Forum New York (b. 1933)",
            "year": 2010
        },
        {
            "text": "Johnny Alf, Brazilian pianist and composer (b. 1929)",
            "year": 2010
        },
        {
            "text": "Vladislav Ardzinba, Abkhazian historian and politician, 1st President of Abkhazia (b. 1945)",
            "year": 2010
        },
        {
            "text": "Fred Wedlock, English singer-songwriter and guitarist (b. 1942)",
            "year": 2010
        },
        {
            "text": "Yvon Cormier, Canadian wrestler (b. 1938)",
            "year": 2009
        },
        {
            "text": "Horton Foote, American playwright and screenwriter (b. 1916)",
            "year": 2009
        },
        {
            "text": "George McAfee, American football player (b. 1918)",
            "year": 2009
        },
        {
            "text": "Gary Gygax, American game designer, co-created Dungeons & Dragons (b. 1938)",
            "year": 2008
        },
        {
            "text": "Leonard Rosenman, American composer and conductor (b. 1924)",
            "year": 2008
        },
        {
            "text": "Thomas Eagleton, American lawyer and politician, 38th Lieutenant Governor of Missouri (b. 1929)",
            "year": 2007
        },
        {
            "text": "Tadeusz Nalepa, Polish singer-songwriter and guitarist (b. 1934)",
            "year": 2007
        },
        {
            "text": "Ian Wooldridge, English journalist (b. 1932)",
            "year": 2007
        },
        {
            "text": "John Reynolds Gardiner, American author and engineer (b. 1944)",
            "year": 2006
        },
        {
            "text": "Edgar Valter, Estonian author and illustrator (b. 1929)",
            "year": 2006
        },
        {
            "text": "Nicola Calipari, Italian general (b. 1953)",
            "year": 2005
        },
        {
            "text": "Yuriy Kravchenko, Ukrainian police officer and politician (b. 1951)",
            "year": 2005
        },
        {
            "text": "Carlos Sherman, Uruguayan-Belarusian author and activist (b. 1934)",
            "year": 2005
        },
        {
            "text": "Claude Nougaro, French singer-songwriter (b. 1929)",
            "year": 2004
        },
        {
            "text": "Jaba Ioseliani, Georgian playwright, academic, and politician (b. 1926)",
            "year": 2003
        },
        {
            "text": "Sébastien Japrisot, French author, screenwriter, and director (b. 1931)",
            "year": 2003
        },
        {
            "text": "Ugnė Karvelis, Lithuanian author and translator (b. 1935)",
            "year": 2002
        },
        {
            "text": "Elyne Mitchell, Australian skier and author (b. 1913)",
            "year": 2002
        },
        {
            "text": "Velibor Vasović, Serbian footballer and manager (b. 1939)",
            "year": 2002
        },
        {
            "text": "Gerardo Barbero, Argentinian chess player (b. 1961)",
            "year": 2001
        },
        {
            "text": "Jean René Bazaine, French painter and author (b. 1904)",
            "year": 2001
        },
        {
            "text": "Fred Lasswell, American cartoonist (b. 1916)",
            "year": 2001
        },
        {
            "text": "Jim Rhodes, American businessman and politician, 61st Governor of Ohio (b. 1909)",
            "year": 2001
        },
        {
            "text": "Harold Stassen, American educator and politician, 25th Governor of Minnesota (b. 1907)",
            "year": 2001
        },
        {
            "text": "Hermann Brück, German-Scottish physicist and astronomer (b. 1905)",
            "year": 2000
        },
        {
            "text": "Michael Noonan, New Zealand-Australian author and screenwriter (b. 1921)",
            "year": 2000
        },
        {
            "text": "Ta-You Wu, Chinese physicist and academic (b. 1907)",
            "year": 2000
        },
        {
            "text": "Harry Blackmun, American lawyer and judge (b. 1908)",
            "year": 1999
        },
        {
            "text": "Del Close, American actor and educator (b. 1934)",
            "year": 1999
        },
        {
            "text": "Miłosz Magin, Polish pianist and composer (b. 1929)",
            "year": 1999
        },
        {
            "text": "Ivan Dougherty, Australian general (b. 1907)",
            "year": 1998
        },
        {
            "text": "Joe Baker-Cresswell, English captain (b. 1901)",
            "year": 1997
        },
        {
            "text": "Robert H. Dicke, American physicist and astronomer (b. 1916)",
            "year": 1997
        },
        {
            "text": "Minnie Pearl, American entertainer (b. 1912)",
            "year": 1996
        },
        {
            "text": "John Sauer, American football player, coach, and sportscaster (b. 1925)",
            "year": 1996
        },
        {
            "text": "Matt Urban, American colonel, Medal of Honor recipient (b. 1919)",
            "year": 1995
        },
        {
            "text": "John Candy, Canadian comedian and actor (b. 1950)",
            "year": 1994
        },
        {
            "text": "George Edward Hughes, Irish-Scottish philosopher and author (b. 1918)",
            "year": 1994
        },
        {
            "text": "Art Hodes, Ukrainian-American pianist and composer (b. 1904)",
            "year": 1993
        },
        {
            "text": "Tomislav Ivčić, Croatian singer-songwriter and politician (b. 1953)",
            "year": 1993
        },
        {
            "text": "Izaak Kolthoff, Dutch chemist and academic (b. 1894)",
            "year": 1993
        },
        {
            "text": "Nicholas Ridley, Baron Ridley of Liddesdale, English lieutenant and politician, Secretary of State for the Environment (b. 1929)",
            "year": 1993
        },
        {
            "text": "Art Babbitt, American animator and director (b. 1907)",
            "year": 1992
        },
        {
            "text": "Pare Lorentz, American director, producer, and screenwriter (b. 1905)",
            "year": 1992
        },
        {
            "text": "Godfrey Bryan, English cricketer (b. 1902)",
            "year": 1991
        },
        {
            "text": "Hank Gathers, American basketball player (b. 1967)",
            "year": 1990
        },
        {
            "text": "Tiny Grimes, American guitarist (b. 1916)",
            "year": 1989
        },
        {
            "text": "Beatriz Guido, Argentine author and screenwriter (b. 1924)",
            "year": 1988
        },
        {
            "text": "Seibo Kitamura, Japanese sculptor (b. 1884)",
            "year": 1987
        },
        {
            "text": "Ding Ling, Chinese feminist and socialist realist author (b. 1904)",
            "year": 1986
        },
        {
            "text": "Albert L. Lehninger, American biochemist and academic (b. 1917)",
            "year": 1986
        },
        {
            "text": "Richard Manuel, Canadian singer-songwriter and pianist (b. 1943)",
            "year": 1986
        },
        {
            "text": "Elizabeth Smart, Canadian poet and author (b. 1913)",
            "year": 1986
        },
        {
            "text": "Torin Thatcher, American actor (b. 1905)",
            "year": 1981
        },
        {
            "text": "Karl-Jesko von Puttkamer, German admiral (b. 1900)",
            "year": 1981
        },
        {
            "text": "Alan Hardaker, English lieutenant and businessman (b. 1912)",
            "year": 1980
        },
        {
            "text": "Willi Unsoeld, American mountaineer and educator (b. 1926)",
            "year": 1979
        },
        {
            "text": "Wesley Bolin, American businessman and politician, 15th Governor of Arizona (b. 1909)",
            "year": 1978
        },
        {
            "text": "Joe Marsala, American clarinet player and songwriter (b. 1907)",
            "year": 1978
        },
        {
            "text": "Anatol E. Baconsky, Romanian poet, author, and critic (b. 1925)",
            "year": 1977
        },
        {
            "text": "Nancy Tyson Burbidge, Australian botanist and curator (b. 1912)",
            "year": 1977
        },
        {
            "text": "Andrés Caicedo, Colombian author, poet, and playwright (b. 1951)",
            "year": 1977
        },
        {
            "text": "William Paul, American lawyer and politician (b. 1885)",
            "year": 1977
        },
        {
            "text": "Lutz Graf Schwerin von Krosigk, German jurist and politician, German Minister for Foreign Affairs (b. 1887)",
            "year": 1977
        },
        {
            "text": "John Marvin Jones, American judge and politician (b. 1882)",
            "year": 1976
        },
        {
            "text": "Walter H. Schottky, Swiss-German physicist and engineer (b. 1886)",
            "year": 1976
        },
        {
            "text": "Adolph Gottlieb, American painter and sculptor (b. 1903)",
            "year": 1974
        },
        {
            "text": "Harold Barrowclough, New Zealand general, lawyer, and politician, 8th Chief Justice of New Zealand (b. 1894)",
            "year": 1972
        },
        {
            "text": "Charles Biro, American author and illustrator (b. 1911)",
            "year": 1972
        },
        {
            "text": "Nicholas Schenck, Russian-American businessman (b. 1881)",
            "year": 1969
        },
        {
            "text": "William Carlos Williams, American poet, short story writer, and essayist (b. 1883)",
            "year": 1963
        },
        {
            "text": "Herbert O'Conor, American soldier, lawyer, and politician, 51st Governor of Maryland (b. 1896)",
            "year": 1960
        },
        {
            "text": "Noel Gay, English composer and songwriter (b. 1898)",
            "year": 1954
        },
        {
            "text": "Charles Scott Sherrington, English neurophysiologist and pathologist, Nobel Prize laureate (b. 1857)",
            "year": 1952
        },
        {
            "text": "Clarence Kingsbury, English cyclist (b. 1882)",
            "year": 1949
        },
        {
            "text": "Antonin Artaud, French actor and director (b. 1896)",
            "year": 1948
        },
        {
            "text": "Lucille La Verne, American actress (b. 1872)",
            "year": 1945
        },
        {
            "text": "Mark Sandrich, American director, producer, and screenwriter (b. 1900)",
            "year": 1945
        },
        {
            "text": "Fannie Barrier Williams, American educator and activist (b. 1855)",
            "year": 1944
        },
        {
            "text": "Louis Buchalter, American mob boss (b. 1897)",
            "year": 1944
        },
        {
            "text": "Louis Capone, Italian-American gangster (b. 1896)",
            "year": 1944
        },
        {
            "text": "René Lefebvre, French businessman (b. 1879)",
            "year": 1944
        },
        {
            "text": "Ludwig Quidde, German activist and politician, Nobel Prize laureate (b. 1858)",
            "year": 1941
        },
        {
            "text": "Hamlin Garland, American novelist, poet, essayist, and short story writer (b. 1860)",
            "year": 1940
        },
        {
            "text": "George Foster Peabody, American banker and philanthropist (b. 1852)",
            "year": 1938
        },
        {
            "text": "Jack Taylor, American baseball player (b. 1874)",
            "year": 1938
        },
        {
            "text": "Ira Remsen, American chemist and academic (b. 1846)",
            "year": 1927
        },
        {
            "text": "Moritz Moszkowski, Polish-German pianist and composer (b. 1854)",
            "year": 1925
        },
        {
            "text": "James Ward, English psychologist and philosopher (b. 1843)",
            "year": 1925
        },
        {
            "text": "John Montgomery Ward, American baseball player and manager (b. 1860)",
            "year": 1925
        },
        {
            "text": "Franz Marc, German painter (b. 1880)",
            "year": 1916
        },
        {
            "text": "William Willett, English inventor, founded British Summer Time (b. 1856)",
            "year": 1915
        },
        {
            "text": "John Schofield, American general and politician, 28th United States Secretary of War (b. 1831)",
            "year": 1906
        },
        {
            "text": "Joseph Henry Shorthouse, English author (b. 1834)",
            "year": 1903
        },
        {
            "text": "Amos Bronson Alcott, American philosopher and educator (b. 1799)",
            "year": 1888
        },
        {
            "text": "Alexander H. Stephens, American lawyer and politician, Vice President of the Confederate States of America (b. 1812)",
            "year": 1883
        },
        {
            "text": "Carsten Hauch, Danish poet and playwright (b. 1790)",
            "year": 1872
        },
        {
            "text": "Alexander Campbell, Irish-American minister and theologian (b. 1788)",
            "year": 1866
        },
        {
            "text": "Thomas Starr King, American minister and politician (b. 1824)",
            "year": 1864
        },
        {
            "text": "Matthew C. Perry, American naval commander (b. 1794)",
            "year": 1858
        },
        {
            "text": "Thomas Bladen Capel, English admiral (b. 1776)",
            "year": 1853
        },
        {
            "text": "Christian Leopold von Buch, German geologist and paleontologist (b. 1774)",
            "year": 1853
        },
        {
            "text": "Nikolai Gogol, Ukrainian-Russian short story writer, novelist, and playwright (b. 1809)",
            "year": 1852
        },
        {
            "text": "James Richardson, English explorer (b. 1809)",
            "year": 1851
        },
        {
            "text": "Jean-François Champollion, French philologist and scholar (b. 1790)",
            "year": 1832
        },
        {
            "text": "Mariano Moreno, Argentinian journalist, lawyer, and politician (b. 1778)",
            "year": 1811
        },
        {
            "text": "Abraham Baldwin, American minister, lawyer, and politician (b. 1754)",
            "year": 1807
        },
        {
            "text": "Jean-Baptiste Greuze, French painter (b. 1725)",
            "year": 1805
        },
        {
            "text": "John Collins, American politician, 3rd Governor of Rhode Island (b. 1717)",
            "year": 1795
        },
        {
            "text": "Louis Jean Marie de Bourbon, Duke of Penthièvre (b. 1725)",
            "year": 1793
        },
        {
            "text": "Johannes Zick, German painter (b. 1702)",
            "year": 1762
        },
        {
            "text": "John Anstis, English historian and politician (b. 1669)",
            "year": 1744
        },
        {
            "text": "Claude de Forbin, French admiral and politician (b. 1656)",
            "year": 1733
        },
        {
            "text": "Louis III, duke of Bourbon (b. 1668)",
            "year": 1710
        },
        {
            "text": "Hans von Aachen, German painter and educator (b. 1552)",
            "year": 1615
        },
        {
            "text": "Fausto Sozzini, Italian theologian and educator (b. 1539)",
            "year": 1604
        },
        {
            "text": "Bernard Gilpin, English priest and theologian (b. 1517)",
            "year": 1583
        },
        {
            "text": "Leonhard Kleber, German organist (b. 1495)",
            "year": 1556
        },
        {
            "text": "Sigismund, archduke of Austria (b. 1427)",
            "year": 1496
        },
        {
            "text": "Saint Casimir, Polish prince (b. 1458)",
            "year": 1484
        },
        {
            "text": "Thomas Usk, English author",
            "year": 1388
        },
        {
            "text": "Jeanne d'Évreux, queen consort of France (b. 1310)",
            "year": 1371
        },
        {
            "text": "Jakub Świnka, Polish priest and archbishop",
            "year": 1314
        },
        {
            "text": "Daniel of Moscow, Russian Grand Duke (b. 1261)",
            "year": 1303
        },
        {
            "text": "Joan of England, queen of Scotland (b. 1210)",
            "year": 1238
        },
        {
            "text": "Yuri II, Russian Grand Prince (b. 1189)",
            "year": 1238
        },
        {
            "text": "Saladin, founder of the Ayyubid Sultanate (b. 1137)",
            "year": 1193
        },
        {
            "text": "Stephen III, king of Hungary (b. 1147)",
            "year": 1172
        },
        {
            "text": "Abdullah al-Mahdi Billah, Fatimid caliph (b. 873)",
            "year": 934
        },
        {
            "text": "Pelagius I, pope of the Catholic Church",
            "year": 561
        },
        {
            "text": "Landry of Sées, French bishop and saint",
            "year": 480
        },
        {
            "text": "Adrian and Natalia of Nicomedia, Christian martyrs",
            "year": 306
        }
    ],
    "metadata": {
        "current_date": "March 4, 2025",
        "short_date": "Mar 4",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            46,
            35,
            17,
            7,
            6,
            3,
            73,
            16,
            28,
            48
        ],
        "births": [
            52,
            350,
            102,
            155
        ],
        "deaths": [
            22,
            43,
            122,
            85
        ]
    }
}