{
    "events": [
        {
            "text": "A solar eclipse traverses the continental United States.",
            "year": 2017
        },
        {
            "text": "Hundreds of people are reported killed by chemical attacks in the Ghouta region of Syria.",
            "year": 2013
        },
        {
            "text": "American golfer Tiger Woods wins the 82nd PGA Championship and becomes the first golfer since Ben Hogan in 1953 to win three majors in a calendar year.",
            "year": 2000
        },
        {
            "text": "Atlantic Southeast Airlines Flight 529, an Embraer EMB 120 Brasilia, attempts to divert to West Georgia Regional Airport after the left engine fails, but the aircraft crashes in Carroll County near Carrollton, Georgia, killing nine of the 29 people on board.",
            "year": 1995
        },
        {
            "text": "Royal Air Maroc Flight 630 crashes in Douar Izounine, Morocco, killing all 44 people on board.",
            "year": 1994
        },
        {
            "text": "NASA loses contact with the Mars Observer spacecraft.",
            "year": 1993
        },
        {
            "text": "Latvia declares renewal of its full independence after its occupation by the Soviet Union since 1940.",
            "year": 1991
        },
        {
            "text": "Coup attempt against Mikhail Gorbachev collapses.",
            "year": 1991
        },
        {
            "text": "The 6.9 Mw  Nepal earthquake shakes the Nepal–India border with a maximum Mercalli intensity of VIII (Severe), leaving 709–1,450 people killed and thousands injured.",
            "year": 1988
        },
        {
            "text": "Carbon dioxide gas erupts from volcanic Lake Nyos in Cameroon, killing up to 1,800 people within a 20-kilometre (12 mi) range.",
            "year": 1986
        },
        {
            "text": "Philippine opposition leader Benigno Aquino Jr. is assassinated at Manila International Airport (now renamed Ninoy Aquino International Airport in his honor).",
            "year": 1983
        },
        {
            "text": "Lebanese Civil War: The first troops of a multinational force lands in Beirut to oversee the Palestine Liberation Organization's withdrawal from Lebanon.",
            "year": 1982
        },
        {
            "text": "A bomb exploded in the Liberal Party campaign rally in Plaza Miranda, Manila, Philippines with several anti-Marcos political candidates injured.",
            "year": 1971
        },
        {
            "text": "Cold War: Nicolae Ceaușescu, leader of the Socialist Republic of Romania, publicly condemns the Soviet-led Warsaw Pact invasion of Czechoslovakia, encouraging the Romanian population to arm itself against possible Soviet reprisals.",
            "year": 1968
        },
        {
            "text": "James Anderson Jr. posthumously receives the first Medal of Honor to be awarded to an African American U.S. Marine.",
            "year": 1968
        },
        {
            "text": "The Socialist Republic of Romania is proclaimed, following the adoption of a new constitution.",
            "year": 1965
        },
        {
            "text": "Xá Lợi Pagoda raids: The Army of the Republic of Vietnam Special Forces loyal to Ngô Đình Nhu, brother of President Ngo Dinh Diem, vandalizes Buddhist pagodas across the country, arresting thousands and leaving an estimated hundreds dead.",
            "year": 1963
        },
        {
            "text": "United States President Dwight D. Eisenhower signs an executive order proclaiming Hawaii the 50th state of the union. Hawaii's admission is currently commemorated by Hawaii Admission Day.",
            "year": 1959
        },
        {
            "text": "The Soviet Union successfully conducts a long-range test flight of the R-7 Semyorka, the first intercontinental ballistic missile.",
            "year": 1957
        },
        {
            "text": "Physicist Harry Daghlian is fatally irradiated in a criticality accident during an experiment with the Demon core at Los Alamos National Laboratory.",
            "year": 1945
        },
        {
            "text": "Dumbarton Oaks Conference, prelude to the United Nations, begins.",
            "year": 1944
        },
        {
            "text": "World War II: Canadian and Polish units capture the strategically important town of Falaise, Calvados, France.",
            "year": 1944
        },
        {
            "text": "World War II: The Guadalcanal campaign: American forces defeat an attack by Imperial Japanese Army soldiers in the Battle of the Tenaru.",
            "year": 1942
        },
        {
            "text": "World War I: The Second Battle of the Somme begins.",
            "year": 1918
        },
        {
            "text": "World War I: The Battle of Charleroi, a successful German attack across the River Sambre that pre-empted a French offensive in the same area.",
            "year": 1914
        },
        {
            "text": "The Mona Lisa is stolen by Vincenzo Peruggia, a Louvre employee.",
            "year": 1911
        },
        {
            "text": "Six hundred American school teachers, Thomasites, arrived in Manila on the USAT Thomas.",
            "year": 1901
        },
        {
            "text": "The first successful adding machine in the United States is patented by William Seward Burroughs.",
            "year": 1888
        },
        {
            "text": "An F5 tornado strikes Rochester, Minnesota, leading to the creation of the Mayo Clinic.",
            "year": 1883
        },
        {
            "text": "The locals of Knock, County Mayo, Ireland report their having seen an apparition of the Virgin Mary. The apparition is later named \"Our Lady of Knock\" and the spot transformed into a Catholic pilgrimage site.",
            "year": 1879
        },
        {
            "text": "The American Bar Association is founded in Saratoga Springs, New York.",
            "year": 1878
        },
        {
            "text": "Lawrence, Kansas is destroyed by pro-Confederate guerrillas known as Quantrill's Raiders.",
            "year": 1863
        },
        {
            "text": "The Stadtpark, the first public park in Vienna, opens to the public.",
            "year": 1862
        },
        {
            "text": "The first of the Lincoln–Douglas debates is held in Ottawa, Illinois.",
            "year": 1858
        },
        {
            "text": "Tlingit Indians destroy Fort Selkirk, Yukon Territory.",
            "year": 1852
        },
        {
            "text": "Nat Turner leads black slaves and free blacks in a rebellion in Southampton County, Virginia, which will claim the lives of 55 to 65 whites and about twice that number of blacks.",
            "year": 1831
        },
        {
            "text": "Jarvis Island is discovered by the crew of the ship, Eliza Frances.",
            "year": 1821
        },
        {
            "text": "Jean-Baptiste Bernadotte, Marshal of France, is elected Crown Prince of Sweden by the Swedish Riksdag of the Estates.",
            "year": 1810
        },
        {
            "text": "Battle of Vimeiro: British and Portuguese forces led by General Arthur Wellesley defeat French force under Major-General Jean-Andoche Junot near the village of Vimeiro, Portugal, the first Anglo-Portuguese victory of the Peninsular War.",
            "year": 1808
        },
        {
            "text": "Enslaved Africans in Saint-Domingue, led by Dutty Boukman, held a Vodou ceremony that became a pivotal act of resistance. This gathering sparked a mass uprising against slavery, marking the beginning of the Haitian Revolution.",
            "year": 1791
        },
        {
            "text": "American Revolutionary War: British forces begin besieging the French outpost at Pondichéry.",
            "year": 1778
        },
        {
            "text": "King Gustav III completes his coup d'état by adopting a new Constitution, ending half a century of parliamentary rule in Sweden and installing himself as an enlightened despot.",
            "year": 1772
        },
        {
            "text": "James Cook formally claims eastern Australia for Great Britain, naming it New South Wales.",
            "year": 1770
        },
        {
            "text": "Seventh Ottoman–Venetian War: The arrival of naval reinforcements and the news of the Battle of Petrovaradin force the Ottomans to abandon the Siege of Corfu, thus preserving the Ionian Islands under Venetian rule.",
            "year": 1716
        },
        {
            "text": "The Battle of Dunkeld in Scotland.",
            "year": 1689
        },
        {
            "text": "Pueblo Indians capture Santa Fe from the Spanish during the Pueblo Revolt.",
            "year": 1680
        },
        {
            "text": "Henry the Navigator leads Portuguese forces to victory over the Marinids at the Conquest of Ceuta.",
            "year": 1415
        },
        {
            "text": "King Stefan Uroš III, after months of anarchy, surrenders to his son and rival Stefan Dušan, who succeeds as King of Serbia.",
            "year": 1331
        },
        {
            "text": "Minamoto no Yoritomo becomes Sei-i Taishōgun and the de facto ruler of Japan. (Traditional Japanese date: the 12th day of the seventh month in the third year of the Kenkyū (建久) era).",
            "year": 1192
        },
        {
            "text": "Battle of the Blacks: Uprising by the black African forces of the Fatimid army, along with a number of Egyptian emirs and commoners, against Saladin.",
            "year": 1169
        },
        {
            "text": "Song dynasty general Yue Fei defeats an army led by Jin dynasty general Wuzhu at the Battle of Yancheng during the Jin–Song Wars.",
            "year": 1140
        },
        {
            "text": "Eraclus becomes the 25th bishop of Liège.",
            "year": 959
        }
    ],
    "births": [
        {
            "text": "Corbin Carroll, American baseball player",
            "year": 2000
        },
        {
            "text": "Maxim Knight, American actor",
            "year": 1999
        },
        {
            "text": "Karolína Muchová, Czech tennis player",
            "year": 1996
        },
        {
            "text": "Dominik Kubalík, Czech ice hockey player",
            "year": 1995
        },
        {
            "text": "Alexandra Cooper, American podcaster",
            "year": 1994
        },
        {
            "text": "Ekin-Su Cülcüloğlu, British-Turkish reality television personality, actress and model",
            "year": 1994
        },
        {
            "text": "Millie Bright, English footballer",
            "year": 1993
        },
        {
            "text": "Mike Evans, American football player",
            "year": 1993
        },
        {
            "text": "Brandon Drury, American baseball player",
            "year": 1992
        },
        {
            "text": "RJ Mitte, American actor",
            "year": 1992
        },
        {
            "text": "Felipe Nasr, Brazilian race car driver",
            "year": 1992
        },
        {
            "text": "Leandro Bacuna, Dutch footballer",
            "year": 1991
        },
        {
            "text": "Jesse Rutherford, American singer and songwriter",
            "year": 1991
        },
        {
            "text": "Bo Burnham, American comedian, musician, actor, filmmaker and poet",
            "year": 1990
        },
        {
            "text": "Christian Vázquez, Puerto Rican baseball player",
            "year": 1990
        },
        {
            "text": "Charlison Benschop, Dutch footballer",
            "year": 1989
        },
        {
            "text": "James Davey, English rugby league player",
            "year": 1989
        },
        {
            "text": "Matteo Gentili, Italian footballer",
            "year": 1989
        },
        {
            "text": "Hayden Panettiere, American actress",
            "year": 1989
        },
        {
            "text": "Aleix Vidal, Spanish footballer",
            "year": 1989
        },
        {
            "text": "Robert Lewandowski, Polish footballer",
            "year": 1988
        },
        {
            "text": "Joanna Mitrosz, Polish rhythmic gymnast",
            "year": 1988
        },
        {
            "text": "Kacey Musgraves, American singer-songwriter and guitarist",
            "year": 1988
        },
        {
            "text": "DeWanna Bonner, American-Macedonian basketball player",
            "year": 1987
        },
        {
            "text": "Cody Kasch, American actor",
            "year": 1987
        },
        {
            "text": "J. D. Martinez, American baseball player",
            "year": 1987
        },
        {
            "text": "Jodie Meeks, American basketball player and coach",
            "year": 1987
        },
        {
            "text": "Usain Bolt, Jamaican sprinter",
            "year": 1986
        },
        {
            "text": "Wout Brama, Dutch footballer",
            "year": 1986
        },
        {
            "text": "Koki Sakamoto, Japanese gymnast",
            "year": 1986
        },
        {
            "text": "Paetongtarn Shinawatra, Thai politician and 31st Prime Minister of Thailand",
            "year": 1986
        },
        {
            "text": "Brooks Wheelan, American comedian and actor",
            "year": 1986
        },
        {
            "text": "Nicolás Almagro, Spanish tennis player",
            "year": 1985
        },
        {
            "text": "Aleksandra Kiryashova, Russian pole vaulter",
            "year": 1985
        },
        {
            "text": "Neil Dexter, South African cricketer",
            "year": 1984
        },
        {
            "text": "Melvin Upton, Jr., American baseball player",
            "year": 1984
        },
        {
            "text": "Alizée, French singer",
            "year": 1984
        },
        {
            "text": "Brody Jenner, American television personality and model",
            "year": 1983
        },
        {
            "text": "Scott McDonald, Australian footballer",
            "year": 1983
        },
        {
            "text": "Jason Eaton, New Zealand rugby player",
            "year": 1982
        },
        {
            "text": "Omar Sachedina, Canadian television journalist, correspondent, and news anchor",
            "year": 1982
        },
        {
            "text": "Jarrod Lyle, Australian golfer (died 2018)",
            "year": 1981
        },
        {
            "text": "Cameron Winklevoss, American rower and businessman, co-founded ConnectU",
            "year": 1981
        },
        {
            "text": "Tyler Winklevoss, American rower and businessman, co-founded ConnectU",
            "year": 1981
        },
        {
            "text": "Ross Thomas, American actor",
            "year": 1981
        },
        {
            "text": "Bryan Allen, Canadian ice hockey player",
            "year": 1980
        },
        {
            "text": "Burney Lamar, American race car driver",
            "year": 1980
        },
        {
            "text": "Paul Menard, American race car driver",
            "year": 1980
        },
        {
            "text": "Jasmin Wöhr, German tennis player",
            "year": 1980
        },
        {
            "text": "Kelis, American singer-songwriter, producer, chef and author",
            "year": 1979
        },
        {
            "text": "Diego Klattenhoff, Canadian actor",
            "year": 1979
        },
        {
            "text": "Peter Buxton, English rugby player and manager",
            "year": 1978
        },
        {
            "text": "Reuben Droughns, American football player and coach",
            "year": 1978
        },
        {
            "text": "Lee Gronkiewicz, American baseball player and coach",
            "year": 1978
        },
        {
            "text": "Alan Lee, Irish footballer and coach",
            "year": 1978
        },
        {
            "text": "Jason Marquis, American baseball player",
            "year": 1978
        },
        {
            "text": "Alex Brooks, American ice hockey player and scout",
            "year": 1976
        },
        {
            "text": "Jeff Cunningham, Jamaican-American soccer player",
            "year": 1976
        },
        {
            "text": "Robert Miles, Australian rugby league player",
            "year": 1976
        },
        {
            "text": "Ramón Vázquez, Puerto Rican-American baseball player and coach",
            "year": 1976
        },
        {
            "text": "Simon Katich, Australian cricketer and manager",
            "year": 1975
        },
        {
            "text": "Alicia Witt, American actress and musician",
            "year": 1975
        },
        {
            "text": "Martin Andanar, Filipino journalist and radio host",
            "year": 1974
        },
        {
            "text": "Paul Mellor, Australian rugby league player and referee",
            "year": 1974
        },
        {
            "text": "Sergey Brin, Russian-American computer scientist and businessman, co-founded Google",
            "year": 1973
        },
        {
            "text": "Steve McKenna, Canadian ice hockey player and coach",
            "year": 1973
        },
        {
            "text": "Mamadou Diallo, Senegalese footballer",
            "year": 1971
        },
        {
            "text": "Robert Harvey, Australian footballer and coach",
            "year": 1971
        },
        {
            "text": "Liam Howlett, English keyboard player, DJ, and producer",
            "year": 1971
        },
        {
            "text": "Craig Counsell, American baseball player and coach",
            "year": 1970
        },
        {
            "text": "Erik Dekker, Dutch cyclist and manager",
            "year": 1970
        },
        {
            "text": "Cathy Weseluck, Canadian actress",
            "year": 1970
        },
        {
            "text": "Bruce Anstey, New Zealand motorcycle racer",
            "year": 1969
        },
        {
            "text": "Josée Chouinard, Canadian figure skater",
            "year": 1969
        },
        {
            "text": "Dina Carroll, English singer-songwriter",
            "year": 1968
        },
        {
            "text": "Goran Ćurko, Serbian footballer",
            "year": 1968
        },
        {
            "text": "Laura Trevelyan, English journalist and author",
            "year": 1968
        },
        {
            "text": "Darren Bewick, Australian footballer",
            "year": 1967
        },
        {
            "text": "Charb, French journalist and cartoonist (died 2015)",
            "year": 1967
        },
        {
            "text": "Carrie-Anne Moss, Canadian actress",
            "year": 1967
        },
        {
            "text": "Serj Tankian, Lebanese-born Armenian-American singer-songwriter, multi-instrumentalist, and record producer",
            "year": 1967
        },
        {
            "text": "John Wetteland, American baseball player and coach",
            "year": 1966
        },
        {
            "text": "Jim Bullinger, American baseball player",
            "year": 1965
        },
        {
            "text": "Gary Elkerton, Australian surfer",
            "year": 1964
        },
        {
            "text": "Mohammed VI of Morocco, King of Morocco",
            "year": 1963
        },
        {
            "text": "Nigel Pearson, English footballer and manager",
            "year": 1963
        },
        {
            "text": "Cleo King, American actress",
            "year": 1962
        },
        {
            "text": "John Korfas, Greek-American basketball player and coach",
            "year": 1962
        },
        {
            "text": "Gilberto Santa Rosa, Puerto Rican bandleader and singer of salsa and bolero",
            "year": 1962
        },
        {
            "text": "Pete Weber, American bowler",
            "year": 1962
        },
        {
            "text": "Gerardo Barbero, Argentinian chess player and coach (died 2001)",
            "year": 1961
        },
        {
            "text": "V. B. Chandrasekhar, Indian cricketer and coach (died 2019)",
            "year": 1961
        },
        {
            "text": "Stephen Hillenburg, American marine biologist, cartoonist, animator and creator of SpongeBob SquarePants (died 2018)",
            "year": 1961
        },
        {
            "text": "Anne Hobbs, English tennis player and coach",
            "year": 1959
        },
        {
            "text": "Jim McMahon, American football player and coach",
            "year": 1959
        },
        {
            "text": "Steve Case, American businessman, co-founder of America Online (AOL)",
            "year": 1958
        },
        {
            "text": "Mark Williams, Australian footballer and coach",
            "year": 1958
        },
        {
            "text": "Frank Pastore, American baseball player and radio host (died 2012)",
            "year": 1957
        },
        {
            "text": "Kim Cattrall, English-Canadian actress",
            "year": 1956
        },
        {
            "text": "Jon Tester, American farmer and politician",
            "year": 1956
        },
        {
            "text": "Archie Griffin, American football player",
            "year": 1954
        },
        {
            "text": "Steve Smith, American drummer",
            "year": 1954
        },
        {
            "text": "Mark Williams, New Zealand-Australian singer-songwriter",
            "year": 1954
        },
        {
            "text": "Ivan Stang, American author, publisher, and director",
            "year": 1953
        },
        {
            "text": "Keith Hart, Canadian firefighter, wrestler, and trainer",
            "year": 1952
        },
        {
            "text": "Jiří Paroubek, Czech soldier and politician, sixth Prime Minister of the Czech Republic",
            "year": 1952
        },
        {
            "text": "Joe Strummer, English singer-songwriter and guitarist (died 2002)",
            "year": 1952
        },
        {
            "text": "Eric Goles, Chilean mathematician and computer scientist",
            "year": 1951
        },
        {
            "text": "Glenn Hughes, English musician",
            "year": 1951
        },
        {
            "text": "Yana Mintoff, Maltese politician, economist and educator",
            "year": 1951
        },
        {
            "text": "Chesley V. Morton, American businessman and politician",
            "year": 1951
        },
        {
            "text": "Patrick Juvet, Swiss singer-songwriter and model (died 2021)",
            "year": 1950
        },
        {
            "text": "Arthur Bremer, American attempted assassin of George Wallace",
            "year": 1950
        },
        {
            "text": "Loretta Devine, American actress and singer",
            "year": 1949
        },
        {
            "text": "Daniel Sivan, Israeli scholar and academic",
            "year": 1949
        },
        {
            "text": "Carl Giammarese, American singer-songwriter and musician",
            "year": 1947
        },
        {
            "text": "Basil Poledouris, Greek-American composer, conductor (died 2006)",
            "year": 1945
        },
        {
            "text": "Celia Brayfield, English journalist and author",
            "year": 1945
        },
        {
            "text": "Jerry DaVanon, American baseball player",
            "year": 1945
        },
        {
            "text": "Willie Lanier, American football player",
            "year": 1945
        },
        {
            "text": "Patty McCormack, American actress",
            "year": 1945
        },
        {
            "text": "Perry Christie, Bahamian politician, third Prime Minister of the Bahamas",
            "year": 1944
        },
        {
            "text": "Peter Weir, Australian director, producer, and screenwriter",
            "year": 1944
        },
        {
            "text": "Patrick Demarchelier, French photographer (died 2022)",
            "year": 1943
        },
        {
            "text": "Jonathan Schell, American journalist and author (died 2014)",
            "year": 1943
        },
        {
            "text": "Lucius Shepard, American author and critic (died 2014)",
            "year": 1943
        },
        {
            "text": "Hugh Wilson, American actor, director, producer, and screenwriter (died 2018)",
            "year": 1943
        },
        {
            "text": "Jackie DeShannon, American singer-songwriter",
            "year": 1941
        },
        {
            "text": "Dominick Harrod, English journalist, historian, and author (died 2013)",
            "year": 1940
        },
        {
            "text": "Endre Szemerédi, Hungarian-American mathematician and computer scientist",
            "year": 1940
        },
        {
            "text": "James Burton, American Hall of Fame guitarist",
            "year": 1939
        },
        {
            "text": "Festus Mogae, Botswana economist and politician, third President of Botswana",
            "year": 1939
        },
        {
            "text": "Clarence Williams III, American actor (died 2021)",
            "year": 1939
        },
        {
            "text": "Steve Cowper, American politician, 6th Governor of Alaska",
            "year": 1938
        },
        {
            "text": "Kenny Rogers, American singer-songwriter, guitarist, producer, and actor (died 2020)",
            "year": 1938
        },
        {
            "text": "Mike Weston, English rugby player (died 2023)",
            "year": 1938
        },
        {
            "text": "Donald Dewar, Scottish politician, first First Minister of Scotland (died 2000)",
            "year": 1937
        },
        {
            "text": "Gustavo Noboa, Ecuadorian academic and politician, 51st President of Ecuador (died 2021)",
            "year": 1937
        },
        {
            "text": "Robert Stone, American novelist and short story writer (died 2015)",
            "year": 1937
        },
        {
            "text": "Wilt Chamberlain, American basketball player and coach (died 1999)",
            "year": 1936
        },
        {
            "text": "Radish Tordia, Georgian painter and educator",
            "year": 1936
        },
        {
            "text": "Sudhakarrao Naik, Indian lawyer and politician, 13th Chief Minister of Maharashtra (died 2001)",
            "year": 1934
        },
        {
            "text": "Paul Panhuysen, Dutch composer (died 2015)",
            "year": 1934
        },
        {
            "text": "Janet Baker, English soprano and educator",
            "year": 1933
        },
        {
            "text": "Michael Dacher, German mountaineer (died 1994)",
            "year": 1933
        },
        {
            "text": "Barry Norman, English author and critic (died 2017)",
            "year": 1933
        },
        {
            "text": "Erik Paaske, Danish actor and singer (died 1992)",
            "year": 1933
        },
        {
            "text": "Menashe Kadishman, Israeli sculptor and painter (died 2015)",
            "year": 1932
        },
        {
            "text": "Melvin Van Peebles, American actor, director, and screenwriter (died 2021)",
            "year": 1932
        },
        {
            "text": "Princess Margaret, Countess of Snowdon (died 2002)",
            "year": 1930
        },
        {
            "text": "Frank Perry, American director, producer, and screenwriter (died 1995)",
            "year": 1930
        },
        {
            "text": "Herman Badillo, Puerto Rican-American lawyer and politician (died 2014)",
            "year": 1929
        },
        {
            "text": "X. J. Kennedy, American poet, translator, anthologist, editor",
            "year": 1929
        },
        {
            "text": "Ahmed Kathrada, South African politician and political prisoner (died 2017)",
            "year": 1929
        },
        {
            "text": "Addison Farmer, American bassist (died 1963)",
            "year": 1928
        },
        {
            "text": "Art Farmer, American trumpet player and composer (died 1999)",
            "year": 1928
        },
        {
            "text": "Bud McFadin, American football player (died 2006)",
            "year": 1928
        },
        {
            "text": "Thomas S. Monson, American religious leader, 16th President of The Church of Jesus Christ of Latter-day Saints (died 2018)",
            "year": 1927
        },
        {
            "text": "Can Yücel, Turkish poet and translator (died 1999)",
            "year": 1926
        },
        {
            "text": "Jack Buck, American sportscaster (died 2002)",
            "year": 1924
        },
        {
            "text": "Jack Weston, American actor (died 1996)",
            "year": 1924
        },
        {
            "text": "Keith Allen, Canadian-American ice hockey player, coach, and manager (died 2014)",
            "year": 1923
        },
        {
            "text": "Albert Irvin, English soldier and painter (died 2015)",
            "year": 1922
        },
        {
            "text": "Reuven Feuerstein, Romanian-Israeli psychologist and academic (died 2014)",
            "year": 1921
        },
        {
            "text": "Billy Reay, Canadian-American ice hockey player and coach (died 2004)",
            "year": 1918
        },
        {
            "text": "Leonid Hurwicz, Polish-American economist and mathematician (died 2008)",
            "year": 1917
        },
        {
            "text": "Bill Lee, American actor and singer (died 1980)",
            "year": 1916
        },
        {
            "text": "Consuelo Velázquez, Mexican pianist and songwriter (died 2005)",
            "year": 1916
        },
        {
            "text": "Doug Wright, English cricketer and coach (died 1998)",
            "year": 1914
        },
        {
            "text": "Toe Blake, Canadian ice hockey player and coach (died 1995)",
            "year": 1912
        },
        {
            "text": "Nikolay Bogolyubov, Russian mathematician and physicist (died 1992)",
            "year": 1909
        },
        {
            "text": "P. Jeevanandham, Indian lawyer and politician (died 1963)",
            "year": 1907
        },
        {
            "text": "Friz Freleng, American animator, director, and producer (died 1995)",
            "year": 1906
        },
        {
            "text": "Bipin Gupta, Indian actor and producer (died 1981)",
            "year": 1905
        },
        {
            "text": "Count Basie, American pianist, composer, and bandleader (died 1984)",
            "year": 1904
        },
        {
            "text": "Kostas Giannidis, Greek pianist, composer, and conductor (died 1984)",
            "year": 1903
        },
        {
            "text": "Angel Karaliychev, Bulgarian author (died 1972)",
            "year": 1902
        },
        {
            "text": "Keith Arbuthnott, 15th Viscount of Arbuthnott, Scottish soldier and peer (died 1966)",
            "year": 1897
        },
        {
            "text": "Blossom Rock, American actress (died 1978)",
            "year": 1895
        },
        {
            "text": "Christian Schad, German painter (died 1982)",
            "year": 1894
        },
        {
            "text": "Charles Vanel, French actor and director (died 1989)",
            "year": 1892
        },
        {
            "text": "Emiliano Mercado del Toro, Puerto Rican-American soldier (died 2007)",
            "year": 1891
        },
        {
            "text": "James Paul Moody, English sailor (died 1912)",
            "year": 1887
        },
        {
            "text": "Ruth Manning-Sanders, Welsh-English author and poet (died 1988)",
            "year": 1886
        },
        {
            "text": "Édouard Fabre, Canadian runner (died 1939)",
            "year": 1885
        },
        {
            "text": "Chandler Egan, American golfer and architect (died 1936)",
            "year": 1884
        },
        {
            "text": "Claude Grahame-White, English pilot and engineer (died 1959)",
            "year": 1879
        },
        {
            "text": "Richard Girulatis, German footballer and manager (died 1963)",
            "year": 1878
        },
        {
            "text": "Aubrey Beardsley, English author and illustrator (died 1898)",
            "year": 1872
        },
        {
            "text": "William Henry Ogilvie, Scottish-Australian poet and author (died 1963)",
            "year": 1869
        },
        {
            "text": "Emilio Salgari, Italian journalist and author (died 1911)",
            "year": 1862
        },
        {
            "text": "Rudolf, Crown Prince of Austria (died 1889)",
            "year": 1858
        },
        {
            "text": "Medora de Vallombrosa, Marquise de Morès, American heiress (died 1921)",
            "year": 1856
        },
        {
            "text": "Charles Barrois, French geologist and palaeontologist (died 1939)",
            "year": 1851
        },
        {
            "text": "Ferdinand Hamer, Dutch bishop and missionary (died 1900)",
            "year": 1840
        },
        {
            "text": "Otto Goldschmidt, German composer, conductor and pianist (died 1907)",
            "year": 1829
        },
        {
            "text": "Carl Gegenbaur, German anatomist and academic (died 1903)",
            "year": 1826
        },
        {
            "text": "Nathaniel Everett Green, English painter and astronomer (died 1899)",
            "year": 1823
        },
        {
            "text": "Charles Frédéric Gerhardt, French chemist and academic (died 1856)",
            "year": 1816
        },
        {
            "text": "Jean Stas, Belgian chemist and physician (died 1891)",
            "year": 1813
        },
        {
            "text": "Guillaume Groen van Prinsterer, Dutch historian and politician (died 1876)",
            "year": 1801
        },
        {
            "text": "Hiram Walden, American general and politician (died 1880)",
            "year": 1800
        },
        {
            "text": "Jules Michelet, French historian and philosopher (died 1874)",
            "year": 1798
        },
        {
            "text": "Augustin-Louis Cauchy, French mathematician and academic (died 1857)",
            "year": 1789
        },
        {
            "text": "John Owen, American governor of North Carolina (died 1841)",
            "year": 1787
        },
        {
            "text": "William IV, King of the United Kingdom (died 1837)",
            "year": 1765
        },
        {
            "text": "William Murdoch, Scottish engineer and inventor, created gas lighting (died 1839)",
            "year": 1754
        },
        {
            "text": "Banastre Tarleton, English general and politician (died 1833)",
            "year": 1754
        },
        {
            "text": "Jean-Baptiste Greuze, French painter and educator (died 1805)",
            "year": 1725
        },
        {
            "text": "James FitzJames, 1st Duke of Berwick, French general and politician, Lord Lieutenant of Hampshire (died 1734)",
            "year": 1670
        },
        {
            "text": "Giacomo F. Maraldi, French-Italian astronomer and mathematician (died 1729)",
            "year": 1665
        },
        {
            "text": "Hubert Gautier, French mathematician and engineer (died 1737)",
            "year": 1660
        },
        {
            "text": "Afonso VI of Portugal (died 1683)",
            "year": 1643
        },
        {
            "text": "John Claypole, English politician (died 1688)",
            "year": 1625
        },
        {
            "text": "Roger Twysden, English historian and politician (died 1672)",
            "year": 1597
        },
        {
            "text": "Henri, Duke of Rohan (died 1638)",
            "year": 1579
        },
        {
            "text": "Francis de Sales, Swiss bishop and saint (died 1622)",
            "year": 1567
        },
        {
            "text": "Muhammad Qadiri, Founder of the Naushahia branch of the Qadri order (died 1654)",
            "year": 1552
        },
        {
            "text": "Shimazu Yoshihiro, Japanese general (died 1619)",
            "year": 1535
        },
        {
            "text": "Jorge de Lencastre, Duke of Coimbra (died 1550)",
            "year": 1481
        },
        {
            "text": "Philip II of France (died 1223)",
            "year": 1165
        }
    ],
    "deaths": [
        {
            "text": "Nell McCafferty, Northern Irish journalist, playwright and civil rights campaigner (born 1944)",
            "year": 2024
        },
        {
            "text": "Bill Pascrell, American politician (born 1937)",
            "year": 2024
        },
        {
            "text": "John Amos, American actor (born 1939)",
            "year": 2024
        },
        {
            "text": "Celso Piña, Mexican singer, composer, arranger, and accordionist (born 1953)",
            "year": 2019
        },
        {
            "text": "Stefán Karl Stefánsson, Icelandic actor and singer (born 1975)",
            "year": 2018
        },
        {
            "text": "Bajram Rexhepi, First Kosovan Prime Ministers of UN mission administration in Kosovo (born 1954)",
            "year": 2017
        },
        {
            "text": "Colin Beyer, New Zealand lawyer and businessman (born 1938)",
            "year": 2015
        },
        {
            "text": "Wang Dongxing, Chinese commander and politician (born 1916)",
            "year": 2015
        },
        {
            "text": "Jimmy Evert, American tennis player and coach (born 1924)",
            "year": 2015
        },
        {
            "text": "Gerry Anderson, Irish radio and television host (born 1944)",
            "year": 2014
        },
        {
            "text": "Helen Bamber, English psychotherapist and academic (born 1925)",
            "year": 2014
        },
        {
            "text": "Steven R. Nagel, American colonel, engineer, and astronaut (born 1946)",
            "year": 2014
        },
        {
            "text": "Jean Redpath, Scottish singer-songwriter (born 1937)",
            "year": 2014
        },
        {
            "text": "Albert Reynolds, Irish businessman and politician, ninth Taoiseach of Ireland (born 1932)",
            "year": 2014
        },
        {
            "text": "Jean Berkey, American lawyer and politician (born 1938)",
            "year": 2013
        },
        {
            "text": "Sid Bernstein, American record producer (born 1918)",
            "year": 2013
        },
        {
            "text": "C. Gordon Fullerton, American colonel, engineer, and astronaut (born 1936)",
            "year": 2013
        },
        {
            "text": "Fred Martin, Scottish footballer (born 1929)",
            "year": 2013
        },
        {
            "text": "Enos Nkala, Zimbabwean politician, Zimbabwean Minister of Defence (born 1932)",
            "year": 2013
        },
        {
            "text": "Georg Leber, German soldier and politician, Federal Minister of Defence for Germany (born 1920)",
            "year": 2012
        },
        {
            "text": "J. Frank Raley Jr., American soldier and politician (born 1926)",
            "year": 2012
        },
        {
            "text": "Don Raleigh, Canadian ice hockey player and coach (born 1926)",
            "year": 2012
        },
        {
            "text": "Guy Spitaels, Belgian academic and politician, seventh Minister-President of Wallonia (born 1931)",
            "year": 2012
        },
        {
            "text": "William Thurston, American mathematician and academic (born 1946)",
            "year": 2012
        },
        {
            "text": "Rodolfo Enrique Fogwill, Argentinean sociologist and author (born 1941)",
            "year": 2010
        },
        {
            "text": "Rex Shelley, Singaporean engineer and author (born 1930)",
            "year": 2009
        },
        {
            "text": "Jerry Finn, American engineer and producer (born 1969)",
            "year": 2008
        },
        {
            "text": "Frank Bowe, American academic (born 1947)",
            "year": 2007
        },
        {
            "text": "Siobhan Dowd, British author (born 1960)",
            "year": 2007
        },
        {
            "text": "Elizabeth P. Hoisington, American general (born 1918)",
            "year": 2007
        },
        {
            "text": "Bismillah Khan, Indian musician, Bharat Ratna recipient (born 1916)",
            "year": 2006
        },
        {
            "text": "Paul Fentener van Vlissingen, Dutch businessman and philanthropist (born 1941)",
            "year": 2006
        },
        {
            "text": "Martin Dillon, American tenor and educator (born 1957)",
            "year": 2005
        },
        {
            "text": "Robert Moog, American businessman, founded Moog Music (born 1934)",
            "year": 2005
        },
        {
            "text": "Dahlia Ravikovitch, Israeli poet and translator (born 1936)",
            "year": 2005
        },
        {
            "text": "Marcus Schmuck, Austrian mountaineer (born 1925)",
            "year": 2005
        },
        {
            "text": "Sachidananda Routray, Indian Oriya-language poet (born 1916)",
            "year": 2004
        },
        {
            "text": "John Coplans, British artist (born 1920)",
            "year": 2003
        },
        {
            "text": "Kathy Wilkes, English philosopher and academic (born 1946)",
            "year": 2003
        },
        {
            "text": "Calum MacKay, Canadian ice hockey player (born 1927)",
            "year": 2001
        },
        {
            "text": "Tomata du Plenty, American singer-songwriter and playwright (born 1948)",
            "year": 2000
        },
        {
            "text": "Daniel Lisulo, Zambian politician, third Prime Minister of Zambia (born 1930)",
            "year": 2000
        },
        {
            "text": "Andrzej Zawada, Polish mountaineer and author (born 1928)",
            "year": 2000
        },
        {
            "text": "Mary Two-Axe Earley, Canadian indigenous women's rights activist (born 1911)",
            "year": 1996
        },
        {
            "text": "Subrahmanyan Chandrasekhar, Indian-American astrophysicist and mathematician, Nobel Prize laureate (born 1910)",
            "year": 1995
        },
        {
            "text": "Chuck Stevenson, American race car driver (born 1919)",
            "year": 1995
        },
        {
            "text": "Tatiana Troyanos, American soprano and actress (born 1938)",
            "year": 1993
        },
        {
            "text": "Raul Seixas, Brazilian singer-songwriter and producer (born 1945)",
            "year": 1989
        },
        {
            "text": "Teodoro de Villa Diaz, Filipino guitarist and songwriter (born 1963)",
            "year": 1988
        },
        {
            "text": "Ray Eames, American architect, co-designed the Eames House (born 1912)",
            "year": 1988
        },
        {
            "text": "Benigno Aquino Jr., Filipino journalist and politician (born 1932)",
            "year": 1983
        },
        {
            "text": "Kaka Kalelkar, Indian Hindi Writer(born 1885)",
            "year": 1981
        },
        {
            "text": "Giuseppe Meazza, Italian footballer and manager (born 1910)",
            "year": 1979
        },
        {
            "text": "Charles Eames, American architect, co-designed the Eames House (born 1907)",
            "year": 1978
        },
        {
            "text": "Buford Pusser, American police officer (born 1937)",
            "year": 1974
        },
        {
            "text": "Kirpal Singh, Indian spiritual master (born 1894)",
            "year": 1974
        },
        {
            "text": "George Jackson, American activist and author, co-founded the Black Guerrilla Family (born 1941)",
            "year": 1971
        },
        {
            "text": "Germaine Guèvremont, Canadian journalist and author (born 1893)",
            "year": 1968
        },
        {
            "text": "Palmiro Togliatti, Italian journalist and politician, Italian Minister of Justice (born 1893)",
            "year": 1964
        },
        {
            "text": "David B. Steinman, American engineer, designed the Mackinac Bridge (born 1886)",
            "year": 1960
        },
        {
            "text": "Mait Metsanurk, Estonian author and playwright (born 1879)",
            "year": 1957
        },
        {
            "text": "Nels Stewart, Canadian ice hockey player (born 1902)",
            "year": 1957
        },
        {
            "text": "Harald Sverdrup, Norwegian meteorologist and oceanographer (born 1888)",
            "year": 1957
        },
        {
            "text": "Constant Lambert, English composer and conductor (born 1905)",
            "year": 1951
        },
        {
            "text": "Ettore Bugatti, Italian-French engineer and businessman, founded Bugatti (born 1881)",
            "year": 1947
        },
        {
            "text": "Henrik Pontoppidan, Danish journalist and author, Nobel Prize laureate (born 1857)",
            "year": 1943
        },
        {
            "text": "Hermann Obrecht, Swiss lawyer and politician (born 1882)",
            "year": 1940
        },
        {
            "text": "Ernest Thayer, American poet and author (born 1863)",
            "year": 1940
        },
        {
            "text": "Leon Trotsky, Russian theorist and politician, founded the Red Army (born 1879)",
            "year": 1940
        },
        {
            "text": "John Hartley, English tennis player (born 1849)",
            "year": 1935
        },
        {
            "text": "Laurence Doherty, English tennis player (born 1875)",
            "year": 1919
        },
        {
            "text": "Mahboob Ali Khan, sixth Nizam of Hyderabad State (born 1866)",
            "year": 1911
        },
        {
            "text": "Bertalan Székely, Hungarian painter and academic (born 1835)",
            "year": 1910
        },
        {
            "text": "Alexander von Oettingen, Estonian theologian and statistician (born 1827)",
            "year": 1905
        },
        {
            "text": "James Farnell, Australian politician, eighth Premier of New South Wales (born 1825)",
            "year": 1888
        },
        {
            "text": "Ma Xinyi, Chinese general and politician, Viceroy of Liangjiang (born 1821)",
            "year": 1870
        },
        {
            "text": "Juan Álvarez, Mexican general and president (1855) (born 1790)",
            "year": 1867
        },
        {
            "text": "Thomas Clayton, American lawyer and politician (born 1777)",
            "year": 1854
        },
        {
            "text": "Charles Tristan, marquis de Montholon, French general (born 1783)",
            "year": 1853
        },
        {
            "text": "Adelbert von Chamisso, German botanist and poet (born 1781)",
            "year": 1838
        },
        {
            "text": "Claude-Louis Navier, French physicist and engineer (born 1785)",
            "year": 1836
        },
        {
            "text": "John MacCulloch, Scottish geologist and academic (born 1773)",
            "year": 1835
        },
        {
            "text": "Benjamin Thompson, American-English physicist and colonel (born 1753)",
            "year": 1814
        },
        {
            "text": "John McKinly, American physician and politician, first Governor of Delaware (born 1721)",
            "year": 1796
        },
        {
            "text": "Zahir al-Umar, Arabian ruler (born 1690)",
            "year": 1775
        },
        {
            "text": "Charles Wyndham, 2nd Earl of Egremont, English politician, Secretary of State for the Southern Department (born 1710)",
            "year": 1763
        },
        {
            "text": "Lady Mary Wortley Montagu, English author, poet, and playwright (born 1689)",
            "year": 1762
        },
        {
            "text": "William Cleland, Scottish poet and soldier (born 1661)",
            "year": 1689
        },
        {
            "text": "Henry Grey, 1st Earl of Stamford, English soldier (born 1599)",
            "year": 1673
        },
        {
            "text": "Jacques Mauduit, French composer and academic (born 1557)",
            "year": 1627
        },
        {
            "text": "Juan de Tassis, 2nd Count of Villamediana, Spanish poet and politician (born 1582)",
            "year": 1622
        },
        {
            "text": "Elizabeth Báthory, Hungarian countess and purported serial killer (born 1560)",
            "year": 1614
        },
        {
            "text": "Jean Parisot de Valette, 49th Grandmaster of the Knights Hospitaller (born 1495)",
            "year": 1568
        },
        {
            "text": "Philippe Villiers de L'Isle-Adam, 44th Grandmaster of the Knights Hospitaller (born 1464)",
            "year": 1534
        },
        {
            "text": "Alphonse, Count of Poitiers (born 1220)",
            "year": 1271
        },
        {
            "text": "Alexander of Hales, English theologian",
            "year": 1245
        },
        {
            "text": "Alfonso VII of León and Castile (born 1105)",
            "year": 1157
        },
        {
            "text": "William II, Count of Nevers (born c. 1089)",
            "year": 1148
        },
        {
            "text": "King Baldwin II of Jerusalem",
            "year": 1131
        },
        {
            "text": "Tang Daoxi, Chinese general",
            "year": 913
        },
        {
            "text": "Alberic, archbishop of Utrecht",
            "year": 784
        },
        {
            "text": "Emperor Kōbun of Japan (born 648)",
            "year": 672
        }
    ],
    "metadata": {
        "current_date": "August 21, 2025",
        "short_date": "Aug 21",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            21,
            24,
            4,
            36,
            44,
            14,
            23,
            25,
            41,
            11
        ],
        "births": [
            79,
            120,
            136,
            159
        ],
        "deaths": [
            57,
            2,
            89,
            9
        ]
    }
}