{
    "events": [
        {
            "text": "American businessman Nick Berg is beheaded by Islamist militants. The act is recorded on videotape and released on the Internet.",
            "year": 2004
        },
        {
            "text": "An EgyptAir Boeing 737-500 crashes on approach to Tunis–Carthage International Airport, killing 14 people.",
            "year": 2002
        },
        {
            "text": "A China Northern Airlines MD-82 plunges into the Yellow Sea, killing 112 people.",
            "year": 2002
        },
        {
            "text": "Vladimir Putin is inaugurated as president of Russia.",
            "year": 2000
        },
        {
            "text": "Pope John Paul II travels to Romania, becoming the first pope to visit a predominantly Eastern Orthodox country since the Great Schism in 1054.",
            "year": 1999
        },
        {
            "text": "Kosovo War: Three Chinese citizens are killed and 20 wounded when a NATO aircraft inadvertently bombs the Chinese embassy in Belgrade, Serbia.",
            "year": 1999
        },
        {
            "text": "In Guinea-Bissau, President João Bernardo Vieira is ousted in a military coup.",
            "year": 1999
        },
        {
            "text": "Mercedes-Benz buys Chrysler for US$40 billion and forms DaimlerChrysler in the largest industrial merger in history.",
            "year": 1998
        },
        {
            "text": "Edvard Munch's painting The Scream is recovered undamaged after being stolen from the National Gallery of Norway in February.",
            "year": 1994
        },
        {
            "text": "Michigan ratifies a 203-year-old proposed amendment to the United States Constitution making the 27th Amendment law. This amendment bars the U.S. Congress from giving itself a mid-term pay raise.",
            "year": 1992
        },
        {
            "text": "Space Shuttle program: The Space Shuttle Endeavour is launched on its first mission, STS-49.",
            "year": 1992
        },
        {
            "text": "Three employees at a McDonald's Restaurant in Sydney, Nova Scotia, Canada, are brutally murdered and a fourth permanently disabled after a botched robbery. It is the first \"fast-food murder\" in Canada.",
            "year": 1992
        },
        {
            "text": "A fire and explosion occurs at a fireworks factory at Sungai Buloh, Malaysia, killing 26.",
            "year": 1991
        },
        {
            "text": "Canadian Patrick Morrow becomes the first person to climb each of the Seven Summits.",
            "year": 1986
        },
        {
            "text": "Pacific Airlines Flight 773 is hijacked by Francisco Gonzales and crashes in Contra Costa County, California, killing 44.",
            "year": 1964
        },
        {
            "text": "Cold War: U-2 Crisis of 1960: Soviet leader Nikita Khrushchev announces that his nation is holding American U-2 pilot Gary Powers.",
            "year": 1960
        },
        {
            "text": "Indochina War: The Battle of Dien Bien Phu ends in a French defeat and a Viet Minh victory (the battle began on March 13).",
            "year": 1954
        },
        {
            "text": "The concept of the integrated circuit, the basis for all modern computers, is first published by Geoffrey Dummer.",
            "year": 1952
        },
        {
            "text": "The Council of Europe is founded during the Hague Congress.",
            "year": 1948
        },
        {
            "text": "Tokyo Telecommunications Engineering (later renamed Sony) is founded.",
            "year": 1946
        },
        {
            "text": "World War II: Last German U-boat attack of the war, two freighters are sunk off the Firth of Forth, Scotland.",
            "year": 1945
        },
        {
            "text": "World War II: Generalfeldmarschall Wilhelm Keitel signs unconditional surrender terms at Reims, France, ending Germany's participation in the war. The document takes effect the next day.",
            "year": 1945
        },
        {
            "text": "World War II: During the Battle of the Coral Sea, United States Navy aircraft carrier aircraft attack and sink the Imperial Japanese Navy light aircraft carrier Shōhō; the battle marks the first time in naval history that two enemy fleets fight without visual contact between warring ships.",
            "year": 1942
        },
        {
            "text": "World War II: The Norway Debate in the British House of Commons begins, and leads to the replacement of Prime Minister Neville Chamberlain with Winston Churchill three days later.",
            "year": 1940
        },
        {
            "text": "Spanish Civil War: The German Condor Legion, equipped with Heinkel He 51 biplanes, arrives in Spain to assist Francisco Franco's forces.",
            "year": 1937
        },
        {
            "text": "The stand-off between criminal Francis Crowley and 300 members of the New York Police Department takes place in his fifth-floor apartment on West 91st Street, New York City.",
            "year": 1931
        },
        {
            "text": "The 7.1 Mw  Salmas earthquake shakes northwestern Iran and southeastern Turkey with a maximum Mercalli intensity of IX (Violent). Up to three-thousand people were killed.",
            "year": 1930
        },
        {
            "text": "Polish–Soviet War: Kyiv offensive: Polish troops led by Józef Piłsudski and Edward Rydz-Śmigły and assisted by a symbolic Ukrainian force capture Kyiv only to be driven out by the Red Army counter-offensive a month later.",
            "year": 1920
        },
        {
            "text": "Treaty of Moscow: Soviet Russia recognizes the independence of the Democratic Republic of Georgia only to invade the country six months later.",
            "year": 1920
        },
        {
            "text": "World War I: German submarine U-20 sinks RMS Lusitania, killing 1,199 people, including 128 Americans. Public reaction to the sinking turns many former pro-Germans in the United States against the German Empire.",
            "year": 1915
        },
        {
            "text": "The Republic of China accedes to 13 of the 21 Demands, extending the Empire of Japan's control over Manchuria and the Chinese economy.",
            "year": 1915
        },
        {
            "text": "In Saint Petersburg, Russian scientist Alexander Stepanovich Popov demonstrates to the Russian Physical and Chemical Society his invention, the Popov lightning detector—a primitive radio receiver. In some parts of the former Soviet Union the anniversary of this day is celebrated as Radio Day.",
            "year": 1895
        },
        {
            "text": "American Civil War: The Army of the Potomac, under General Ulysses S. Grant, breaks off from the Battle of the Wilderness and moves southwards.",
            "year": 1864
        },
        {
            "text": "The world's oldest surviving clipper ship, the City of Adelaide is launched by William Pile, Hay and Co. in Sunderland, England, for transporting passengers and goods between Britain and Australia.",
            "year": 1864
        },
        {
            "text": "The Cambridge Chronicle, America's oldest surviving weekly newspaper, is published for the first time in Cambridge, Massachusetts.",
            "year": 1846
        },
        {
            "text": "The Great Natchez Tornado strikes Natchez, Mississippi killing 317 people. It is the second deadliest tornado in United States history.",
            "year": 1840
        },
        {
            "text": "Greece's independence is recognized by the Treaty of London.",
            "year": 1832
        },
        {
            "text": "World premiere of Ludwig van Beethoven's Ninth Symphony in Vienna, Austria. The performance is conducted by Michael Umlauf under the composer's supervision.",
            "year": 1824
        },
        {
            "text": "French Revolutionary Wars: A French force attempting to dislodge a small British garrison on the Îles Saint-Marcouf is  repulsed with heavy losses.",
            "year": 1798
        },
        {
            "text": "French Revolution: Robespierre introduces the Cult of the Supreme Being in the National Convention as the new state religion of the French First Republic.",
            "year": 1794
        },
        {
            "text": "HMS Victory is launched at Chatham Dockyard, Kent. She is not commissioned until 1778.",
            "year": 1765
        },
        {
            "text": "Pontiac's War begins with Pontiac's attempt to seize Fort Detroit from the British.",
            "year": 1763
        },
        {
            "text": "The city of New Orleans is founded by Jean-Baptiste Le Moyne, Sieur de Bienville.",
            "year": 1718
        },
        {
            "text": "Stockholm's royal castle (dating back to medieval times) is destroyed by fire. It is replaced in the 18th century by the current Royal Palace.",
            "year": 1697
        },
        {
            "text": "Battle of Vrtijeljka between rebels and Ottoman forces.",
            "year": 1685
        },
        {
            "text": "Inaugural celebrations begin at Louis XIV of France's new Palace of Versailles.",
            "year": 1664
        },
        {
            "text": "State funeral of James VI and I (1566–1625) is held at Westminster Abbey.",
            "year": 1625
        },
        {
            "text": "The Burning of Edinburgh by an English army is the first action of the Rough Wooing.",
            "year": 1544
        },
        {
            "text": "The Siege of Málaga commences during the Spanish Reconquista.",
            "year": 1487
        },
        {
            "text": "In Avignon, France, Cardinal Pierre Roger is elected Pope and takes the name Clement VI.",
            "year": 1342
        },
        {
            "text": "In France, the Second Council of Lyon opens; it ratified a decree to regulate the election of the Pope.",
            "year": 1274
        },
        {
            "text": "In Constantinople, the dome of the Hagia Sophia collapses, twenty years after its construction. Justinian I immediately orders that the dome be rebuilt.",
            "year": 558
        },
        {
            "text": "The Jewish revolt against Constantius Gallus breaks out after his arrival at Antioch.",
            "year": 351
        }
    ],
    "births": [
        {
            "text": "Ashlyn Krueger, American tennis player",
            "year": 2004
        },
        {
            "text": "Minji, South Korean singer",
            "year": 2004
        },
        {
            "text": "Jake Bongiovi, American model and actor",
            "year": 2002
        },
        {
            "text": "Tommy Fury, English boxer",
            "year": 1999
        },
        {
            "text": "Cody Gakpo, Dutch footballer",
            "year": 1999
        },
        {
            "text": "MrBeast, American YouTuber",
            "year": 1998
        },
        {
            "text": "Dani Olmo, Spanish footballer",
            "year": 1998
        },
        {
            "text": "Jesse Puljujärvi, Finnish ice hockey player",
            "year": 1998
        },
        {
            "text": "Daria Kasatkina, Russian tennis player",
            "year": 1997
        },
        {
            "text": "Youri Tielemans, Belgian footballer",
            "year": 1997
        },
        {
            "text": "Cameron Young, American golfer",
            "year": 1997
        },
        {
            "text": "Lee \"Faker\" Sang-hyeok, South Korean League of Legends gamer",
            "year": 1996
        },
        {
            "text": "Seko Fofana, Ivorian international footballer",
            "year": 1995
        },
        {
            "text": "Will Ospreay, English wrestler",
            "year": 1993
        },
        {
            "text": "Ajla Tomljanovic, Australian tennis player",
            "year": 1993
        },
        {
            "text": "Alexander Ludwig, Canadian actor and musician",
            "year": 1992
        },
        {
            "text": "Sydney Leroux, Canadian-American footballer",
            "year": 1990
        },
        {
            "text": "Earl Thomas, American football player",
            "year": 1989
        },
        {
            "text": "Aidy Bryant, American actress and comedian",
            "year": 1987
        },
        {
            "text": "Mark Reynolds, Scottish footballer",
            "year": 1987
        },
        {
            "text": "Matt Helders, English drummer",
            "year": 1986
        },
        {
            "text": "J Balvin, Colombian singer-songwriter and producer",
            "year": 1985
        },
        {
            "text": "James Loney, American baseball player",
            "year": 1984
        },
        {
            "text": "Kevin Owens, Canadian wrestler",
            "year": 1984
        },
        {
            "text": "Alex Smith, American football player",
            "year": 1984
        },
        {
            "text": "Katie Douglas, American basketball player",
            "year": 1979
        },
        {
            "text": "Shawn Marion, American basketball player",
            "year": 1978
        },
        {
            "text": "Calvin Booth, American basketball player and executive",
            "year": 1976
        },
        {
            "text": "Stacey Jones, New Zealand rugby league player",
            "year": 1976
        },
        {
            "text": "Michael P. Murphy, American lieutenant, Medal of Honor recipient (d. 2005)",
            "year": 1976
        },
        {
            "text": "Ayelet Shaked, former Israeli Minister of Justice",
            "year": 1976
        },
        {
            "text": "Breckin Meyer, American actor, writer, and producer",
            "year": 1974
        },
        {
            "text": "Frank Trigg, American mixed martial artist and wrestler",
            "year": 1972
        },
        {
            "text": "Thomas Piketty, French economist",
            "year": 1971
        },
        {
            "text": "Eagle-Eye Cherry, Swedish singer-songwriter",
            "year": 1969
        },
        {
            "text": "Traci Lords, American actress and singer",
            "year": 1968
        },
        {
            "text": "Lisa Raitt, Canadian lawyer and politician, 30th Canadian Minister of Transport",
            "year": 1968
        },
        {
            "text": "Roberto d'Amico, Belgian politician",
            "year": 1967
        },
        {
            "text": "Martin Bryant, Australian mass murderer",
            "year": 1967
        },
        {
            "text": "Joe Rice, American colonel and politician",
            "year": 1967
        },
        {
            "text": "Owen Hart, Canadian wrestler (d. 1999)",
            "year": 1965
        },
        {
            "text": "Norman Whiteside, Northern Irish footballer and manager",
            "year": 1965
        },
        {
            "text": "Sue Black, Scottish anthropologist and academic",
            "year": 1961
        },
        {
            "text": "Ara Darzi, Baron Darzi of Denham, Iraqi-English surgeon and academic",
            "year": 1960
        },
        {
            "text": "Almudena Grandes, Spanish author (d. 2021)",
            "year": 1960
        },
        {
            "text": "Anne Marie Rafferty, English nurse and academic",
            "year": 1958
        },
        {
            "text": "William Ridenour, American politician",
            "year": 1958
        },
        {
            "text": "Jan Peter Balkenende, Dutch jurist and politician, Prime Minister of the Netherlands",
            "year": 1956
        },
        {
            "text": "Anne Dudley, English pianist and composer",
            "year": 1956
        },
        {
            "text": "Nicholas Hytner, English director and producer",
            "year": 1956
        },
        {
            "text": "Jean Lapierre, Canadian talk show host and politician (d. 2016)",
            "year": 1956
        },
        {
            "text": "Amy Heckerling, American director, producer, and screenwriter",
            "year": 1954
        },
        {
            "text": "John Dowling Coates, Australian lawyer, sports administrator and businessman",
            "year": 1950
        },
        {
            "text": "Tim Russert, American television journalist and lawyer (d. 2008)",
            "year": 1950
        },
        {
            "text": "Thelma Houston, American R&B/disco singer and actress",
            "year": 1946
        },
        {
            "text": "Marv Hubbard, American football player (d. 2015)",
            "year": 1946
        },
        {
            "text": "Bill Kreutzmann, American drummer",
            "year": 1946
        },
        {
            "text": "Michael Rosen, English author and poet",
            "year": 1946
        },
        {
            "text": "Christy Moore, Irish singer-songwriter and guitarist",
            "year": 1945
        },
        {
            "text": "Robin Strasser, American actress",
            "year": 1945
        },
        {
            "text": "Terry Allen, American singer and painter",
            "year": 1943
        },
        {
            "text": "John Bannon, Australian academic and politician, 39th Premier of South Australia (d. 2015)",
            "year": 1943
        },
        {
            "text": "Peter Carey, Australian novelist and short story writer",
            "year": 1943
        },
        {
            "text": "Angela Carter, English novelist and short story writer  (d. 1992)",
            "year": 1940
        },
        {
            "text": "Sidney Altman, Canadian-American biologist and academic, Nobel Prize laureate (d. 2022)",
            "year": 1939
        },
        {
            "text": "Ruggero Deodato, Italian actor, director, and screenwriter (d. 2022)",
            "year": 1939
        },
        {
            "text": "Ruud Lubbers, Dutch economist and politician, Prime Minister of the Netherlands (d. 2018)",
            "year": 1939
        },
        {
            "text": "Johnny Maestro, American pop/doo-wop singer (d. 2010)",
            "year": 1939
        },
        {
            "text": "Tony O'Reilly, Irish rugby player and businessman (d. 2024)",
            "year": 1936
        },
        {
            "text": "Michael Hopkins, English architect (d. 2023)",
            "year": 1935
        },
        {
            "text": "Johnny Unitas, American football player and sportscaster (d. 2002)",
            "year": 1933
        },
        {
            "text": "Pete Domenici, American lawyer and politician, 37th Mayor of Albuquerque (d. 2017)",
            "year": 1932
        },
        {
            "text": "Derek Taylor, English journalist and author  (d. 1997)",
            "year": 1932
        },
        {
            "text": "Teresa Brewer, American singer (d. 2007)",
            "year": 1931
        },
        {
            "text": "Gene Wolfe, American author (d. 2019)",
            "year": 1931
        },
        {
            "text": "Babe Parilli, American football player and coach (d. 2017)",
            "year": 1930
        },
        {
            "text": "Dick Williams, American baseball player, coach, and manager (d. 2011)",
            "year": 1929
        },
        {
            "text": "Ruth Prawer Jhabvala, German-American author and screenwriter (d. 2013)",
            "year": 1927
        },
        {
            "text": "Anne Baxter, American actress (d. 1985)",
            "year": 1923
        },
        {
            "text": "Darren McGavin, American actor and director (d. 2006)",
            "year": 1922
        },
        {
            "text": "Rendra Karno, Indonesian actor (d. 1985)",
            "year": 1920
        },
        {
            "text": "Eva Perón, Argentinian actress, 25th First Lady of Argentina (d. 1952)",
            "year": 1919
        },
        {
            "text": "Domenico Bartolucci, Italian cardinal and composer (d. 2013)",
            "year": 1917
        },
        {
            "text": "Lenox Hewitt, Australian public servant (d. 2020)",
            "year": 1917
        },
        {
            "text": "David Tomlinson, English actor (d. 2000)",
            "year": 1917
        },
        {
            "text": "Simon Ramo, American physicist and engineer (d. 2016)",
            "year": 1913
        },
        {
            "text": "Ishirō Honda, Japanese director, producer, and screenwriter (d. 1993)",
            "year": 1911
        },
        {
            "text": "Edwin H. Land, American scientist and inventor, co-founded the Polaroid Corporation (d. 1991)",
            "year": 1909
        },
        {
            "text": "Dorothy Sunrise Lorentino, Native American teacher (d. 2005)",
            "year": 1909
        },
        {
            "text": "Philip Baxter, Welsh-Australian chemical engineer (d. 1989)",
            "year": 1905
        },
        {
            "text": "Nikolay Zabolotsky, Russian-Soviet poet and translator (d. 1958)",
            "year": 1903
        },
        {
            "text": "Gary Cooper, American actor (d. 1961)",
            "year": 1901
        },
        {
            "text": "Alfred Gerrard, English sculptor and academic (d. 1998)",
            "year": 1899
        },
        {
            "text": "Kathleen McKane Godfree, English tennis and badminton player (d. 1992)",
            "year": 1896
        },
        {
            "text": "Frank J. Selke, Canadian ice hockey coach and manager (d. 1985)",
            "year": 1893
        },
        {
            "text": "Archibald MacLeish, American poet, playwright, and lawyer (d. 1982)",
            "year": 1892
        },
        {
            "text": "Josip Broz Tito, Yugoslav field marshal and politician, 1st President of Yugoslavia (d. 1980)",
            "year": 1892
        },
        {
            "text": "Harry McShane, Scottish engineer and activist (d. 1988)",
            "year": 1891
        },
        {
            "text": "Viktor Puskar, Estonian colonel (d. 1943)",
            "year": 1889
        },
        {
            "text": "George \"Gabby\" Hayes, American actor (d. 1969)",
            "year": 1885
        },
        {
            "text": "Willem Elsschot, Belgian author and poet (d. 1960)",
            "year": 1882
        },
        {
            "text": "George E. Wiley, American cyclist (d. 1954)",
            "year": 1881
        },
        {
            "text": "Pandurang Vaman Kane, Indologist and Sanskrit scholar, Bharat Ratna awardee (d. 1972)",
            "year": 1880
        },
        {
            "text": "Bill Hoyt, American pole vaulter (d. 1951)",
            "year": 1875
        },
        {
            "text": "Władysław Reymont, Polish novelist, Nobel Prize laureate (d. 1925)",
            "year": 1867
        },
        {
            "text": "Rabindranath Tagore, Indian author and poet, Nobel Prize laureate (d. 1941)",
            "year": 1861
        },
        {
            "text": "Tom Norman, English businessman (d. 1930)",
            "year": 1860
        },
        {
            "text": "William A. MacCorkle, American lawyer and politician, 9th Governor of West Virginia (d. 1930)",
            "year": 1857
        },
        {
            "text": "Archibald Primrose, 5th Earl of Rosebery, English politician, Prime Minister of the United Kingdom (d. 1929)",
            "year": 1847
        },
        {
            "text": "Mary Eliza Mahoney, American nurse and activist (d. 1926)",
            "year": 1845
        },
        {
            "text": "Pyotr Ilyich Tchaikovsky, Russian composer and educator (d. 1893)",
            "year": 1840
        },
        {
            "text": "Karl Mauch, German geographer and explorer (d. 1875)",
            "year": 1837
        },
        {
            "text": "Joseph Gurney Cannon, American lawyer and politician, 40th Speaker of the United States House of Representatives (d. 1926)",
            "year": 1836
        },
        {
            "text": "Johannes Brahms, German pianist and composer (d. 1897)",
            "year": 1833
        },
        {
            "text": "Robert Browning, English poet and playwright (d. 1889)",
            "year": 1812
        },
        {
            "text": "Jacques Viger, Canadian archaeologist and politician, 1st mayor of Montreal (d. 1858)",
            "year": 1787
        },
        {
            "text": "William Bainbridge, American commodore (d. 1833)",
            "year": 1774
        },
        {
            "text": "Princess Frederica Charlotte of Prussia (d. 1820)",
            "year": 1767
        },
        {
            "text": "Józef Poniatowski, Polish general (d. 1813)",
            "year": 1763
        },
        {
            "text": "Stephen Badlam, American artisan and military officer (d. 1815)",
            "year": 1751
        },
        {
            "text": "Olympe de Gouges, French playwright and philosopher (d. 1793)",
            "year": 1748
        },
        {
            "text": "Nikolai Arkharov, Russian police officer and general (d. 1814)",
            "year": 1740
        },
        {
            "text": "Dagobert Sigmund von Wurmser, French-Austrian field marshal (d. 1797)",
            "year": 1724
        },
        {
            "text": "David Hume, Scottish economist, historian, and philosopher (d. 1776)",
            "year": 1711
        },
        {
            "text": "Carl Heinrich Graun, German tenor and composer (d. 1759)",
            "year": 1701
        },
        {
            "text": "Gerard van Swieten, Dutch-Austrian physician (d. 1772)",
            "year": 1700
        },
        {
            "text": "Stephanus Van Cortlandt, American politician, 10th Mayor of New York City (d. 1700)",
            "year": 1643
        },
        {
            "text": "Patriarch Nikon of Moscow (d. 1681)",
            "year": 1605
        },
        {
            "text": "Albert Frederick, Duke of Prussia (d. 1618)",
            "year": 1553
        },
        {
            "text": "Louis, Prince of Condé (d. 1569)",
            "year": 1530
        },
        {
            "text": "John III of the Palatinate, archbishop of Regensburg (d. 1538)",
            "year": 1488
        }
    ],
    "deaths": [
        {
            "text": "Steve Albini, American musician, record producer, audio engineer, and music journalist (b. 1962)",
            "year": 2024
        },
        {
            "text": "Aase Foss Abrahamsen, Norwegian writer (b. 1930)",
            "year": 2023
        },
        {
            "text": "Frank DiPascali, American businessman (b. 1956)",
            "year": 2015
        },
        {
            "text": "John Dixon, Australian-American author and illustrator (b. 1929)",
            "year": 2015
        },
        {
            "text": "Neville McNamara, Australian air marshal (b. 1923)",
            "year": 2014
        },
        {
            "text": "Colin Pillinger, English astronomer, chemist, and academic (b. 1943)",
            "year": 2014
        },
        {
            "text": "Dick Welteroth, American baseball player (b. 1927)",
            "year": 2014
        },
        {
            "text": "Ferruccio Mazzola, Italian footballer and manager (b. 1948)",
            "year": 2013
        },
        {
            "text": "George Sauer, Jr., American football player (b. 1943)",
            "year": 2013
        },
        {
            "text": "Sammy Barr, Scottish trade union leader (b. 1931)",
            "year": 2012
        },
        {
            "text": "Ferenc Bartha, Hungarian economist and politician (b. 1943)",
            "year": 2012
        },
        {
            "text": "Dennis E. Fitch, American captain and pilot (b. 1942)",
            "year": 2012
        },
        {
            "text": "Seve Ballesteros, Spanish golfer (b. 1957)",
            "year": 2011
        },
        {
            "text": "Willard Boyle, Canadian physicist and academic, Nobel Prize laureate (b. 1924)",
            "year": 2011
        },
        {
            "text": "Big George, English songwriter, producer, and radio host (b. 1957)",
            "year": 2011
        },
        {
            "text": "Victor Nosach, Soviet historian (b. 1929)",
            "year": 2011
        },
        {
            "text": "David Mellor, English designer (b. 1930)",
            "year": 2009
        },
        {
            "text": "Danny Ozark, American baseball player, coach, and manager (b. 1923)",
            "year": 2009
        },
        {
            "text": "Isabella Blow, English magazine editor (b. 1958)",
            "year": 2007
        },
        {
            "text": "Diego Corrales, American boxer (b. 1977)",
            "year": 2007
        },
        {
            "text": "Octavian Paler, Romanian journalist and politician (b. 1926)",
            "year": 2007
        },
        {
            "text": "Yahweh ben Yahweh, American cult leader, founded the Nation of Yahweh (b. 1935)",
            "year": 2007
        },
        {
            "text": "Richard Carleton, Australian journalist (b. 1943)",
            "year": 2006
        },
        {
            "text": "Joan C. Edwards, American singer and philanthropist (b. 1918)",
            "year": 2006
        },
        {
            "text": "Tristan Egolf, American author and activist (b. 1971)",
            "year": 2005
        },
        {
            "text": "Peter Rodino, American captain and politician (b. 1909)",
            "year": 2005
        },
        {
            "text": "Otilino Tenorio, Ecuadorian footballer (b. 1980)",
            "year": 2005
        },
        {
            "text": "Waldemar Milewicz, Polish journalist (b. 1956)",
            "year": 2004
        },
        {
            "text": "Jacques de Bourbon-Busset, French author and politician (b. 1912)",
            "year": 2001
        },
        {
            "text": "Douglas Fairbanks, Jr., American captain, actor, and producer (b. 1909)",
            "year": 2000
        },
        {
            "text": "Allan McLeod Cormack, South African-English physicist and academic, Nobel Prize laureate (b. 1924)",
            "year": 1998
        },
        {
            "text": "Eddie Rabbitt, American singer-songwriter and guitarist (b. 1941)",
            "year": 1998
        },
        {
            "text": "Ray McKinley, American drummer, singer, and bandleader (Glenn Miller Orchestra) (b. 1910)",
            "year": 1995
        },
        {
            "text": "Clement Greenberg, American art critic (b. 1909)",
            "year": 1994
        },
        {
            "text": "Sam Tambimuttu, Sri Lankan lawyer and politician (b. 1932)",
            "year": 1990
        },
        {
            "text": "Colin Blakely, Northern Irish actor (b. 1930)",
            "year": 1987
        },
        {
            "text": "Paul Popham, American soldier and activist, co-founded Gay Men's Health Crisis (b. 1941)",
            "year": 1987
        },
        {
            "text": "Haldun Taner, Turkish playwright and author (b. 1915)",
            "year": 1986
        },
        {
            "text": "Mort Weisinger, American journalist and author (b. 1915)",
            "year": 1978
        },
        {
            "text": "Alison Uttley, English children's book writer (b. 1884)",
            "year": 1976
        },
        {
            "text": "Margaret Larkin, American writer and poet (b. 1899)",
            "year": 1967
        },
        {
            "text": "Mihkel Lüdig, Estonian organist, composer, and conductor (b. 1880)",
            "year": 1958
        },
        {
            "text": "Warner Baxter, American actor (b. 1889)",
            "year": 1951
        },
        {
            "text": "Herbert Macaulay, Nigerian journalist and politician (b. 1864)",
            "year": 1946
        },
        {
            "text": "Fethi Okyar, Turkish colonel and politician, 2nd Prime Minister of Turkey (b. 1880)",
            "year": 1943
        },
        {
            "text": "Felix Weingartner, Croatian pianist, composer, and conductor (b. 1863)",
            "year": 1942
        },
        {
            "text": "James George Frazer, Scottish-English anthropologist and academic (b. 1854)",
            "year": 1941
        },
        {
            "text": "George Lansbury, English journalist and politician (b. 1859)",
            "year": 1940
        },
        {
            "text": "Octavian Goga, Romanian politician, former Prime Minister (b. 1881)",
            "year": 1938
        },
        {
            "text": "Ernst A. Lehmann, German captain and author (b. 1886)",
            "year": 1937
        },
        {
            "text": "William Lever, 1st Viscount Leverhulme, English businessman and politician (b. 1851)",
            "year": 1925
        },
        {
            "text": "Alluri Sitarama Raju, Indian activist (b. 1897/1898)",
            "year": 1924
        },
        {
            "text": "Max Wagenknecht, German pianist and composer (b. 1857)",
            "year": 1922
        },
        {
            "text": "Albert Ball, English fighter pilot (b. 1896)",
            "year": 1917
        },
        {
            "text": "Agostino Roscelli, Italian priest and saint (b. 1818)",
            "year": 1902
        },
        {
            "text": "H. H. Holmes, American serial killer (b. 1861)",
            "year": 1896
        },
        {
            "text": "C. F. W. Walther, German-American religious leader and theologian (b. 1811)",
            "year": 1887
        },
        {
            "text": "William Buell Sprague, American clergyman, historian, and author (b. 1795)",
            "year": 1876
        },
        {
            "text": "Alexander Loyd, American carpenter and politician, 4th Mayor of Chicago (b. 1805)",
            "year": 1872
        },
        {
            "text": "Henry Brougham, 1st Baron Brougham and Vaux, Scottish lawyer and politician, Lord High Chancellor of Great Britain (b. 1778)",
            "year": 1868
        },
        {
            "text": "Caspar David Friedrich, German painter and educator (b. 1774)",
            "year": 1840
        },
        {
            "text": "Antonio Salieri, Italian composer and conductor (b. 1750)",
            "year": 1825
        },
        {
            "text": "Jabez Bowen, American colonel and politician, 45th Deputy Governor of Rhode Island (b. 1739)",
            "year": 1815
        },
        {
            "text": "William Petty, 2nd Earl of Shelburne, Irish-English politician, Prime Minister of Great Britain (b. 1737)",
            "year": 1805
        },
        {
            "text": "Niccolò Piccinni, Italian composer (b. 1728)",
            "year": 1800
        },
        {
            "text": "Pietro Nardini, Italian violinist and composer (b. 1722)",
            "year": 1793
        },
        {
            "text": "Mary of Modena (b. 1658)",
            "year": 1718
        },
        {
            "text": "Bajo Pivljanin (b. 1630)",
            "year": 1685
        },
        {
            "text": "Feodor III of Russia (b. 1661)",
            "year": 1682
        },
        {
            "text": "Johann Jakob Froberger, German organist and composer (b. 1616)",
            "year": 1667
        },
        {
            "text": "David Fabricius, German astronomer and theologian (b. 1564)",
            "year": 1617
        },
        {
            "text": "Ottaviano Petrucci, Italian printer (b. 1466)",
            "year": 1539
        },
        {
            "text": "Franz von Sickingen, German knight (b. 1481)",
            "year": 1523
        },
        {
            "text": "Eskender, Emperor of Ethiopia (b. 1471)",
            "year": 1494
        },
        {
            "text": "Thomas la Warr, 5th Baron De La Warr, English priest (b. 1352)",
            "year": 1427
        },
        {
            "text": "Hugh d'Aubigny, 5th Earl of Arundel",
            "year": 1243
        },
        {
            "text": "Otto I, Duke of Merania (b. c. 1180)",
            "year": 1234
        },
        {
            "text": "Ladislaus III of Hungary (b. 1201)",
            "year": 1205
        },
        {
            "text": "Hamelin de Warenne, Earl of Surrey",
            "year": 1202
        },
        {
            "text": "William I of Sicily",
            "year": 1166
        },
        {
            "text": "Remigius de Fécamp, English monk and bishop",
            "year": 1092
        },
        {
            "text": "Bagrat III, 1st King of Georgia (b. 960)",
            "year": 1014
        },
        {
            "text": "Otto I, Holy Roman Emperor (b. 912)",
            "year": 973
        },
        {
            "text": "Ibn Hisham, Egyptian Muslim historian",
            "year": 833
        },
        {
            "text": "John of Beverley, bishop of York",
            "year": 721
        }
    ],
    "metadata": {
        "current_date": "May 7, 2025",
        "short_date": "May 7",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            8,
            47,
            48,
            52,
            29,
            28,
            4,
            45,
            17,
            13
        ],
        "births": [
            117,
            118,
            10,
            70
        ],
        "deaths": [
            21,
            51,
            10,
            78
        ]
    }
}