{
    "events": [
        {
            "text": "The Georgia Guidestones, a monument in the United States, are heavily damaged in a bombing, and are dismantled later the same day.",
            "year": 2022
        },
        {
            "text": "An Antonov An-26 operating as Petropavlovsk-Kamchatsky Air Flight 251 crashes on approach to Palana Airport, killing all 28 aboard.",
            "year": 2021
        },
        {
            "text": "At least 42 people are killed in a shooting at a school in Yobe State, Nigeria.",
            "year": 2013
        },
        {
            "text": "A Boeing 777 operating as Asiana Airlines Flight 214 crashes at San Francisco International Airport, killing three and injuring 181 of the 307 people on board.",
            "year": 2013
        },
        {
            "text": "A 73-car oil train derails in the town of Lac-Mégantic, Quebec and explodes into flames, killing at least 47 people and destroying more than 30 buildings in the town's central area.",
            "year": 2013
        },
        {
            "text": "The Nathu La pass between India and China, sealed during the Sino-Indian War, re-opens for trade after 44 years.",
            "year": 2006
        },
        {
            "text": "The 70-metre Yevpatoria Planetary Radar sends a METI message (Cosmic Call 2) to five stars: Hip 4872, HD 245409, 55 Cancri (HD 75732), HD 10307 and 47 Ursae Majoris (HD 95128). The messages will arrive to these stars in 2036, 2040, 2044, and 2049, respectively.",
            "year": 2003
        },
        {
            "text": "Hong Kong International Airport opens in Chek Lap Kok, Hong Kong, replacing Kai Tak Airport as the city's international airport.",
            "year": 1998
        },
        {
            "text": "The Troubles: In response to the Drumcree dispute, five days of mass protests, riots and gun battles begin in Irish nationalist districts of Northern Ireland.",
            "year": 1997
        },
        {
            "text": "A McDonnell Douglas MD-88 operating as Delta Air Lines Flight 1288 experiences a turbine engine failure during takeoff from Pensacola International Airport, killing two and injuring five of the 147 people on board.",
            "year": 1996
        },
        {
            "text": "In the Bosnian War, under the command of General Ratko Mladić, Serbia begins its attack on the Bosnian town of Srebrenica.",
            "year": 1995
        },
        {
            "text": "The Tel Aviv–Jerusalem bus 405 suicide attack: Sixteen bus passengers are killed when a member of the Palestinian Islamic Jihad took control of the bus and drove it over a cliff.",
            "year": 1989
        },
        {
            "text": "The Piper Alpha drilling platform in the North Sea is destroyed by explosions and fires. One hundred sixty-seven oil workers are killed, making it the world's worst offshore oil disaster in terms of direct loss of life.",
            "year": 1988
        },
        {
            "text": "While attempting to return to Sheremetyevo International Airport, Aeroflot Flight 411, an Ilyushin Il-62, crashes near Mendeleyevo, Moscow Oblast, killing all 90 people on board.",
            "year": 1982
        },
        {
            "text": "The Comoros declares independence from France.",
            "year": 1975
        },
        {
            "text": "Nigerian Civil War: Nigerian forces invade Biafra, beginning the war.",
            "year": 1967
        },
        {
            "text": "Malawi becomes a republic, with Hastings Banda as its first President.",
            "year": 1966
        },
        {
            "text": "Malawi declares its independence from the United Kingdom.",
            "year": 1964
        },
        {
            "text": "As a part of Operation Plowshare, the Sedan nuclear test takes place.",
            "year": 1962
        },
        {
            "text": "The Late Late Show, the world's longest-running chat show by the same broadcaster, airs on RTÉ One for the first time.",
            "year": 1962
        },
        {
            "text": "Althea Gibson wins at the Wimbledon Championships, becoming the first black athlete to do so.",
            "year": 1957
        },
        {
            "text": "John Lennon and Paul McCartney meet for the first time, as teenagers at Woolton Fete, three years before forming the Beatles.",
            "year": 1957
        },
        {
            "text": "Referendum held in Sylhet to decide its fate in the Partition of India.",
            "year": 1947
        },
        {
            "text": "The AK-47 goes into production in the Soviet Union.",
            "year": 1947
        },
        {
            "text": "Jackie Robinson refuses to move to the back of a bus, leading to a court-martial.",
            "year": 1944
        },
        {
            "text": "The Hartford circus fire, one of America's worst fire disasters, kills approximately 168 people and injures over 700 in Hartford, Connecticut.",
            "year": 1944
        },
        {
            "text": "Anne Frank and her family go into hiding in the \"Secret Annexe\" above her father's office in an Amsterdam warehouse.",
            "year": 1942
        },
        {
            "text": "World War II: The German army launches its offensive to encircle several Soviet armies near Smolensk.",
            "year": 1941
        },
        {
            "text": "Story Bridge, a major landmark in Brisbane, as well as Australia's longest cantilever bridge is formally opened.",
            "year": 1940
        },
        {
            "text": "Anti-Jewish legislation in prewar Nazi Germany closes the last remaining Jewish enterprises.",
            "year": 1939
        },
        {
            "text": "Spanish Civil War: Battle of Brunete: The battle begins with Spanish Republican troops going on the offensive against the Nationalists to relieve pressure on Madrid.",
            "year": 1937
        },
        {
            "text": "A major breach of the Manchester Bolton & Bury Canal in England sends millions of gallons of water cascading 200 feet (61 m) into the River Irwell.",
            "year": 1936
        },
        {
            "text": "The first Major League Baseball All-Star Game is played in Chicago's Comiskey Park. The American League defeated the National League 4–2.",
            "year": 1933
        },
        {
            "text": "The British dirigible R34 lands in New York, completing the first crossing of the Atlantic Ocean by an airship.",
            "year": 1919
        },
        {
            "text": "The Left SR uprising in Russia starts with the assassination of German ambassador Wilhelm von Mirbach by Cheka members.",
            "year": 1918
        },
        {
            "text": "World War I: Arabian troops led by T. E. Lawrence (\"Lawrence of Arabia\") and Auda ibu Tayi capture Aqaba from the Ottoman Empire during the Arab Revolt.",
            "year": 1917
        },
        {
            "text": "Three thousand eight hundred striking steelworkers engage in a day-long battle with Pinkerton agents during the Homestead Strike, leaving ten dead and dozens wounded.",
            "year": 1892
        },
        {
            "text": "David Kalākaua, monarch of the Kingdom of Hawaii, is forced to sign the Bayonet Constitution, which transfers much of the king's authority to the Legislature of the Kingdom of Hawaii.",
            "year": 1887
        },
        {
            "text": "Louis Pasteur successfully tests his vaccine against rabies on Joseph Meister, a boy who was bitten by a rabid dog.",
            "year": 1885
        },
        {
            "text": "The Republican Party of the United States held its first convention in Jackson, Michigan.",
            "year": 1854
        },
        {
            "text": "The second day of the Battle of Wagram; France defeats the Austrian army in the largest battle to date of the Napoleonic Wars.",
            "year": 1809
        },
        {
            "text": "First Battle of Algeciras: Outnumbered French Navy ships defeat the Royal Navy in the fortified Spanish port of Algeciras.",
            "year": 1801
        },
        {
            "text": "At Padua, the Emperor Leopold II calls on the monarchs of Europe to join him in demanding the king of France Louis XVI's freedom.",
            "year": 1791
        },
        {
            "text": "Battle of Grenada: The French defeat British naval forces in the Caribbean during the American Revolutionary War.",
            "year": 1779
        },
        {
            "text": "American Revolutionary War: Siege of Fort Ticonderoga: After a bombardment by British artillery under General John Burgoyne, American forces retreat from Fort Ticonderoga, New York.",
            "year": 1777
        },
        {
            "text": "Pope Benedict XIV suppresses the Patriarchate of Aquileia and establishes from its territory the Archdiocese of Udine and Gorizia.",
            "year": 1751
        },
        {
            "text": "Battle of Sedgemoor: Last battle of the Monmouth Rebellion. Troops of King James II defeat troops of James Scott, 1st Duke of Monmouth.",
            "year": 1685
        },
        {
            "text": "Thirty Years' War: Four thousand Swedish troops under Gustavus Adolphus land in Pomerania, Germany.",
            "year": 1630
        },
        {
            "text": "Raid on Żejtun: The south east of Malta, and the town of Żejtun, suffer a raid from Ottoman forces. This was the last unsuccessful attempt by the Ottomans to conquer the island of Malta.",
            "year": 1614
        },
        {
            "text": "Córdoba, Argentina, is founded by Jerónimo Luis de Cabrera.",
            "year": 1573
        },
        {
            "text": "French Wars of Religion: Siege of La Rochelle ends.",
            "year": 1573
        },
        {
            "text": "The Treaty of Edinburgh is signed by Scotland and England.",
            "year": 1560
        },
        {
            "text": "King Philip II of Spain, consort of Queen Mary I of England, sets out from Dover to war with France, which eventually resulted in the loss of the city of Calais, the last English possession on the continent, and Mary I never seeing her husband again.",
            "year": 1557
        },
        {
            "text": "The explorer Jacques Cartier lands at St. Malo at the end of his second expedition to North America. He returns with none of the gold he expected to find.",
            "year": 1536
        },
        {
            "text": "First Italian War: Battle of Fornovo: Charles VIII defeats the Holy League.",
            "year": 1495
        },
        {
            "text": "Portuguese sea captain Diogo Cão finds the mouth of the Congo River.",
            "year": 1484
        },
        {
            "text": "Richard III and Anne Neville are crowned King and Queen of England.",
            "year": 1483
        },
        {
            "text": "A temporary compromise between the rebellious Transylvanian peasants and the noblemen is signed in Kolozsmonostor Abbey.",
            "year": 1438
        },
        {
            "text": "Jan Hus is condemned by the assembly of the council in the Konstanz Cathedral as a heretic and sentenced to be burned at the stake.",
            "year": 1415
        },
        {
            "text": "Ming China's Admiral Zheng He returns to Nanjing after the third treasure voyage and presents the Sinhalese king, captured during the Ming–Kotte War, to the Yongle Emperor.",
            "year": 1411
        },
        {
            "text": "Pope Clement VI issues a papal bull protecting the Jews accused of having caused the Black Death.",
            "year": 1348
        },
        {
            "text": "Mindaugas is crowned King of Lithuania.",
            "year": 1253
        },
        {
            "text": "Battle of Heliopolis: The Muslim Arab army under 'Amr ibn al-'As defeat the Byzantine forces near Heliopolis (Egypt).",
            "year": 640
        },
        {
            "text": "The Battle of Leuctra shatters Sparta's reputation of military invincibility.",
            "year": -371
        }
    ],
    "births": [
        {
            "text": "Zion Williamson, American basketball player",
            "year": 2000
        },
        {
            "text": "Comethazine, American rapper",
            "year": 1998
        },
        {
            "text": "Ludwig Ahgren, American YouTuber and live streamer",
            "year": 1995
        },
        {
            "text": "Andrew Benintendi, American baseball player",
            "year": 1994
        },
        {
            "text": "Na-Lae Han, South Korean tennis player",
            "year": 1992
        },
        {
            "text": "Manny Machado, Dominican-American baseball player",
            "year": 1992
        },
        {
            "text": "Jae Crowder, American basketball player",
            "year": 1990
        },
        {
            "text": "Magaye Gueye, French footballer",
            "year": 1990
        },
        {
            "text": "Jamal Idris, Australian rugby league player",
            "year": 1990
        },
        {
            "text": "Justin Schultz, Canadian ice hockey player",
            "year": 1990
        },
        {
            "text": "Kevin Fickentscher, Swiss footballer",
            "year": 1988
        },
        {
            "text": "Sophie Auster, American singer-songwriter and actress",
            "year": 1987
        },
        {
            "text": "Manteo Mitchell, American runner",
            "year": 1987
        },
        {
            "text": "Kate Nash, English singer-songwriter, guitarist, and actress",
            "year": 1987
        },
        {
            "text": "Caroline Trentini, Brazilian model",
            "year": 1987
        },
        {
            "text": "David Karp, American businessman, founded Tumblr",
            "year": 1986
        },
        {
            "text": "Ranveer Singh, Indian film actor",
            "year": 1985
        },
        {
            "text": "Zhang Hao, Chinese figure skater",
            "year": 1984
        },
        {
            "text": "Gregory Smith, Canadian actor, director, and producer",
            "year": 1983
        },
        {
            "text": "Brandon Jacobs, American football player",
            "year": 1982
        },
        {
            "text": "Misty Upham, American actress (died 2014)",
            "year": 1982
        },
        {
            "text": "Nnamdi Asomugha, American football player",
            "year": 1981
        },
        {
            "text": "Roman Shirokov, Russian footballer",
            "year": 1981
        },
        {
            "text": "Pau Gasol, Spanish basketball player",
            "year": 1980
        },
        {
            "text": "Eva Green, French actress and model",
            "year": 1980
        },
        {
            "text": "Joell Ortiz, American rapper",
            "year": 1980
        },
        {
            "text": "Nic Cester, Australian singer-songwriter and guitarist",
            "year": 1979
        },
        {
            "text": "Kevin Hart, American comedian, actor, producer, and screenwriter",
            "year": 1979
        },
        {
            "text": "Adam Busch, American actor, director, and producer",
            "year": 1978
        },
        {
            "text": "Tamera Mowry, American actress and producer",
            "year": 1978
        },
        {
            "text": "Tia Mowry, American actress and producer",
            "year": 1978
        },
        {
            "text": "Kevin Senio, New Zealand rugby player",
            "year": 1978
        },
        {
            "text": "Max Mirnyi, Belarusian tennis player",
            "year": 1977
        },
        {
            "text": "Makhaya Ntini, South African cricketer",
            "year": 1977
        },
        {
            "text": "Rory Delap, English-Irish footballer",
            "year": 1976
        },
        {
            "text": "Ioana Dumitriu, Romanian-American mathematician and academic",
            "year": 1976
        },
        {
            "text": "50 Cent, American rapper and actor",
            "year": 1975
        },
        {
            "text": "Sebastián Rulli, Argentine-Mexican actor and model",
            "year": 1975
        },
        {
            "text": "Amir-Abbas Fakhravar, Iranian journalist and activist",
            "year": 1975
        },
        {
            "text": "Kristian Woolf, Australian rugby league player and coach",
            "year": 1975
        },
        {
            "text": "Harashima, Japanese professional wrestler",
            "year": 1974
        },
        {
            "text": "Zé Roberto, Brazilian footballer",
            "year": 1974
        },
        {
            "text": "Daniel Andrews, Australian politician, 48th Premier of Victoria",
            "year": 1972
        },
        {
            "text": "Laurent Gaudé, French author and playwright",
            "year": 1972
        },
        {
            "text": "Greg Norton, American baseball player and coach",
            "year": 1972
        },
        {
            "text": "Zhanna Pintusevich-Block, Ukrainian sprinter",
            "year": 1972
        },
        {
            "text": "Inspectah Deck, American rapper and producer",
            "year": 1970
        },
        {
            "text": "Heather Nova, Bermudian singer-songwriter and guitarist",
            "year": 1967
        },
        {
            "text": "Thierry Warmoes, politician",
            "year": 1964
        },
        {
            "text": "Todd Bennett, English runner and coach (died 2013)",
            "year": 1962
        },
        {
            "text": "Peter Hedges, American author, screenwriter, and director",
            "year": 1962
        },
        {
            "text": "Maria Wasiak, Polish businesswoman and politician, Polish Minister of Infrastructure and Development",
            "year": 1960
        },
        {
            "text": "Richard Dacoury, French basketball player",
            "year": 1959
        },
        {
            "text": "Jennifer Saunders, English actress, comedian and screenwriter",
            "year": 1958
        },
        {
            "text": "Phil Mallow, American politician",
            "year": 1957
        },
        {
            "text": "Allyce Beasley, American actress",
            "year": 1954
        },
        {
            "text": "Willie Randolph, American baseball player and manager",
            "year": 1954
        },
        {
            "text": "Nanci Griffith, American singer-songwriter and guitarist (died 2021)",
            "year": 1953
        },
        {
            "text": "Kaiser Kalambo, Zambian footballer and manager (died 2014)",
            "year": 1953
        },
        {
            "text": "Robert Ménard, French politician and former journalist",
            "year": 1953
        },
        {
            "text": "Hilary Mantel, English author and critic (died 2022)",
            "year": 1952
        },
        {
            "text": "Lorna Golding, Former First Lady of Jamaica",
            "year": 1951
        },
        {
            "text": "Geoffrey Rush, Australian actor and producer",
            "year": 1951
        },
        {
            "text": "Rick Sternbach, American illustrator and concept designer",
            "year": 1951
        },
        {
            "text": "John Byrne, English-American author and illustrator",
            "year": 1950
        },
        {
            "text": "Noli de Castro, Filipino journalist and politician, 14th Vice President of the Philippines",
            "year": 1949
        },
        {
            "text": "Phyllis Hyman, American singer-songwriter and actress (died 1995)",
            "year": 1949
        },
        {
            "text": "Michael Shrieve, American composer, drummer, and percussionist",
            "year": 1949
        },
        {
            "text": "Nathalie Baye, French actress",
            "year": 1948
        },
        {
            "text": "Jean-Pierre Blackburn, Canadian academic and politician, 26th Canadian Minister of Veterans Affairs",
            "year": 1948
        },
        {
            "text": "Brad Park, Canadian-American ice hockey player and coach",
            "year": 1948
        },
        {
            "text": "Roy Señeres, Filipino diplomat and politician (died 2016)",
            "year": 1947
        },
        {
            "text": "George W. Bush, American businessman and politician, 43rd President of the United States",
            "year": 1946
        },
        {
            "text": "Fred Dryer, American football player and actor",
            "year": 1946
        },
        {
            "text": "Peter Singer, Australian philosopher and academic",
            "year": 1946
        },
        {
            "text": "Sylvester Stallone, American actor, director, and screenwriter",
            "year": 1946
        },
        {
            "text": "Burt Ward, American actor",
            "year": 1945
        },
        {
            "text": "Gunhild Hoffmeister, German runner",
            "year": 1944
        },
        {
            "text": "Tamara Sinyavskaya, Russian soprano",
            "year": 1943
        },
        {
            "text": "Ian Leslie, Indonesian-Australian journalist and television host",
            "year": 1942
        },
        {
            "text": "David Crystal, British linguist, author, and academic",
            "year": 1941
        },
        {
            "text": "Reinhard Roder, German footballer and manager",
            "year": 1941
        },
        {
            "text": "Nursultan Nazarbayev, Kazakh politician, 1st President of Kazakhstan",
            "year": 1940
        },
        {
            "text": "Jeannie Seely, Grammy Award-winning country music singer-songwriter and Grand Ole Opry member",
            "year": 1940
        },
        {
            "text": "Siti Norma Yaakob, Malaysian lawyer and judge",
            "year": 1940
        },
        {
            "text": "Jet Harris, English bass player (died 2011)",
            "year": 1939
        },
        {
            "text": "Mary Peters, English-Irish pentathlete and shot putter",
            "year": 1939
        },
        {
            "text": "Bruce Hunter, American swimmer (died 2018)",
            "year": 1939
        },
        {
            "text": "Gérard Bourgoin, French sports executive, president of AJ Auxerre (2011–2013) and (Ligue de Football Professionnel) (died 2025)",
            "year": 1939
        },
        {
            "text": "Vladimir Ashkenazy, Russian-Icelandic pianist and conductor",
            "year": 1937
        },
        {
            "text": "Ned Beatty, American actor (died 2021)",
            "year": 1937
        },
        {
            "text": "Gene Chandler, American singer-songwriter and producer",
            "year": 1937
        },
        {
            "text": "Bessie Head, Botswanan writer (died 1986)",
            "year": 1937
        },
        {
            "text": "Michael Sata, Zambian police officer and politician, 5th President of Zambia (died 2014)",
            "year": 1937
        },
        {
            "text": "Dave Allen, Irish comedian, actor, and screenwriter (died 2005)",
            "year": 1936
        },
        {
            "text": "Candy Barr, American model, dancer, and actress (died 2005)",
            "year": 1935
        },
        {
            "text": "Tenzin Gyatso, 14th Dalai Lama",
            "year": 1935
        },
        {
            "text": "Herman Hertzberger, Dutch architect and academic",
            "year": 1932
        },
        {
            "text": "Della Reese, American actress and singer (died 2017)",
            "year": 1931
        },
        {
            "text": "László Tábori, Hungarian runner and coach (died 2018)",
            "year": 1931
        },
        {
            "text": "George Armstrong, Canadian ice hockey player and coach (died 2021)",
            "year": 1930
        },
        {
            "text": "Ian Burgess, English racing driver (died 2012)",
            "year": 1930
        },
        {
            "text": "Hélène Carrère d'Encausse, French politician historian (died 2023)",
            "year": 1929
        },
        {
            "text": "Bernard Malgrange, French mathematician (died 2024)",
            "year": 1928
        },
        {
            "text": "Jan Hein Donner, Dutch chess player and journalist (died 1988)",
            "year": 1927
        },
        {
            "text": "Janet Leigh, American actress and author (died 2004)",
            "year": 1927
        },
        {
            "text": "Sulev Vahtre, Estonian historian and academic (died 2007)",
            "year": 1926
        },
        {
            "text": "Dorothy E. Smith, Canadian sociologist (died 2022)",
            "year": 1926
        },
        {
            "text": "Ruth Cracknell, Australian actress (died 2002)",
            "year": 1925
        },
        {
            "text": "Merv Griffin, American actor, singer, and producer, created Wheel of Fortune and Jeopardy! (died 2007)",
            "year": 1925
        },
        {
            "text": "Bill Haley, American singer-songwriter and guitarist (died 1981)",
            "year": 1925
        },
        {
            "text": "Gazi Yaşargil, Turkish neurosurgeon and academic (died 2025)",
            "year": 1925
        },
        {
            "text": "Mahim Bora, Indian writer and educationist, recipients of the Padma Shri, India's fourth highest civilian honour (died 2016)",
            "year": 1924
        },
        {
            "text": "Louie Bellson, American drummer, composer, and bandleader (died 2009)",
            "year": 1924
        },
        {
            "text": "Wojciech Jaruzelski, Polish general and politician, 1st President of Poland (died 2014)",
            "year": 1923
        },
        {
            "text": "William Schallert, American actor; president (1979–81) of the Screen Actors Guild (died 2016)",
            "year": 1922
        },
        {
            "text": "Allan MacEachen, Canadian economist and politician, Deputy Prime Minister of Canada (died 2017)",
            "year": 1921
        },
        {
            "text": "Billy Mauch, American actor (died 2006)",
            "year": 1921
        },
        {
            "text": "Bobby Mauch, American actor (died 2007)",
            "year": 1921
        },
        {
            "text": "Nancy Reagan, American actress and activist, 42nd First Lady of the United States (died 2016)",
            "year": 1921
        },
        {
            "text": "Ernst Haefliger, Swiss tenor and educator (died 2007)",
            "year": 1919
        },
        {
            "text": "Edward Kenna, Australian Second World War recipient of the Victoria Cross (died 2009)",
            "year": 1919
        },
        {
            "text": "Ray Dowker, New Zealand cricketer (died 2004)",
            "year": 1919
        },
        {
            "text": "Sebastian Cabot, English-Canadian actor (died 1977)",
            "year": 1918
        },
        {
            "text": "Herm Fuetsch, American professional basketball player (died 2010)",
            "year": 1918
        },
        {
            "text": "Francisco Moncion, Dominican-American ballet dancer, charter member of the New York City Ballet (died 1995)",
            "year": 1918
        },
        {
            "text": "Arthur Lydiard, New Zealand runner and coach (died 2004)",
            "year": 1917
        },
        {
            "text": "Harold Norse, American poet and author (died 2009)",
            "year": 1916
        },
        {
            "text": "Don R. Christensen, American animator, cartoonist, illustrator, writer and inventor (died 2006)",
            "year": 1916
        },
        {
            "text": "Leonard Birchall, Royal Canadian Air Force pilot (died 2004)",
            "year": 1915
        },
        {
            "text": "Vince McMahon Sr., American wrestling promoter, founded WWE (died 1984)",
            "year": 1914
        },
        {
            "text": "Ernest Kirkendall, American chemist and metallurgist (died 2005)",
            "year": 1914
        },
        {
            "text": "Vance Trimble, American journalist and author (died 2021)",
            "year": 1913
        },
        {
            "text": "Heinrich Harrer, Austrian geographer and mountaineer (died 2006)",
            "year": 1912
        },
        {
            "text": "Molly Yard, American feminist (died 2005)",
            "year": 1912
        },
        {
            "text": "June Gale, American actress (died 1996)",
            "year": 1911
        },
        {
            "text": "René Le Grèves, French cyclist (died 1946)",
            "year": 1910
        },
        {
            "text": "Eric Reece, Australian politician, 32nd Premier of Tasmania (died 1999)",
            "year": 1909
        },
        {
            "text": "Anton Muttukumaru, Sri Lankan general and diplomat (died 2001)",
            "year": 1908
        },
        {
            "text": "Frida Kahlo, Mexican painter and educator (died 1954)",
            "year": 1907
        },
        {
            "text": "George Stanley, Canadian soldier, historian, and author, designed the flag of Canada (died 2002)",
            "year": 1907
        },
        {
            "text": "Juan O'Gorman, Mexican painter and architect (died 1982)",
            "year": 1905
        },
        {
            "text": "Robert Whitney, American conductor and composer (died 1986)",
            "year": 1904
        },
        {
            "text": "Hugo Theorell, Swedish biochemist and academic, Nobel Prize laureate (died 1982)",
            "year": 1903
        },
        {
            "text": "Frederica Sagor Maas, American author and screenwriter (died 2012)",
            "year": 1900
        },
        {
            "text": "Elfriede Wever, German Olympic runner (died 1941)",
            "year": 1900
        },
        {
            "text": "Susannah Mushatt Jones, American supercentarian (died 2016)",
            "year": 1899
        },
        {
            "text": "Hanns Eisler, German-Austrian soldier and composer (died 1962)",
            "year": 1898
        },
        {
            "text": "Richard Krautheimer, German-American historian and scholar (died 1994)",
            "year": 1897
        },
        {
            "text": "Will James, American author and illustrator (died 1942)",
            "year": 1892
        },
        {
            "text": "Earle S. MacPherson, American  engineer, created MacPherson strut  (died 1960)",
            "year": 1891
        },
        {
            "text": "Dhan Gopal Mukerji, Indian-American author and scholar (died 1936)",
            "year": 1890
        },
        {
            "text": "Marc Chagall, Belarusian-French painter and poet (died 1985)",
            "year": 1887
        },
        {
            "text": "Annette Kellermann, Australian swimmer and actress (died 1975)",
            "year": 1887
        },
        {
            "text": "Marc Bloch, French historian and academic (died 1944)",
            "year": 1886
        },
        {
            "text": "Ernst Busch, German field marshal (died 1945)",
            "year": 1885
        },
        {
            "text": "Harold Stirling Vanderbilt, American businessman and sailor (died 1970)",
            "year": 1884
        },
        {
            "text": "Godfrey Huggins, Prime Minister of the Federation of Rhodesia and Nyasaland (died 1971)",
            "year": 1883
        },
        {
            "text": "Eino Leino, Finnish poet and journalist (died 1926)",
            "year": 1878
        },
        {
            "text": "Arnaud Massy, French golfer (died 1950)",
            "year": 1877
        },
        {
            "text": "Dimitrios Maximos, Greek banker and politician, 140th Prime Minister of Greece (died 1955)",
            "year": 1873
        },
        {
            "text": "Princess Victoria of the United Kingdom (died 1935)",
            "year": 1868
        },
        {
            "text": "Émile Jaques-Dalcroze, Swiss composer and educator (died 1950)",
            "year": 1865
        },
        {
            "text": "William Irvine, Irish-Australian politician, 21st Premier of Victoria (died 1943)",
            "year": 1858
        },
        {
            "text": "George Howard Earle, Jr., American lawyer and businessman (died 1928)",
            "year": 1856
        },
        {
            "text": "Ángela Peralta, Mexican opera singer (died 1883)",
            "year": 1846
        },
        {
            "text": "John Downer, Australian politician, 16th Premier of South Australia (died 1915)",
            "year": 1843
        },
        {
            "text": "José María Velasco Gómez, Mexican painter and academic (died 1912)",
            "year": 1840
        },
        {
            "text": "Vatroslav Jagić, Croatian philologist and scholar (died 1923)",
            "year": 1838
        },
        {
            "text": "R. G. Bhandarkar, Indian orientalist and scholar (died 1925)",
            "year": 1837
        },
        {
            "text": "Maximilian I of Mexico (died 1867)",
            "year": 1832
        },
        {
            "text": "Sylvester Pennoyer, American lawyer and politician, 8th Governor of Oregon (died 1902)",
            "year": 1831
        },
        {
            "text": "Frederick VIII, Duke of Schleswig-Holstein (died 1880)",
            "year": 1829
        },
        {
            "text": "Sophie Adlersparre, Swedish publisher, writer, and women's rights activist (died 1895)",
            "year": 1823
        },
        {
            "text": "Adolf Anderssen, German chess player (died 1879)",
            "year": 1818
        },
        {
            "text": "Albert von Kölliker, Swiss anatomist and physiologist (died 1905)",
            "year": 1817
        },
        {
            "text": "Louisa Caroline Huggins Tuthill, American author  (died 1879)",
            "year": 1799
        },
        {
            "text": "Henry Paget, 2nd Marquess of Anglesey (died 1869)",
            "year": 1797
        },
        {
            "text": "Nicholas I of Russia (died 1855)",
            "year": 1796
        },
        {
            "text": "María Isabella of Spain (died 1846)",
            "year": 1789
        },
        {
            "text": "William Hooker, English botanist and academic (died 1865)",
            "year": 1785
        },
        {
            "text": "Maria Luisa of Spain (died 1824)",
            "year": 1782
        },
        {
            "text": "Alexander Wilson, Scottish-American poet, ornithologist, and illustrator (died 1813)",
            "year": 1766
        },
        {
            "text": "John Paul Jones, Scottish-American captain (died 1792)",
            "year": 1747
        },
        {
            "text": "Daniel Morgan, American general and politician (died 1802)",
            "year": 1736
        },
        {
            "text": "Mary, Countess of Harold, English aristocrat and philanthropist (died 1785)",
            "year": 1701
        },
        {
            "text": "Antoine de Jussieu, French biologist and academic (died 1758)",
            "year": 1686
        },
        {
            "text": "Nicola Francesco Haym, Italian cellist and composer (died 1729)",
            "year": 1678
        },
        {
            "text": "Jacopo Melani, Italian violinist and composer (died 1676)",
            "year": 1623
        },
        {
            "text": "Johann Stobäus, German lute player and composer (died 1646)",
            "year": 1580
        },
        {
            "text": "Antonio Manetti, Italian mathematician and architect (died 1497)",
            "year": 1423
        },
        {
            "text": "Queen Blanche I of Navarre (died 1441)",
            "year": 1387
        }
    ],
    "deaths": [
        {
            "text": "Khyree Jackson, American football player (born 1999)",
            "year": 2024
        },
        {
            "text": "James Caan, American actor (born 1940)",
            "year": 2022
        },
        {
            "text": "Arnaldo Pambianco, Italian former professional road racing cyclist (born 1935)",
            "year": 2022
        },
        {
            "text": "Norah Vincent, American writer (born 1968)",
            "year": 2022
        },
        {
            "text": "Charlie Daniels, American singer-songwriter, fiddle-player and guitarist (born 1936)",
            "year": 2020
        },
        {
            "text": "Mary Kay Letourneau, American child rapist (born 1962)",
            "year": 2020
        },
        {
            "text": "Ennio Morricone, Italian composer, orchestrator, conductor, and trumpet player (born 1928)",
            "year": 2020
        },
        {
            "text": "Cameron Boyce, American actor (born 1999)",
            "year": 2019
        },
        {
            "text": "João Gilberto, Brazilian singer-songwriter and guitarist, pioneer of bossa nova music style (born 1931)",
            "year": 2019
        },
        {
            "text": "Shoko Asahara, founder of Japanese cult group Aum Shinrikyo (born 1955)",
            "year": 2018
        },
        {
            "text": "Jerry Weintraub, American film producer, and talent agent (born 1937)",
            "year": 2015
        },
        {
            "text": "Alan J. Dixon, American soldier, lawyer, and politician, 34th Illinois Secretary of State (born 1927)",
            "year": 2014
        },
        {
            "text": "Lo Hsing Han, Burmese businessman, co-founded Asia World (born 1935)",
            "year": 2013
        },
        {
            "text": "Hani al-Hassan, Palestinian engineer and politician (born 1939)",
            "year": 2012
        },
        {
            "text": "Carly Hibberd, Australian road racing cyclist (born 1985)",
            "year": 2011
        },
        {
            "text": "Harvey Fuqua, American singer-songwriter and producer (born 1929)",
            "year": 2010
        },
        {
            "text": "Vasily Aksyonov, Russian author and academic (born 1932)",
            "year": 2009
        },
        {
            "text": "Robert McNamara, American businessman and politician, 8th United States Secretary of Defense (born 1916)",
            "year": 2009
        },
        {
            "text": "Kathleen E. Woodiwiss, American author (born 1939)",
            "year": 2007
        },
        {
            "text": "Kasey Rogers, American actress (born 1925)",
            "year": 2006
        },
        {
            "text": "Ed McBain, American author and screenwriter (born 1926)",
            "year": 2005
        },
        {
            "text": "Claude Simon, Malagasy-French novelist and critic, Nobel Prize laureate (born 1913)",
            "year": 2005
        },
        {
            "text": "Thomas Klestil, Austrian politician, 10th President of Austria (born 1932)",
            "year": 2004
        },
        {
            "text": "Syreeta Wright, American singer-songwriter (born 1946)",
            "year": 2004
        },
        {
            "text": "Buddy Ebsen, American actor, singer, and dancer (born 1908)",
            "year": 2003
        },
        {
            "text": "Çelik Gülersoy, Turkish lawyer, historical preservationist, writer and poet (born 1930)",
            "year": 2003
        },
        {
            "text": "Dhirubhai Ambani, Indian businessman, founded Reliance Industries (born 1932)",
            "year": 2002
        },
        {
            "text": "John Frankenheimer, American director, producer, and screenwriter (born 1930)",
            "year": 2002
        },
        {
            "text": "Władysław Szpilman, Polish pianist and composer (born 1911)",
            "year": 2000
        },
        {
            "text": "Joaquín Rodrigo, Spanish pianist and composer (born 1901)",
            "year": 1999
        },
        {
            "text": "Roy Rogers, American cowboy, actor, and singer (born 1911)",
            "year": 1998
        },
        {
            "text": "Chetan Anand, Indian director, producer, and screenwriter (born 1921)",
            "year": 1997
        },
        {
            "text": "Aziz Nesin, Turkish author and poet (born 1915)",
            "year": 1995
        },
        {
            "text": "Ahmet Haxhiu, Kosovan activist (born 1932)",
            "year": 1994
        },
        {
            "text": "Marsha P. Johnson, American drag queen performer and activist (born 1945)",
            "year": 1992
        },
        {
            "text": "Mudashiru Lawal, Nigerian footballer (born 1954)",
            "year": 1991
        },
        {
            "text": "János Kádár, Hungarian mechanic and politician, Hungarian Minister of the Interior (born 1912)",
            "year": 1989
        },
        {
            "text": "Elli Stenberg, Finnish politician (born 1903)",
            "year": 1987
        },
        {
            "text": "Jagjivan Ram, Indian lawyer and politician, 4th Deputy Prime Minister of India (born 1908)",
            "year": 1986
        },
        {
            "text": "Van McCoy, American singer-songwriter and producer (born 1940)",
            "year": 1979
        },
        {
            "text": "Babe Paley, American socialite and fashion style icon (born 1915)",
            "year": 1978
        },
        {
            "text": "Ödön Pártos, Hungarian-Israeli viola player and composer (born 1907)",
            "year": 1977
        },
        {
            "text": "Zhu De, Chinese general and politician, Chairman of the Standing Committee of the National People's Congress (born 1886)",
            "year": 1976
        },
        {
            "text": "Fritz Lenz, German geneticist and physician (born 1887)",
            "year": 1976
        },
        {
            "text": "Reşat Ekrem Koçu, Turkish historian, scholar, and poet (born 1905)",
            "year": 1975
        },
        {
            "text": "Otto Klemperer, German-American conductor and composer (born 1885)",
            "year": 1973
        },
        {
            "text": "Louis Armstrong, American singer and trumpet player (born 1901)",
            "year": 1971
        },
        {
            "text": "Hilda Taba, Estonian architect and educator (born 1902)",
            "year": 1967
        },
        {
            "text": "Sad Sam Jones, American baseball player and manager (born 1892)",
            "year": 1966
        },
        {
            "text": "Claude V. Ricketts, American admiral (born 1906)",
            "year": 1964
        },
        {
            "text": "George, duke of Mecklenburg (born 1899)",
            "year": 1963
        },
        {
            "text": "Paul Boffa, Maltese soldier and politician, 5th Prime Minister of Malta (born 1890)",
            "year": 1962
        },
        {
            "text": "William Faulkner, American novelist and short story writer, Nobel Prize laureate (born 1897)",
            "year": 1962
        },
        {
            "text": "Joseph August, archduke of Austria (born 1872)",
            "year": 1962
        },
        {
            "text": "Scott LaFaro, American bassist (born 1936)",
            "year": 1961
        },
        {
            "text": "Woodall Rodgers, American lawyer and politician, Mayor of Dallas (born 1890)",
            "year": 1961
        },
        {
            "text": "Aneurin Bevan, Welsh-English politician, Secretary of State for Health (born 1897)",
            "year": 1960
        },
        {
            "text": "George Grosz, German painter and illustrator (born 1893)",
            "year": 1959
        },
        {
            "text": "Cornelia Sorabji, Indian lawyer, social reformer and writer (born 1866)",
            "year": 1954
        },
        {
            "text": "Louis-Alexandre Taschereau, Canadian lawyer and politician, 14th Premier of Quebec (born 1867)",
            "year": 1952
        },
        {
            "text": "Adolfo Müller-Ury, Swiss-American painter (born 1862)",
            "year": 1947
        },
        {
            "text": "Horace Pippin, American painter (born 1888)",
            "year": 1946
        },
        {
            "text": "Kenneth Grahame, Scottish-English author (born 1859)",
            "year": 1932
        },
        {
            "text": "Maria Teresia Ledóchowska, Polish-Austrian nun and missionary (born 1863)",
            "year": 1922
        },
        {
            "text": "Wilhelm von Mirbach, German diplomat (born 1871)",
            "year": 1918
        },
        {
            "text": "Odilon Redon, French painter and illustrator (born 1840)",
            "year": 1916
        },
        {
            "text": "Georges Legagneux, French aviator (born 1882)",
            "year": 1914
        },
        {
            "text": "August Johann Gottfried Bielenstein, German linguist and theologian (born 1826)",
            "year": 1907
        },
        {
            "text": "Abai Qunanbaiuly, Kazakh poet and philosopher (born 1845)",
            "year": 1904
        },
        {
            "text": "Maria Goretti, Italian martyr and saint (born 1890)",
            "year": 1902
        },
        {
            "text": "Chlodwig Carl Viktor, German prince and chancellor (born 1819)",
            "year": 1901
        },
        {
            "text": "Guy de Maupassant, French short story writer, novelist, and poet (born 1850)",
            "year": 1893
        },
        {
            "text": "Harada Sanosuke, Japanese captain (born 1840)",
            "year": 1868
        },
        {
            "text": "Georg Ohm, German physicist and mathematician (born 1789)",
            "year": 1854
        },
        {
            "text": "John Marshall, American captain and politician, 4th United States Secretary of State (born 1755)",
            "year": 1835
        },
        {
            "text": "Samuel Whitbread, English politician (born 1764)",
            "year": 1815
        },
        {
            "text": "Granville Sharp, English activist (born 1735)",
            "year": 1813
        },
        {
            "text": "Antoine Charles Louis de Lasalle, French general (born 1775)",
            "year": 1809
        },
        {
            "text": "Daniel Morgan, American general and politician (born 1736)",
            "year": 1802
        },
        {
            "text": "Conrad Beissel, German-American religious leader (born 1690)",
            "year": 1768
        },
        {
            "text": "George Howe, 3rd Viscount Howe, English general and politician (born 1725)",
            "year": 1758
        },
        {
            "text": "Peter Gunning, English bishop (born 1614)",
            "year": 1684
        },
        {
            "text": "Man Singh I, Rajput Raja of Amer (born 1550)",
            "year": 1614
        },
        {
            "text": "Thomas Aufield, English priest and martyr (born 1552)",
            "year": 1585
        },
        {
            "text": "Edmund Grindal, English archbishop (born 1519)",
            "year": 1583
        },
        {
            "text": "Edward VI, king of England and Ireland (born 1537)",
            "year": 1553
        },
        {
            "text": "Thomas More, English lawyer and politician, Chancellor of the Duchy of Lancaster, and martyr (born 1478)",
            "year": 1535
        },
        {
            "text": "Ludovico Ariosto, Italian poet and playwright (born 1474)",
            "year": 1533
        },
        {
            "text": "Antonio Squarcialupi, Italian composer (born 1416)",
            "year": 1480
        },
        {
            "text": "Regiomontanus, German mathematician and astrologer (born 1436)",
            "year": 1476
        },
        {
            "text": "Jan Hus, Czech priest, philosopher, and reformer (born 1369)",
            "year": 1415
        },
        {
            "text": "Alexander II, king of Scotland (born 1198)",
            "year": 1249
        },
        {
            "text": "Odo III, duke of Burgundy (born 1166)",
            "year": 1218
        },
        {
            "text": "Henry II, king of England (born 1133)",
            "year": 1189
        },
        {
            "text": "Godelieve, Flemish saint (born 1049)",
            "year": 1070
        },
        {
            "text": "Genshin, Japanese scholar (born 942)",
            "year": 1017
        },
        {
            "text": "William I, duke of Aquitaine (born 875)",
            "year": 918
        },
        {
            "text": "Wang Chongrong, Chinese warlord",
            "year": 887
        },
        {
            "text": "Goar of Aquitaine, French bishop",
            "year": 649
        },
        {
            "text": "Cleombrotus I, Spartan king",
            "year": -371
        }
    ],
    "metadata": {
        "current_date": "July 6, 2025",
        "short_date": "Jul 6",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            55,
            56,
            51,
            31,
            53,
            48,
            17,
            26,
            34,
            20
        ],
        "births": [
            74,
            189,
            164,
            20
        ],
        "deaths": [
            69,
            40,
            63,
            97
        ]
    }
}