{
    "events": [
        {
            "text": "Myanmar holds the 2020 general election, re-electing a government led by the National League for Democracy, which is deposed by the Burmese military the following February during the 2021 Myanmar coup d'état.",
            "year": 2020
        },
        {
            "text": "Indian Prime Minister Narendra Modi publicly announces the withdrawal of ₹500 and ₹1000 denomination banknotes.",
            "year": 2016
        },
        {
            "text": "Donald Trump is elected the 45th President of the United States, defeating Hillary Clinton, the first woman ever to receive a major party's nomination.",
            "year": 2016
        },
        {
            "text": "Typhoon Haiyan, one of the strongest tropical cyclones ever recorded, strikes the Visayas region of the Philippines; the storm left at least 6,340 people dead with over 1,000 still missing, and caused $2.86 billion (2013 USD; equivalent to $3.86 billion in 2024) in damage.",
            "year": 2013
        },
        {
            "text": "The potentially hazardous asteroid 2005 YU55 passes 0.85 lunar distances from Earth (about 324,600 kilometres or 201,700 miles), the closest known approach by an asteroid of its brightness since 2010 XC15 in 1976.",
            "year": 2011
        },
        {
            "text": "Israeli-Palestinian conflict: The Israeli Defense Force kill 19 Palestinian civilians in their homes during the shelling of Beit Hanoun.",
            "year": 2006
        },
        {
            "text": "Iraq War: More than 10,000 U.S. troops and a small number of Iraqi army units participate in a siege on the insurgent stronghold of Fallujah.",
            "year": 2004
        },
        {
            "text": "Iraq disarmament crisis: UN Security Council Resolution 1441: The United Nations Security Council unanimously approves a resolution on Iraq, forcing Saddam Hussein to disarm or face \"serious consequences\".",
            "year": 2002
        },
        {
            "text": "Bruce Miller is killed at his junkyard near Flint, Michigan. His wife Sharee Miller, who convinced her online lover Jerry Cassaday to kill him (before later killing himself) was convicted of the crime, in what became the world's first Internet murder.",
            "year": 1999
        },
        {
            "text": "Eritrea adopts the nakfa as its official currency.",
            "year": 1997
        },
        {
            "text": "Republican Revolution: On the night of the 1994 United States midterm elections, Republicans make historic electoral gains by securing massive majorities in both houses of Congress (54 seats in the House and eight seats in the Senate, additionally), thus bringing to a close four decades of Democratic domination.",
            "year": 1994
        },
        {
            "text": "U.S. Vice President George H. W. Bush is elected as the 41st president.",
            "year": 1988
        },
        {
            "text": "Remembrance Day bombing: A Provisional IRA bomb explodes in Enniskillen, Northern Ireland during a ceremony honouring those who had died in wars involving British forces. Twelve people are killed and sixty-three wounded.",
            "year": 1987
        },
        {
            "text": "TAAG Angola Airlines Flight 462 crashes after takeoff from Lubango Airport killing all 130 people on board. UNITA claims to have shot down the aircraft, though this is disputed.",
            "year": 1983
        },
        {
            "text": "Aeroméxico Flight 110 crashes near Zihuatanejo, Mexico, killing all 18 people on board.",
            "year": 1981
        },
        {
            "text": "Manolis Andronikos, a Greek archaeologist and professor at the Aristotle University of Thessaloniki, discovers the tomb of Philip II of Macedon at Vergina.",
            "year": 1977
        },
        {
            "text": "The right ear of John Paul Getty III is delivered to a newspaper outlet along with a ransom note, convincing his father to pay US$2.9 million.",
            "year": 1973
        },
        {
            "text": "American pay television network Home Box Office (HBO) launches.",
            "year": 1972
        },
        {
            "text": "The Vienna Convention on Road Traffic is signed to facilitate international road traffic and to increase road safety by standardising the uniform traffic rules among the signatories.",
            "year": 1968
        },
        {
            "text": "Former Massachusetts Attorney General Edward Brooke becomes the first African American elected to the United States Senate since Reconstruction.",
            "year": 1966
        },
        {
            "text": "U.S. President Lyndon B. Johnson signs into law an antitrust exemption allowing the National Football League to merge with the upstart American Football League.",
            "year": 1966
        },
        {
            "text": "The British Indian Ocean Territory is created, consisting of Chagos Archipelago, Aldabra, Farquhar and Des Roches islands.",
            "year": 1965
        },
        {
            "text": "The Murder (Abolition of Death Penalty) Act 1965 is given Royal Assent, formally abolishing the death penalty in the United Kingdom for almost all crimes.",
            "year": 1965
        },
        {
            "text": "The 173rd Airborne is ambushed by over 1,200 Viet Cong in Operation Hump during the Vietnam War, while the 1st Battalion, Royal Australian Regiment fight one of the first set-piece engagements of the war between Australian forces and the Viet Cong at the Battle of Gang Toi.",
            "year": 1965
        },
        {
            "text": "American Airlines Flight 383 crashes in Constance, Kentucky, killing 58.",
            "year": 1965
        },
        {
            "text": "Finnair's Aero Flight 217 crashes near Mariehamn Airport in Jomala, Åland, killing 22 people.",
            "year": 1963
        },
        {
            "text": "John F. Kennedy is elected as the 35th President of the United States, defeating incumbent Vice President Richard Nixon, who would later be elected president in 1968  and 1972.",
            "year": 1960
        },
        {
            "text": "Pan Am Flight 7 disappears between San Francisco and Honolulu. Wreckage and bodies are discovered a week later.",
            "year": 1957
        },
        {
            "text": "Operation Grapple X, Round C1: The United Kingdom conducts its first successful hydrogen bomb test over Kiritimati in the Pacific.",
            "year": 1957
        },
        {
            "text": "Korean War: United States Air Force Lt. Russell J. Brown, while piloting an F-80 Shooting Star, shoots down two North Korean MiG-15s in the first jet aircraft-to-jet aircraft dogfight in history.",
            "year": 1950
        },
        {
            "text": "World War II: French Resistance coup in Algiers, in which 400 civilian French patriots neutralize Vichyist XIXth Army Corps after 15 hours of fighting, and arrest several Vichyist generals, allowing the immediate success of Operation Torch in Algiers.",
            "year": 1942
        },
        {
            "text": "Greco-Italian War: The Italian invasion of Greece fails as outnumbered Greek units repulse the Italians in the Battle of Elaia–Kalamas.",
            "year": 1940
        },
        {
            "text": "Venlo Incident: Two British agents of SIS are captured by the Germans.",
            "year": 1939
        },
        {
            "text": "In Munich, Adolf Hitler narrowly escapes the assassination attempt of Georg Elser while celebrating the 16th anniversary of the Beer Hall Putsch.",
            "year": 1939
        },
        {
            "text": "The Nazi exhibition Der ewige Jude (\"The Eternal Jew\") opens in Munich.",
            "year": 1937
        },
        {
            "text": "Spanish Civil War: Francoist troops fail in their effort to capture Madrid, but begin the three-year Siege of Madrid afterwards.",
            "year": 1936
        },
        {
            "text": "Great Depression: New Deal: US President Franklin D. Roosevelt unveils the Civil Works Administration, an organization designed to create jobs for more than four million unemployed.",
            "year": 1933
        },
        {
            "text": "Franklin D. Roosevelt is elected as the 32nd President of the United States, defeating incumbent president Herbert Hoover.",
            "year": 1932
        },
        {
            "text": "Beer Hall Putsch: In Munich, Adolf Hitler leads the Nazis in an unsuccessful attempt to overthrow the German government.",
            "year": 1923
        },
        {
            "text": "Rupert Bear, illustrated by Mary Tourtel makes his first appearance in print.",
            "year": 1920
        },
        {
            "text": "Eichenfeld massacre: Members of the Revolutionary Insurgent Army of Ukraine murder 136 Mennonite colonists at Jaskyowo, initiating a series of massacres that resulted in the deaths of 827 Ukrainian Mennonites.",
            "year": 1919
        },
        {
            "text": "The first Council of People's Commissars is formed, including Vladimir Lenin, Leon Trotsky and Joseph Stalin.",
            "year": 1917
        },
        {
            "text": "Gospel riots: Bloody clashes take place in Athens following the translation of the Gospels into demotic Greek.",
            "year": 1901
        },
        {
            "text": "While experimenting with electricity, Wilhelm Röntgen discovers the X-ray.",
            "year": 1895
        },
        {
            "text": "The New Orleans general strike begins, uniting black and white American trade unionists in a successful four-day general strike action for the first time.",
            "year": 1892
        },
        {
            "text": "The Carmaux-Bons Enfants bombing marks the start of Émile Henry's attacks into the Ère des attentats (1892-1894).",
            "year": 1892
        },
        {
            "text": "Montana is admitted as the 41st U.S. state.",
            "year": 1889
        },
        {
            "text": "American Civil War: The \"Trent Affair\": The USS San Jacinto stops the British mail ship Trent and arrests two Confederate envoys, sparking a diplomatic crisis between the UK and US.",
            "year": 1861
        },
        {
            "text": "Mary Lyon founds Mount Holyoke Female Seminary, which later becomes Mount Holyoke College.",
            "year": 1837
        },
        {
            "text": "Charles Edward Stuart invades England with an army of approximately 5,000 that would later participate in the Battle of Culloden.",
            "year": 1745
        },
        {
            "text": "The Shunzhi Emperor, the third emperor of the Qing dynasty, is enthroned in Beijing after the collapse of the Ming dynasty as the first Qing emperor to rule over China.",
            "year": 1644
        },
        {
            "text": "The Battle of White Mountain takes place near Prague, ending in a decisive Catholic victory in only two hours.",
            "year": 1620
        },
        {
            "text": "Japanese daimyō Dom Justo Takayama is exiled to the Philippines by shōgun Tokugawa Ieyasu for being Christian.",
            "year": 1614
        },
        {
            "text": "Robert Catesby, ringleader of the Gunpowder Plotters, is killed.",
            "year": 1605
        },
        {
            "text": "The Bodleian Library at the University of Oxford is opened to the public.",
            "year": 1602
        },
        {
            "text": "Eighty Years' War: Pacification of Ghent: The States General of the Netherlands meet and unite to oppose Spanish occupation.",
            "year": 1576
        },
        {
            "text": "Stockholm Bloodbath begins: A successful invasion of Sweden by Danish forces results in the execution of around 100 people, mostly noblemen.",
            "year": 1520
        },
        {
            "text": "Hernán Cortés enters Tenochtitlán and Aztec ruler Moctezuma welcomes him with a great celebration.",
            "year": 1519
        },
        {
            "text": "The Republic of Venice enacts a law confining most of Venice's glassmaking industry to the \"island of Murano\".",
            "year": 1291
        },
        {
            "text": "Trần Thánh Tông, the second emperor of the Trần dynasty, decides to pass the throne to his crown prince Trần Khâm and take up the post of Retired Emperor.",
            "year": 1278
        },
        {
            "text": "Battle of Andrassos: Byzantines under Leo Phokas the Younger score a crushing victory over the Hamdanid Emir of Aleppo, Sayf al-Dawla.",
            "year": 960
        }
    ],
    "births": [
        {
            "text": "Ilyas Ansah, German footballer",
            "year": 2004
        },
        {
            "text": "Jade Pettyjohn, American actress",
            "year": 2000
        },
        {
            "text": "Jasmine Thompson, English singer",
            "year": 2000
        },
        {
            "text": "Isaac Bonga, German basketball player",
            "year": 1999
        },
        {
            "text": "Katherine Uchida, Canadian rhythmic gymnast",
            "year": 1999
        },
        {
            "text": "Leonardo Fernández, Uruguayan footballer",
            "year": 1997
        },
        {
            "text": "Akram Tawfik, Egyptian footballer",
            "year": 1997
        },
        {
            "text": "Jens Stage, Danish footballer",
            "year": 1996
        },
        {
            "text": "Lauren Alaina, American singer and songwriter",
            "year": 1994
        },
        {
            "text": "Przemek Karnowski, Polish basketball player",
            "year": 1993
        },
        {
            "text": "Fraser Mullen, Scottish footballer",
            "year": 1993
        },
        {
            "text": "Christophe Vincent, French footballer",
            "year": 1992
        },
        {
            "text": "Aaron Fotheringham, American wheelchair athlete",
            "year": 1991
        },
        {
            "text": "Jack Littlejohn, Australian rugby league player",
            "year": 1991
        },
        {
            "text": "Riker Lynch, American actor and singer",
            "year": 1991
        },
        {
            "text": "DanTDM, English YouTube personality and pro gamer",
            "year": 1991
        },
        {
            "text": "Flavinha, Brazilian politician",
            "year": 1990
        },
        {
            "text": "Ingrid Puusta, Estonian sailor",
            "year": 1990
        },
        {
            "text": "Morgan Schneiderlin, French footballer",
            "year": 1989
        },
        {
            "text": "Giancarlo Stanton, American baseball player",
            "year": 1989
        },
        {
            "text": "SZA, American singer-songwriter",
            "year": 1989
        },
        {
            "text": "Yasmani Grandal, Cuban-American baseball player",
            "year": 1988
        },
        {
            "text": "Jessica Lowndes, Canadian actress and singer",
            "year": 1988
        },
        {
            "text": "Lucia Slaničková, Slovak heptathlete",
            "year": 1988
        },
        {
            "text": "Malcolm Thomas, American basketball player",
            "year": 1988
        },
        {
            "text": "Édgar Benítez, Paraguayan footballer",
            "year": 1987
        },
        {
            "text": "Sam Bradford, American football player",
            "year": 1987
        },
        {
            "text": "Mohd Faiz Subri, Malaysian footballer",
            "year": 1987
        },
        {
            "text": "Patricia Mayr-Achleitner, Austrian tennis player",
            "year": 1986
        },
        {
            "text": "Jamie Roberts, Welsh rugby player",
            "year": 1986
        },
        {
            "text": "Aaron Swartz, American computer programmer and activist (died 2013)",
            "year": 1986
        },
        {
            "text": "Magda Apanowicz, Canadian actress",
            "year": 1985
        },
        {
            "text": "Míchel, Spanish footballer",
            "year": 1985
        },
        {
            "text": "Jack Osbourne, English-American television personality",
            "year": 1985
        },
        {
            "text": "Kuntal Chandra, Bangladeshi cricketer (died 2012)",
            "year": 1984
        },
        {
            "text": "Keith Lee, American wrestler",
            "year": 1984
        },
        {
            "text": "Yoko Mitsuya, Japanese model and actress",
            "year": 1984
        },
        {
            "text": "Steven Webb, English actor",
            "year": 1984
        },
        {
            "text": "Danielle Valore Evans, American short story writer",
            "year": 1983
        },
        {
            "text": "Sinan Güler, Turkish basketball player",
            "year": 1983
        },
        {
            "text": "Katharina Molitor, German javelin thrower",
            "year": 1983
        },
        {
            "text": "Remko Pasveer, Dutch footballer",
            "year": 1983
        },
        {
            "text": "Pavel Pogrebnyak, Russian footballer",
            "year": 1983
        },
        {
            "text": "Nikola Rachelle, English-New Zealand singer-songwriter and producer",
            "year": 1983
        },
        {
            "text": "Ted DiBiase, Jr., American wrestler and actor",
            "year": 1982
        },
        {
            "text": "Mika Kallio, Finnish motorcycle racer",
            "year": 1982
        },
        {
            "text": "Sam Sparro, Australian singer-songwriter and producer",
            "year": 1982
        },
        {
            "text": "Joe Cole, English footballer",
            "year": 1981
        },
        {
            "text": "Yann Kermorgant, French footballer",
            "year": 1981
        },
        {
            "text": "Luís Fabiano, Brazilian footballer",
            "year": 1980
        },
        {
            "text": "Laura Jane Grace, American singer-songwriter, guitarist, and producer",
            "year": 1980
        },
        {
            "text": "Holly Walsh, English radio and television host",
            "year": 1980
        },
        {
            "text": "Andrea Benatti, Italian rugby player",
            "year": 1979
        },
        {
            "text": "Aaron Hughes, Irish footballer",
            "year": 1979
        },
        {
            "text": "Dania Ramirez, Dominican actress",
            "year": 1979
        },
        {
            "text": "Andrew Unger, Canadian writer",
            "year": 1979
        },
        {
            "text": "Matthew Bulbeck, English cricketer",
            "year": 1978
        },
        {
            "text": "Tim de Cler, Dutch footballer",
            "year": 1978
        },
        {
            "text": "Maurice Evans, American basketball player",
            "year": 1978
        },
        {
            "text": "Ali Karimi, Iranian footballer and manager",
            "year": 1978
        },
        {
            "text": "Kensaku Kishida, Japanese actor and entertainer",
            "year": 1978
        },
        {
            "text": "Emma Lewell-Buck, English social worker and politician",
            "year": 1978
        },
        {
            "text": "Júlio Sérgio, Brazilian footballer and manager",
            "year": 1978
        },
        {
            "text": "Shyne, Belizean rapper and politician",
            "year": 1978
        },
        {
            "text": "Jully Black, Canadian singer-songwriter, producer, and actress",
            "year": 1977
        },
        {
            "text": "Bucky Covington, American singer-songwriter and guitarist",
            "year": 1977
        },
        {
            "text": "Nick Punto, American baseball player",
            "year": 1977
        },
        {
            "text": "Jaroslav Bednář, Czech ice hockey player",
            "year": 1976
        },
        {
            "text": "Brett Lee, Australian cricketer and sportscaster",
            "year": 1976
        },
        {
            "text": "Colin Strause, American director, producer, and visual effects designer",
            "year": 1976
        },
        {
            "text": "Antony Hickling, English film maker, actor",
            "year": 1975
        },
        {
            "text": "Brevin Knight, American basketball player and sportscaster",
            "year": 1975
        },
        {
            "text": "José Manuel Pinto, Spanish footballer",
            "year": 1975
        },
        {
            "text": "Tara Reid, American actress",
            "year": 1975
        },
        {
            "text": "Alena Vašková, Czech tennis player",
            "year": 1975
        },
        {
            "text": "Joshua Ferris, American author",
            "year": 1974
        },
        {
            "text": "Penelope Heyns, South African swimmer",
            "year": 1974
        },
        {
            "text": "Masashi Kishimoto, Japanese author and illustrator, created Naruto",
            "year": 1974
        },
        {
            "text": "Seishi Kishimoto, Japanese illustrator",
            "year": 1974
        },
        {
            "text": "Matthew Rhys, Welsh actor",
            "year": 1974
        },
        {
            "text": "František Kaberle, Czech ice hockey player",
            "year": 1973
        },
        {
            "text": "Jesse Marsch; American soccer player and manager",
            "year": 1973
        },
        {
            "text": "Sven Mikser, Estonian politician, 22nd Estonian Minister of Defence",
            "year": 1973
        },
        {
            "text": "David Muir, American journalist",
            "year": 1973
        },
        {
            "text": "Chris Fydler, Australian swimmer",
            "year": 1972
        },
        {
            "text": "Gretchen Mol, American model and actress",
            "year": 1972
        },
        {
            "text": "Kylie Shadbolt, Australian artistic gymnast",
            "year": 1972
        },
        {
            "text": "Carlos Atanes, Spanish director, producer, and screenwriter",
            "year": 1971
        },
        {
            "text": "Tech N9ne, American musician, record producer, and actor",
            "year": 1971
        },
        {
            "text": "Tom Anderson, American businessman, co-founded Myspace",
            "year": 1970
        },
        {
            "text": "David Hemp, Bermudian cricketer",
            "year": 1970
        },
        {
            "text": "Michael Jackson, Canadian actor",
            "year": 1970
        },
        {
            "text": "Diana King, Jamaican singer-songwriter",
            "year": 1970
        },
        {
            "text": "José Porras, Costa Rican footballer and coach",
            "year": 1970
        },
        {
            "text": "Keith Jones, Canadian ice hockey player and sportscaster",
            "year": 1968
        },
        {
            "text": "José Offerman, Dominican baseball player and manager",
            "year": 1968
        },
        {
            "text": "Sergio Porrini, Italian footballer and manager",
            "year": 1968
        },
        {
            "text": "Parker Posey, American actress",
            "year": 1968
        },
        {
            "text": "Henry Rodriguez, Dominican baseball player",
            "year": 1967
        },
        {
            "text": "Gordon Ramsay, British chef, restaurateur, and television host/personality",
            "year": 1966
        },
        {
            "text": "Jeff Blauser, American baseball player and manager",
            "year": 1965
        },
        {
            "text": "Craig Chester, American actor and screenwriter",
            "year": 1965
        },
        {
            "text": "Mike Matarazzo, American bodybuilder and boxer (died 2014)",
            "year": 1965
        },
        {
            "text": "Patricia Poleo, Venezuelan journalist",
            "year": 1965
        },
        {
            "text": "Paul McKenna, English hypnotist and author",
            "year": 1963
        },
        {
            "text": "Micky Adams, English footballer and manager",
            "year": 1961
        },
        {
            "text": "Leif Garrett, American singer, actor, and television personality",
            "year": 1961
        },
        {
            "text": "Oleg Menshikov, Russian actor, singer, and director",
            "year": 1960
        },
        {
            "text": "Michael Nyqvist, Swedish actor and producer (died 2017)",
            "year": 1960
        },
        {
            "text": "Miroslav Janů, Czech footballer and manager (died 2013)",
            "year": 1959
        },
        {
            "text": "Chi Chi LaRue, American drag queen performer and director",
            "year": 1959
        },
        {
            "text": "Don Byron, American clarinet player and composer",
            "year": 1958
        },
        {
            "text": "Ken Lamberton, American author and educator",
            "year": 1958
        },
        {
            "text": "Selçuk Yula, Turkish footballer and journalist (died 2013)",
            "year": 1958
        },
        {
            "text": "Alan Curbishley, English footballer and manager",
            "year": 1957
        },
        {
            "text": "Tim Shaw, American swimmer",
            "year": 1957
        },
        {
            "text": "Porl Thompson, English guitarist and songwriter",
            "year": 1957
        },
        {
            "text": "Hardi Volmer, Estonian singer and director",
            "year": 1957
        },
        {
            "text": "Mari Boine, Norwegian singer-songwriter and producer",
            "year": 1956
        },
        {
            "text": "Richard Curtis, New Zealand-English screenwriter, film and television producer, and film director",
            "year": 1956
        },
        {
            "text": "Steven Miller, American record producer and engineer",
            "year": 1956
        },
        {
            "text": "Patricia Barber, American singer-songwriter and pianist",
            "year": 1955
        },
        {
            "text": "Jeffrey Ford, American author and educator",
            "year": 1955
        },
        {
            "text": "David Bret, French-English journalist and author",
            "year": 1954
        },
        {
            "text": "Michael D. Brown, American lawyer and radio host",
            "year": 1954
        },
        {
            "text": "Timothy Egan, American journalist and author",
            "year": 1954
        },
        {
            "text": "Kazuo Ishiguro, Japanese-British novelist, screenwriter, and short story writer",
            "year": 1954
        },
        {
            "text": "Rickie Lee Jones, American singer-songwriter and producer",
            "year": 1954
        },
        {
            "text": "Thanasis Pafilis, Greek jurist and politician",
            "year": 1954
        },
        {
            "text": "Giorgos Foiros, Greek footballer and manager",
            "year": 1953
        },
        {
            "text": "John Musker, American animator, director, producer, and screenwriter",
            "year": 1953
        },
        {
            "text": "Nand Kumar Patel, Indian politician (died 2013)",
            "year": 1953
        },
        {
            "text": "John Denny, American baseball player and coach",
            "year": 1952
        },
        {
            "text": "Christie Hefner, American publisher and businesswoman",
            "year": 1952
        },
        {
            "text": "Jan Raas, Dutch cyclist",
            "year": 1952
        },
        {
            "text": "Jerry Remy, American baseball player and sportscaster (died 2021)",
            "year": 1952
        },
        {
            "text": "Alfre Woodard, American actress",
            "year": 1952
        },
        {
            "text": "Gerald Alston, American R&B singer",
            "year": 1951
        },
        {
            "text": "Alfredo Astiz, Argentine military commander",
            "year": 1951
        },
        {
            "text": "Larry Burnett, American singer-songwriter and guitarist",
            "year": 1951
        },
        {
            "text": "Laura Cox, English lawyer and judge",
            "year": 1951
        },
        {
            "text": "Peter Suber, American philosopher and academic",
            "year": 1951
        },
        {
            "text": "Mary Hart, American journalist and actress",
            "year": 1950
        },
        {
            "text": "Wayne LaPierre, American businessman, author, and activist",
            "year": 1949
        },
        {
            "text": "Bonnie Raitt, American singer-songwriter and guitarist",
            "year": 1949
        },
        {
            "text": "Dale Gardner, American captain and astronaut (died 2014)",
            "year": 1948
        },
        {
            "text": "Michael Perham, English bishop (died 2017)",
            "year": 1947
        },
        {
            "text": "Minnie Riperton, American singer-songwriter (died 1979)",
            "year": 1947
        },
        {
            "text": "Margaret Rhea Seddon, American physician and astronaut",
            "year": 1947
        },
        {
            "text": "Lewis Yocum, American physician and surgeon (died 2013)",
            "year": 1947
        },
        {
            "text": "Guus Hiddink, Dutch footballer and manager",
            "year": 1946
        },
        {
            "text": "Roy Wood, English singer-songwriter, guitarist, and producer",
            "year": 1946
        },
        {
            "text": "Arduino Cantafora, Italian-Swiss architect, painter, and author",
            "year": 1945
        },
        {
            "text": "Joseph James DeAngelo, American serial killer",
            "year": 1945
        },
        {
            "text": "John Farrar, Australian-born music producer, songwriter, arranger, singer, and guitarist",
            "year": 1945
        },
        {
            "text": "Don Murray, American drummer (died 1996)",
            "year": 1945
        },
        {
            "text": "Vincent Nichols, English cardinal",
            "year": 1945
        },
        {
            "text": "Arnold Rosner, American composer (died 2013)",
            "year": 1945
        },
        {
            "text": "Bonnie Bramlett, American singer and actress",
            "year": 1944
        },
        {
            "text": "Martin Peters, English footballer and manager (died 2019)",
            "year": 1943
        },
        {
            "text": "Angel Cordero Jr., Puerto Rican-American jockey",
            "year": 1942
        },
        {
            "text": "Sandro Mazzola, Italian footballer and sportscaster",
            "year": 1942
        },
        {
            "text": "Nerys Hughes, Welsh actress",
            "year": 1941
        },
        {
            "text": "Meg Wynn Owen, British actress (died 2022)",
            "year": 1939
        },
        {
            "text": "Driss Basri, Moroccan police officer and politician (died 2007)",
            "year": 1938
        },
        {
            "text": "Satch Sanders, American basketball player",
            "year": 1938
        },
        {
            "text": "Richard Stoker, English composer, author, and poet (died 2021)",
            "year": 1938
        },
        {
            "text": "Virna Lisi, Italian actress (died 2014)",
            "year": 1936
        },
        {
            "text": "Alain Delon, French-Swiss actor, producer, screenwriter (died 2024)",
            "year": 1935
        },
        {
            "text": "Stratos Dionysiou, Greek singer-songwriter (died 1990)",
            "year": 1935
        },
        {
            "text": "Alfonso López Trujillo, Colombian cardinal (died 2008)",
            "year": 1935
        },
        {
            "text": "Peter Arundell, English race car driver (died 2009)",
            "year": 1933
        },
        {
            "text": "Stéphane Audran, French actress (died 2018)",
            "year": 1932
        },
        {
            "text": "Ben Bova, American journalist and author (died 2020)",
            "year": 1932
        },
        {
            "text": "Jim Redman, English-Rhodesian motorcycle racer",
            "year": 1931
        },
        {
            "text": "Morley Safer, Canadian-American journalist and author (died 2016)",
            "year": 1931
        },
        {
            "text": "Paolo Taviani, Italian film director and screenwriter (died 2024)",
            "year": 1931
        },
        {
            "text": "Bobby Bowden, American football player and coach (died 2021)",
            "year": 1929
        },
        {
            "text": "António Castanheira Neves, Portuguese philosopher and academic",
            "year": 1929
        },
        {
            "text": "Des Corcoran, Australian politician, 37th Premier of South Australia (died 2004)",
            "year": 1928
        },
        {
            "text": "L. K. Advani, Indian lawyer and politician, 7th Deputy Prime Minister of India",
            "year": 1927
        },
        {
            "text": "Chris Connor, American singer (died 2009)",
            "year": 1927
        },
        {
            "text": "Ken Dodd, English singer and comedian (died 2018)",
            "year": 1927
        },
        {
            "text": "Nguyễn Khánh, Vietnamese general and politician, 4th President of the Republic of Vietnam (died 2013)",
            "year": 1927
        },
        {
            "text": "Patti Page, American singer and actress (died 2013)",
            "year": 1927
        },
        {
            "text": "Darleane C. Hoffman, American nuclear chemist (died 2025)",
            "year": 1926
        },
        {
            "text": "Johnny Bower, Canadian ice hockey player and soldier (died 2017)",
            "year": 1924
        },
        {
            "text": "Joe Flynn, American actor (died 1974)",
            "year": 1924
        },
        {
            "text": "Robert V. Hogg, American statistician and academic (died 2014)",
            "year": 1924
        },
        {
            "text": "Victorinus Youn Kong-hi, South Korean archbishop",
            "year": 1924
        },
        {
            "text": "Dmitry Yazov, Marshal of the Soviet Union (died 2020)",
            "year": 1924
        },
        {
            "text": "Yisrael Friedman, Romanian-born Israeli rabbi (died 2017)",
            "year": 1923
        },
        {
            "text": "Jack Kilby, American physicist and engineer, Nobel Prize laureate (died 2005)",
            "year": 1923
        },
        {
            "text": "Christiaan Barnard, South African surgeon and academic (died 2001)",
            "year": 1922
        },
        {
            "text": "Thea D. Hodge, American computer scientist and academic (died 2008)",
            "year": 1922
        },
        {
            "text": "Ademir Marques de Menezes, Brazilian footballer, coach, and sportscaster (died 1996)",
            "year": 1922
        },
        {
            "text": "Douglas Townsend, American composer, musicologist, and academic (died 2012)",
            "year": 1921
        },
        {
            "text": "Sitara Devi, Indian actress, dancer, and choreographer (died 2014)",
            "year": 1920
        },
        {
            "text": "Esther Rolle, American actress (died 1998)",
            "year": 1920
        },
        {
            "text": "Eugênio Sales, Brazilian cardinal (died 2012)",
            "year": 1920
        },
        {
            "text": "James S. Ackerman, American historian and academic (died 2016)",
            "year": 1919
        },
        {
            "text": "Kazuo Sakamaki, Japanese soldier (died 1999)",
            "year": 1918
        },
        {
            "text": "Hermann Zapf, German typographer and calligrapher (died 2015)",
            "year": 1918
        },
        {
            "text": "Clinton Jones, American Episcopal priest and gay rights activist (died 2006)",
            "year": 1916
        },
        {
            "text": "Norman Lloyd, American actor, director, and producer (died 2021)",
            "year": 1914
        },
        {
            "text": "Lou Ambers, American boxer (died 1995)",
            "year": 1913
        },
        {
            "text": "June Havoc, American actress, singer and dancer (died 2010)",
            "year": 1912
        },
        {
            "text": "Stylianos Pattakos, Greek general and politician, Deputy Prime Minister of Greece (died 2016)",
            "year": 1912
        },
        {
            "text": "Al Brosch, American golfer (died 1975)",
            "year": 1911
        },
        {
            "text": "Robert Jackson, Australian public servant and diplomat (died 1991)",
            "year": 1911
        },
        {
            "text": "James McCormack, American general (died 1975)",
            "year": 1910
        },
        {
            "text": "Martha Gellhorn, American journalist and author (died 1998)",
            "year": 1908
        },
        {
            "text": "Cedric Belfrage, English-American journalist and author, co-founded the National Guardian (died 1990)",
            "year": 1904
        },
        {
            "text": "A. J. M. Smith, Canadian poet and anthologist (died 1980)",
            "year": 1902
        },
        {
            "text": "Margaret Mitchell, American journalist and author (died 1949)",
            "year": 1900
        },
        {
            "text": "Dorothy Day, American journalist and activist (died 1980)",
            "year": 1897
        },
        {
            "text": "Erika Abels d'Albert, Austrian painter and graphic artist (died 1975)",
            "year": 1896
        },
        {
            "text": "Bucky Harris, American baseball player and manager (died 1977)",
            "year": 1896
        },
        {
            "text": "Marie Prevost, Canadian-American actress and singer (died 1937)",
            "year": 1896
        },
        {
            "text": "Prajadhipok, Thai king (died 1941)",
            "year": 1893
        },
        {
            "text": "David Monrad Johansen, Norwegian pianist and composer (died 1974)",
            "year": 1888
        },
        {
            "text": "George Bouzianis, Greek painter (died 1959)",
            "year": 1885
        },
        {
            "text": "Hans Cloos, German geologist and academic (died 1951)",
            "year": 1885
        },
        {
            "text": "Emil Fahrenkamp, German architect and academic (died 1966)",
            "year": 1885
        },
        {
            "text": "Tomoyuki Yamashita, Japanese general and politician, 4th Japanese Military Governors of the Philippines (died 1946)",
            "year": 1885
        },
        {
            "text": "Hermann Rorschach, Swiss psychiatrist and psychoanalyst (died 1922)",
            "year": 1884
        },
        {
            "text": "Arnold Bax, English composer and poet (died 1953)",
            "year": 1883
        },
        {
            "text": "Charles Demuth, American painter (died 1935)",
            "year": 1883
        },
        {
            "text": "Clarence Gagnon, Canadian painter and illustrator (died 1942)",
            "year": 1881
        },
        {
            "text": "Dorothea Bate, English palaeontologist and archaeozoologist (died 1951)",
            "year": 1878
        },
        {
            "text": "Felix Hausdorff, German mathematician and academic (died 1942)",
            "year": 1868
        },
        {
            "text": "Herbert Austin, 1st Baron Austin, English businessman, founded the Austin Motor Company (died 1941)",
            "year": 1866
        },
        {
            "text": "Nikolaos Triantafyllakos, Greek politician, Prime Minister of Greece (died 1939)",
            "year": 1855
        },
        {
            "text": "Johannes Rydberg, Swedish physicist and academic (died 1919)",
            "year": 1854
        },
        {
            "text": "Gottlob Frege, German mathematician and philosopher (died 1925)",
            "year": 1848
        },
        {
            "text": "Jean Casimir-Perier, French politician, 6th President of France (died 1907)",
            "year": 1847
        },
        {
            "text": "Bram Stoker, Irish novelist and critic, created Count Dracula (died 1912)",
            "year": 1847
        },
        {
            "text": "Ilia Chavchavadze, Georgian journalist, lawyer, and politician (died 1907)",
            "year": 1837
        },
        {
            "text": "Milton Bradley, American businessman, founded the Milton Bradley Company (died 1911)",
            "year": 1836
        },
        {
            "text": "Robert Bulwer-Lytton, 1st Earl of Lytton, English poet and diplomat, 30th Governor-General of India (died 1880)",
            "year": 1831
        },
        {
            "text": "Mihály Bertalanits, Slovene poet and educator (died 1853)",
            "year": 1788
        },
        {
            "text": "William Wirt, American lawyer and politician, 9th United States Attorney General (died 1834)",
            "year": 1772
        },
        {
            "text": "Princess Augusta Sophia of the United Kingdom (died 1840)",
            "year": 1768
        },
        {
            "text": "Otto Wilhelm Masing, German-Estonian linguist and author (died 1832)",
            "year": 1763
        },
        {
            "text": "Henrik Gabriel Porthan, Finnish professor and historian (died 1804)",
            "year": 1739
        },
        {
            "text": "Barbara Catharina Mjödh, Finnish poet (died 1776)",
            "year": 1738
        },
        {
            "text": "Johann George Tromlitz, German flute player and composer (died 1805)",
            "year": 1725
        },
        {
            "text": "John Byron, English admiral and politician, 24th Commodore Governor of Newfoundland (died 1786)",
            "year": 1723
        },
        {
            "text": "Elisabeth Christine of Brunswick-Wolfenbüttel-Bevern (died 1797)",
            "year": 1715
        },
        {
            "text": "Sarah Fielding, English author (died 1768)",
            "year": 1710
        },
        {
            "text": "Johann Ulrich von Cramer, German philosopher and judge (died 1772)",
            "year": 1706
        },
        {
            "text": "Edmond Halley, English astronomer and mathematician (died 1742)",
            "year": 1656
        },
        {
            "text": "Charles X Gustav of Sweden (died 1660)",
            "year": 1622
        },
        {
            "text": "John Sigismund, Elector of Brandenburg (died 1619)",
            "year": 1572
        },
        {
            "text": "Henry II, Duke of Lorraine (died 1624)",
            "year": 1563
        },
        {
            "text": "Nyaungyan Min, King of Burma (died 1605)",
            "year": 1555
        },
        {
            "text": "Lettice Knollys, English noblewoman  (died 1634)",
            "year": 1543
        },
        {
            "text": "Teofilo Folengo, Italian monk and poet (died 1544)",
            "year": 1491
        },
        {
            "text": "Queen Gonghye, Korean royal consort (died 1474)",
            "year": 1456
        },
        {
            "text": "Philipp I, Count of Hanau-Lichtenberg (1458–1480) (died 1480)",
            "year": 1417
        },
        {
            "text": "Alain de Coëtivy, French cardinal (died 1474)",
            "year": 1407
        },
        {
            "text": "Nerva, Roman emperor (died 98)",
            "year": 30
        }
    ],
    "deaths": [
        {
            "text": "Graham Richardson, Australian politician (born 1949)",
            "year": 2025
        },
        {
            "text": "Elizabeth Nunez, American novelist (born 1944)",
            "year": 2024
        },
        {
            "text": "June Spencer, English actress (born 1919)",
            "year": 2024
        },
        {
            "text": "Trevor Sorbie, Scottish hairdresser (born 1949)",
            "year": 2024
        },
        {
            "text": "Alex Trebek, Canadian-American television personality and longtime host of Jeopardy! (born 1940)",
            "year": 2020
        },
        {
            "text": "Rhea Chiles, American philanthropist, founded the Polk Museum of Art (born 1930)",
            "year": 2015
        },
        {
            "text": "Joseph Cure, American ice hockey player and actor (born 1984)",
            "year": 2015
        },
        {
            "text": "Rod Davies, Australian-English astronomer and academic (born 1930)",
            "year": 2015
        },
        {
            "text": "Om Prakash Mehra, Indian air marshal and politician (born 1919)",
            "year": 2015
        },
        {
            "text": "Maduluwawe Sobitha Thero, Sri Lankan monk and activist (born 1942)",
            "year": 2015
        },
        {
            "text": "Phil Crane, American academic and politician (born 1930)",
            "year": 2014
        },
        {
            "text": "Luigi Gorrini, Italian soldier and pilot (born 1917)",
            "year": 2014
        },
        {
            "text": "Don Paul, American football player and sportscaster (born 1925)",
            "year": 2014
        },
        {
            "text": "Hugo Sánchez Portugal, Spanish-Mexican footballer and sportscaster (born 1984)",
            "year": 2014
        },
        {
            "text": "Ernie Vandeweghe, Canadian-American basketball player and physician (born 1928)",
            "year": 2014
        },
        {
            "text": "William C. Davidon, American physicist, mathematician, and academic (born 1927)",
            "year": 2013
        },
        {
            "text": "Penn Kimball, American journalist and academic (born 1915)",
            "year": 2013
        },
        {
            "text": "Arnold Rosner, American composer (born 1945)",
            "year": 2013
        },
        {
            "text": "Chiyoko Shimakura, Japanese singer and actress (born 1938)",
            "year": 2013
        },
        {
            "text": "Amanchi Venkata Subrahmanyam, Indian journalist and actor (born 1957)",
            "year": 2013
        },
        {
            "text": "Lee MacPhail, American businessman (born 1917)",
            "year": 2012
        },
        {
            "text": "Pete Namlook, German composer and producer (born 1960)",
            "year": 2012
        },
        {
            "text": "Peggy Vaughan, American author (born 1936)",
            "year": 2012
        },
        {
            "text": "Heavy D, Jamaican-American rapper, producer, and actor (born 1967)",
            "year": 2011
        },
        {
            "text": "Bil Keane, American cartoonist (born 1922)",
            "year": 2011
        },
        {
            "text": "Quintin Dailey, American basketball player (born 1961)",
            "year": 2010
        },
        {
            "text": "Jack Levine, American soldier and painter (born 1915)",
            "year": 2010
        },
        {
            "text": "Emilio Eduardo Massera, Argentinian admiral (born 1925)",
            "year": 2010
        },
        {
            "text": "Vitaly Ginzburg, Russian physicist and astrophysicist, Nobel Prize laureate (born 1916)",
            "year": 2009
        },
        {
            "text": "Aad Nuis, Dutch journalist, poet, and politician (born 1933)",
            "year": 2007
        },
        {
            "text": "Dulce Saguisag, Filipino politician, 10th Filipino Secretary of Social Welfare and Development (born 1943)",
            "year": 2007
        },
        {
            "text": "Chad Varah, English priest, founded The Samaritans (born 1911)",
            "year": 2007
        },
        {
            "text": "Basil Poledouris, American composer and conductor (born 1945)",
            "year": 2006
        },
        {
            "text": "Hannspeter Winter, Austrian physicist and academic (born 1941)",
            "year": 2006
        },
        {
            "text": "Alekos Alexandrakis, Greek actor and director (born 1928)",
            "year": 2005
        },
        {
            "text": "David Westheimer, American soldier and author (born 1917)",
            "year": 2005
        },
        {
            "text": "Peter Mathers, English-Australian author and playwright (born 1931)",
            "year": 2004
        },
        {
            "text": "Bob Grant, English actor and screenwriter (born 1932)",
            "year": 2003
        },
        {
            "text": "C.Z. Guest, American actress, fashion designer, and author (born 1920)",
            "year": 2003
        },
        {
            "text": "Guy Speranza, American singer-songwriter (born 1956)",
            "year": 2003
        },
        {
            "text": "Jaun Elia, Pakistani poet, philosopher, and scholar (born 1931)",
            "year": 2002
        },
        {
            "text": "Aristidis Moschos, Greek santouri player and educator (born 1930)",
            "year": 2001
        },
        {
            "text": "Lester Bowie, American trumpet player and composer (born 1941)",
            "year": 1999
        },
        {
            "text": "Leon Štukelj, Slovenian gymnast and judge (born 1898)",
            "year": 1999
        },
        {
            "text": "Rumer Godden, English author and poet (born 1907)",
            "year": 1998
        },
        {
            "text": "John Hunt, Baron Hunt, English colonel, mountaineer, and academic (born 1910)",
            "year": 1998
        },
        {
            "text": "Jean Marais, French actor and director (born 1913)",
            "year": 1998
        },
        {
            "text": "Michael O'Donoghue, American actor and screenwriter (born 1940)",
            "year": 1994
        },
        {
            "text": "Vyacheslav Molotov, Russian politician and diplomat, Soviet Minister of Foreign Affairs (born 1890)",
            "year": 1986
        },
        {
            "text": "Nicolas Frantz, Luxembourger cyclist (born 1899)",
            "year": 1985
        },
        {
            "text": "Jacques Hnizdovsky, Ukrainian-American painter and illustrator (born 1915)",
            "year": 1985
        },
        {
            "text": "James Booker, American singer and pianist (born 1939)",
            "year": 1983
        },
        {
            "text": "Mordecai Kaplan, Lithuanian-American rabbi and educator (born 1881)",
            "year": 1983
        },
        {
            "text": "Norman Rockwell, American painter and illustrator (born 1894)",
            "year": 1978
        },
        {
            "text": "Tasos Giannopoulos, Greek actor and producer (born 1931)",
            "year": 1977
        },
        {
            "text": "Bucky Harris, American baseball player and manager (born 1896)",
            "year": 1977
        },
        {
            "text": "Ivory Joe Hunter, American singer-songwriter and pianist (born 1914)",
            "year": 1974
        },
        {
            "text": "Faruk Nafiz Çamlıbel, Turkish poet, author, and politician (born 1898)",
            "year": 1973
        },
        {
            "text": "Huw T. Edwards, Welsh poet and politician (born 1892)",
            "year": 1970
        },
        {
            "text": "Wendell Corey, American actor and politician (born 1914)",
            "year": 1968
        },
        {
            "text": "Peter Mohr Dam, Faroese educator and politician, 3rd Prime Minister of the Faroe Islands (born 1898)",
            "year": 1968
        },
        {
            "text": "Dorothy Kilgallen, American journalist, television personality, and game show panelist (born 1913)",
            "year": 1965
        },
        {
            "text": "Subroto Mukerjee, Indian soldier; Chief of the Air Staff of the Indian Air Force (born 1911)",
            "year": 1960
        },
        {
            "text": "Frank S. Land, American activist, founded the DeMolay International (born 1890)",
            "year": 1959
        },
        {
            "text": "Chika Kuroda, Japanese chemist (born 1884)",
            "year": 1956
        },
        {
            "text": "Ivan Bunin, Russian author and poet, Nobel Prize laureate (born 1870)",
            "year": 1953
        },
        {
            "text": "John van Melle, Dutch-South African author and educator (born 1887)",
            "year": 1953
        },
        {
            "text": "Cyriel Verschaeve, Belgian-Austrian priest and activist (born 1874)",
            "year": 1949
        },
        {
            "text": "August von Mackensen, German field marshal (born 1849)",
            "year": 1945
        },
        {
            "text": "Walter Nowotny, Austrian-German soldier and pilot (born 1920)",
            "year": 1944
        },
        {
            "text": "Carlos Chagas, Brazilian physician and bacteriologist (born 1879)",
            "year": 1934
        },
        {
            "text": "Pavol Országh Hviezdoslav, Slovak poet and playwright (born 1849)",
            "year": 1921
        },
        {
            "text": "Colin Blythe, English cricketer and soldier (born 1879)",
            "year": 1917
        },
        {
            "text": "Victor Borisov-Musatov, Russian painter (born 1870)",
            "year": 1905
        },
        {
            "text": "James Agnew, Irish-Australian politician, 16th Premier of Tasmania (born 1815)",
            "year": 1901
        },
        {
            "text": "Robert Battey, American surgeon and academic (born 1828)",
            "year": 1895
        },
        {
            "text": "César Franck, Belgian organist and composer (born 1822)",
            "year": 1890
        },
        {
            "text": "Doc Holliday, American dentist and poker player (born 1851)",
            "year": 1887
        },
        {
            "text": "Manuel Bretón de los Herreros, Spanish poet, playwright, and critic (born 1796)",
            "year": 1873
        },
        {
            "text": "Francis I of the Two Sicilies (born 1777)",
            "year": 1830
        },
        {
            "text": "Thomas Bewick, English engraver, illustrator and author (born1753)",
            "year": 1828
        },
        {
            "text": "Andrea Appiani, Italian painter and educator (born 1754)",
            "year": 1817
        },
        {
            "text": "Friedrich Wilhelm von Seydlitz, Prussian general (born 1721)",
            "year": 1773
        },
        {
            "text": "Michel Rolle, French mathematician and author (born 1652)",
            "year": 1719
        },
        {
            "text": "John Milton, English poet and philosopher (born 1608)",
            "year": 1674
        },
        {
            "text": "Witte de With, Dutch admiral (born 1599)",
            "year": 1658
        },
        {
            "text": "Girolamo Mercuriale, Italian philologist and physician (born 1530)",
            "year": 1606
        },
        {
            "text": "Robert Catesby, English conspirator, leader of the Gunpowder Plot (born 1573)",
            "year": 1605
        },
        {
            "text": "Natsuka Masaie, Japanese daimyō (born 1562)",
            "year": 1600
        },
        {
            "text": "Francisco Guerrero, Spanish composer (born 1528)",
            "year": 1599
        },
        {
            "text": "Jerome Emser, German theologian and reformer (born 1477)",
            "year": 1527
        },
        {
            "text": "Francisco Jiménez de Cisneros, Spanish cardinal (born 1436)",
            "year": 1517
        },
        {
            "text": "Melozzo da Forlì, Italian painter (born c. 1438)",
            "year": 1494
        },
        {
            "text": "Baeda Maryam I, emperor of Ethiopia (born 1448)",
            "year": 1478
        },
        {
            "text": "Peter of Aragon, Aragonese infante (born 1398)",
            "year": 1400
        },
        {
            "text": "Duns Scotus, Scottish priest, philosopher, and academic (born 1266)",
            "year": 1308
        },
        {
            "text": "Matilda of Béthune, French countess",
            "year": 1263
        },
        {
            "text": "Berengaria of Castile (born 1179)",
            "year": 1246
        },
        {
            "text": "Louis VIII, king of France (born 1187)",
            "year": 1226
        },
        {
            "text": "Conrad, Count Palatine of the Rhine (born 1135)",
            "year": 1195
        },
        {
            "text": "Baldwin IV, Count of Hainaut (born 1108)",
            "year": 1171
        },
        {
            "text": "Ilghazi, Artuqid ruler of Mardin",
            "year": 1122
        },
        {
            "text": "Godfrey of Amiens, French bishop and saint (born 1066)",
            "year": 1115
        },
        {
            "text": "Sancha of León, Queen of León (born c. 1018)",
            "year": 1067
        },
        {
            "text": "Ibn al-Qūṭiyya, Andalusian historian",
            "year": 977
        },
        {
            "text": "Agapetus II, pope of the Catholic Church",
            "year": 955
        },
        {
            "text": "Liu, empress of Qi (Ten Kingdoms) (born 877)",
            "year": 943
        },
        {
            "text": "Yao Yi, Chinese chancellor (born 866)",
            "year": 940
        },
        {
            "text": "Duan Ning, Chinese general",
            "year": 928
        },
        {
            "text": "Willehad, bishop of Bremen",
            "year": 789
        },
        {
            "text": "Sawara, Japanese prince",
            "year": 785
        },
        {
            "text": "Adeodatus I, pope of the Catholic Church",
            "year": 618
        },
        {
            "text": "Martin of Tours, Frankish bishop and saint",
            "year": 397
        }
    ],
    "metadata": {
        "current_date": "November 8, 2025",
        "short_date": "Nov 8",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            17,
            54,
            6,
            33,
            41,
            55,
            21,
            28,
            10,
            22
        ],
        "births": [
            132,
            113,
            142,
            141
        ],
        "deaths": [
            8,
            47,
            66,
            78
        ]
    }
}