{
    "events": [
        {
            "text": "The Ingenuity helicopter becomes the first aircraft to achieve flight on another planet.",
            "year": 2021
        },
        {
            "text": "A killing spree in Nova Scotia, Canada, leaves 22 people and the perpetrator dead, making it the deadliest rampage in the country's history.",
            "year": 2020
        },
        {
            "text": "Boston Marathon bombing suspect Tamerlan Tsarnaev is killed in a shootout with police. His brother Dzhokhar is later captured hiding in a boat inside a backyard in the suburb of Watertown.",
            "year": 2013
        },
        {
            "text": "Fidel Castro resigns as First Secretary of the Communist Party of Cuba after holding the title since July 1961.",
            "year": 2011
        },
        {
            "text": "Cardinal Joseph Ratzinger is elected to the papacy and becomes Pope Benedict XVI.",
            "year": 2005
        },
        {
            "text": "Space Shuttle Endeavour is launched on STS-100 carrying the Canadarm2 to the International Space Station.",
            "year": 2001
        },
        {
            "text": "Air Philippines Flight 541 crashes in Samal, Davao del Norte, killing all 131 people on board.",
            "year": 2000
        },
        {
            "text": "The German Bundestag returns to Berlin.",
            "year": 1999
        },
        {
            "text": "Oklahoma City bombing: The Alfred P. Murrah Federal Building in Oklahoma City, USA, is bombed, killing 168 people including 19 children under the age of six.",
            "year": 1995
        },
        {
            "text": "The 51-day FBI siege of the Branch Davidian building in Waco, Texas, USA, ends when a fire breaks out. Seventy-six Davidians, including 18 children under age 10, died in the fire.",
            "year": 1993
        },
        {
            "text": "A gun turret explodes on the USS Iowa, killing 47 sailors.",
            "year": 1989
        },
        {
            "text": "The Simpsons first appear as a series of shorts on The Tracey Ullman Show, first starting with \"Good Night\".",
            "year": 1987
        },
        {
            "text": "Two hundred ATF and FBI agents lay siege to the compound of the white supremacist survivalist group The Covenant, the Sword, and the Arm of the Lord in Arkansas; the CSA surrenders two days later.",
            "year": 1985
        },
        {
            "text": "Advance Australia Fair is proclaimed as Australia's national anthem, and green and gold as the national colours.",
            "year": 1984
        },
        {
            "text": "A violent F5 tornado strikes around Brownwood, Texas, injuring 11 people. Two people were thrown at least 1,000 yards (910 m) by the tornado and survived uninjured.",
            "year": 1976
        },
        {
            "text": "India's first satellite Aryabhata launched in orbit from Kapustin Yar, Russia.",
            "year": 1975
        },
        {
            "text": "South Vietnamese forces withdraw from the town of Xuan Loc in the last major battle of the Vietnam War.",
            "year": 1975
        },
        {
            "text": "The Portuguese Socialist Party is founded in the German town of Bad Münstereifel.",
            "year": 1973
        },
        {
            "text": "Sierra Leone becomes a republic, and Siaka Stevens the president.",
            "year": 1971
        },
        {
            "text": "Launch of Salyut 1, the first space station.",
            "year": 1971
        },
        {
            "text": "Charles Manson is sentenced to death (later commuted to life imprisonment) for conspiracy in the Tate–LaBianca murders.",
            "year": 1971
        },
        {
            "text": "Students in South Korea hold a nationwide pro-democracy protest against president Syngman Rhee, eventually forcing him to resign.",
            "year": 1960
        },
        {
            "text": "Actress Grace Kelly marries Prince Rainier of Monaco.",
            "year": 1956
        },
        {
            "text": "World War II: In German-occupied Poland, the Warsaw Ghetto Uprising begins, after German troops enter the Warsaw Ghetto to round up the remaining Jews.",
            "year": 1943
        },
        {
            "text": "Albert Hofmann deliberately doses himself with LSD for the first time, three days after having discovered its effects on April 16, an event commonly known and celebrated as Bicycle Day.",
            "year": 1943
        },
        {
            "text": "World War II: In German-occupied Poland, the Majdan-Tatarski ghetto is established, situated between the Lublin Ghetto and a Majdanek subcamp.",
            "year": 1942
        },
        {
            "text": "The Jaffa riots commence, initiating the 1936–1939 Arab revolt in Palestine.",
            "year": 1936
        },
        {
            "text": "Mae West is sentenced to ten days in jail for obscenity for her play Sex.",
            "year": 1927
        },
        {
            "text": "Colo-Colo, the most successful and popular soccer football team in the South American nation of Chile, was founded at the El Llano Stadium in San Miguel, Santiago, by footballer David Arellano and some of his teammates who had also left the Deportes Magallanes club.",
            "year": 1925
        },
        {
            "text": "The Kishinev pogrom in Kishinev (Bessarabia) begins, forcing tens of thousands of Jews to later seek refuge in Palestine and the Western world.",
            "year": 1903
        },
        {
            "text": "American Civil War: Baltimore riot of 1861: A pro-Secession mob in Baltimore attacks United States Army troops marching through the city.",
            "year": 1861
        },
        {
            "text": "The Treaty of London establishes Belgium as a kingdom and guarantees its neutrality.",
            "year": 1839
        },
        {
            "text": "French physicist Augustin Fresnel signs his preliminary \"Note on the Theory of Diffraction\" (deposited on the following day). The document ends with what we now call the Fresnel integrals.",
            "year": 1818
        },
        {
            "text": "Venezuela achieves home rule: Vicente Emparán, Governor of the Captaincy General is removed by the people of Caracas and a junta is installed.",
            "year": 1810
        },
        {
            "text": "An Austrian corps is defeated by the forces of the Duchy of Warsaw in the Battle of Raszyn, part of the struggles of the Fifth Coalition. On the same day the Austrian main army is defeated by a First French Empire Corps led by Louis-Nicolas Davout at the Battle of Teugen-Hausen in Bavaria, part of a four-day campaign that ended in a French victory.",
            "year": 1809
        },
        {
            "text": "John Adams secures Dutch recognition of the United States as an independent government. The house which he had purchased in The Hague becomes the first American embassy.",
            "year": 1782
        },
        {
            "text": "American Revolutionary War: The war begins during the Battles of Lexington and Concord with a victory of American minutemen and other militia over British forces, later referred to as the \"shot heard round the world\".",
            "year": 1775
        },
        {
            "text": "American Revolutionary War: Following the Battles of Lexington and Concord, the Siege of Boston begins with American militias blocking land access to the British-held city.",
            "year": 1775
        },
        {
            "text": "Captain James Cook, still holding the rank of lieutenant, sights the eastern coast of what is now Australia.",
            "year": 1770
        },
        {
            "text": "Marie Antoinette marries Louis XVI in a proxy wedding.",
            "year": 1770
        },
        {
            "text": "With no living male heirs, Charles VI, Holy Roman Emperor, issues the Pragmatic Sanction of 1713 to ensure that Habsburg lands and the Austrian throne would be inheritable by a female; his daughter and successor, Maria Theresa, was not born until 1717.",
            "year": 1713
        },
        {
            "text": "The French army captures the town of Cambrai held by Spanish troops.",
            "year": 1677
        },
        {
            "text": "In Ireland, O'Doherty's Rebellion is launched by the Burning of Derry.",
            "year": 1608
        },
        {
            "text": "The Treaty of Frankfurt between Protestants and the Holy Roman Emperor is signed.",
            "year": 1539
        },
        {
            "text": "Beginning of the Protestant Reformation: After the Second Diet of Speyer bans Lutheranism, a group of rulers (German: Fürst) and independent cities protest the reinstatement of the Edict of Worms.",
            "year": 1529
        },
        {
            "text": "The Lisbon Massacre begins, in which accused Jews are slaughtered by Portuguese Catholics.",
            "year": 1506
        },
        {
            "text": "Battle of Callinicum: A Byzantine army under Belisarius is defeated by the Persians at Raqqa (northern Syria).",
            "year": 531
        },
        {
            "text": "The freedman Milichus betrays Piso's plot to kill the Emperor Nero and all of the conspirators are arrested.",
            "year": 65
        }
    ],
    "births": [
        {
            "text": "The Rizzler, American internet personality",
            "year": 2016
        },
        {
            "text": "Jackson Merrill, American baseball player",
            "year": 2003
        },
        {
            "text": "Loren Gray, American singer and internet personality",
            "year": 2002
        },
        {
            "text": "Dalton Knecht, American basketball player",
            "year": 2001
        },
        {
            "text": "Kelly Olynyk, Canadian basketball player",
            "year": 1991
        },
        {
            "text": "Jackie Bradley Jr., American baseball player",
            "year": 1990
        },
        {
            "text": "Kim Chiu, Filipino actress, singer, and dancer",
            "year": 1990
        },
        {
            "text": "Simu Liu, Canadian actor",
            "year": 1989
        },
        {
            "text": "Joe Hart, English footballer",
            "year": 1987
        },
        {
            "text": "Maria Sharapova, Russian tennis player",
            "year": 1987
        },
        {
            "text": "Candace Parker, American basketball player",
            "year": 1986
        },
        {
            "text": "Joe Mauer, American baseball player",
            "year": 1983
        },
        {
            "text": "Samuel C. Morrison, Jr., Liberian-American journalist, producer, and screenwriter",
            "year": 1982
        },
        {
            "text": "Ali Wong, American comedian and actress",
            "year": 1982
        },
        {
            "text": "Hayden Christensen, Canadian actor",
            "year": 1981
        },
        {
            "text": "Lise Klaveness, Norwegian footballer and lawyer, president of the Norwegian Football Federation",
            "year": 1981
        },
        {
            "text": "Troy Polamalu, American football player",
            "year": 1981
        },
        {
            "text": "Kate Hudson, American actress",
            "year": 1979
        },
        {
            "text": "James Franco, American actor, director, producer, and screenwriter",
            "year": 1978
        },
        {
            "text": "Amanda Sage, American-Austrian painter and educator",
            "year": 1978
        },
        {
            "text": "Rivaldo Vitor Borba Ferreira, Brazilian footballer",
            "year": 1972
        },
        {
            "text": "Kelly Holmes, English athlete and double Olympic champion",
            "year": 1970
        },
        {
            "text": "Ashley Judd, American actress",
            "year": 1968
        },
        {
            "text": "Mswati III, King (Ngwenyama) of Eswatini (Swaziland)",
            "year": 1968
        },
        {
            "text": "Véronique Gens, French soprano and actress",
            "year": 1966
        },
        {
            "text": "Suge Knight, American record executive",
            "year": 1965
        },
        {
            "text": "Kim Weaver, American astrophysicist, astronomer, and academic",
            "year": 1964
        },
        {
            "text": "Ara Gevorgyan, Armenian pianist, composer, and producer",
            "year": 1960
        },
        {
            "text": "Frank Viola, American baseball player and coach",
            "year": 1960
        },
        {
            "text": "Mukesh Ambani, Indian businessman, chairman of Reliance Industries",
            "year": 1957
        },
        {
            "text": "Anne Glover, Scottish biologist and academic",
            "year": 1956
        },
        {
            "text": "Trevor Francis, English footballer and manager (d. 2023)",
            "year": 1954
        },
        {
            "text": "Simon Cowell, English conservationist and author (d. 2024)",
            "year": 1952
        },
        {
            "text": "Jóannes Eidesgaard, Faroese educator and politician, Prime Minister of the Faroe Islands",
            "year": 1951
        },
        {
            "text": "Tim Curry, English actor and singer",
            "year": 1946
        },
        {
            "text": "James Heckman, American economist and academic, Nobel Prize laureate",
            "year": 1944
        },
        {
            "text": "Bernie Worrell, American keyboard player and songwriter (d. 2016)",
            "year": 1944
        },
        {
            "text": "Margo MacDonald, Scottish journalist and politician (d. 2014)",
            "year": 1943
        },
        {
            "text": "Alan Price, English keyboard player, singer, and composer",
            "year": 1942
        },
        {
            "text": "Michel Roux, French-English chef and author (d. 2020)",
            "year": 1941
        },
        {
            "text": "Bobby Russell, American singer-songwriter (d. 1992)",
            "year": 1941
        },
        {
            "text": "Clay Shaw, American accountant, judge, and politician (d. 2013)",
            "year": 1939
        },
        {
            "text": "Stanley Fish, American theorist, author, and scholar",
            "year": 1938
        },
        {
            "text": "Antonio Carluccio, Italian-English chef and author (d. 2017)",
            "year": 1937
        },
        {
            "text": "Elinor Donahue, American actress",
            "year": 1937
        },
        {
            "text": "Joseph Estrada, Filipino politician, 13th President of the Philippines",
            "year": 1937
        },
        {
            "text": "Wilfried Martens, Belgian politician, 60th Prime Minister of Belgium (d. 2013)",
            "year": 1936
        },
        {
            "text": "Jack Pardee, American football player and coach (d. 2013)",
            "year": 1936
        },
        {
            "text": "Dudley Moore, English actor, comedian, and pianist (d. 2002)",
            "year": 1935
        },
        {
            "text": "Justin Francis Rigali, American cardinal",
            "year": 1935
        },
        {
            "text": "Dickie Goodman, American singer-songwriter and producer (d. 1989)",
            "year": 1934
        },
        {
            "text": "Jayne Mansfield, American model and actress (d. 1967)",
            "year": 1933
        },
        {
            "text": "Fernando Botero, Colombian painter and sculptor (d. 2023)",
            "year": 1932
        },
        {
            "text": "Walter Stewart, Canadian journalist and author (d. 2004)",
            "year": 1931
        },
        {
            "text": "John Horlock, English engineer and academic (d. 2015)",
            "year": 1928
        },
        {
            "text": "Azlan Shah of Perak, Yang di-Pertuan Agong of Malaysia (d. 2014)",
            "year": 1928
        },
        {
            "text": "Rawya Ateya, Egyptian captain and politician (d. 1997)[citation needed]",
            "year": 1926
        },
        {
            "text": "John Kraaijkamp, Sr., Dutch actor (d. 2011)",
            "year": 1925
        },
        {
            "text": "Hugh O'Brian, American actor (d. 2016)",
            "year": 1925
        },
        {
            "text": "Erich Hartmann, German colonel and pilot (d. 1993)",
            "year": 1922
        },
        {
            "text": "Anna Lee Aldred, American jockey (d. 2006)",
            "year": 1921
        },
        {
            "text": "Leon Henkin, American logician (d. 2006)",
            "year": 1921
        },
        {
            "text": "Roberto Tucci, Italian Jesuit leader, cardinal, and theologian (d. 2015)",
            "year": 1921
        },
        {
            "text": "Marvin Mandel, American lawyer and politician, 56th Governor of Maryland (d. 2015)",
            "year": 1920
        },
        {
            "text": "Julien Ries, Belgian cardinal (d. 2013)",
            "year": 1920
        },
        {
            "text": "Ragnar Ulstein, Norwegian journalist and war historian (d. 2019)",
            "year": 1920
        },
        {
            "text": "Sol Kaplan, American pianist and composer (d. 1990)",
            "year": 1919
        },
        {
            "text": "Sven Hassel, Danish-German soldier and author (d. 2012)",
            "year": 1917
        },
        {
            "text": "Ken Carpenter, American discus thrower and coach (d. 1984)",
            "year": 1913
        },
        {
            "text": "Glenn T. Seaborg, American chemist and academic, Nobel Prize laureate (d. 1999)",
            "year": 1912
        },
        {
            "text": "Irena Eichlerówna, Polish actress  (d. 1990)",
            "year": 1908
        },
        {
            "text": "Eliot Ness, American law enforcement agent (d. 1957)",
            "year": 1903
        },
        {
            "text": "Veniamin Kaverin, Russian author and screenwriter (d. 1989)",
            "year": 1902
        },
        {
            "text": "Iracema de Alencar, Brazilian film actress (d. 1978)",
            "year": 1900
        },
        {
            "text": "Richard Hughes, English author, poet, and playwright (d. 1976)",
            "year": 1900
        },
        {
            "text": "Roland Michener, Canadian lawyer and politician, 20th Governor General of Canada (d. 1991)",
            "year": 1900
        },
        {
            "text": "Rhea Silberta, American Yiddish songwriter and singing teacher (d. 1959)",
            "year": 1900
        },
        {
            "text": "George O'Brien, American actor (d. 1985)",
            "year": 1899
        },
        {
            "text": "Cemal Tollu, Turkish lieutenant and painter (d. 1968)",
            "year": 1899
        },
        {
            "text": "Constance Talmadge, American actress and producer (d. 1973)",
            "year": 1898
        },
        {
            "text": "Peter de Noronha, Indian businessman and philanthropist (d. 1970)",
            "year": 1897
        },
        {
            "text": "Jiroemon Kimura, Japanese super-centenarian, oldest verified man ever (d. 2013)",
            "year": 1897
        },
        {
            "text": "Elizabeth Dilling, American author and activist (d. 1966)",
            "year": 1894
        },
        {
            "text": "Germaine Tailleferre, French composer and educator (d. 1983)",
            "year": 1892
        },
        {
            "text": "Françoise Rosay, French actress (d. 1974)",
            "year": 1891
        },
        {
            "text": "Otto Georg Thierack, German jurist and politician (d. 1946)",
            "year": 1889
        },
        {
            "text": "Karl Tarvas, Estonian architect (d. 1975)",
            "year": 1885
        },
        {
            "text": "Henry Jameson, American soccer player (d. 1938)",
            "year": 1883
        },
        {
            "text": "Richard von Mises, Austrian-American mathematician and physicist (d. 1953)",
            "year": 1883
        },
        {
            "text": "Getúlio Vargas, Brazilian lawyer and politician, 14th President of Brazil (d. 1954)",
            "year": 1882
        },
        {
            "text": "Arthur Robertson, Scottish runner (d. 1957)",
            "year": 1879
        },
        {
            "text": "Ole Evinrude, Norwegian-American engineer, invented the outboard motor (d. 1934)",
            "year": 1877
        },
        {
            "text": "Ernst Rüdin, Swiss psychiatrist, geneticist, and eugenicist (d. 1952)",
            "year": 1874
        },
        {
            "text": "Sydney Barnes, English cricketer (d. 1967)",
            "year": 1873
        },
        {
            "text": "Alice Salomon, German social reformer (d. 1948)",
            "year": 1872
        },
        {
            "text": "Hemmo Kallio, Finnish actor (d. 1940)",
            "year": 1863
        },
        {
            "text": "Amalie Andersen, Norwegian actress (d. 1924)",
            "year": 1861
        },
        {
            "text": "Julius Krohn, Finnish poet and journalist (d. 1888)",
            "year": 1835
        },
        {
            "text": "José Echegaray, Spanish poet and playwright, Nobel Prize laureate (d. 1916)",
            "year": 1832
        },
        {
            "text": "Mary Louise Booth, American writer, editor and translator (d. 1889)",
            "year": 1831
        },
        {
            "text": "Louis Amédée Achard, French journalist and author (d. 1875)",
            "year": 1814
        },
        {
            "text": "Sarah Bagley, American labor organizer (d. 1889)",
            "year": 1806
        },
        {
            "text": "Ferdinand I of Austria (d. 1875)",
            "year": 1793
        },
        {
            "text": "Deaf Smith, American soldier (d. 1837)",
            "year": 1787
        },
        {
            "text": "Alexandre Pierre François Boëly, French pianist and composer (d. 1858)",
            "year": 1785
        },
        {
            "text": "William Carnegie, 7th Earl of Northesk, Scottish admiral (d. 1831)",
            "year": 1758
        },
        {
            "text": "Edward Pellew, 1st Viscount Exmouth, English admiral and politician (d. 1833)",
            "year": 1757
        },
        {
            "text": "Karl von Ordóñez, Austrian violinist and composer (d. 1786)",
            "year": 1734
        },
        {
            "text": "Roger Sherman, American lawyer and politician (d. 1793)",
            "year": 1721
        },
        {
            "text": "James Nares, English organist and composer (d. 1783)",
            "year": 1715
        },
        {
            "text": "Vasily Tatishchev, Russian ethnographer and politician (d. 1750)",
            "year": 1686
        },
        {
            "text": "Jacques Lelong, French author (d. 1721)",
            "year": 1665
        },
        {
            "text": "Johann Wilhelm, Elector Palatine, German husband of Archduchess Maria Anna Josepha of Austria (d. 1716)",
            "year": 1658
        },
        {
            "text": "George St Lo(e), Royal Navy officer and administrator (d. 1718)",
            "year": 1655
        },
        {
            "text": "Willem Drost, Dutch painter (d. 1659)",
            "year": 1633
        },
        {
            "text": "Christoph Bach, German musician (d. 1661)",
            "year": 1613
        },
        {
            "text": "Michel Le Tellier, French politician, French Minister of Defence (d. 1685)",
            "year": 1603
        },
        {
            "text": "Sir John Hobart, 2nd Baronet, English politician (d. 1647)",
            "year": 1593
        },
        {
            "text": "Frederick IV, King  of Naples (d. 1504)",
            "year": 1452
        }
    ],
    "deaths": [
        {
            "text": "Daniel Dennett, American philosopher and author (b. 1942)",
            "year": 2024
        },
        {
            "text": "Moonbin, South Korean singer and actor (b. 1998)",
            "year": 2023
        },
        {
            "text": "Ron Hamilton, American musician (b. 1950)",
            "year": 2023
        },
        {
            "text": "Kane Tanaka, Japanese supercentenarian (b. 1903)",
            "year": 2022
        },
        {
            "text": "Walter Mondale, American politician, 42nd Vice President of the United States (b. 1928)",
            "year": 2021
        },
        {
            "text": "Jim Steinman, American composer, lyricist (b. 1947)",
            "year": 2021
        },
        {
            "text": "Lu Chao-Hsuan, Taiwanese guitarist, performer and educator. (b. 1929)",
            "year": 2017
        },
        {
            "text": "Patricio Aylwin, Chilean politician (b. 1918)",
            "year": 2016
        },
        {
            "text": "Raymond Carr, English historian and academic (b. 1919)",
            "year": 2015
        },
        {
            "text": "Roy Mason, English miner and politician, Secretary of State for Defence (b. 1924)",
            "year": 2015
        },
        {
            "text": "François Jacob, French biologist and academic, Nobel Prize laureate (b. 1920)",
            "year": 2013
        },
        {
            "text": "Al Neuharth, American journalist, author, and publisher, founded USA Today (b. 1924)",
            "year": 2013
        },
        {
            "text": "Levon Helm, American musician and actor (b. 1940)",
            "year": 2012
        },
        {
            "text": "Elisabeth Sladen, English actress (b. 1946)",
            "year": 2011
        },
        {
            "text": "J. G. Ballard, English novelist, short story writer, and essayist (b. 1930)",
            "year": 2009
        },
        {
            "text": "Jean-Pierre Cassel, French actor (b. 1932)",
            "year": 2007
        },
        {
            "text": "Albert Scott Crossfield, American engineer, pilot, and astronaut (b. 1921)",
            "year": 2006
        },
        {
            "text": "Norris McWhirter, English author and activist co-founded the Guinness World Records (b. 1925)",
            "year": 2004
        },
        {
            "text": "John Maynard Smith, English biologist and geneticist (b. 1920)",
            "year": 2004
        },
        {
            "text": "Jenny Pike, Canadian WWII servicewoman and photographer (b. 1922)",
            "year": 2004
        },
        {
            "text": "Reginald Rose, American writer (b. 1920)",
            "year": 2002
        },
        {
            "text": "Louis Applebaum, Canadian composer and conductor (b. 1918)",
            "year": 2000
        },
        {
            "text": "Hermine Braunsteiner, Austrian-German SS officer (b. 1919)",
            "year": 1999
        },
        {
            "text": "Octavio Paz, Mexican poet, philosopher, and academic Nobel Prize laureate (b. 1914)",
            "year": 1998
        },
        {
            "text": "David Koresh, American cult leader (b. 1959)",
            "year": 1993
        },
        {
            "text": "George S. Mickelson, American captain, lawyer, and politician, 28th Governor of South Dakota (b. 1941)",
            "year": 1993
        },
        {
            "text": "Frankie Howerd, English actor and screenwriter (b. 1917)",
            "year": 1992
        },
        {
            "text": "Stanley Hawes, English-Australian director and producer (b. 1905)",
            "year": 1991
        },
        {
            "text": "Daphne du Maurier, English novelist and playwright (b. 1907)",
            "year": 1989
        },
        {
            "text": "Kwon Ki-ok, Korean pilot (b. 1901)",
            "year": 1988
        },
        {
            "text": "Percy Lavon Julian, American chemist and academic (b. 1899)",
            "year": 1975
        },
        {
            "text": "Luigi Piotti, Italian race car driver (b. 1913)",
            "year": 1971
        },
        {
            "text": "Konrad Adenauer, German politician, 1st Chancellor of Germany (b. 1876)",
            "year": 1967
        },
        {
            "text": "Väinö Tanner, Finnish politician of Social Democratic Party of Finland; the Prime Minister of Finland (b. 1881)",
            "year": 1966
        },
        {
            "text": "Max Hainle, German swimmer (b. 1882)",
            "year": 1961
        },
        {
            "text": "Beardsley Ruml, American economist and statistician (b. 1894)",
            "year": 1960
        },
        {
            "text": "Jim Corbett, British-Indian colonel, hunter, and author (b. 1875)",
            "year": 1955
        },
        {
            "text": "Steve Conway, British singer (b. 1921)",
            "year": 1952
        },
        {
            "text": "Ernst Robert Curtius, French-German philologist and scholar (b. 1886)",
            "year": 1950
        },
        {
            "text": "Ulrich Salchow, Danish-Swedish figure skater (b. 1877)",
            "year": 1949
        },
        {
            "text": "Johanna Müller-Hermann, Austrian composer (b. 1878)",
            "year": 1941
        },
        {
            "text": "Jack McNeela, Irish Republican Army, died on hunger strike",
            "year": 1940
        },
        {
            "text": "Martin Conway, 1st Baron Conway of Allington, English cartographer and politician (b. 1856)",
            "year": 1937
        },
        {
            "text": "William Morton Wheeler, American entomologist and zoologist (b. 1865)",
            "year": 1937
        },
        {
            "text": "Georges-Casimir Dessaulles, Canadian businessman and politician (b. 1827)",
            "year": 1930
        },
        {
            "text": "Alexander Alexandrovich Chuprov, Russian-Swiss statistician and theorist (b. 1874)",
            "year": 1926
        },
        {
            "text": "Ephraim Shay, American engineer, designed the Shay locomotive (b. 1839)",
            "year": 1916
        },
        {
            "text": "Thomas Playford II, English-Australian politician, 17th Premier of South Australia (b. 1837)",
            "year": 1915
        },
        {
            "text": "Charles Sanders Peirce, American mathematician and philosopher (b. 1839)",
            "year": 1914
        },
        {
            "text": "Signe Rink, Greenland-born Danish writer and ethnologist (b. 1836)",
            "year": 1909
        },
        {
            "text": "Pierre Curie, French physicist and academic, Nobel Prize laureate (b. 1859)",
            "year": 1906
        },
        {
            "text": "Spencer Gore, English tennis player and cricketer (b. 1850)",
            "year": 1906
        },
        {
            "text": "Oliver Mowat, Canadian politician, third Premier of Ontario, eighth Lieutenant Governor of Ontario (b. 1820)",
            "year": 1903
        },
        {
            "text": "Alfred Horatio Belo, American publisher, founded The Dallas Morning News (b. 1839)",
            "year": 1901
        },
        {
            "text": "Martin Körber, Estonian-German pastor, composer, and conductor (b. 1817)",
            "year": 1893
        },
        {
            "text": "Charles Darwin, English biologist and theorist (b. 1809)",
            "year": 1882
        },
        {
            "text": "Benjamin Disraeli, English journalist and politician, Prime Minister of the United Kingdom (b. 1804)",
            "year": 1881
        },
        {
            "text": "Robert Jameson, Scottish mineralogist and academic (b. 1774)",
            "year": 1854
        },
        {
            "text": "Jean-Jacques Lartigue, Canadian bishop (b. 1777)",
            "year": 1840
        },
        {
            "text": "James Gambier, 1st Baron Gambier, Bahamian-English admiral and politician, 36th Commodore Governor of Newfoundland (b. 1756)",
            "year": 1833
        },
        {
            "text": "Johann Gottlieb Friedrich von Bohnenberger, German astronomer and mathematician (b. 1765)",
            "year": 1831
        },
        {
            "text": "Lord Byron, English-Scottish poet and playwright (b. 1788)",
            "year": 1824
        },
        {
            "text": "Benjamin Rush, American physician and educator (b. 1745)",
            "year": 1813
        },
        {
            "text": "Richard Price, Welsh-English preacher and philosopher (b. 1723)",
            "year": 1791
        },
        {
            "text": "Jacob Emden, German rabbi and author (b. 1697)",
            "year": 1776
        },
        {
            "text": "Canaletto, Italian painter and etcher (b. 1697)",
            "year": 1768
        },
        {
            "text": "Nicholas Saunderson, English mathematician and academic (b. 1682)",
            "year": 1739
        },
        {
            "text": "Elizabeth Hamilton, countess of Orkney (b. 1657)",
            "year": 1733
        },
        {
            "text": "Christina, queen of Sweden (b. 1626)",
            "year": 1689
        },
        {
            "text": "Antonio de Solís y Ribadeneyra, Spanish historian and playwright (b. 1610)",
            "year": 1686
        },
        {
            "text": "Sigismondo d'India, Italian composer (b. 1582)",
            "year": 1629
        },
        {
            "text": "Jagat Gosain, Mughal empress (b. 1573)",
            "year": 1619
        },
        {
            "text": "Thomas Bastard, English priest and author (b. 1566)",
            "year": 1618
        },
        {
            "text": "Thomas Sackville, 1st Earl of Dorset, English poet, playwright, and politician, Lord High Treasurer (b. 1536)",
            "year": 1608
        },
        {
            "text": "Paolo Veronese, Italian painter (b. 1528)",
            "year": 1588
        },
        {
            "text": "Uesugi Kenshin, Japanese samurai and warlord (b. 1530)",
            "year": 1578
        },
        {
            "text": "Michael Stifel, German monk and mathematician (b. 1487)",
            "year": 1567
        },
        {
            "text": "Philip Melanchthon, German theologian and reformer (b. 1497)",
            "year": 1560
        },
        {
            "text": "Adolph III, count of Waldeck (b. 1362)",
            "year": 1431
        },
        {
            "text": "Thomas West, 1st Baron West, English nobleman (b. 1335)",
            "year": 1405
        },
        {
            "text": "Robert II, king of Scotland (b. 1316)",
            "year": 1390
        },
        {
            "text": "Gerasimus I, patriarch of Constantinople",
            "year": 1321
        },
        {
            "text": "Leo IX, pope of the Catholic Church (b. 1002)",
            "year": 1054
        },
        {
            "text": "Gothelo I, duke of Lorraine",
            "year": 1044
        },
        {
            "text": "Hisham II, Umayyad caliph of Córdoba (b. 966)",
            "year": 1013
        },
        {
            "text": "Ælfheah of Canterbury, English archbishop and saint (b. 954)",
            "year": 1012
        },
        {
            "text": "Judith of Bavaria, Frankish empress",
            "year": 843
        }
    ],
    "metadata": {
        "current_date": "April 19, 2025",
        "short_date": "Apr 19",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            12,
            36,
            11,
            30,
            8,
            43,
            1,
            33,
            2,
            39
        ],
        "births": [
            104,
            99,
            37,
            59
        ],
        "deaths": [
            71,
            43,
            23,
            78
        ]
    }
}