{
    "events": [
        {
            "text": "A terrorist attack in Turkey's Istanbul Atatürk Airport kills 42 people and injures more than 230 others.",
            "year": 2016
        },
        {
            "text": "The United States Supreme Court upholds the constitutionality of the Affordable Care Act's individual mandate in National Federation of Independent Business v. Sebelius.",
            "year": 2012
        },
        {
            "text": "Honduran president Manuel Zelaya is ousted by a local military coup following a failed request to hold a referendum to rewrite the Honduran Constitution. This was the start of the 2009 Honduran constitutional crisis.",
            "year": 2009
        },
        {
            "text": "Iraq War: Sovereign power is handed to the interim government of Iraq by the Coalition Provisional Authority, ending the U.S.-led rule of that nation.",
            "year": 2004
        },
        {
            "text": "Slobodan Milošević is extradited to the ICTY in The Hague to stand trial.",
            "year": 2001
        },
        {
            "text": "Holyfield–Tyson II: Mike Tyson is disqualified in the third round for biting a piece off Evander Holyfield's ear.",
            "year": 1997
        },
        {
            "text": "On the 600th anniversary of the Battle of Kosovo, Slobodan Milošević delivers the Gazimestan speech at the site of the historic battle.",
            "year": 1989
        },
        {
            "text": "For the first time in military history, a civilian population is targeted for chemical attack when Iraqi warplanes bombed the Iranian town of Sardasht.",
            "year": 1987
        },
        {
            "text": "Aeroflot Flight 8641 crashes in Mazyr, Belarus, killing 132 people.",
            "year": 1982
        },
        {
            "text": "A powerful bomb explodes in Tehran, killing 73 officials of the Islamic Republican Party.",
            "year": 1981
        },
        {
            "text": "The United States Supreme Court, in Regents of the University of California v. Bakke bars quota systems in college admissions.",
            "year": 1978
        },
        {
            "text": "The Angolan court sentences US and UK mercenaries to death sentences and prison terms in the Luanda Trial.",
            "year": 1976
        },
        {
            "text": "Elections are held for the Northern Ireland Assembly, which will lead to power-sharing between unionists and nationalists in Northern Ireland for the first time.",
            "year": 1973
        },
        {
            "text": "Stonewall riots begin in New York City, marking the start of the Gay Rights Movement.",
            "year": 1969
        },
        {
            "text": "Malcolm X forms the Organization of Afro-American Unity.",
            "year": 1964
        },
        {
            "text": "In Poznań, workers from HCP factory go to the streets, sparking one of the first major protests against communist government both in Poland and Europe.",
            "year": 1956
        },
        {
            "text": "Korean War: Suspected communist sympathizers (between 60,000 and 200,000) are executed in the Bodo League massacre.",
            "year": 1950
        },
        {
            "text": "Korean War: Packed with its own refugees fleeing Seoul and leaving their 5th Division stranded, South Korean forces blow up the Hangang Bridge in an attempt to slow North Korea's offensive. The city falls later that day.",
            "year": 1950
        },
        {
            "text": "Korean War: The Korean People's Army kills almost a thousand doctors, nurses, inpatient civilians and wounded soldiers in the Seoul National University Hospital massacre.",
            "year": 1950
        },
        {
            "text": "Cold War: The Tito–Stalin Split results in the expulsion of the League of Communists of Yugoslavia from the Cominform.",
            "year": 1948
        },
        {
            "text": "Boxer Dick Turpin beats Vince Hawkins at Villa Park in Birmingham to become the first black British boxing champion in the modern era.",
            "year": 1948
        },
        {
            "text": "Poland's Soviet-allied Provisional Government of National Unity is formed over a month after V-E Day.",
            "year": 1945
        },
        {
            "text": "World War II: Nazi Germany starts its strategic summer offensive against the Soviet Union, codenamed Case Blue.",
            "year": 1942
        },
        {
            "text": "Romania cedes Bessarabia and Northern Bukovina to the Soviet Union after facing an ultimatum.",
            "year": 1940
        },
        {
            "text": "The Japanese puppet state of Mengjiang is formed in northern China.",
            "year": 1936
        },
        {
            "text": "Mercedes-Benz is formed by Gottlieb Daimler and Karl Benz merging their two companies.",
            "year": 1926
        },
        {
            "text": "The Irish Civil War begins with the shelling of the Four Courts in Dublin by Free State forces.",
            "year": 1922
        },
        {
            "text": "Serbian King Alexander I proclaims the new constitution of the Kingdom of Serbs, Croats and Slovenes, known thereafter as the Vidovdan Constitution.",
            "year": 1921
        },
        {
            "text": "The Treaty of Versailles is signed, ending the state of war between Germany and the Allies of World War I.",
            "year": 1919
        },
        {
            "text": "World War I: Greece joins the Allied powers.",
            "year": 1917
        },
        {
            "text": "Archduke Franz Ferdinand of Austria and his wife Sophie are assassinated in Sarajevo; this is the casus belli of World War I.",
            "year": 1914
        },
        {
            "text": "The Nakhla meteorite,  the first one to suggest signs of aqueous processes on Mars, falls to Earth, landing in Egypt.",
            "year": 1911
        },
        {
            "text": "The SS Norge runs aground on Hasselwood Rock in the North Atlantic 430 kilometres (270 mi) northwest of Ireland. More than 635 people die during the sinking.",
            "year": 1904
        },
        {
            "text": "The U.S. Congress passes the Spooner Act, authorizing President Theodore Roosevelt to acquire rights from Colombia for the Panama Canal.",
            "year": 1902
        },
        {
            "text": "An explosion in the Newton Coal Company's Twin Shaft Mine in Pittston, Pennsylvania results in a massive cave-in that kills 58 miners.",
            "year": 1896
        },
        {
            "text": "The United States Court of Private Land Claims rules James Reavis's claim to Barony of Arizona is \"wholly fictitious and fraudulent.\"",
            "year": 1895
        },
        {
            "text": "Labor Day becomes an official US holiday.",
            "year": 1894
        },
        {
            "text": "The Anglo-French Convention of 1882 marks the territorial boundaries between Guinea and Sierra Leone.",
            "year": 1882
        },
        {
            "text": "The Austro–Serbian Alliance of 1881 is secretly signed.",
            "year": 1881
        },
        {
            "text": "Australian bushranger Ned Kelly is captured at Glenrowan.",
            "year": 1880
        },
        {
            "text": "The US Congress establishes the first federal holidays (New Year Day, July 4th, Thanksgiving, and Christmas).",
            "year": 1870
        },
        {
            "text": "The Army of the Potomac is disbanded.",
            "year": 1865
        },
        {
            "text": "The first conformation dog show is held in Newcastle upon Tyne, England.",
            "year": 1859
        },
        {
            "text": "Sigma Chi fraternity is founded in North America.",
            "year": 1855
        },
        {
            "text": "The Paris Opera Ballet premieres Giselle in the Salle Le Peletier.",
            "year": 1841
        },
        {
            "text": "Coronation of Queen Victoria of the United Kingdom.",
            "year": 1838
        },
        {
            "text": "Second British invasion of the Río de la Plata; John Whitelocke lands at Ensenada on an attempt to recapture Buenos Aires and is defeated by the locals.",
            "year": 1807
        },
        {
            "text": "French troops disembark in Corfu, beginning the French rule in the Ionian Islands.",
            "year": 1797
        },
        {
            "text": "American Revolutionary War: The American Continentals engage the British in the Battle of Monmouth Courthouse resulting in standstill and British withdrawal under cover of darkness.",
            "year": 1778
        },
        {
            "text": "American Revolutionary War: The Battle of Sullivan's Island ends with the American victory, leading to the commemoration of Carolina Day.",
            "year": 1776
        },
        {
            "text": "American Revolutionary War: Thomas Hickey, Continental Army private and bodyguard to General George Washington, is hanged for mutiny and sedition.",
            "year": 1776
        },
        {
            "text": "A New England colonial army captures the French fortifications at Louisbourg (New Style).",
            "year": 1745
        },
        {
            "text": "The Battle of Berestechko between Poland and Ukraine starts.",
            "year": 1651
        },
        {
            "text": "Guadeloupe becomes a French colony.",
            "year": 1635
        },
        {
            "text": "Sengoku period of Japan: The combined forces of Oda Nobunaga and Tokugawa Ieyasu are victorious in the Battle of Nagashino.",
            "year": 1575
        },
        {
            "text": "Charles V is elected Emperor of the Holy Roman Empire.",
            "year": 1519
        },
        {
            "text": "A French force heavily defeats a much larger Neapolitan and Spanish army at the battle of Seminara, leading to the creation of the Tercios by Gonzalo de Córdoba.",
            "year": 1495
        },
        {
            "text": "Edward, Earl of March, is crowned King Edward IV of England.",
            "year": 1461
        },
        {
            "text": "Muhammed VI becomes the tenth Nasrid king of Granada after killing his brother-in-law Ismail II.",
            "year": 1360
        },
        {
            "text": "Fighters of the First Crusade defeat Kerbogha of Mosul at the battle of Antioch.",
            "year": 1098
        }
    ],
    "births": [
        {
            "text": "Marta Kostyuk, Ukrainian tennis player",
            "year": 2002
        },
        {
            "text": "Markéta Vondroušová, Czech tennis player",
            "year": 1999
        },
        {
            "text": "Tadasuke Makino, Japanese racing driver",
            "year": 1997
        },
        {
            "text": "Shakur Stevenson, American boxer",
            "year": 1997
        },
        {
            "text": "Donna Vekić, Croatian tennis player",
            "year": 1996
        },
        {
            "text": "Larissa Werbicki, Canadian rower",
            "year": 1996
        },
        {
            "text": "Hussein, Crown Prince of Jordan",
            "year": 1994
        },
        {
            "text": "Bradley Beal, American basketball player",
            "year": 1993
        },
        {
            "text": "Oscar Hiljemark, Swedish footballer",
            "year": 1992
        },
        {
            "text": "Elaine Thompson, Jamaican sprinter",
            "year": 1992
        },
        {
            "text": "Seohyun, South Korean singer, dancer, and actress",
            "year": 1991
        },
        {
            "text": "Kevin De Bruyne, Belgian footballer",
            "year": 1991
        },
        {
            "text": "Kang Min-hyuk, South Korean singer, drummer, and actor",
            "year": 1991
        },
        {
            "text": "Jason Clark, Australian rugby league player",
            "year": 1989
        },
        {
            "text": "Andrew Fifita, Australian rugby league player",
            "year": 1989
        },
        {
            "text": "David Fifita, Australian rugby league player",
            "year": 1989
        },
        {
            "text": "Julia Zlobina, Russian-Azerbaijani figure skater",
            "year": 1989
        },
        {
            "text": "Markiplier, American internet personality",
            "year": 1989
        },
        {
            "text": "Nicole Rottmann, Austrian tennis player",
            "year": 1989
        },
        {
            "text": "Sonata Tamošaitytė, Lithuanian hurdler",
            "year": 1987
        },
        {
            "text": "Terrence Williams, American basketball player",
            "year": 1987
        },
        {
            "text": "Kellie Pickler, American singer-songwriter",
            "year": 1986
        },
        {
            "text": "Phil Bardsley, English footballer",
            "year": 1985
        },
        {
            "text": "Colt Hynes, American baseball player",
            "year": 1985
        },
        {
            "text": "Ibrahim Camejo, Cuban long jumper",
            "year": 1982
        },
        {
            "text": "Savage, New Zealand rapper",
            "year": 1981
        },
        {
            "text": "Michael Crafter, Australian singer-songwriter",
            "year": 1981
        },
        {
            "text": "Guillermo Martínez, Cuban javelin thrower",
            "year": 1981
        },
        {
            "text": "Brandon Phillips, American baseball player",
            "year": 1981
        },
        {
            "text": "Jevgeni Novikov, Estonian footballer",
            "year": 1980
        },
        {
            "text": "Felicia Day, American actress and writer",
            "year": 1979
        },
        {
            "text": "Randy McMichael, American football player",
            "year": 1979
        },
        {
            "text": "Florian Zeller, French author and playwright",
            "year": 1979
        },
        {
            "text": "Simon Larose, Canadian tennis player",
            "year": 1978
        },
        {
            "text": "Chris Spurling, American baseball player",
            "year": 1977
        },
        {
            "text": "Mark Stoermer, American bass player, songwriter, and producer",
            "year": 1977
        },
        {
            "text": "Harun Tekin, Turkish singer and guitarist",
            "year": 1977
        },
        {
            "text": "Shinobu Asagoe, Japanese tennis player",
            "year": 1976
        },
        {
            "text": "Seth Wescott, American snowboarder",
            "year": 1976
        },
        {
            "text": "Jon Nödtveidt, Swedish singer-songwriter, and guitarist (died 2006)",
            "year": 1975
        },
        {
            "text": "Rob Dyrdek, American skateboarder, entrepreneur, and reality television star",
            "year": 1974
        },
        {
            "text": "Adrián Annus, Hungarian hammer thrower",
            "year": 1973
        },
        {
            "text": "Corey Koskie, Canadian baseball player",
            "year": 1973
        },
        {
            "text": "Ngô Bảo Châu, Vietnamese-French mathematician and academic",
            "year": 1972
        },
        {
            "text": "Chris Leslie, English politician, Shadow Chancellor of the Exchequer",
            "year": 1972
        },
        {
            "text": "Geeta Tripathee, Nepali poet, lyricist and literary critic",
            "year": 1972
        },
        {
            "text": "Alessandro Nivola, American actor",
            "year": 1972
        },
        {
            "text": "Lorenzo Amoruso, Italian footballer",
            "year": 1971
        },
        {
            "text": "Fabien Barthez, French footballer",
            "year": 1971
        },
        {
            "text": "Bobby Hurley, American basketball player and coach",
            "year": 1971
        },
        {
            "text": "Ron Mahay, American baseball player and scout",
            "year": 1971
        },
        {
            "text": "Elon Musk, South African-born American entrepreneur",
            "year": 1971
        },
        {
            "text": "Aileen Quinn, American actress and singer",
            "year": 1971
        },
        {
            "text": "Mushtaq Ahmed, Pakistani cricketer and coach",
            "year": 1970
        },
        {
            "text": "Tom Merritt, American journalist",
            "year": 1970
        },
        {
            "text": "Mike White, American actor, director, producer, and screenwriter",
            "year": 1970
        },
        {
            "text": "Tichina Arnold, American actress and singer",
            "year": 1969
        },
        {
            "text": "Stéphane Chapuisat, Swiss footballer",
            "year": 1969
        },
        {
            "text": "Fabrizio Mori, Italian hurdler",
            "year": 1969
        },
        {
            "text": "Chayanne, Puerto Rican-American singer-songwriter and actor",
            "year": 1968
        },
        {
            "text": "Leona Aglukkaq, Canadian politician, 7th Canadian Minister of Health",
            "year": 1967
        },
        {
            "text": "Gil Bellows, Canadian actor and producer",
            "year": 1967
        },
        {
            "text": "Zhong Huandi, Chinese runner",
            "year": 1967
        },
        {
            "text": "Lars Riedel, German discus thrower",
            "year": 1967
        },
        {
            "text": "Peeter Allik, Estonian painter and illustrator (died 2019)",
            "year": 1966
        },
        {
            "text": "Bobby Bare Jr., American singer-songwriter and guitarist",
            "year": 1966
        },
        {
            "text": "John Cusack, American actor and screenwriter",
            "year": 1966
        },
        {
            "text": "Mary Stuart Masterson, American actress",
            "year": 1966
        },
        {
            "text": "Jessica Hecht, American actress",
            "year": 1965
        },
        {
            "text": "Tiaan Strauss, South African rugby player",
            "year": 1965
        },
        {
            "text": "Christina Ashcroft, Canadian sport shooter",
            "year": 1964
        },
        {
            "text": "Mark Grace, American baseball player and sportscaster",
            "year": 1964
        },
        {
            "text": "Bernie McCahill, New Zealand rugby player",
            "year": 1964
        },
        {
            "text": "Dan Stains, Australian rugby league player and coach",
            "year": 1964
        },
        {
            "text": "Steve Williamson, English saxophonist and composer",
            "year": 1964
        },
        {
            "text": "Peter Baynham, Welsh actor, producer, and screenwriter",
            "year": 1963
        },
        {
            "text": "Charlie Clouser, American keyboard player, songwriter, and producer",
            "year": 1963
        },
        {
            "text": "Anișoara Cușmir-Stanciu, Romanian long jumper",
            "year": 1962
        },
        {
            "text": "Artur Hajzer, Polish mountaineer (died 2013)",
            "year": 1962
        },
        {
            "text": "Ann-Louise Skoglund, Swedish hurdler",
            "year": 1962
        },
        {
            "text": "Kurt Eichenwald, American journalist",
            "year": 1961
        },
        {
            "text": "Jeff Malone, American basketball player and coach",
            "year": 1961
        },
        {
            "text": "John Elway, American football player and manager",
            "year": 1960
        },
        {
            "text": "Roland Melanson, Canadian ice hockey player and coach",
            "year": 1960
        },
        {
            "text": "Clint Boon, English singer and keyboard player",
            "year": 1959
        },
        {
            "text": "John Shelley, British illustrator",
            "year": 1959
        },
        {
            "text": "Donna Edwards, American lawyer and politician",
            "year": 1958
        },
        {
            "text": "Félix Gray, Tunisian-French singer-songwriter",
            "year": 1958
        },
        {
            "text": "Lance Nethery, Canadian ice hockey player and coach",
            "year": 1957
        },
        {
            "text": "Georgi Parvanov, Bulgarian historian and politician, 4th President of Bulgaria",
            "year": 1957
        },
        {
            "text": "Mike Skinner, American race car driver",
            "year": 1957
        },
        {
            "text": "Jim Spanarkel, American basketball player and sportscaster",
            "year": 1957
        },
        {
            "text": "Amira Hass, Israeli journalist and author",
            "year": 1956
        },
        {
            "text": "Noel Mugavin, Australian footballer and coach",
            "year": 1956
        },
        {
            "text": "Shirley Cheriton, British actress",
            "year": 1955
        },
        {
            "text": "A. A. Gill, Scottish author and critic (died 2016)",
            "year": 1954
        },
        {
            "text": "Alice Krige, South African actress",
            "year": 1954
        },
        {
            "text": "Enis Batur, Turkish poet and author",
            "year": 1952
        },
        {
            "text": "Pietro Mennea, Italian sprinter and politician (died 2013)",
            "year": 1952
        },
        {
            "text": "Jean-Christophe Rufin, French physician and author",
            "year": 1952
        },
        {
            "text": "Mick Cronin, Australian rugby league player and coach",
            "year": 1951
        },
        {
            "text": "Mark Shand, English conservationist and author (died 2014)",
            "year": 1951
        },
        {
            "text": "Lalla Ward, English actress and author",
            "year": 1951
        },
        {
            "text": "Philip Fowke, English pianist and educator",
            "year": 1950
        },
        {
            "text": "Mauricio Rojas, Chilean-Swedish economist and politician",
            "year": 1950
        },
        {
            "text": "Chris Speier, American baseball player and coach",
            "year": 1950
        },
        {
            "text": "Don Baylor, American baseball player and coach (died 2017)",
            "year": 1949
        },
        {
            "text": "Kathy Bates, American actress",
            "year": 1948
        },
        {
            "text": "Sergei Bodrov, Russian-American director, producer, and screenwriter",
            "year": 1948
        },
        {
            "text": "Deborah Moggach, English author and screenwriter",
            "year": 1948
        },
        {
            "text": "Daniel Wegner, Canadian-American psychologist and academic (died 2013)",
            "year": 1948
        },
        {
            "text": "Mark Helprin, American novelist and journalist",
            "year": 1947
        },
        {
            "text": "Laura Tyson, American economist and academic",
            "year": 1947
        },
        {
            "text": "Robert Asprin, American soldier and author (died 2008)",
            "year": 1946
        },
        {
            "text": "Bruce Davison, American actor and director",
            "year": 1946
        },
        {
            "text": "David Duckham, English rugby player (died 2023)",
            "year": 1946
        },
        {
            "text": "Robert Xavier Rodríguez, American classical composer",
            "year": 1946
        },
        {
            "text": "Jaime Guzmán, Chilean lawyer and politician (died 1991)",
            "year": 1946
        },
        {
            "text": "Gilda Radner, American actress and comedian (died 1989)",
            "year": 1946
        },
        {
            "text": "Ken Buchanan, Scottish boxer (died 2023)",
            "year": 1945
        },
        {
            "text": "David Knights, English bass player and producer",
            "year": 1945
        },
        {
            "text": "Raul Seixas, Brazilian singer-songwriter, guitarist, and producer (died 1989)",
            "year": 1945
        },
        {
            "text": "Türkan Şoray, Turkish actress, director, and screenwriter",
            "year": 1945
        },
        {
            "text": "Jens Birkemose, Danish painter (died 2022)",
            "year": 1943
        },
        {
            "text": "Donald Johanson, American paleontologist and academic",
            "year": 1943
        },
        {
            "text": "Klaus von Klitzing, German physicist and academic, Nobel Prize laureate",
            "year": 1943
        },
        {
            "text": "Chris Hani, South African politician (died 1993)",
            "year": 1942
        },
        {
            "text": "Hans-Joachim Walde, German decathlete (died 2013)",
            "year": 1942
        },
        {
            "text": "Frank Zane, American professional bodybuilder and author",
            "year": 1942
        },
        {
            "text": "Al Downing, American baseball player and sportscaster",
            "year": 1941
        },
        {
            "text": "Joseph Goguen, American computer scientist and academic, developed the OBJ language (died 2006)",
            "year": 1941
        },
        {
            "text": "David Johnston, Canadian academic, lawyer, and politician, 28th Governor General of Canada",
            "year": 1941
        },
        {
            "text": "Karpal Singh, Malaysian lawyer and politician (died 2014)",
            "year": 1940
        },
        {
            "text": "Muhammad Yunus, Bangladeshi economist and academic, Nobel Prize laureate",
            "year": 1940
        },
        {
            "text": "Klaus Schmiegel, German chemist",
            "year": 1939
        },
        {
            "text": "John Byner, American actor and comedian",
            "year": 1938
        },
        {
            "text": "Leon Panetta, American lawyer and politician, 23rd United States Secretary of Defense",
            "year": 1938
        },
        {
            "text": "S. Sivamaharajah, Sri Lankan Tamil newspaper publisher and politician (died 2006)",
            "year": 1938
        },
        {
            "text": "Simon Douglas-Pennant, 7th Baron Penrhyn, British baron",
            "year": 1938
        },
        {
            "text": "George Knudson, Canadian golfer (died 1989)",
            "year": 1937
        },
        {
            "text": "Fernand Labrie, Canadian endocrinologist and academic (died 2019)",
            "year": 1937
        },
        {
            "text": "Ron Luciano, American baseball player and umpire (died 1995)",
            "year": 1937
        },
        {
            "text": "Chuck Howley, American football player",
            "year": 1936
        },
        {
            "text": "John Inman, English actor (died 2007)",
            "year": 1935
        },
        {
            "text": "Robert Carswell, Baron Carswell, Northern Irish lawyer and judge, Lord Chief Justice of Northern Ireland (died 2023)",
            "year": 1934
        },
        {
            "text": "Roy Gilchrist, Jamaican cricketer (died 2001)",
            "year": 1934
        },
        {
            "text": "Bette Greene, American journalist and author (died 2020)",
            "year": 1934
        },
        {
            "text": "Carl Levin, American lawyer and politician (died 2021)",
            "year": 1934
        },
        {
            "text": "Georges Wolinski, Tunisian-French journalist and cartoonist (died 2015)",
            "year": 1934
        },
        {
            "text": "Gusty Spence, Northern Irish loyalist and politician (died 2011)",
            "year": 1933
        },
        {
            "text": "Pat Morita, American actor (died 2005)",
            "year": 1932
        },
        {
            "text": "Hans Alfredson, Swedish actor, director, and screenwriter (died 2017)",
            "year": 1931
        },
        {
            "text": "Junior Johnson, American race car driver (died 2019)",
            "year": 1931
        },
        {
            "text": "Lucien Victor, Belgian cyclist (died 1995)",
            "year": 1931
        },
        {
            "text": "William C. Campbell, Irish-American biologist and parasitologist, Nobel Prize laureate",
            "year": 1930
        },
        {
            "text": "Itamar Franco, Brazilian engineer and politician, 33rd President of Brazil (died 2011)",
            "year": 1930
        },
        {
            "text": "Jack Gold, English director and producer (died 2015)",
            "year": 1930
        },
        {
            "text": "Alfred Miodowicz, Polish politician (died 2021)",
            "year": 1929
        },
        {
            "text": "Hans Blix, Swedish politician and diplomat, 33rd Swedish Minister of Foreign Affairs",
            "year": 1928
        },
        {
            "text": "Patrick Hemingway, American writer",
            "year": 1928
        },
        {
            "text": "Harold Evans, English-American historian and journalist (died 2020)",
            "year": 1928
        },
        {
            "text": "Peter Heine, South African cricketer (died 2005)",
            "year": 1928
        },
        {
            "text": "Cyril Smith, English politician (died 2010)",
            "year": 1928
        },
        {
            "text": "Correlli Barnett, English historian and author  (died 2022)",
            "year": 1927
        },
        {
            "text": "Frank Sherwood Rowland, American chemist and academic, Nobel Prize laureate (died 2012)",
            "year": 1927
        },
        {
            "text": "George Booth, American cartoonist (died 2022)",
            "year": 1926
        },
        {
            "text": "Mel Brooks, American actor, director, producer, and screenwriter",
            "year": 1926
        },
        {
            "text": "Robert Ledley, American academic and inventor (died 2012)",
            "year": 1926
        },
        {
            "text": "Kalevi Keihänen, Finnish entrepreneur (died 1995)",
            "year": 1924
        },
        {
            "text": "Pete Candoli, American trumpet player (died 2008)",
            "year": 1923
        },
        {
            "text": "Adolfo Schwelm Cruz, Argentinian racing driver (died 2012)",
            "year": 1923
        },
        {
            "text": "Gaye Stewart, Canadian ice hockey player (died 2010)",
            "year": 1923
        },
        {
            "text": "P. V. Narasimha Rao, Indian lawyer and politician, 9th Prime Minister of India (died 2004)",
            "year": 1921
        },
        {
            "text": "Clarissa Eden, Spouse of the Prime Minister of the United Kingdom (died 2021)",
            "year": 1920
        },
        {
            "text": "Joseph P. Lordi, American government official (died 1983)",
            "year": 1919
        },
        {
            "text": "William Whitelaw, 1st Viscount Whitelaw, Scottish-English politician, Deputy Prime Minister of the United Kingdom (died 1999)",
            "year": 1918
        },
        {
            "text": "A. E. Hotchner, American author and playwright (died 2020)",
            "year": 1917
        },
        {
            "text": "Aribert Heim, Austrian SS physician and Nazi war criminal (died 1992)",
            "year": 1914
        },
        {
            "text": "Franz Antel, Austrian director and producer (died 2007)",
            "year": 1913
        },
        {
            "text": "George Lloyd, English soldier and composer (died 1998)",
            "year": 1913
        },
        {
            "text": "Walter Oesau, German colonel and pilot (died 1944)",
            "year": 1913
        },
        {
            "text": "Carl Friedrich von Weizsäcker, German physicist and philosopher (died 2007)",
            "year": 1912
        },
        {
            "text": "Eric Ambler, English author and screenwriter (died 1998)",
            "year": 1909
        },
        {
            "text": "Jimmy Mundy, American saxophonist and composer (died 1983)",
            "year": 1907
        },
        {
            "text": "Yvonne Sylvain, First female Haitian physician (died 1989)",
            "year": 1907
        },
        {
            "text": "Maria Goeppert Mayer, German-American physicist and academic, Nobel Prize laureate (died 1972)",
            "year": 1906
        },
        {
            "text": "Richard Rodgers, American playwright and composer (died 1979)",
            "year": 1902
        },
        {
            "text": "Jessie Baetz, Canadian-American artist, composer and pianist (died 1974 or later)",
            "year": 1894
        },
        {
            "text": "Francis Hunter, American tennis player (died 1981)",
            "year": 1894
        },
        {
            "text": "August Zamoyski, Polish-French sculptor (died 1970)",
            "year": 1893
        },
        {
            "text": "Carl Panzram, American serial killer (died 1930)",
            "year": 1892
        },
        {
            "text": "Esther Forbes, American historian and author (died 1968)",
            "year": 1891
        },
        {
            "text": "Carl Spaatz, American general (died 1974)",
            "year": 1891
        },
        {
            "text": "George Challenor, Barbadian cricketer (died 1947)",
            "year": 1888
        },
        {
            "text": "Stefi Geyer, Hungarian violinist and educator (died 1956)",
            "year": 1888
        },
        {
            "text": "Lamina Sankoh, Sierra Leonean banker and politician (died 1964)",
            "year": 1884
        },
        {
            "text": "Pierre Laval, French soldier and politician, 101st Prime Minister of France (died 1945)",
            "year": 1883
        },
        {
            "text": "John Meyers, American swimmer and water polo player (died 1971)",
            "year": 1880
        },
        {
            "text": "Wilhelm Steinkopf, German chemist (died 1949)",
            "year": 1879
        },
        {
            "text": "Henri Lebesgue, French mathematician and academic (died 1941)",
            "year": 1875
        },
        {
            "text": "Alexis Carrel, French surgeon and biologist, Nobel Prize laureate (died 1944)",
            "year": 1873
        },
        {
            "text": "Luigi Pirandello, Italian dramatist, novelist, and poet, Nobel Prize laureate (died 1936)",
            "year": 1867
        },
        {
            "text": "Charles Cruft, English showman, founded Crufts Dog Show (died 1938)",
            "year": 1852
        },
        {
            "text": "John Boyle O'Reilly, Irish-born poet, journalist and fiction writer (died 1890)",
            "year": 1844
        },
        {
            "text": "Emmanuel Rhoides, Greek journalist and author (died 1904)",
            "year": 1836
        },
        {
            "text": "Joseph Joachim, Austrian violinist, composer, and conductor (died 1907)",
            "year": 1831
        },
        {
            "text": "Emil Erlenmeyer, German chemist (died 1909)",
            "year": 1825
        },
        {
            "text": "Paul Broca, French physician, anatomist, and anthropologist (died 1880)",
            "year": 1824
        },
        {
            "text": "William Hooper, American physician, lawyer, and politician (died 1790)",
            "year": 1742
        },
        {
            "text": "Jean-Jacques Beauvarlet-Charpentier, French organist and composer (died 1794)",
            "year": 1734
        },
        {
            "text": "Étienne François, duc de Choiseul, French general and politician, Prime Minister of France (died 1785)",
            "year": 1719
        },
        {
            "text": "Jean-Jacques Rousseau, Swiss philosopher and polymath (died 1778)",
            "year": 1712
        },
        {
            "text": "John Wesley, English cleric and theologian (died 1791)",
            "year": 1703
        },
        {
            "text": "Muhammad Azam Shah, Mughal emperor (died 1707)",
            "year": 1653
        },
        {
            "text": "Marie Casimire Louise de La Grange d'Arquien, consort to King John III Sobieski (died 1716)",
            "year": 1641
        },
        {
            "text": "Heinrich Albert, German composer and poet (died 1651)",
            "year": 1604
        },
        {
            "text": "William Fiennes, 1st Viscount Saye and Sele, English politician (died 1662)",
            "year": 1582
        },
        {
            "text": "Peter Paul Rubens, Flemish painter and diplomat (died 1640)",
            "year": 1577
        },
        {
            "text": "Henry Danvers, 1st Earl of Danby, English noble (died 1644)",
            "year": 1573
        },
        {
            "text": "Giovanni Paolo Lascaris, Grand Master of the Knights Hospitaller (died 1657)",
            "year": 1560
        },
        {
            "text": "Philip Howard, 20th Earl of Arundel, English nobleman (died 1595)",
            "year": 1557
        },
        {
            "text": "Cristofano Malvezzi, Italian organist and composer (died 1599)",
            "year": 1547
        },
        {
            "text": "Giovanni della Casa, Italian author and poet (died 1556)",
            "year": 1503
        },
        {
            "text": "Henry VIII of England (died 1547)",
            "year": 1491
        },
        {
            "text": "Albert of Brandenburg, German archbishop (died 1545)",
            "year": 1490
        },
        {
            "text": "Pope Paul IV (died 1559)",
            "year": 1476
        },
        {
            "text": "Charlotte, Queen of Cyprus (died 1487)",
            "year": 1444
        },
        {
            "text": "Emperor Go-Fukakusa of Japan (died 1304)",
            "year": 1243
        },
        {
            "text": "Carloman I, king of the Franks (died 771)",
            "year": 751
        }
    ],
    "deaths": [
        {
            "text": "Orlando Cepeda, Puerto Rican baseball player (born 1937)",
            "year": 2024
        },
        {
            "text": "Audrey Flack, American artist (born 1931)",
            "year": 2024
        },
        {
            "text": "Mohamed Osman Jawari, Somali attorney and politician, 12th Speaker of the Parliament of Somalia  (born 1945)",
            "year": 2024
        },
        {
            "text": "Lowell Weicker, French-American politician, 85th Governor of Connecticut (born 1931)",
            "year": 2023
        },
        {
            "text": "Harlan Ellison, American writer (born 1934)",
            "year": 2018
        },
        {
            "text": "Scotty Moore, American guitarist (born 1931)",
            "year": 2016
        },
        {
            "text": "Pat Summitt, American women's college basketball head coach (born 1952)",
            "year": 2016
        },
        {
            "text": "Buddy Ryan, American football coach (born 1931)",
            "year": 2016
        },
        {
            "text": "Jack Carter, American actor and comedian (born 1922)",
            "year": 2015
        },
        {
            "text": "Jope Seniloli, Fijian politician, Vice-President of Fiji (born 1939)",
            "year": 2015
        },
        {
            "text": "Wally Stanowski, Canadian ice hockey player (born 1919)",
            "year": 2015
        },
        {
            "text": "Seymour Barab, American cellist and composer (born 1921)",
            "year": 2014
        },
        {
            "text": "Jim Brosnan, American baseball player (born 1929)",
            "year": 2014
        },
        {
            "text": "On Kawara, Japanese painter (born 1933)",
            "year": 2014
        },
        {
            "text": "Meshach Taylor, American actor (born 1947)",
            "year": 2014
        },
        {
            "text": "Ted Hood, American sailor and architect (born 1927)",
            "year": 2013
        },
        {
            "text": "Tamás Katona, Hungarian historian and politician (born 1932)",
            "year": 2013
        },
        {
            "text": "Kenneth Minogue, New Zealand-Australian political scientist and academic (born 1930)",
            "year": 2013
        },
        {
            "text": "F. D. Reeve, American author and academic (born 1928)",
            "year": 2013
        },
        {
            "text": "David Rubitsky, American sergeant (born 1917)",
            "year": 2013
        },
        {
            "text": "Richard Isay, American psychiatrist and author (born 1934)",
            "year": 2012
        },
        {
            "text": "Leontine T. Kelly, American bishop (born 1920)",
            "year": 2012
        },
        {
            "text": "Robert Sabatier, French author and poet (born 1923)",
            "year": 2012
        },
        {
            "text": "Doris Sams, American baseball player (born 1927)",
            "year": 2012
        },
        {
            "text": "Robert Byrd, American lawyer and politician (born 1917)",
            "year": 2010
        },
        {
            "text": "A. K. Lohithadas, Indian director, producer, and screenwriter (born 1955)",
            "year": 2009
        },
        {
            "text": "Billy Mays, American TV personality (born 1958)",
            "year": 2009
        },
        {
            "text": "Eugene B. Fluckey, American admiral, Medal of Honor recipient (born 1913)",
            "year": 2007
        },
        {
            "text": "Kiichi Miyazawa, Japanese lawyer and politician, 78th Prime Minister of Japan (born 1919)",
            "year": 2007
        },
        {
            "text": "Jim Baen, American publisher, founded Baen Books (born 1943)",
            "year": 2006
        },
        {
            "text": "Peter Rawlinson, Baron Rawlinson of Ewell, English lawyer and politician, Attorney General for England and Wales (born 1919)",
            "year": 2006
        },
        {
            "text": "George Unwin, English pilot and commander (born 1913)",
            "year": 2006
        },
        {
            "text": "Brenda Howard, American activist (born 1946)",
            "year": 2005
        },
        {
            "text": "Michael P. Murphy, American lieutenant, Medal of Honor recipient (born 1976)",
            "year": 2005
        },
        {
            "text": "Anthony Buckeridge, English author (born 1912)",
            "year": 2004
        },
        {
            "text": "Joan Lowery Nixon, American journalist and author (born 1927)",
            "year": 2003
        },
        {
            "text": "Mortimer J. Adler, American philosopher and author (born 1902)",
            "year": 2001
        },
        {
            "text": "Nils Poppe, Swedish actor, director, and screenwriter (born 1908)",
            "year": 2000
        },
        {
            "text": "Vere Bird, first Prime Minister of Antigua and Barbuda (born 1910)",
            "year": 1999
        },
        {
            "text": "Petri Walli, Finnish singer-songwriter, guitarist, and producer (born 1969)",
            "year": 1995
        },
        {
            "text": "Guy Nève, Belgian racing driver (born 1955)",
            "year": 1992
        },
        {
            "text": "Mikhail Tal, Latvian chess player (born 1936)",
            "year": 1992
        },
        {
            "text": "Joris Ivens, Dutch journalist, director, and producer (born 1898)",
            "year": 1989
        },
        {
            "text": "Lynd Ward, American author and illustrator (born 1905)",
            "year": 1985
        },
        {
            "text": "Yigael Yadin, Israeli archaeologist, general, and politician (born 1917)",
            "year": 1984
        },
        {
            "text": "Alf Francis, German-English motor racing mechanic and racing car constructor (born 1918)",
            "year": 1983
        },
        {
            "text": "Terry Fox, Canadian runner and activist (born 1958)",
            "year": 1981
        },
        {
            "text": "José Iturbi, Spanish pianist and conductor (born 1895)",
            "year": 1980
        },
        {
            "text": "Clifford Dupont, English-Rhodesian lawyer and politician, 1st President of Rhodesia (born 1905)",
            "year": 1978
        },
        {
            "text": "Constantinos Apostolou Doxiadis, Greek architect (born 1913)",
            "year": 1975
        },
        {
            "text": "Rod Serling, American screenwriter and producer (born 1924)",
            "year": 1975
        },
        {
            "text": "Vannevar Bush, American engineer and academic (born 1890)",
            "year": 1974
        },
        {
            "text": "Franz Stangl, Austrian SS officer (born 1908)",
            "year": 1971
        },
        {
            "text": "Mehmet Fuat Köprülü, Turkish historian and politician, 21st Deputy Prime Minister of Turkey (born 1890)",
            "year": 1966
        },
        {
            "text": "Red Nichols, American cornet player, bandleader, and composer (born 1905)",
            "year": 1965
        },
        {
            "text": "Mickey Cochrane, American baseball player and manager (born 1903)",
            "year": 1962
        },
        {
            "text": "Cy Morgan, American baseball player (born 1878)",
            "year": 1962
        },
        {
            "text": "Jake Swirbul, American businessman, co-founded the Grumman Aircraft Engineering Corporation (born 1898)",
            "year": 1960
        },
        {
            "text": "Stanislav Kostka Neumann, Czech writer, poet and journalist (born 1875)",
            "year": 1947
        },
        {
            "text": "Yunus Nadi Abalıoğlu, Turkish journalist (born 1879)",
            "year": 1945
        },
        {
            "text": "Friedrich Dollmann, German general (born 1882)",
            "year": 1944
        },
        {
            "text": "Italo Balbo, Italian air marshal and politician (born 1896)",
            "year": 1940
        },
        {
            "text": "Douglas H. Johnston, governor of the Chickasaw Nation (born 1856)",
            "year": 1939
        },
        {
            "text": "Alexander Berkman, American author and activist (born 1870)",
            "year": 1936
        },
        {
            "text": "Edward Carpenter, English poet and philosopher (born 1844)",
            "year": 1929
        },
        {
            "text": "Georgina Febres-Cordero, Venezuelan nun (born 1861)",
            "year": 1925
        },
        {
            "text": "Henry C. Berghoff, German-American politician (born 1856)",
            "year": 1925
        },
        {
            "text": "Velimir Khlebnikov, Russian poet and playwright (born 1885)",
            "year": 1922
        },
        {
            "text": "Ștefan Luchian, Romanian painter and educator (born 1868)",
            "year": 1917
        },
        {
            "text": "Victor Trumper, Australian cricketer (born 1877)",
            "year": 1915
        },
        {
            "text": "Sophie, duchess of Hohenberg (born 1868)",
            "year": 1914
        },
        {
            "text": "Franz Ferdinand, archduke of Austria (born 1863)",
            "year": 1914
        },
        {
            "text": "Manuel Ferraz de Campos Sales, Brazilian lawyer and politician, 4th President of Brazil (born 1841)",
            "year": 1913
        },
        {
            "text": "Alexandros Rizos Rangavis, Greek poet and politician, Greek Foreign Minister (born 1810)",
            "year": 1892
        },
        {
            "text": "Maria Mitchell, American astronomer and academic (born 1818)",
            "year": 1889
        },
        {
            "text": "Jules Armand Dufaure, French politician, 33rd Prime Minister of France (born 1798)",
            "year": 1881
        },
        {
            "text": "Texas Jack Omohundro, American soldier and hunter (born 1846)",
            "year": 1880
        },
        {
            "text": "James Madison, American academic and politician, 4th President of the United States (born 1751)",
            "year": 1836
        },
        {
            "text": "Joseph Bové, Russian architect, designed the Triumphal Arch of Moscow (born 1784)",
            "year": 1834
        },
        {
            "text": "Gerhard von Scharnhorst, Prussian general and politician, Prussian Minister of War (born 1755)",
            "year": 1813
        },
        {
            "text": "John Henry Colclough, Irish revolutionary (born c. 1769)",
            "year": 1798
        },
        {
            "text": "Sophia Dorothea of Hanover, queen consort of Frederick William I (born 1687)[citation needed]",
            "year": 1757
        },
        {
            "text": "George FitzRoy, 1st Duke of Northumberland, English general and politician, Lord Lieutenant of Berkshire (born 1665)",
            "year": 1716
        },
        {
            "text": "Domenico Fontana, Italian architect (born 1543)",
            "year": 1607
        },
        {
            "text": "Abraham Ortelius, Flemish cartographer and geographer (born 1527)",
            "year": 1598
        },
        {
            "text": "Primož Trubar, Slovenian author and reformer (born 1508)",
            "year": 1586
        },
        {
            "text": "Yonekura Shigetsugu, Japanese samurai",
            "year": 1575
        },
        {
            "text": "James Tuchet, 7th Baron Audley, English rebel leader (born c. 1463)",
            "year": 1497
        },
        {
            "text": "Andronikos IV, Byzantine emperor (born 1348)",
            "year": 1385
        },
        {
            "text": "Xiao Zong, Chinese emperor (born 1127)",
            "year": 1194
        },
        {
            "text": "Matilda of England, Duchess of Saxony, (born 1156)",
            "year": 1189
        },
        {
            "text": "Andrey Bogolyubsky, Russian Grand Prince (born 1111)",
            "year": 1175
        },
        {
            "text": "Floris I, count of Holland",
            "year": 1061
        },
        {
            "text": "Taira no Tadatsune, Japanese governor",
            "year": 1031
        },
        {
            "text": "Cyneweard, bishop of Wells",
            "year": 975
        },
        {
            "text": "Paul I, pope of the Catholic Church (born 700)",
            "year": 767
        },
        {
            "text": "Leo II, pope of the Catholic Church (born 611)",
            "year": 683
        },
        {
            "text": "Alboin, King of the Lombards",
            "year": 572
        },
        {
            "text": "Theodora I, Byzantine empress",
            "year": 548
        },
        {
            "text": "Yuan Shao, Chinese warlord",
            "year": 202
        }
    ],
    "metadata": {
        "current_date": "June 28, 2025",
        "short_date": "Jun 28",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            12,
            34,
            40,
            10,
            43,
            16,
            29,
            0,
            49,
            24
        ],
        "births": [
            147,
            42,
            133,
            142
        ],
        "deaths": [
            93,
            11,
            64,
            68
        ]
    }
}