{
    "events": [
        {
            "text": "Greece's public broadcaster ERT is shut down by then-prime minister Antonis Samaras. It would be opened exactly two years later by then-prime minister Alexis Tsipras.",
            "year": 2013
        },
        {
            "text": "75 people die in a landslide triggered by two earthquakes in Afghanistan; an entire village is buried.",
            "year": 2012
        },
        {
            "text": "The first African FIFA World Cup kicks off in South Africa.",
            "year": 2010
        },
        {
            "text": "Canadian Prime Minister Stephen Harper makes a historic official apology to Canada's First Nations in regard to abuses at a Canadian Indian residential school.",
            "year": 2008
        },
        {
            "text": "The Fermi Gamma-ray Space Telescope is launched into orbit.",
            "year": 2008
        },
        {
            "text": "Mudslides in Chittagong, Bangladesh, kill 130 people.",
            "year": 2007
        },
        {
            "text": "Cassini–Huygens makes its closest flyby of the Saturn moon Phoebe.",
            "year": 2004
        },
        {
            "text": "Antonio Meucci is acknowledged as the first inventor of the telephone by the United States Congress.",
            "year": 2002
        },
        {
            "text": "Timothy McVeigh is executed for his role in the Oklahoma City bombing.",
            "year": 2001
        },
        {
            "text": "Compaq Computer pays US$9 billion for Digital Equipment Corporation in the largest high-tech acquisition.",
            "year": 1998
        },
        {
            "text": "Diane Abbott, Paul Boateng and Bernie Grant are elected as the first black MPs in Great Britain.",
            "year": 1987
        },
        {
            "text": "A magnitude 6.9 earthquake at Golbaf, Iran, kills at least 2,000.",
            "year": 1981
        },
        {
            "text": "Altaf Hussain founds the student political movement All Pakistan Muhajir Students Organisation (APMSO) in Karachi University.",
            "year": 1978
        },
        {
            "text": "The U.S. Government forcibly removes the last holdouts to the Native American Occupation of Alcatraz, ending 19 months of control.",
            "year": 1971
        },
        {
            "text": "After being appointed on May 15, Anna Mae Hays and Elizabeth P. Hoisington officially receive their ranks as U.S. Army general officers, becoming the first women to do so.",
            "year": 1970
        },
        {
            "text": "Lloyd J. Old identified the first cell surface antigens that could differentiate among different cell types.",
            "year": 1968
        },
        {
            "text": "World War II veteran Walter Seifert attacks an elementary school in Cologne, Germany, killing at least eight children and two teachers and seriously injuring several more with a home-made flamethrower and a lance.",
            "year": 1964
        },
        {
            "text": "American Civil Rights Movement: Governor of Alabama George Wallace defiantly stands at the door of Foster Auditorium at the University of Alabama in an attempt to block two black students, Vivian Malone and James Hood, from attending that school. Later in the day, accompanied by federalized National Guard troops, they are able to register.",
            "year": 1963
        },
        {
            "text": "Buddhist monk Thích Quảng Đức burns himself with gasoline in a busy Saigon intersection to protest the lack of religious freedom in South Vietnam.",
            "year": 1963
        },
        {
            "text": "John F. Kennedy addresses Americans from the Oval Office proposing the Civil Rights Act of 1964, which would revolutionize American society by guaranteeing equal access to public facilities, ending segregation in education, and guaranteeing federal protection for voting rights.",
            "year": 1963
        },
        {
            "text": "Frank Morris, John Anglin and Clarence Anglin allegedly become the only prisoners to escape from the prison on Alcatraz Island.",
            "year": 1962
        },
        {
            "text": "Start of Gal Oya riots, the first reported ethnic riots that target minority Sri Lankan Tamils in the Eastern Province. The total number of deaths is reportedly 150.",
            "year": 1956
        },
        {
            "text": "Over 80 spectators are killed and at least one hundred are injured after an Austin-Healey and a Mercedes-Benz collide at the 24 Hours of Le Mans, the deadliest ever accident in motorsports.",
            "year": 1955
        },
        {
            "text": "USS Missouri, the last battleship built by the United States Navy and future site of the signing of the Japanese Instrument of Surrender, is commissioned.",
            "year": 1944
        },
        {
            "text": "World War II: The United States agrees to send Lend-Lease aid to the Soviet Union.",
            "year": 1942
        },
        {
            "text": "Free French Forces retreat from Bir Hakeim after having successfully delayed the Axis advance.",
            "year": 1942
        },
        {
            "text": "World War II: The Siege of Malta begins with a series of Italian air raids.",
            "year": 1940
        },
        {
            "text": "Second Sino-Japanese War: The Battle of Wuhan starts.",
            "year": 1938
        },
        {
            "text": "Great Purge: The Soviet Union under Joseph Stalin executes eight army leaders.",
            "year": 1937
        },
        {
            "text": "Inventor Edwin Armstrong demonstrates FM broadcasting to an audience of engineers at the FCC in Washington, DC.",
            "year": 1936
        },
        {
            "text": "The London International Surrealist Exhibition opens.",
            "year": 1936
        },
        {
            "text": "During the U.S. Republican National Convention in Chicago, U.S. Republican Party leaders gathered in a room at the Blackstone Hotel to come to a consensus on their candidate for the U.S. presidential election, leading the Associated Press to coin the political phrase \"smoke-filled room\".",
            "year": 1920
        },
        {
            "text": "Sir Barton wins the Belmont Stakes, becoming the first horse to win the U.S. Triple Crown.",
            "year": 1919
        },
        {
            "text": "King Alexander assumes the throne of Greece after his father, Constantine I, is deemed to have abdicated under pressure from allied armies occupying Athens.",
            "year": 1917
        },
        {
            "text": "A group of Serbian officers storms the royal palace and assassinates King Alexander I of Serbia and his wife, Queen Draga.",
            "year": 1903
        },
        {
            "text": "The boundaries of the Colony of New Zealand are extended by the UK to include the Cook Islands.",
            "year": 1901
        },
        {
            "text": "The Hundred Days' Reform, a planned movement to reform social, political, and educational institutions in China, is started by the Guangxu Emperor, but is suspended by Empress Dowager Cixi after 104 days. (The failed reform led to the abolition of the Imperial examination in 1905.)",
            "year": 1898
        },
        {
            "text": "Paris–Bordeaux–Paris, sometimes called the first automobile race in history or the \"first motor race\", takes place.",
            "year": 1895
        },
        {
            "text": "The Limelight Department, one of the world's first film studios, is officially established in Melbourne, Australia.",
            "year": 1892
        },
        {
            "text": "The Naval Battle of the Riachuelo is fought on the rivulet Riachuelo (Argentina), between the Paraguayan Navy on one side and the Brazilian Navy on the other. The Brazilian victory was crucial for the later success of the Triple Alliance (Brazil, Uruguay, and Argentina) in the Paraguayan War.",
            "year": 1865
        },
        {
            "text": "The Broad Street Riot occurs in Boston, fueled by ethnic tensions between Yankees and Irish.",
            "year": 1837
        },
        {
            "text": "The first cornerstone is laid for Fort Hamilton in New York City.",
            "year": 1825
        },
        {
            "text": "A fire consumes large portions of Detroit in the Michigan Territory.",
            "year": 1805
        },
        {
            "text": "Russian explorer Gerasim Izmailov reaches Alaska.",
            "year": 1788
        },
        {
            "text": "The Continental Congress appoints Thomas Jefferson, John Adams, Benjamin Franklin, Roger Sherman, and Robert R. Livingston to the Committee of Five to draft a declaration of independence.",
            "year": 1776
        },
        {
            "text": "The Coronation of Louis XVI in Reims, the last coronation before the French Revolution.",
            "year": 1775
        },
        {
            "text": "The American Revolutionary War's first naval engagement, the Battle of Machias, results in the capture of a small British naval vessel.",
            "year": 1775
        },
        {
            "text": "British explorer Captain James Cook runs aground on the Great Barrier Reef.",
            "year": 1770
        },
        {
            "text": "Denmark adopts the characteristic Nordic Cross flag later taken up by all other Scandinavian countries.",
            "year": 1748
        },
        {
            "text": "Johann Sebastian Bach leads his cantata O Ewigkeit, du Donnerwort (O eternity, you word of thunder), BWV 20, on the first Sunday after Trinity, beginning his second cycle, the chorale cantata cycle.",
            "year": 1724
        },
        {
            "text": "Anglo-Dutch forces skirmish with French forces before the walls of Nijmegen and prevent its fall.",
            "year": 1702
        },
        {
            "text": "Philip II recognizes the rights and privileges of the local nobles and chieftains in the Philippines, which paved way to the stabilization of the rule of the Principalía (an elite ruling class of native nobility in Spanish Philippines).",
            "year": 1594
        },
        {
            "text": "Don Tristan de Luna y Arellano sails for Florida with party of 1,500, intending to settle on gulf coast (Vera Cruz, Mexico).",
            "year": 1559
        },
        {
            "text": "Henry VIII of England marries Catherine of Aragon.",
            "year": 1509
        },
        {
            "text": "Battle of Sauchieburn: Fought between rebel Lords and James III of Scotland, resulting in the death of the king.",
            "year": 1488
        },
        {
            "text": "Hundred Years' War: Start of the Battle of Jargeau.",
            "year": 1429
        },
        {
            "text": "The megas doux Alexios Apokaukos, chief minister of the Byzantine Empire, is lynched by political prisoners.",
            "year": 1345
        },
        {
            "text": "Albert I of Brandenburg, also called The Bear (Ger: Albrecht der Bär), becomes the founder of the Margraviate of Brandenburg, Germany and the first margrave.",
            "year": 1157
        },
        {
            "text": "Roger of Salerno, Prince of Antioch, captures Azaz from the Seljuk Turks.",
            "year": 1118
        },
        {
            "text": "Lombard Revolt: Greek citizens of Bari rise up against the Lombard rebels led by Melus and deliver the city to Basil Mesardonites, Byzantine governor (catepan) of the Catepanate of Italy.",
            "year": 1011
        },
        {
            "text": "Vladimir the Great consolidates the Kievan realm from Ukraine to the Baltic Sea. He is proclaimed ruler (knyaz) of all Kievan Rus'.",
            "year": 980
        },
        {
            "text": "A Hasanid Alid uprising in Mecca is crushed by the Abbasids at the Battle of Fakhkh.",
            "year": 786
        },
        {
            "text": "Emperor Taizong of Tang sends envoys to the Xueyantuo bearing gold and silk in order to seek the release of Chinese prisoners captured during the transition from Sui to Tang.",
            "year": 631
        },
        {
            "text": "Marcomannic Wars: The Roman army in Moravia is encircled by the Quadi, who have broken the peace treaty (171). In a violent thunderstorm emperor Marcus Aurelius defeats and subdues them in the so-called \"miracle of the rain\".",
            "year": 173
        }
    ],
    "births": [
        {
            "text": "Katrina Scott, American tennis player",
            "year": 2004
        },
        {
            "text": "Eartha Cumings, Scottish footballer",
            "year": 1999
        },
        {
            "text": "Kai Havertz, German footballer",
            "year": 1999
        },
        {
            "text": "Charlie Tahan, American actor",
            "year": 1998
        },
        {
            "text": "Kodak Black, American rapper",
            "year": 1997
        },
        {
            "text": "Jorja Smith, English singer",
            "year": 1997
        },
        {
            "text": "Ayaka Sasaki, Japanese singer",
            "year": 1996
        },
        {
            "text": "Ivana Baquero, Spanish actress",
            "year": 1994
        },
        {
            "text": "Brittany Boyd, American basketball player",
            "year": 1993
        },
        {
            "text": "Daniel Howell, English YouTuber",
            "year": 1991
        },
        {
            "text": "Kyle Troup, American bowler",
            "year": 1991
        },
        {
            "text": "Christophe Lemaitre, French sprinter",
            "year": 1990
        },
        {
            "text": "Maya Moore, American basketball player",
            "year": 1989
        },
        {
            "text": "Jesús Fernández Collado, Spanish footballer",
            "year": 1988
        },
        {
            "text": "Claire Holt, Australian actress",
            "year": 1988
        },
        {
            "text": "Yui Aragaki, Japanese actress, voice actress, singer-songwriter, model, radio host",
            "year": 1988
        },
        {
            "text": "Sebastian Bayer, German long jumper",
            "year": 1986
        },
        {
            "text": "Shia LaBeouf, American actor",
            "year": 1986
        },
        {
            "text": "Tim Hoogland, German footballer",
            "year": 1985
        },
        {
            "text": "Andy Lee, Irish boxer",
            "year": 1984
        },
        {
            "text": "Vágner Love, Brazilian footballer",
            "year": 1984
        },
        {
            "text": "Chuck Hayes, American basketball player",
            "year": 1983
        },
        {
            "text": "José Reyes, Dominican baseball player",
            "year": 1983
        },
        {
            "text": "Vanessa Boslak, French pole vaulter",
            "year": 1982
        },
        {
            "text": "Jacques Freitag, South African high jumper (died 2024)",
            "year": 1982
        },
        {
            "text": "Joey Graham, American basketball player",
            "year": 1982
        },
        {
            "text": "Stephen Graham, American basketball player",
            "year": 1982
        },
        {
            "text": "Reni Maitua, Australian rugby league player",
            "year": 1982
        },
        {
            "text": "Eldar Rønning, Norwegian skier",
            "year": 1982
        },
        {
            "text": "Diana Taurasi, American basketball player",
            "year": 1982
        },
        {
            "text": "Emiliano Moretti, Italian footballer",
            "year": 1981
        },
        {
            "text": "Kristo Tohver, Estonian footballer and referee",
            "year": 1981
        },
        {
            "text": "Yhency Brazoban, Dominican baseball player",
            "year": 1980
        },
        {
            "text": "Ali Boussaboun, Moroccan-Dutch footballer",
            "year": 1979
        },
        {
            "text": "Amy Duggan, Australian footballer and sportscaster",
            "year": 1979
        },
        {
            "text": "Joshua Jackson, Canadian-American actor",
            "year": 1978
        },
        {
            "text": "Daryl Tuffey, New Zealand cricketer",
            "year": 1978
        },
        {
            "text": "Ryan Dunn, American stunt performer (died 2011)",
            "year": 1977
        },
        {
            "text": "Geoff Ogilvy, Australian golfer",
            "year": 1977
        },
        {
            "text": "Reiko Tosa, Japanese runner",
            "year": 1976
        },
        {
            "text": "Fragiskos Alvertis, Greek basketball player, coach, and manager",
            "year": 1974
        },
        {
            "text": "José Manuel Abundis, Mexican footballer and coach",
            "year": 1973
        },
        {
            "text": "Stephen Kearney, New Zealand rugby league player and coach",
            "year": 1972
        },
        {
            "text": "Vladimir Gaidamașciuc, Moldovan footballer",
            "year": 1971
        },
        {
            "text": "Liz Kendall, British politician",
            "year": 1971
        },
        {
            "text": "Mark Richardson, New Zealand cricketer",
            "year": 1971
        },
        {
            "text": "Peter Dinklage, American actor and producer",
            "year": 1969
        },
        {
            "text": "Olaf Kapagiannidis, German footballer",
            "year": 1969
        },
        {
            "text": "Alois, Hereditary Prince of Liechtenstein",
            "year": 1968
        },
        {
            "text": "Manoa Thompson, Fijian rugby player",
            "year": 1968
        },
        {
            "text": "Graeme Bachop, New Zealand rugby player",
            "year": 1967
        },
        {
            "text": "João Garcia, Portuguese mountaineer",
            "year": 1967
        },
        {
            "text": "Bruce Robison, American country music singer-songwriter and guitarist",
            "year": 1966
        },
        {
            "text": "Georgios Bartzokas, Greek former professional basketball player",
            "year": 1965
        },
        {
            "text": "Jean Alesi, French racing driver",
            "year": 1964
        },
        {
            "text": "Kim Gallagher, American runner (died 2002)",
            "year": 1964
        },
        {
            "text": "Penny Ford, American singer",
            "year": 1964
        },
        {
            "text": "Sandra Schmirler, Canadian curler and sportscaster (died 2000)",
            "year": 1963
        },
        {
            "text": "Mano Menezes, Brazilian footballer and coach",
            "year": 1962
        },
        {
            "text": "Mehmet Oz, American surgeon, author, and television host",
            "year": 1960
        },
        {
            "text": "Hugh Laurie, English actor and screenwriter",
            "year": 1959
        },
        {
            "text": "Joe Montana, American football player and sportscaster",
            "year": 1956
        },
        {
            "text": "Yuriy Sedykh, Ukrainian hammer thrower (died 2021)",
            "year": 1955
        },
        {
            "text": "John Dyson, Australian cricketer",
            "year": 1954
        },
        {
            "text": "José Bové, French farmer and politician",
            "year": 1953
        },
        {
            "text": "Yekaterina Podkopayeva, Russian runner",
            "year": 1952
        },
        {
            "text": "Donnie Van Zant, American singer-songwriter and guitarist",
            "year": 1952
        },
        {
            "text": "Yasumasa Morimura, Japanese painter and photographer",
            "year": 1951
        },
        {
            "text": "Frank Beard, American drummer and songwriter",
            "year": 1949
        },
        {
            "text": "Dave Cash, American baseball player and coach",
            "year": 1948
        },
        {
            "text": "Lalu Prasad Yadav, Indian politician, 20th Chief Minister of Bihar",
            "year": 1948
        },
        {
            "text": "Lynsey de Paul, English singer-songwriter, pianist, producer, cartoonist and actress (died 2014)",
            "year": 1948
        },
        {
            "text": "Adrienne Barbeau, American actress",
            "year": 1945
        },
        {
            "text": "Ray Warren, Australian sportscaster",
            "year": 1943
        },
        {
            "text": "Parris Glendening, American politician, 59th Governor of Maryland",
            "year": 1942
        },
        {
            "text": "Tony Whitford, Canadian politician (died 2024)",
            "year": 1941
        },
        {
            "text": "Rachael Heyhoe Flint, Baroness Heyhoe Flint, English cricketer and journalist (died 2017)",
            "year": 1939
        },
        {
            "text": "Jackie Stewart, Scottish racing driver and sports presenter",
            "year": 1939
        },
        {
            "text": "Chad Everett, American actor and director (died 2012)",
            "year": 1937
        },
        {
            "text": "Robin Warren, Australian pathologist and academic, Nobel Prize laureate (died 2024)",
            "year": 1937
        },
        {
            "text": "Gene Wilder, American actor, director, and screenwriter (died 2016)",
            "year": 1933
        },
        {
            "text": "Athol Fugard, South African-American actor, director, and playwright (died 2025)",
            "year": 1932
        },
        {
            "text": "Tim Sainsbury, English businessman and politician, Minister of State for Trade",
            "year": 1932
        },
        {
            "text": "Charles Rangel, American soldier, lawyer, and politician (died 2025)",
            "year": 1930
        },
        {
            "text": "Queen Fabiola of Belgium (died 2014)",
            "year": 1928
        },
        {
            "text": "Beryl Grey, English ballerina (died 2022)",
            "year": 1927
        },
        {
            "text": "Carlisle Floyd, American composer and educator (died 2021)",
            "year": 1926
        },
        {
            "text": "William Styron, American novelist and essayist (died 2006)",
            "year": 1925
        },
        {
            "text": "Jean Sutherland Boggs, Peruvian-Canadian historian, academic, and civil servant (died 2014)",
            "year": 1922
        },
        {
            "text": "Michael Cacoyannis, Greek Cypriot director, producer, and screenwriter (died 2011)",
            "year": 1922
        },
        {
            "text": "Hazel Scott, Trinidadian-American singer, actress, and pianist (died 1981)",
            "year": 1920
        },
        {
            "text": "Keith Seaman, Australian lawyer and politician, 29th Governor of South Australia (died 2013)",
            "year": 1920
        },
        {
            "text": "Suleiman Mousa, Jordanian historian and author (died 2008)",
            "year": 1919
        },
        {
            "text": "Richard Todd, Irish-English actor (died 2009)",
            "year": 1919
        },
        {
            "text": "Ruth Aarons, American table tennis player and manager (died 1980)",
            "year": 1918
        },
        {
            "text": "Magda Gabor, Hungarian-American actress (died 1997)",
            "year": 1915
        },
        {
            "text": "Nicholas Metropolis, American mathematician and physicist (died 1999)",
            "year": 1915
        },
        {
            "text": "Jan Hendrik van den Berg, Dutch psychiatrist and academic (died 2012)",
            "year": 1914
        },
        {
            "text": "Vince Lombardi, American football player, coach, and manager (died 1970)",
            "year": 1913
        },
        {
            "text": "Risë Stevens, American soprano and actress (died 2013)",
            "year": 1913
        },
        {
            "text": "James Algar, American director, producer, and screenwriter (died 1998)",
            "year": 1912
        },
        {
            "text": "William Baziotes, American painter and academic (died 1963)",
            "year": 1912
        },
        {
            "text": "Mohammad Hassan Ganji, Iranian meteorologist and academic (died 2012)",
            "year": 1912
        },
        {
            "text": "Carmine Coppola, American flute player and composer (died 1991)",
            "year": 1910
        },
        {
            "text": "Jacques Cousteau, French biologist, author, and inventor, co-developed the aqua-lung (died 1997)",
            "year": 1910
        },
        {
            "text": "Natascha Artin Brunswick, German-American mathematician and photographer (died 2003)",
            "year": 1909
        },
        {
            "text": "Karl Hein, German hammer thrower (died 1982)",
            "year": 1908
        },
        {
            "text": "Francisco Marto, Portuguese saint (died 1919)",
            "year": 1908
        },
        {
            "text": "Eric Fraser, British illustrator and graphic designer (died 1983)",
            "year": 1902
        },
        {
            "text": "Cap Fear, Canadian football player and rower (died 1978)",
            "year": 1901
        },
        {
            "text": "Benny Wearing, Australian rugby league player  (died 1968)",
            "year": 1901
        },
        {
            "text": "Yasunari Kawabata, Japanese novelist and short story writer Nobel Prize laureate (died 1972)",
            "year": 1899
        },
        {
            "text": "Ram Prasad Bismil, Indian activist, founded the Hindustan Republican Association (died 1927)",
            "year": 1897
        },
        {
            "text": "Reg Latta, Australian rugby league player  (died 1970)",
            "year": 1897
        },
        {
            "text": "Nikolai Bulganin, Soviet politician (died 1975)",
            "year": 1895
        },
        {
            "text": "Kiichiro Toyoda, Japanese businessman, founded Toyota (died 1952)",
            "year": 1894
        },
        {
            "text": "Hugo Wieslander, Swedish decathlete (died 1976)",
            "year": 1889
        },
        {
            "text": "Bartolomeo Vanzetti, Italian-American anarchist and convicted criminal (died 1927)",
            "year": 1888
        },
        {
            "text": "Spiros Xenos, Greek-Swedish painter (died 1963)",
            "year": 1881
        },
        {
            "text": "Mordecai Kaplan, Lithuanian rabbi, founded Reconstructionist Judaism (died 1983)",
            "year": 1881
        },
        {
            "text": "Maggie Gripenberg, Finnish dancer and choreographer (died 1976)",
            "year": 1881
        },
        {
            "text": "Jeannette Rankin, American social worker and politician (died 1973)",
            "year": 1880
        },
        {
            "text": "Roger Bresnahan, American baseball player and manager (died 1944)",
            "year": 1879
        },
        {
            "text": "Renée Vivien, English-French poet and author (died 1909)",
            "year": 1877
        },
        {
            "text": "Alfred L. Kroeber, American-French anthropologist and ethnologist (died 1960)",
            "year": 1876
        },
        {
            "text": "Stjepan Radić, Croatian lawyer and politician (died 1928)",
            "year": 1871
        },
        {
            "text": "Charles Fabry, French physicist and academic (died 1945)",
            "year": 1867
        },
        {
            "text": "Richard Strauss, German composer and conductor (died 1949)",
            "year": 1864
        },
        {
            "text": "Alexander Peacock, Australian politician, 20th Premier of Victoria (died 1933)",
            "year": 1861
        },
        {
            "text": "Millicent Fawcett, English academic and activist (died 1929)",
            "year": 1847
        },
        {
            "text": "William Louis Marshall, American general and engineer (died 1920)",
            "year": 1846
        },
        {
            "text": "Carl von Linde, German engineer and academic (died 1934)",
            "year": 1842
        },
        {
            "text": "Johann Bauschinger, German mechanical engineer and physicist (died 1893)",
            "year": 1834
        },
        {
            "text": "Lucy Pickens, American wife of Francis Wilkinson Pickens (died 1899)",
            "year": 1832
        },
        {
            "text": "Edward Braddon, English-Australian politician, 18th Premier of Tasmania (died 1904)",
            "year": 1829
        },
        {
            "text": "Alexander Bain, Scottish philosopher and academic (died 1903)",
            "year": 1818
        },
        {
            "text": "Julia Margaret Cameron, Indian-Sri Lankan photographer (died 1879)",
            "year": 1815
        },
        {
            "text": "James F. Schenck, American admiral (died 1882)",
            "year": 1807
        },
        {
            "text": "José Trinidad Reyes, Honduran philosopher and theorist (died 1855)",
            "year": 1797
        },
        {
            "text": "François-Louis Cailler, Swiss chocolatier (died 1852)",
            "year": 1796
        },
        {
            "text": "John Constable, English painter and academic (died 1837)",
            "year": 1776
        },
        {
            "text": "Joseph Warren, American physician and general (died 1775)",
            "year": 1741
        },
        {
            "text": "Infanta Maria Teresa Rafaela of Spain (died 1746)",
            "year": 1726
        },
        {
            "text": "Johann Georg Palitzsch, German astronomer (died 1788)",
            "year": 1723
        },
        {
            "text": "Benjamin Ingham, American missionary (died 1772)",
            "year": 1712
        },
        {
            "text": "Joachim Martin Falbe, German painter (died 1782)",
            "year": 1709
        },
        {
            "text": "Carlos Seixas, Portuguese harpsichord player and composer (died 1742)",
            "year": 1704
        },
        {
            "text": "Francesco Antonio Vallotti, Italian organist and composer (died 1780)",
            "year": 1697
        },
        {
            "text": "James Francis Edward Keith, Scottish-Prussian field marshal (died 1758)",
            "year": 1696
        },
        {
            "text": "Giovanni Antonio Giay, Italian composer (died 1764)",
            "year": 1690
        },
        {
            "text": "Francesco Antonio Bonporti, Italian priest and composer (died 1749)",
            "year": 1672
        },
        {
            "text": "Tokugawa Ienobu, Japanese shōgun (died 1712)",
            "year": 1662
        },
        {
            "text": "Antonio Cifrondi, Italian painter (died 1730)",
            "year": 1655
        },
        {
            "text": "John Moore, English businessman and politician, Lord Mayor of London (died 1702)",
            "year": 1620
        },
        {
            "text": "George Wither, English poet (died 1667)",
            "year": 1588
        },
        {
            "text": "Evert Horn, Swedish soldier (died 1615)",
            "year": 1585
        },
        {
            "text": "Ben Jonson, English poet, playwright, and critic (died 1637)",
            "year": 1572
        },
        {
            "text": "Lodovico Zacconi, Italian composer and theorist (died 1627)",
            "year": 1555
        },
        {
            "text": "Barnabe Googe, English poet and translator (died 1594)",
            "year": 1540
        },
        {
            "text": "Anne Neville, Princess of Wales and Queen of England (died 1485)",
            "year": 1456
        },
        {
            "text": "John IV, Duke of Brabant (died 1427)",
            "year": 1403
        }
    ],
    "deaths": [
        {
            "text": "Tony Lo Bianco, American actor (born 1936)",
            "year": 2024
        },
        {
            "text": "Howard Fineman, American journalist (born 1948)",
            "year": 2024
        },
        {
            "text": "Françoise Hardy, French singer-songwriter and actress (born 1944)",
            "year": 2024
        },
        {
            "text": "Majed Abu Maraheel, Palestinian long-distance runner and football player (born 1963)",
            "year": 2024
        },
        {
            "text": "Hilary Devey, English businesswoman, television presenter (born 1957)",
            "year": 2022
        },
        {
            "text": "Stella Pevsner, children's author (born 1921)",
            "year": 2020
        },
        {
            "text": "Rudi Altig, German track and road racing cyclist (born 1937)",
            "year": 2016
        },
        {
            "text": "Jim Ed Brown, American singer-songwriter and guitarist (born 1934)",
            "year": 2015
        },
        {
            "text": "Ornette Coleman, American saxophonist, violinist, trumpet player, and composer (born 1930)",
            "year": 2015
        },
        {
            "text": "Ian McKechnie, Scottish footballer and manager (born 1941)",
            "year": 2015
        },
        {
            "text": "Ron Moody, English actor and singer (born 1924)",
            "year": 2015
        },
        {
            "text": "Dusty Rhodes, American wrestler (born 1945)",
            "year": 2015
        },
        {
            "text": "Ruby Dee, American actress (born 1922)",
            "year": 2014
        },
        {
            "text": "Rafael Frühbeck de Burgos, Spanish conductor and composer (born 1933)",
            "year": 2014
        },
        {
            "text": "Susan B. Horwitz, American computer scientist, engineer, and academic (born 1955)",
            "year": 2014
        },
        {
            "text": "Mipham Chokyi Lodro, Tibetan lama and educator (born 1952)",
            "year": 2014
        },
        {
            "text": "Benjamin Mophatlane, South African businessman (born 1973)",
            "year": 2014
        },
        {
            "text": "Carlton Sherwood, American soldier and journalist (born 1947)",
            "year": 2014
        },
        {
            "text": "Miller Barber, American golfer (born 1931)",
            "year": 2013
        },
        {
            "text": "Carl W. Bauer, American lawyer and politician (born 1933)",
            "year": 2013
        },
        {
            "text": "Robert Fogel, American economist and academic, Nobel Prize laureate (born 1926)",
            "year": 2013
        },
        {
            "text": "James Grimsley, Jr., American general (born 1921)",
            "year": 2013
        },
        {
            "text": "Rory Morrison, English journalist (born 1964)",
            "year": 2013
        },
        {
            "text": "Kristiāns Pelšs, Latvian ice hockey player (born 1992)",
            "year": 2013
        },
        {
            "text": "Vidya Charan Shukla, Indian politician, Indian Minister of External Affairs (born 1929)",
            "year": 2013
        },
        {
            "text": "Ann Rutherford, Canadian-American actress (born 1917)",
            "year": 2012
        },
        {
            "text": "Teófilo Stevenson, Cuban boxer and engineer (born 1952)",
            "year": 2012
        },
        {
            "text": "Eliyahu M. Goldratt, Israeli physicist and engineer (born 1947)",
            "year": 2011
        },
        {
            "text": "Seth Putnam, American singer-songwriter and guitarist (born 1968)",
            "year": 2011
        },
        {
            "text": "Ove Andersson, Swedish race car driver (born 1938)",
            "year": 2008
        },
        {
            "text": "Võ Văn Kiệt, Vietnamese soldier and politician, 5th Prime Minister of Vietnam (born 1922)",
            "year": 2008
        },
        {
            "text": "Imre Friedmann, American biologist and academic (born 1921)",
            "year": 2007
        },
        {
            "text": "Mala Powers, American actress (born 1931)",
            "year": 2007
        },
        {
            "text": "Neroli Fairhall, New Zealand archer (born 1944)",
            "year": 2006
        },
        {
            "text": "Bruce Shand, English soldier (born 1917)",
            "year": 2006
        },
        {
            "text": "Vasco Gonçalves, Portuguese general and politician, 103rd Prime Minister of Portugal (born 1922)",
            "year": 2005
        },
        {
            "text": "Anne-Marie Alonzo, Canadian playwright, poet, novelist, critic and publisher (born 1951)",
            "year": 2005
        },
        {
            "text": "Egon von Fürstenberg, Swiss fashion designer (born 1946)",
            "year": 2004
        },
        {
            "text": "David Brinkley, American journalist and author (born 1920)",
            "year": 2003
        },
        {
            "text": "Timothy McVeigh, American terrorist (born 1968)",
            "year": 2001
        },
        {
            "text": "Amalia Mendoza, Mexican singer and actress (born 1923)",
            "year": 2001
        },
        {
            "text": "DeForest Kelley, American actor and screenwriter (born 1920)",
            "year": 1999
        },
        {
            "text": "Catherine Cookson, English author (born 1906)",
            "year": 1998
        },
        {
            "text": "George Hees, Canadian politician (born 1910)",
            "year": 1996
        },
        {
            "text": "Brigitte Helm, German-Swiss actress (born 1908)",
            "year": 1996
        },
        {
            "text": "Rodel Naval, Filipino singer-songwriter and actor (born 1953)",
            "year": 1995
        },
        {
            "text": "A. Thurairajah, Sri Lankan engineer and academic (born 1934)",
            "year": 1994
        },
        {
            "text": "Ray Sharkey, American actor (born 1952)",
            "year": 1993
        },
        {
            "text": "Rafael Orozco Maestre, Colombian singer (born 1954)",
            "year": 1992
        },
        {
            "text": "Cromwell Everson, South African composer (born 1925)",
            "year": 1991
        },
        {
            "text": "Chesley Bonestell, American painter and illustrator (born 1888)",
            "year": 1986
        },
        {
            "text": "Enrico Berlinguer, Italian politician (born 1922)",
            "year": 1984
        },
        {
            "text": "Ghanshyam Das Birla, Indian businessman and politician (born 1894)",
            "year": 1983
        },
        {
            "text": "H. Radclyffe Roberts, American entomologist (born 1906)",
            "year": 1982
        },
        {
            "text": "Alice Dalgliesh, Trinidadian-American author and publisher (born 1893)",
            "year": 1979
        },
        {
            "text": "John Wayne, American actor, director, and producer (born 1907)",
            "year": 1979
        },
        {
            "text": "Jim Konstanty, American baseball player (born 1917)",
            "year": 1976
        },
        {
            "text": "Eurico Gaspar Dutra, Brazilian general and politician, 16th President of Brazil (born 1883)",
            "year": 1974
        },
        {
            "text": "Julius Evola, Italian philosopher and author (born 1898)",
            "year": 1974
        },
        {
            "text": "Frank Laubach, American missionary and mystic (born 1884)",
            "year": 1970
        },
        {
            "text": "Paul B. Coremans, Belgian chemist and academic (born 1908)",
            "year": 1965
        },
        {
            "text": "José Mendes Cabeçadas, Portuguese admiral and politician, 9th President of Portugal (born 1883)",
            "year": 1965
        },
        {
            "text": "Thích Quảng Đức, Vietnamese monk and martyr (born 1897)",
            "year": 1963
        },
        {
            "text": "Chhabi Biswas, Indian actor and director (born 1900)",
            "year": 1962
        },
        {
            "text": "Pierre Levegh, French race car driver (born 1905)",
            "year": 1955
        },
        {
            "text": "Daniel Carter Beard, American author and illustrator, founded the Boy Scouts of America (born 1850)",
            "year": 1941
        },
        {
            "text": "R. J. Mitchell, English engineer, designed the Supermarine Spitfire (born 1895)",
            "year": 1937
        },
        {
            "text": "Robert E. Howard, American author and poet (born 1906)",
            "year": 1936
        },
        {
            "text": "Lev Vygotsky, Belarusian-Russian psychologist and theorist (born 1896)",
            "year": 1934
        },
        {
            "text": "William Attewell, English cricketer (born 1861)",
            "year": 1927
        },
        {
            "text": "Théodore Dubois, French organist, composer, and educator (born 1837)",
            "year": 1924
        },
        {
            "text": "William F. Halsey, Sr., American captain (born 1853)",
            "year": 1920
        },
        {
            "text": "Adolphus Frederick V, Grand Duke of Mecklenburg-Strelitz (born 1848)",
            "year": 1914
        },
        {
            "text": "Mahmud Shevket Pasha, Ottoman general and politician, 279th Grand Vizier of the Ottoman Empire (born 1856)",
            "year": 1913
        },
        {
            "text": "James Curtis Hepburn, American physician and missionary (born 1815)",
            "year": 1911
        },
        {
            "text": "Nikolai Bugaev, Russian mathematician and philosopher (born 1837)",
            "year": 1903
        },
        {
            "text": "Alexander I of Serbia (born 1876)",
            "year": 1903
        },
        {
            "text": "Draga Mašin, Serbian wife of Alexander I of Serbia (born 1864)",
            "year": 1903
        },
        {
            "text": "Henry Ayers, English-Australian politician, 8th Premier of South Australia (born 1821)",
            "year": 1897
        },
        {
            "text": "Matías Ramos Mejía, Argentinian colonel (born 1810)",
            "year": 1885
        },
        {
            "text": "Louis Désiré Maigret, French bishop (born 1804)",
            "year": 1882
        },
        {
            "text": "William, Prince of Orange (born 1840)",
            "year": 1879
        },
        {
            "text": "Klemens von Metternich, German-Austrian politician, 1st State Chancellor of the Austrian Empire (born 1773)",
            "year": 1859
        },
        {
            "text": "Karl Bryullov, Russian painter (born 1799)",
            "year": 1852
        },
        {
            "text": "John Franklin, English admiral and politician (born 1786)",
            "year": 1847
        },
        {
            "text": "Samuel Whitbread, English brewer and politician, founded the Whitbread Company (born 1720)",
            "year": 1796
        },
        {
            "text": "Felice Torelli, Italian painter (born 1667)",
            "year": 1748
        },
        {
            "text": "George I of Great Britain (born 1660)",
            "year": 1727
        },
        {
            "text": "Louis Joseph, Duke of Vendôme (born 1654)",
            "year": 1712
        },
        {
            "text": "André Félibien, French historian and author (born 1619)",
            "year": 1695
        },
        {
            "text": "Nikita Pustosvyat, a leader of the Russian Old Believers, beheaded (born unknown)",
            "year": 1683
        },
        {
            "text": "Mary of Guise, queen of James V of Scotland (born 1515)",
            "year": 1560
        },
        {
            "text": "John III of Portugal (born 1502)",
            "year": 1557
        },
        {
            "text": "James III of Scotland (born 1451)",
            "year": 1488
        },
        {
            "text": "John of Sahagun, hermit and saint (born 1419)",
            "year": 1479
        },
        {
            "text": "Henry de Beauchamp, 1st Duke of Warwick (born 1425)",
            "year": 1446
        },
        {
            "text": "Bartholomew of San Concordio, Italian Dominican canonist and man of letters (born 1260)",
            "year": 1347
        },
        {
            "text": "Alexios Apokaukos, chief minister of the Byzantine Empire",
            "year": 1345
        },
        {
            "text": "Berengar Fredol the Elder, French lawyer and bishop (born 1250)",
            "year": 1323
        },
        {
            "text": "Yolanda of Poland (born 1235)",
            "year": 1298
        },
        {
            "text": "Amadeus IV, count of Savoy (born 1197)",
            "year": 1253
        },
        {
            "text": "Adachi Kagemori, Japanese samurai",
            "year": 1248
        },
        {
            "text": "Henry of Flanders, emperor of the Latin Empire (born c. 1174)",
            "year": 1216
        },
        {
            "text": "Henry the Young King of England (born 1155)",
            "year": 1183
        },
        {
            "text": "Rimbert, archbishop of Bremen (born 830)",
            "year": 888
        },
        {
            "text": "Shi Jingsi, general of the Tang Dynasty",
            "year": 884
        },
        {
            "text": "Junna, emperor of Japan (born 785)",
            "year": 840
        },
        {
            "text": "Al-Husayn ibn Ali al-Abid, anti-Abbasid rebel leader",
            "year": 786
        },
        {
            "text": "Emilian of Cogolla, Iberic saint (born 472)",
            "year": 573
        }
    ],
    "metadata": {
        "current_date": "June 11, 2025",
        "short_date": "Jun 11",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            2,
            13,
            25,
            33,
            22,
            3,
            60,
            15,
            26,
            41
        ],
        "births": [
            97,
            26,
            1,
            81
        ],
        "deaths": [
            40,
            86,
            20,
            95
        ]
    }
}