{
    "events": [
        {
            "text": "Syrian rebel groups led by Hay'at Tahrir al-Sham launch a ground offensive into Syria.",
            "year": 2024
        },
        {
            "text": "Iran's top nuclear scientist, Mohsen Fakhrizadeh, is assassinated near Tehran.",
            "year": 2020
        },
        {
            "text": "Days after the announcement of its discovery, the Utah monolith is removed by recreationists.",
            "year": 2020
        },
        {
            "text": "An active shooter inside a Planned Parenthood facility in Colorado Springs, Colorado, shoots at least four police officers. One officer later dies. Two civilians are also killed, and six injured. The shooter later surrendered.",
            "year": 2015
        },
        {
            "text": "Nevsky Express bombing: A bomb explodes on the Nevsky Express train between Moscow and Saint Petersburg, derailing it and causing 28 deaths and 96 injuries.",
            "year": 2009
        },
        {
            "text": "XL Airways Germany Flight 888T: An Airbus A320 performing a flight test crashes near the French commune of Canet-en-Roussillon, killing all seven people on board.",
            "year": 2008
        },
        {
            "text": "The House of Commons of Canada approves a motion introduced by Prime Minister Stephen Harper recognizing the Québécois as a nation within Canada.",
            "year": 2006
        },
        {
            "text": "Pope John Paul II returns the relics of Saint John Chrysostom to the Eastern Orthodox Church.",
            "year": 2004
        },
        {
            "text": "Blackwater 61 crash: A CASA C-212 Aviocar crashes into the Koh-i-Baba mountain range in Afghanistan, killing six.",
            "year": 2004
        },
        {
            "text": "A hydrogen atmosphere is discovered on the extrasolar planet Osiris by the Hubble Space Telescope, the first atmosphere detected on an extrasolar planet.",
            "year": 2001
        },
        {
            "text": "The centre-left Labour Party takes control of the New Zealand government with leader Helen Clark becoming the first elected female prime minister in New Zealand's history.",
            "year": 1999
        },
        {
            "text": "Twenty-five people are killed in the second Souhane massacre in Algeria.",
            "year": 1997
        },
        {
            "text": "For the second time in a year, military forces try to overthrow president Carlos Andrés Pérez in Venezuela.",
            "year": 1992
        },
        {
            "text": "Avianca Flight 203: A Boeing 727 explodes in mid-air over Colombia, killing all 107 people on board and three people on the ground. The Medellín Cartel claimed responsibility for the attack.",
            "year": 1989
        },
        {
            "text": "Space Shuttle program: Atlantis launches on STS-61-B, with Rodolfo Neri Vela becoming the first Mexican astronaut.",
            "year": 1985
        },
        {
            "text": "Under the Brussels Agreement signed between the governments of the United Kingdom and Spain, the former agrees to enter into discussions with Spain over Gibraltar, including sovereignty.",
            "year": 1984
        },
        {
            "text": "Avianca Flight 011: A Boeing 747 crashes near Madrid's Barajas Airport, killing 181.",
            "year": 1983
        },
        {
            "text": "In San Francisco, city mayor George Moscone and openly gay city supervisor Harvey Milk are assassinated by former supervisor Dan White.",
            "year": 1978
        },
        {
            "text": "The Kurdistan Workers' Party (PKK) is founded in the Turkish village of Fis.",
            "year": 1978
        },
        {
            "text": "The Provisional IRA assassinates Ross McWhirter, after a press conference in which McWhirter had announced a reward for the capture of those responsible for multiple bombings and shootings across England.",
            "year": 1975
        },
        {
            "text": "Twenty-fifth Amendment: The United States Senate votes 92–3 to confirm Gerald Ford as Vice President of the United States. (On December 6, the House will confirm him 387–35).",
            "year": 1973
        },
        {
            "text": "The Soviet space program's Mars 2 orbiter releases a descent module. It malfunctions and crashes, but it is the first man-made object to reach the surface of Mars.",
            "year": 1971
        },
        {
            "text": "Penny Ann Early becomes the first woman to play in a major professional men's basketball league, for the Kentucky Colonels in an ABA game against the Los Angeles Stars.",
            "year": 1968
        },
        {
            "text": "Vietnam War: The Pentagon tells U.S. President Lyndon B. Johnson that if planned operations are to succeed, the number of American troops in Vietnam has to be increased from 120,000 to 400,000.",
            "year": 1965
        },
        {
            "text": "Alger Hiss is released from prison after serving 44 months for perjury.",
            "year": 1954
        },
        {
            "text": "CARE (then the Cooperative for American Remittances to Europe) is founded to send CARE Packages of food relief to Europe after World War II.",
            "year": 1945
        },
        {
            "text": "World War II: RAF Fauld explosion: An explosion at a Royal Air Force ammunition dump in Staffordshire kills seventy people.",
            "year": 1944
        },
        {
            "text": "World War II: At Toulon, the French navy scuttles its ships and submarines to keep them out of Nazi hands.",
            "year": 1942
        },
        {
            "text": "In Romania, the ruling Iron Guard fascist party assassinates over 60 of arrested King Carol II of Romania's aides and other political dissidents.",
            "year": 1940
        },
        {
            "text": "World War II: At the Battle of Cape Spartivento, the Royal Navy engages the Regia Marina in the Mediterranean Sea.",
            "year": 1940
        },
        {
            "text": "In New York City, the first Macy's Thanksgiving Day Parade is held.",
            "year": 1924
        },
        {
            "text": "The Makhnovshchina is established.",
            "year": 1918
        },
        {
            "text": "P. E. Svinhufvud becomes the chairman of his first senate, technically the first Prime Minister of Finland.",
            "year": 1917
        },
        {
            "text": "Spain declares a protectorate over the north shore of Morocco.",
            "year": 1912
        },
        {
            "text": "The U.S. Army War College is established.",
            "year": 1901
        },
        {
            "text": "Also sprach Zarathustra by Richard Strauss is first performed.",
            "year": 1896
        },
        {
            "text": "At the Swedish–Norwegian Club in Paris, Alfred Nobel signs his last will and testament, setting aside his estate to establish the Nobel Prize after he dies.",
            "year": 1895
        },
        {
            "text": "War of the Pacific: Battle of Tarapacá: The confrontation between the Chilean Army and the Peruvian Army takes place in Tarapacá, the Peruvian victory is consummated with the death of the 2 generals and the capture the Chilean general in said place of battle, headed by the Peruvian victory of General Juan Buendía y Noregia.",
            "year": 1879
        },
        {
            "text": "American Indian Wars: Battle of Washita River: United States Army Lieutenant Colonel George Armstrong Custer leads an attack on Cheyenne living on reservation land.",
            "year": 1868
        },
        {
            "text": "American Civil War: Confederate cavalry leader John Hunt Morgan and several of his men escape the Ohio Penitentiary and return safely to the South.",
            "year": 1863
        },
        {
            "text": "American Civil War: Battle of Mine Run: Union forces under General George Meade take up positions against troops led by Confederate General Robert E. Lee.",
            "year": 1863
        },
        {
            "text": "The Coup of 1856 leads to Luxembourg's unilateral adoption of a new, reactionary constitution.",
            "year": 1856
        },
        {
            "text": "In Boston, Massachusetts, the American Statistical Association is founded.",
            "year": 1839
        },
        {
            "text": "James Pratt and John Smith are hanged in London; they are the last two to be executed for sodomy in England.",
            "year": 1835
        },
        {
            "text": "Saint Catherine Labouré experiences a Marian apparition.",
            "year": 1830
        },
        {
            "text": "Adoption of the Constitution of the Kingdom of Poland.",
            "year": 1815
        },
        {
            "text": "The Berners Street hoax is perpetrated by Theodore Hook in the City of Westminster, London.",
            "year": 1809
        },
        {
            "text": "An earthquake in northern Morocco devastates the cities of Fes and Meknes.",
            "year": 1755
        },
        {
            "text": "The foundation stone to the Jerusalem Church in Berlin is laid.",
            "year": 1727
        },
        {
            "text": "Palace plot of Renyin year: A group of Ming dynasty palace women fail to murder the Jiajing Emperor, and are executed by slow-slicing.",
            "year": 1542
        },
        {
            "text": "Al-Salih Hajji, the last Qalawunid sultan, was deposed by Barquq in 1382, ending the long period of the Turkic Bahri Mamluk period in general and particularly the Qalawunid dynasty and starting the reign of the Circassian Burji Mamluk.",
            "year": 1382
        },
        {
            "text": "Pope Urban II declares the First Crusade at the Council of Clermont.",
            "year": 1095
        },
        {
            "text": "Byzantine Emperor Maurice is forced to watch as the usurper Phocas executes his five sons before Maurice is beheaded himself.",
            "year": 602
        },
        {
            "text": "King Clovis I dies at Lutetia and is buried in the Abbey of St Genevieve.",
            "year": 511
        },
        {
            "text": "Rufinus, praetorian prefect of the East, is murdered by Gothic mercenaries under Gainas.",
            "year": 395
        },
        {
            "text": "Emperor Marcus Aurelius grants his son Commodus the rank of \"Imperator\" and makes him Supreme Commander of the Roman legions.",
            "year": 176
        },
        {
            "text": "Luoyang is declared capital of the Eastern Han dynasty by Emperor Guangwu of Han.",
            "year": 25
        }
    ],
    "births": [
        {
            "text": "Zoe Colletti, American actress",
            "year": 2001
        },
        {
            "text": "Mike Williams, Dutch DJ and record producer",
            "year": 1996
        },
        {
            "text": "Suliasi Vunivalu, Fijian rugby league player",
            "year": 1995
        },
        {
            "text": "Aubrey Peeples, American actress and singer",
            "year": 1993
        },
        {
            "text": "Ala Boratyn, Polish singer-songwriter",
            "year": 1992
        },
        {
            "text": "Chanyeol, South Korean rapper, singer, songwriter, actor and model",
            "year": 1992
        },
        {
            "text": "Bradley Zimmer, American baseball player",
            "year": 1992
        },
        {
            "text": "Josh Dubovie, English singer",
            "year": 1990
        },
        {
            "text": "Michael Floyd, American football player",
            "year": 1989
        },
        {
            "text": "Freddie Sears, English footballer",
            "year": 1989
        },
        {
            "text": "Luigi Datome, Italian basketball player",
            "year": 1987
        },
        {
            "text": "Lashana Lynch, English actress",
            "year": 1987
        },
        {
            "text": "Suresh Kumar Raina, Indian cricketer",
            "year": 1986
        },
        {
            "text": "Steven Silva, American-Filipino footballer",
            "year": 1986
        },
        {
            "text": "Xavi Torres, Spanish footballer",
            "year": 1986
        },
        {
            "text": "Oritsé Williams, English singer-songwriter, producer, and dancer",
            "year": 1986
        },
        {
            "text": "Park Soo-jin, South Korean singer",
            "year": 1985
        },
        {
            "text": "Alison Pill, Canadian actress",
            "year": 1985
        },
        {
            "text": "Thilo Versick, German footballer",
            "year": 1985
        },
        {
            "text": "Leslie Dewan, American entrepreneur",
            "year": 1984
        },
        {
            "text": "Izumi Kitta, Japanese voice actress and singer",
            "year": 1984
        },
        {
            "text": "Domata Peko, American football player",
            "year": 1984
        },
        {
            "text": "Professor Green, English rapper",
            "year": 1983
        },
        {
            "text": "Henrik Karlsson, Swedish-Kazakhstani ice hockey player",
            "year": 1983
        },
        {
            "text": "Donta Smith, American-Venezuelan basketball player",
            "year": 1983
        },
        {
            "text": "David Bellion, French footballer",
            "year": 1982
        },
        {
            "text": "Aleksandr Kerzhakov, Russian footballer",
            "year": 1982
        },
        {
            "text": "Tommy Robinson, English activist, co-founded the English Defence League",
            "year": 1982
        },
        {
            "text": "Bruno Alves, Portuguese footballer",
            "year": 1981
        },
        {
            "text": "Ryan Jimmo, Canadian mixed martial artist (died 2016)",
            "year": 1981
        },
        {
            "text": "Matthew Taylor, English footballer",
            "year": 1981
        },
        {
            "text": "Jackie Greene, American singer-songwriter and guitarist",
            "year": 1980
        },
        {
            "text": "Veronika Portsmuth, Estonian singer and conductor",
            "year": 1980
        },
        {
            "text": "Michael Yardy, English cricketer",
            "year": 1980
        },
        {
            "text": "Ricky Carmichael, American motocross racer",
            "year": 1979
        },
        {
            "text": "Hilary Hahn, American violinist",
            "year": 1979
        },
        {
            "text": "Brendan Haywood, American basketball player",
            "year": 1979
        },
        {
            "text": "Teemu Tainio, Finnish footballer",
            "year": 1979
        },
        {
            "text": "Eszter Molnár, Hungarian tennis player",
            "year": 1978
        },
        {
            "text": "Jimmy Rollins, American baseball player",
            "year": 1978
        },
        {
            "text": "Mike Skinner, English rapper and producer",
            "year": 1978
        },
        {
            "text": "Radek Štěpánek, Czech tennis player",
            "year": 1978
        },
        {
            "text": "Willie Bloomquist, American baseball player",
            "year": 1977
        },
        {
            "text": "Bendor Grosvenor, British art historian",
            "year": 1977
        },
        {
            "text": "Andy Panko, American basketball player",
            "year": 1977
        },
        {
            "text": "Jean Grae, South African-American rapper and producer",
            "year": 1976
        },
        {
            "text": "Chad Kilger, Canadian ice hockey player and firefighter",
            "year": 1976
        },
        {
            "text": "Jaleel White, American actor and screenwriter",
            "year": 1976
        },
        {
            "text": "Bad Azz, American rapper (died 2019)",
            "year": 1975
        },
        {
            "text": "Martín Gramática, Argentine-American football player",
            "year": 1975
        },
        {
            "text": "Rain Vessenberg, Estonian footballer",
            "year": 1975
        },
        {
            "text": "Wendy Houvenaghel, Northern Irish racing cyclist",
            "year": 1974
        },
        {
            "text": "Alec Newman, Scottish actor",
            "year": 1974
        },
        {
            "text": "Sharlto Copley, South African actor",
            "year": 1973
        },
        {
            "text": "Samantha Harris, American model and television host",
            "year": 1973
        },
        {
            "text": "Evan Karagias, American wrestler and actor",
            "year": 1973
        },
        {
            "text": "Jin Katagiri, Japanese comedian, actor, sculptor, and potter",
            "year": 1973
        },
        {
            "text": "Jon Runyan, American football player and politician",
            "year": 1973
        },
        {
            "text": "Twista, American rapper and producer",
            "year": 1973
        },
        {
            "text": "Shane Salerno, American screenwriter and producer",
            "year": 1972
        },
        {
            "text": "Kirk Acevedo, American actor",
            "year": 1971
        },
        {
            "text": "Larry Allen, American football player (died 2024)",
            "year": 1971
        },
        {
            "text": "Iván Rodríguez, Puerto Rican-American baseball player",
            "year": 1971
        },
        {
            "text": "Nick Van Exel, American basketball player and coach",
            "year": 1971
        },
        {
            "text": "Kelly Loeffler, American politician and businesswoman",
            "year": 1970
        },
        {
            "text": "Han Kang, South Korean writer",
            "year": 1970
        },
        {
            "text": "Markus Vogl, Austrian politician",
            "year": 1970
        },
        {
            "text": "El Chombo, Panamanian singer-songwriter",
            "year": 1969
        },
        {
            "text": "Ruth George, English politician",
            "year": 1969
        },
        {
            "text": "Damian Hinds, English politician",
            "year": 1969
        },
        {
            "text": "Myles Kennedy, American singer-songwriter",
            "year": 1969
        },
        {
            "text": "Elizabeth Marvel, American actress",
            "year": 1969
        },
        {
            "text": "Al Barrow, English bass guitarist",
            "year": 1968
        },
        {
            "text": "Michael Vartan, French-American actor",
            "year": 1968
        },
        {
            "text": "Andy Merrill, American television writer, producer and voice actor",
            "year": 1966
        },
        {
            "text": "Danielle Ammaccapane, American golfer",
            "year": 1965
        },
        {
            "text": "Robin Givens, American actress",
            "year": 1964
        },
        {
            "text": "Roberto Mancini, Italian footballer and manager",
            "year": 1964
        },
        {
            "text": "Hisayuki Sasaki, Japanese golfer (died 2013)",
            "year": 1964
        },
        {
            "text": "Fisher Stevens, American actor, director, and producer",
            "year": 1963
        },
        {
            "text": "Charlie Benante, American drummer and songwriter",
            "year": 1962
        },
        {
            "text": "Mike Bordin, American drummer",
            "year": 1962
        },
        {
            "text": "Davey Boy Smith, English-Canadian wrestler (died 2002)",
            "year": 1962
        },
        {
            "text": "Samantha Bond, English actress",
            "year": 1961
        },
        {
            "text": "Steve Oedekerk, American actor, director, and screenwriter",
            "year": 1961
        },
        {
            "text": "Kevin Henkes, American author and illustrator",
            "year": 1960
        },
        {
            "text": "Ken O'Brien, American football player and coach",
            "year": 1960
        },
        {
            "text": "Tim Pawlenty, American lawyer and politician, 39th Governor of Minnesota",
            "year": 1960
        },
        {
            "text": "Michael Rispoli, American actor",
            "year": 1960
        },
        {
            "text": "Maria Schneider, American composer and musician",
            "year": 1960
        },
        {
            "text": "Yulia Tymoshenko, Ukrainian economist and politician, 10th Prime Minister of Ukraine",
            "year": 1960
        },
        {
            "text": "Gianni Vernetti, Italian lawyer and politician",
            "year": 1960
        },
        {
            "text": "Charlie Burchill, Scottish guitarist and songwriter",
            "year": 1959
        },
        {
            "text": "Viktoria Mullova, Russian violinist",
            "year": 1959
        },
        {
            "text": "Tetsuya Komuro, Japanese singer-songwriter, and producer",
            "year": 1958
        },
        {
            "text": "Mike Scioscia, American baseball player and manager",
            "year": 1958
        },
        {
            "text": "Kenny Acheson, Northern Irish race car driver",
            "year": 1957
        },
        {
            "text": "Edda Heiðrún Backman, Icelandic actress, singer, director and artist (died 2016)",
            "year": 1957
        },
        {
            "text": "Frank Boeijen, Dutch singer-songwriter and guitarist",
            "year": 1957
        },
        {
            "text": "Caroline Kennedy, American lawyer and diplomat, 27th United States Ambassador to Australia, daughter of President John F. Kennedy",
            "year": 1957
        },
        {
            "text": "Callie Khouri, American director, producer, and screenwriter",
            "year": 1957
        },
        {
            "text": "Michael A. Stackpole, American game designer and author",
            "year": 1957
        },
        {
            "text": "William Fichtner, American actor",
            "year": 1956
        },
        {
            "text": "John McCarthy, English journalist and author",
            "year": 1956
        },
        {
            "text": "Nazrin Shah of Perak, Sultan of Perak",
            "year": 1956
        },
        {
            "text": "Pierre Mondou, Canadian ice hockey player",
            "year": 1955
        },
        {
            "text": "Bill Nye, American engineer, educator, and television host",
            "year": 1955
        },
        {
            "text": "Arthur Smith, English comedian, actor, and screenwriter",
            "year": 1954
        },
        {
            "text": "Curtis Armstrong, American actor, singer, and producer",
            "year": 1953
        },
        {
            "text": "Steve Bannon, American media executive and political figure",
            "year": 1953
        },
        {
            "text": "Boris Grebenshchikov, Russian singer-songwriter and guitarist",
            "year": 1953
        },
        {
            "text": "Tarmo Kõuts, Estonian admiral and politician",
            "year": 1953
        },
        {
            "text": "Lyle Mays, American keyboardist and composer (died 2020)",
            "year": 1953
        },
        {
            "text": "Richard Stone, American composer (died 2001)",
            "year": 1953
        },
        {
            "text": "Sheila Copps, Canadian journalist and politician, 6th Deputy Prime Minister of Canada",
            "year": 1952
        },
        {
            "text": "Bappi Lahiri, Indian singer-songwriter and producer (died 2022)",
            "year": 1952
        },
        {
            "text": "Jim Wetherbee, American captain, engineer, and astronaut",
            "year": 1952
        },
        {
            "text": "Kathryn Bigelow, American director, producer, and screenwriter",
            "year": 1951
        },
        {
            "text": "Vera Fischer, Brazilian actress, Miss Brasil 1969",
            "year": 1951
        },
        {
            "text": "Gunnar Graps, Estonian singer and guitarist (died 2004)",
            "year": 1951
        },
        {
            "text": "Gavyn Davies, English journalist and businessman",
            "year": 1950
        },
        {
            "text": "Jim Price, American basketball player and coach",
            "year": 1949
        },
        {
            "text": "Masanori Sekiya, Japanese race car driver",
            "year": 1949
        },
        {
            "text": "Neil Rosenshein, American tenor and actor",
            "year": 1947
        },
        {
            "text": "Richard Codey, American politician, 53rd Governor of New Jersey",
            "year": 1946
        },
        {
            "text": "Ismaïl Omar Guelleh, Ethiopian-Djiboutian lawyer and politician, President of Djibouti",
            "year": 1946
        },
        {
            "text": "James Avery, American actor (died 2013)",
            "year": 1945
        },
        {
            "text": "Phil Bloom, Dutch model and actress",
            "year": 1945
        },
        {
            "text": "Randy Brecker, American trumpeter and flugelhornist",
            "year": 1945
        },
        {
            "text": "Alain de Cadenet, English race car driver (died 2022)",
            "year": 1945
        },
        {
            "text": "Benigno Fitial, Mariana Islander businessman and politician, 7th Governor of the Northern Mariana Islands",
            "year": 1945
        },
        {
            "text": "Simon Townsend, Australian journalist and television host (died 2025)",
            "year": 1945
        },
        {
            "text": "Mickey Leland, American activist and politician (died 1989)",
            "year": 1944
        },
        {
            "text": "Nicole Brossard, Canadian author and poet",
            "year": 1943
        },
        {
            "text": "Jil Sander, German fashion designer",
            "year": 1943
        },
        {
            "text": "Marilyn Hacker, American poet and critic",
            "year": 1942
        },
        {
            "text": "Jimi Hendrix, American singer-songwriter, guitarist, and producer (died 1970)",
            "year": 1942
        },
        {
            "text": "Henry Carr, American football player and sprinter (died 2015)",
            "year": 1941
        },
        {
            "text": "Aimé Jacquet, French footballer, coach, and manager",
            "year": 1941
        },
        {
            "text": "Eddie Rabbitt, American singer-songwriter and guitarist (died 1998)",
            "year": 1941
        },
        {
            "text": "Louis van Dijk, Dutch pianist (died 2020)",
            "year": 1941
        },
        {
            "text": "Bruce Lee, American-Chinese actor, martial artist, and screenwriter (died 1973)",
            "year": 1940
        },
        {
            "text": "Dave Giusti, American baseball player and manager",
            "year": 1939
        },
        {
            "text": "Laurent-Désiré Kabila, Congolese politician, President of the Democratic Republic of the Congo (died 2001)",
            "year": 1939
        },
        {
            "text": "Buzz Cason, American singer and songwriter (died 2024)",
            "year": 1939
        },
        {
            "text": "John Ashworth, English biologist and academic",
            "year": 1938
        },
        {
            "text": "Apolo Nsibambi, Ugandan academic and politician, Prime Minister of Uganda (died 2019)",
            "year": 1938
        },
        {
            "text": "Gail Sheehy, American journalist and author (died 2020)",
            "year": 1936
        },
        {
            "text": "Les Blank, American director and producer (died 2013)",
            "year": 1935
        },
        {
            "text": "Daniel Charles, French musicologist and philosopher (died 2008)",
            "year": 1935
        },
        {
            "text": "Willie Pastrano, American boxer (died 1997)",
            "year": 1935
        },
        {
            "text": "Ammo Baba, Iraqi footballer and manager (died 2009)",
            "year": 1934
        },
        {
            "text": "Al Jackson, Jr., American drummer, songwriter, and producer (died 1975)",
            "year": 1934
        },
        {
            "text": "Gilbert Strang, American mathematician and academic",
            "year": 1934
        },
        {
            "text": "Jacques Godbout, Canadian journalist, author, director, and screenwriter",
            "year": 1933
        },
        {
            "text": "Gordon S. Wood, American historian and academic",
            "year": 1933
        },
        {
            "text": "Benigno Aquino Jr., Filipino journalist and politician (died 1983)",
            "year": 1932
        },
        {
            "text": "Joe DeNardo, American meteorologist (died 2018)",
            "year": 1930
        },
        {
            "text": "Dick Poole, Australian rugby league player and coach",
            "year": 1930
        },
        {
            "text": "Rex Shelley, Singaporean engineer and author (died 2009)",
            "year": 1930
        },
        {
            "text": "Alan Simpson, English screenwriter and producer (died 2017)",
            "year": 1929
        },
        {
            "text": "Alekos Alexandrakis, Greek actor and director (died 2005)",
            "year": 1928
        },
        {
            "text": "Josh Kirby, English painter and illustrator (died 2001)",
            "year": 1928
        },
        {
            "text": "Carlos José Castilho, Brazilian footballer and manager (died 1987)",
            "year": 1927
        },
        {
            "text": "William E. Simon, American soldier and politician, 63rd United States Secretary of the Treasury (died 2000)",
            "year": 1927
        },
        {
            "text": "Chae Myung-shin, South Korean general (died 2013)",
            "year": 1926
        },
        {
            "text": "Derroll Adams, American folk singer-songwriter and musician (died 2000)",
            "year": 1925
        },
        {
            "text": "John Maddox, Welsh chemist, physicist, and journalist (died 2009)",
            "year": 1925
        },
        {
            "text": "Marshall Thompson, American actor, director, and screenwriter (died 1992)",
            "year": 1925
        },
        {
            "text": "Ernie Wise, English actor, comedian, singer, and screenwriter (died 1999)",
            "year": 1925
        },
        {
            "text": "J. Ernest Wilkins Jr., American nuclear scientist, mechanical engineer and mathematician (died 2011)",
            "year": 1923
        },
        {
            "text": "Hall Bartlett, American director, producer, and screenwriter (died 1993)",
            "year": 1922
        },
        {
            "text": "Nicholas Magallanes, American principal dancer and charter member of the New York City Ballet (died 1977)",
            "year": 1922
        },
        {
            "text": "Dora Dougherty Strother, American pilot and academic (died 2013)",
            "year": 1921
        },
        {
            "text": "Alexander Dubček, Slovak soldier and politician (died 1992)",
            "year": 1921
        },
        {
            "text": "Abe Lenstra, Dutch footballer (died 1985)",
            "year": 1920
        },
        {
            "text": "Buster Merryfield, English actor (died 1999)",
            "year": 1920
        },
        {
            "text": "Cal Worthington, Automobile dealer and television personality (died 2013)",
            "year": 1920
        },
        {
            "text": "Stephen Elliott, American actor (died 2005)",
            "year": 1918
        },
        {
            "text": "Buffalo Bob Smith, American actor and television host (died 1998)",
            "year": 1917
        },
        {
            "text": "Chick Hearn, American sportscaster and actor (died 2002)",
            "year": 1916
        },
        {
            "text": "Connie Sawyer, American actress (died 2018)",
            "year": 1912
        },
        {
            "text": "Fe del Mundo, Filipino pediatrician and educator (died 2011)",
            "year": 1911
        },
        {
            "text": "David Merrick, American director and producer (died 2000)",
            "year": 1911
        },
        {
            "text": "James Agee, American novelist, screenwriter, and critic (died 1955)",
            "year": 1909
        },
        {
            "text": "Anatoly Maltsev, Russian mathematician and theorist (died 1967)",
            "year": 1909
        },
        {
            "text": "Harivansh Rai Bachchan, Indian poet and author (died 2003)",
            "year": 1907
        },
        {
            "text": "L. Sprague de Camp, American historian and author (died 2000)",
            "year": 1907
        },
        {
            "text": "Astrid Allwyn, American actress (died 1978)",
            "year": 1905
        },
        {
            "text": "Lars Onsager, Norwegian-American chemist and physicist, Nobel Prize laureate (died 1976)",
            "year": 1903
        },
        {
            "text": "Ted Husing, American sportscaster (died 1962)",
            "year": 1901
        },
        {
            "text": "Jovette Bernier, Canadian journalist, author, and radio show host (died 1981)",
            "year": 1900
        },
        {
            "text": "Fredric Warburg, English author and publisher (died 1981)",
            "year": 1898
        },
        {
            "text": "Konosuke Matsushita, Japanese businessman, founded Panasonic (died 1989)",
            "year": 1894
        },
        {
            "text": "Katherine Milhous, American author and illustrator (died 1977)",
            "year": 1894
        },
        {
            "text": "Amphilochius of Pochayiv, Ukrainian monk and saint (died 1971)",
            "year": 1894
        },
        {
            "text": "Ganesh Vasudev Mavalankar, Indian activist and politician, 1st Speaker of the Lok Sabha (died 1956)",
            "year": 1888
        },
        {
            "text": "Masaharu Homma, Japanese general (died 1946)",
            "year": 1887
        },
        {
            "text": "Tsuguharu Foujita,  Japanese–French painter and printmaker  (died 1968)",
            "year": 1886
        },
        {
            "text": "Daniel Mendaille, French actor (died 1963)",
            "year": 1885
        },
        {
            "text": "Liviu Rebreanu, Romanian author and playwright (died 1944)",
            "year": 1885
        },
        {
            "text": "Jatindramohan Bagchi, Indian poet and critic (died 1948)",
            "year": 1878
        },
        {
            "text": "Charles Dvorak, American pole vaulter and coach (died 1969)",
            "year": 1878
        },
        {
            "text": "Katharine Anthony, American biographer (died 1965)",
            "year": 1877
        },
        {
            "text": "Julius Lenhart, Austrian gymnast (died 1962)",
            "year": 1875
        },
        {
            "text": "Charles A. Beard, American historian, author, and educator, co-founded The New School (died 1948)",
            "year": 1874
        },
        {
            "text": "Chaim Weizmann, Belarusian-Israeli chemist and politician, 1st President of Israel (died 1952)",
            "year": 1874
        },
        {
            "text": "Giovanni Giorgi, Italian physicist and engineer (died 1950)",
            "year": 1871
        },
        {
            "text": "Juho Kusti Paasikivi, Finnish academic and politician, 7th President of Finland (died 1956)",
            "year": 1870
        },
        {
            "text": "Charles Koechlin, French composer and educator (died 1950)",
            "year": 1867
        },
        {
            "text": "Janez Evangelist Krek, Slovene priest, journalist, and politician (died 1917)",
            "year": 1865
        },
        {
            "text": "Katherine Sleeper Walden, American environmental activist (died 1949)",
            "year": 1862
        },
        {
            "text": "William Bliss Baker, American painter (died 1886)",
            "year": 1859
        },
        {
            "text": "Charles Scott Sherrington, English physiologist, bacteriologist, and pathologist, Nobel Prize laureate (died 1952)",
            "year": 1857
        },
        {
            "text": "Frank Dicksee, English painter and illustrator (died 1928)",
            "year": 1853
        },
        {
            "text": "Frederic Crowninshield, American artist and author (died 1918)",
            "year": 1845
        },
        {
            "text": "Cornelius Vanderbilt II, American businessman (died 1899)",
            "year": 1843
        },
        {
            "text": "Nikoline Harbitz, Norwegian author (died 1898)",
            "year": 1841
        },
        {
            "text": "Princess Mary Adelaide of Cambridge (died 1897)",
            "year": 1833
        },
        {
            "text": "James Service, Scottish-Australian politician, 12th Premier of Victoria (died 1899)",
            "year": 1823
        },
        {
            "text": "Rachel Brooks Gleason, fourth woman to earn a medical degree in the United States (died 1905)",
            "year": 1820
        },
        {
            "text": "Charles-François-Frédéric, marquis de Montholon-Sémonville, French politician and diplomat, French ambassador to the United States (died 1886)",
            "year": 1814
        },
        {
            "text": "Fanny Kemble, English actress, playwright, and poet (died 1893)",
            "year": 1809
        },
        {
            "text": "Julius Benedict, German-English conductor and composer (died 1885)",
            "year": 1804
        },
        {
            "text": "Andries Pretorius, Boer leader after whom Pretoria was named, Prime Minister of the Natalia Republic (died 1853)",
            "year": 1798
        },
        {
            "text": "Aimé, duc de Clermont-Tonnerre, French general and politician, French Minister of Defence (died 1865)",
            "year": 1779
        },
        {
            "text": "Franz Krommer, Czech violinist and composer (died 1831)",
            "year": 1759
        },
        {
            "text": "Georg Forster, German-Polish ethnologist and journalist (died 1794)",
            "year": 1754
        },
        {
            "text": "Robert R. Livingston, American lawyer and politician, 1st United States Secretary for Foreign Affairs (died 1813)",
            "year": 1746
        },
        {
            "text": "Increase Sumner, American lawyer, jurist, and politician, 5th Governor of Massachusetts (died 1799)",
            "year": 1746
        },
        {
            "text": "Robert Lowth, English bishop and academic (died 1787)",
            "year": 1710
        },
        {
            "text": "Anders Celsius, Swedish astronomer, physicist, and mathematician (died 1744)",
            "year": 1701
        },
        {
            "text": "Barbara Palmer, 1st Duchess of Cleveland (died 1709)",
            "year": 1640
        },
        {
            "text": "Françoise d'Aubigné, Marquise de Maintenon, second wife of Louis XIV of France (died 1719)",
            "year": 1635
        },
        {
            "text": "Sigismund Francis, Archduke of Austria (died 1665)",
            "year": 1630
        },
        {
            "text": "Sir John Wray, 2nd Baronet, English politicians and Roundheads supporter (died 1655)",
            "year": 1586
        },
        {
            "text": "Pierre Dupuy, French historian and scholar (died 1651)",
            "year": 1582
        },
        {
            "text": "Shimazu Tadatsune, Japanese daimyō (died 1638)",
            "year": 1576
        },
        {
            "text": "Mingyi Swa, Crown Prince of Burma (died 1593)",
            "year": 1558
        },
        {
            "text": "Jacopo Mazzoni, Italian philosopher (died 1598)",
            "year": 1548
        },
        {
            "text": "Gaston IV, Count of Foix, French nobleman (died 1472)",
            "year": 1422
        },
        {
            "text": "King Ferdinand I of Aragon (died 1416)",
            "year": 1380
        },
        {
            "text": "Emperor Xiaozong of Song (died 1194)",
            "year": 1127
        },
        {
            "text": "Antinous, Greek favourite of Hadrian (died 130)",
            "year": 111
        }
    ],
    "deaths": [
        {
            "text": "Mary McGee, American motorcycle racer (born 1936)",
            "year": 2024
        },
        {
            "text": "Apetor, Norwegian YouTuber (born 1964)",
            "year": 2021
        },
        {
            "text": "Mohsen Fakhrizadeh, Iranian nuclear scientist (born 1958)",
            "year": 2020
        },
        {
            "text": "Ioannis Grivas, Greek statesman (born 1923)",
            "year": 2016
        },
        {
            "text": "Mark Behr, Tanzanian-South African author and academic (born 1963)",
            "year": 2015
        },
        {
            "text": "Maurice Strong, Canadian businessman and diplomat (born 1929)",
            "year": 2015
        },
        {
            "text": "Garrett Swasey, American figure skater and coach (born 1971)",
            "year": 2015
        },
        {
            "text": "Philippe Washer, Belgian tennis player and golfer (born 1924)",
            "year": 2015
        },
        {
            "text": "Wanda Błeńska, Polish physician and missionary (born 1911)",
            "year": 2014
        },
        {
            "text": "Phillip Hughes, Australian cricketer (born 1988)",
            "year": 2014
        },
        {
            "text": "P. D. James, English author (born 1920)",
            "year": 2014
        },
        {
            "text": "Jack Kyle, Irish rugby player and humanitarian (born 1926)",
            "year": 2014
        },
        {
            "text": "Fernance B. Perry, Portuguese-American businessman and philanthropist (born 1922)",
            "year": 2014
        },
        {
            "text": "Lewis Collins, English-American actor (born 1946)",
            "year": 2013
        },
        {
            "text": "Herbert F. DeSimone, American lawyer and politician, Attorney General of Rhode Island (born 1929)",
            "year": 2013
        },
        {
            "text": "Volker Roemheld, German physiologist and biologist (born 1941)",
            "year": 2013
        },
        {
            "text": "Nílton Santos, Brazilian footballer (born 1925)",
            "year": 2013
        },
        {
            "text": "Manuel F. Segura, Filipino colonel (born 1919)",
            "year": 2013
        },
        {
            "text": "Mickey Baker, American guitarist (born 1925)",
            "year": 2012
        },
        {
            "text": "Ab Fafié, Dutch footballer and manager (born 1941)",
            "year": 2012
        },
        {
            "text": "Érik Izraelewicz, French journalist and author (born 1954)",
            "year": 2012
        },
        {
            "text": "Marvin Miller, American businessman and union leader (born 1917)",
            "year": 2012
        },
        {
            "text": "Jack Wishna, American photographer and businessman, co-founded Rockcityclub (born 1958)",
            "year": 2012
        },
        {
            "text": "Len Fulford, English photographer and director (born 1928)",
            "year": 2011
        },
        {
            "text": "Ken Russell, English actor, director, producer, and screenwriter (born 1927)",
            "year": 2011
        },
        {
            "text": "Gary Speed, Welsh footballer and manager (born 1969)",
            "year": 2011
        },
        {
            "text": "Irvin Kershner, American actor, director, and producer (born 1923)",
            "year": 2010
        },
        {
            "text": "Al Alberts, American singer-songwriter (born 1922)",
            "year": 2009
        },
        {
            "text": "V. P. Singh, Indian lawyer and politician, 7th Prime Minister of India (born 1931)",
            "year": 2008
        },
        {
            "text": "Bernie Banton, Australian activist (born 1946)",
            "year": 2007
        },
        {
            "text": "Robert Cade, American physician and academic, co-invented Gatorade (born 1927)",
            "year": 2007
        },
        {
            "text": "Sean Taylor, American football player (born 1983)",
            "year": 2007
        },
        {
            "text": "Bill Willis, American football player and coach (born 1921)",
            "year": 2007
        },
        {
            "text": "Don Butterfield, American tuba player (born 1923)",
            "year": 2006
        },
        {
            "text": "Bebe Moore Campbell, American author and educator (born 1950)",
            "year": 2006
        },
        {
            "text": "Casey Coleman, American sportscaster (born 1951)",
            "year": 2006
        },
        {
            "text": "Jocelyn Brando, American actress (born 1919)",
            "year": 2005
        },
        {
            "text": "Joe Jones, American singer-songwriter (born 1926)",
            "year": 2005
        },
        {
            "text": "Billie Bird, American actress (born 1908)",
            "year": 2002
        },
        {
            "text": "Shivmangal Singh Suman, Indian poet and academic (born 1915)",
            "year": 2002
        },
        {
            "text": "Malcolm Bradbury, English author and academic (born 1932)",
            "year": 2000
        },
        {
            "text": "Uno Prii, Estonian-Canadian architect (born 1924)",
            "year": 2000
        },
        {
            "text": "Len Shackleton, English footballer and journalist (born 1922)",
            "year": 2000
        },
        {
            "text": "Yasuhiro Kojima, Japanese-American wrestler and trainer (born 1937)",
            "year": 1999
        },
        {
            "text": "Alain Peyrefitte, French scholar and politician, French Minister of Justice (born 1925)",
            "year": 1999
        },
        {
            "text": "Elizabeth Gray Vining, American author and librarian (born 1902)",
            "year": 1999
        },
        {
            "text": "Barbara Acklin, American singer-songwriter (born 1943)",
            "year": 1998
        },
        {
            "text": "Gloria Fuertes, Spanish poet and author of children's literature (born 1917)",
            "year": 1998
        },
        {
            "text": "Buck Leonard, American baseball player and educator (born 1907)",
            "year": 1997
        },
        {
            "text": "Fernando Lopes-Graça, Portuguese composer and conductor (born 1906)",
            "year": 1994
        },
        {
            "text": "Ivan Generalić, Croatian painter (born 1914)",
            "year": 1992
        },
        {
            "text": "David White, American actor (born 1916)",
            "year": 1990
        },
        {
            "text": "Basilis C. Xanthopoulos, Greek physicist and academic (born 1951)",
            "year": 1990
        },
        {
            "text": "Carlos Arias Navarro, Spanish politician, Prime Minister of Spain (born 1908)",
            "year": 1989
        },
        {
            "text": "John Carradine, American actor (born 1906)",
            "year": 1988
        },
        {
            "text": "Jan Hein Donner, Dutch chess player and author (born 1927)",
            "year": 1988
        },
        {
            "text": "Steve Tracy, American actor (b, 1952)",
            "year": 1986
        },
        {
            "text": "Rendra Karno, Indonesian actor (born 1920)",
            "year": 1985
        },
        {
            "text": "Lotte Lenya, Austrian singer and actress (born 1898)",
            "year": 1981
        },
        {
            "text": "F. Burrall Hoffman, American architect, designed the Villa Vizcaya (born 1882)",
            "year": 1980
        },
        {
            "text": "Harvey Milk, American lieutenant and politician (born 1930)",
            "year": 1978
        },
        {
            "text": "George Moscone, American lawyer and politician, 37th Mayor of San Francisco (born 1929)",
            "year": 1978
        },
        {
            "text": "Mart Laga, Estonian basketball player (born 1936)",
            "year": 1977
        },
        {
            "text": "Alberto Massimino, Italian automotive engineer (born 1895)",
            "year": 1975
        },
        {
            "text": "Ross McWhirter, English author and activist, co-founded the Guinness Book of Records (born 1925)",
            "year": 1975
        },
        {
            "text": "Frank Christian, American trumpet player (born 1887)",
            "year": 1973
        },
        {
            "text": "Helene Madison, American swimmer and nurse (born 1913)",
            "year": 1970
        },
        {
            "text": "May Gibbs, English Australian children's author, illustrator, and cartoonist, (born 1877)",
            "year": 1969
        },
        {
            "text": "Léon M'ba, Gabonese politician, 1st President of Gabon (born 1902)",
            "year": 1967
        },
        {
            "text": "August Lass, Estonian footballer (born 1903)",
            "year": 1962
        },
        {
            "text": "Frederick Fane, Irish-English cricketer (born 1875)",
            "year": 1960
        },
        {
            "text": "Dirk Jan de Geer, Dutch lawyer and politician, Prime Minister of the Netherlands (born 1870)",
            "year": 1960
        },
        {
            "text": "Georgi Damyanov, Bulgarian politician, Head of State of Bulgaria (born 1892)",
            "year": 1958
        },
        {
            "text": "Artur Rodziński, Polish-American conductor (born 1892)",
            "year": 1958
        },
        {
            "text": "Arthur Honegger, French-Swiss composer and academic (born 1892)",
            "year": 1955
        },
        {
            "text": "Eugene O'Neill, American playwright, Nobel Prize laureate (born 1888)",
            "year": 1953
        },
        {
            "text": "Leonid Mandelstam, Russian physicist and academic (born 1879)",
            "year": 1944
        },
        {
            "text": "Ivo Lola Ribar, Croatian soldier and politician (born 1916)",
            "year": 1943
        },
        {
            "text": "Nicolae Iorga, Romanian historian and politician, 34th Prime Minister of Romania (born 1871)",
            "year": 1940
        },
        {
            "text": "Basil Zaharoff, Greek-French businessman and philanthropist (born 1849)",
            "year": 1936
        },
        {
            "text": "Baby Face Nelson, American criminal (born 1908)",
            "year": 1934
        },
        {
            "text": "Lya De Putti, Slovak-American actress (born 1899)",
            "year": 1931
        },
        {
            "text": "Simon Kahquados, Potawatomi political activist (born 1851)",
            "year": 1930
        },
        {
            "text": "Douglas Cameron, Canadian contractor and politician, 8th Lieutenant Governor of Manitoba (born 1854)",
            "year": 1921
        },
        {
            "text": "Mary Grant Roberts, Australian zoo owner (born 1841)",
            "year": 1921
        },
        {
            "text": "Alexius Meinong, Ukrainian-Austrian philosopher and author (born 1853)",
            "year": 1920
        },
        {
            "text": "Manuel Espinosa Batista, Panamanian pharmacist and politician (born 1857)",
            "year": 1919
        },
        {
            "text": "Emile Verhaeren, Belgian poet and playwright (born 1855)",
            "year": 1916
        },
        {
            "text": "Jean Albert Gaudry, French geologist and palaeontologist (born 1827)",
            "year": 1908
        },
        {
            "text": "Clement Studebaker, American businessman, co-founded Studebaker (born 1831)",
            "year": 1901
        },
        {
            "text": "Constant Fornerod, Swiss academic and politician, 10th President of the Swiss Council of States (born 1819)",
            "year": 1899
        },
        {
            "text": "Alexandre Dumas, fils, French novelist and playwright (born 1824)",
            "year": 1895
        },
        {
            "text": "Mahatma Phule, Indian Activist (born 1827)",
            "year": 1890
        },
        {
            "text": "Fanny Elssler, Austrian ballerina (born 1810)",
            "year": 1884
        },
        {
            "text": "Theobald Boehm, German flute player and composer (born 1794)",
            "year": 1881
        },
        {
            "text": "Richard Christopher Carrington, English astronomer and educator (born 1826)",
            "year": 1875
        },
        {
            "text": "Ada Lovelace, English mathematician and computer scientist (born 1815)",
            "year": 1852
        },
        {
            "text": "André Parmentier, Belgian-American architect (born 1780)",
            "year": 1830
        },
        {
            "text": "Old Billy, English barge horse, oldest recorded horse (born 1760)",
            "year": 1822
        },
        {
            "text": "Gustavus Conyngham, Irish-born American merchant sea captain, an officer in the Continental Navy and a privateer.",
            "year": 1819
        },
        {
            "text": "Andrew Meikle, Scottish engineer, designed the threshing machine (born 1719)",
            "year": 1811
        },
        {
            "text": "Abraham de Moivre, French-English mathematician and theorist (born 1667)",
            "year": 1754
        },
        {
            "text": "Henry Winstanley, English painter and engineer (born 1644)",
            "year": 1703
        },
        {
            "text": "John Eliot, English politician (born 1592)",
            "year": 1632
        },
        {
            "text": "Francis, Duke of Pomerania-Stettin, Bishop of Cammin (born 1577)",
            "year": 1620
        },
        {
            "text": "Nakagawa Hidemasa, Japanese commander (born 1568)",
            "year": 1592
        },
        {
            "text": "Jacopo Sansovino, Italian sculptor and architect (born 1486)",
            "year": 1570
        },
        {
            "text": "Guillaume Du Fay, French composer and music theorist (born 1397)",
            "year": 1474
        },
        {
            "text": "Philip van Artevelde, Flemish patriot (born 1340)",
            "year": 1382
        },
        {
            "text": "Saint Gregory of Sinai (born c. 1260)",
            "year": 1346
        },
        {
            "text": "Blanche of Castile (born 1188)",
            "year": 1252
        },
        {
            "text": "Constance, Queen of Sicily (born 1154)",
            "year": 1198
        },
        {
            "text": "Acarius, bishop of Doornik and Noyon",
            "year": 639
        },
        {
            "text": "Maurice, Byzantine emperor (born 539)",
            "year": 602
        },
        {
            "text": "Clovis I, king of the Franks",
            "year": 511
        },
        {
            "text": "Galla Placidia, Roman Empress (born 392)",
            "year": 450
        },
        {
            "text": "Rufinus, Roman politician (born 335)",
            "year": 395
        },
        {
            "text": "Horace, Roman soldier and poet (born 65 BC)",
            "year": -8
        }
    ],
    "metadata": {
        "current_date": "November 27, 2025",
        "short_date": "Nov 27",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            50,
            52,
            10,
            37,
            30,
            5,
            19,
            3,
            25,
            17
        ],
        "births": [
            28,
            226,
            210,
            72
        ],
        "deaths": [
            13,
            70,
            111,
            39
        ]
    }
}