{
    "events": [
        {
            "text": "A bus carrying the Humboldt Broncos junior ice hockey team collides with a semi-truck in Saskatchewan, Canada, killing 16 people and injuring 13 others.",
            "year": 2018
        },
        {
            "text": "U.S. military launches 59 Tomahawk cruise missiles at an air base in Syria. Russia describes the strikes as an \"aggression\", adding they significantly damage US-Russia ties.",
            "year": 2017
        },
        {
            "text": "Azawad declares itself independent from the Republic of Mali.",
            "year": 2012
        },
        {
            "text": "In San Fernando, Tamaulipas, Mexico, over 193 victims of Los Zetas were exhumed from several mass graves.",
            "year": 2011
        },
        {
            "text": "Maoist rebels kill 76 CRPF officers in Dantewada district, India.",
            "year": 2010
        },
        {
            "text": "A 6.3 magnitude earthquake strikes near L'Aquila, Italy, killing 307.",
            "year": 2009
        },
        {
            "text": "The 2008 Egyptian general strike starts led by Egyptian workers later to be adopted by April 6 Youth Movement and Egyptian activists.",
            "year": 2008
        },
        {
            "text": "Kurdish leader Jalal Talabani becomes Iraqi president; Shiite Arab Ibrahim al-Jaafari is named premier the next day.",
            "year": 2005
        },
        {
            "text": "Rolandas Paksas becomes the first president of Lithuania to be peacefully removed from office by impeachment.",
            "year": 2004
        },
        {
            "text": "Nuclear weapons testing: Pakistan tests medium-range missiles capable of reaching India.",
            "year": 1998
        },
        {
            "text": "In Greene County, Tennessee, the Lillelid murders occur.",
            "year": 1997
        },
        {
            "text": "The Rwandan genocide begins when the aircraft carrying Rwandan president Juvénal Habyarimana and Burundian president Cyprien Ntaryamira is shot down.",
            "year": 1994
        },
        {
            "text": "The Bosnian War begins.",
            "year": 1992
        },
        {
            "text": "Sudanese President Gaafar Nimeiry is ousted from power in a coup d'état led by Field Marshal Abdel Rahman Swar al-Dahab.",
            "year": 1985
        },
        {
            "text": "Members of Cameroon's Republican Guard unsuccessfully attempt to overthrow the government headed by Paul Biya.",
            "year": 1984
        },
        {
            "text": "In Brighton, United Kingdom, ABBA wins the 1974 edition of the Eurovision Song Contest with \"Waterloo\", the first of a joint-record seven Swedish wins.",
            "year": 1974
        },
        {
            "text": "Launch of Pioneer 11 spacecraft.",
            "year": 1973
        },
        {
            "text": "The American League of Major League Baseball begins using the designated hitter.",
            "year": 1973
        },
        {
            "text": "Vietnam War: Easter Offensive: American forces begin sustained air strikes and naval bombardments.",
            "year": 1972
        },
        {
            "text": "Newhall massacre: Four California Highway Patrol officers are killed in a shootout.",
            "year": 1970
        },
        {
            "text": "In the downtown district of Richmond, Indiana, a double explosion kills 41 and injures 150.",
            "year": 1968
        },
        {
            "text": "Pierre Elliott Trudeau wins the Liberal Party leadership election, and becomes Prime Minister of Canada soon afterward.",
            "year": 1968
        },
        {
            "text": "Launch of Early Bird, the first commercial communications satellite to be placed in geosynchronous orbit.",
            "year": 1965
        },
        {
            "text": "Capital Airlines Flight 67 crashes in Tittabawassee Township, Michigan, near Freeland Tri-City Airport, killing 47.",
            "year": 1958
        },
        {
            "text": "The flag carrier airline of Greece for decades, Olympic Airways, is founded by Aristotle Onassis following the acquisition of \"TAE - Greek National Airlines\".",
            "year": 1957
        },
        {
            "text": "The Finno-Soviet Treaty is signed in Moscow.",
            "year": 1948
        },
        {
            "text": "The first Tony Awards are presented for theatrical achievement.",
            "year": 1947
        },
        {
            "text": "World War II: Sarajevo is liberated from German and Croatian forces by the Yugoslav Partisans.",
            "year": 1945
        },
        {
            "text": "World War II: The Battle of Slater's Knoll on Bougainville comes to an end.",
            "year": 1945
        },
        {
            "text": "World War II: Nazi Germany launches Operation 25 (the invasion of Kingdom of Yugoslavia) and Operation Marita (the invasion of Greece).",
            "year": 1941
        },
        {
            "text": "Tupelo–Gainesville tornado outbreak: Another tornado from the same storm system as the Tupelo tornado hits Gainesville, Georgia, killing 203.",
            "year": 1936
        },
        {
            "text": "At the end of the Salt March, Gandhi raises a lump of mud and salt and declares, \"With this, I am shaking the foundations of the British Empire.\"",
            "year": 1930
        },
        {
            "text": "Huey P. Long, Governor of Louisiana, is impeached by the Louisiana House of Representatives.",
            "year": 1929
        },
        {
            "text": "Varney Airlines makes its first commercial flight (Varney is the root company of United Airlines).",
            "year": 1926
        },
        {
            "text": "Finnish Civil War: The battle of Tampere ends.",
            "year": 1918
        },
        {
            "text": "World War I: The United States declares war on Germany.",
            "year": 1917
        },
        {
            "text": "During the Battle of Deçiq, Dedë Gjon Luli Dedvukaj, leader of the Malësori Albanians, raises the Albanian flag in the town of Tuzi, Montenegro, for the first time after George Kastrioti (Skanderbeg).",
            "year": 1911
        },
        {
            "text": "Robert Peary and Matthew Henson become the first people to reach the North Pole; Peary's claim has been disputed because of failings in his navigational ability.",
            "year": 1909
        },
        {
            "text": "In Athens, the opening of the first modern Olympic Games is celebrated, 1,500 years after the original games are banned by Roman emperor Theodosius I.",
            "year": 1896
        },
        {
            "text": "The Grand Army of the Republic, an American patriotic organization composed of Union veterans of the American Civil War, is founded. It lasts until 1956.",
            "year": 1866
        },
        {
            "text": "American Civil War: The Battle of Sailor's Creek: Confederate General Robert E. Lee's Army of Northern Virginia fights and loses its last major battle while in retreat from Richmond, Virginia, during the Appomattox Campaign.",
            "year": 1865
        },
        {
            "text": "American Civil War: The Battle of Shiloh begins: In Tennessee, forces under Union General Ulysses S. Grant meet Confederate troops led by General Albert Sidney Johnston.",
            "year": 1862
        },
        {
            "text": "The Reorganized Church of Jesus Christ of Latter Day Saints, later renamed Community of Christ, is organized by Joseph Smith III and others at Amboy, Illinois.",
            "year": 1860
        },
        {
            "text": "U.S. President John Tyler is sworn in, two days after having become president upon William Henry Harrison's death.",
            "year": 1841
        },
        {
            "text": "Church of Christ, the original church of the Latter Day Saint movement, is organized by Joseph Smith and others at either Fayette or Manchester, New York.",
            "year": 1830
        },
        {
            "text": "Nominal beginning of the Bourbon Restoration; anniversary date that Napoleon abdicates and is exiled to Elba.",
            "year": 1814
        },
        {
            "text": "British forces under the command of the Duke of Wellington assault the fortress of Badajoz. This would be the turning point in the Peninsular War against Napoleon-led France.",
            "year": 1812
        },
        {
            "text": "John Jacob Astor incorporates the American Fur Company, that would eventually make him America's first millionaire.",
            "year": 1808
        },
        {
            "text": "The Treaty of Constantinople establishes the Septinsular Republic, the first autonomous Greek state since the Fall of the Byzantine Empire. (Under the Old Style calendar then still in use in the Ottoman Empire, the treaty was signed on 21 March.)",
            "year": 1800
        },
        {
            "text": "During the French Revolution, the Committee of Public Safety becomes the executive organ of the republic.",
            "year": 1793
        },
        {
            "text": "King Buddha Yodfa Chulaloke (Rama I) of Siam (modern day Thailand) establishes the Chakri dynasty.",
            "year": 1782
        },
        {
            "text": "American Revolutionary War: Ships of the Continental Navy fail in their attempt to capture a Royal Navy dispatch boat.",
            "year": 1776
        },
        {
            "text": "The New York Slave Revolt of 1712 begins near Broadway.",
            "year": 1712
        },
        {
            "text": "At the Cape of Good Hope, Dutch sailor Jan van Riebeeck establishes a resupply camp that eventually becomes Cape Town.",
            "year": 1652
        },
        {
            "text": "One of the largest earthquakes recorded in the history of England, Flanders, or Northern France, takes place.",
            "year": 1580
        },
        {
            "text": "Mehmed II begins his siege of Constantinople. The city falls on May 29 and is renamed Istanbul.",
            "year": 1453
        },
        {
            "text": "The Scots reaffirm their independence by signing the Declaration of Arbroath.",
            "year": 1320
        },
        {
            "text": "Stilicho defeats the Visigoths under Alaric in the Battle of Pollentia.",
            "year": 402
        },
        {
            "text": "Julius Caesar defeats Caecilius Metellus Scipio and Marcus Porcius Cato (Cato the Younger) at the Battle of Thapsus.",
            "year": -46
        }
    ],
    "births": [
        {
            "text": "Shaylee Mansfield, deaf American actress and YouTuber",
            "year": 2009
        },
        {
            "text": "Valentina Tronel, French child singer",
            "year": 2009
        },
        {
            "text": "Andrea Botez, Canadian-American chess player, commentator, Twitch streamer and YouTuber",
            "year": 2002
        },
        {
            "text": "Leyre Romero Gormaz, Spanish tennis player",
            "year": 2002
        },
        {
            "text": "Oscar Piastri, Australian racing driver",
            "year": 2001
        },
        {
            "text": "Moritz Seider, German ice hockey player",
            "year": 2001
        },
        {
            "text": "Shaheen Afridi, Pakistani cricketer",
            "year": 2000
        },
        {
            "text": "Peyton List, American actress and model",
            "year": 1998
        },
        {
            "text": "Spencer List, American actor",
            "year": 1998
        },
        {
            "text": "Mingyu, South Korean singer and rapper",
            "year": 1997
        },
        {
            "text": "Darya Lebesheva, Belarusian tennis player",
            "year": 1995
        },
        {
            "text": "Adrián Alonso, Mexican actor",
            "year": 1994
        },
        {
            "text": "Ken, South Korean singer",
            "year": 1992
        },
        {
            "text": "Julie Ertz, American soccer player",
            "year": 1992
        },
        {
            "text": "Huh Chan-mi, South Korean singer",
            "year": 1992
        },
        {
            "text": "Lachlan Coote, Australian rugby league player",
            "year": 1990
        },
        {
            "text": "Charlie McDermott, American actor",
            "year": 1990
        },
        {
            "text": "Andrei Veis, Estonian footballer",
            "year": 1990
        },
        {
            "text": "Jucilei, Brazilian footballer",
            "year": 1988
        },
        {
            "text": "Leigh Adams, Australian footballer",
            "year": 1988
        },
        {
            "text": "Daniele Gasparetto, Italian footballer",
            "year": 1988
        },
        {
            "text": "Carlton Mitchell, American football player",
            "year": 1988
        },
        {
            "text": "Fabrice Muamba, Congolese-English footballer",
            "year": 1988
        },
        {
            "text": "Ivonne Orsini, Puerto Rican model and television host, Miss World Puerto Rico 2008",
            "year": 1988
        },
        {
            "text": "Benjamin Corgnet, French footballer",
            "year": 1987
        },
        {
            "text": "Heidi Mount, American model",
            "year": 1987
        },
        {
            "text": "Juan Adriel Ochoa, Mexican footballer",
            "year": 1987
        },
        {
            "text": "Levi Porter, English footballer",
            "year": 1987
        },
        {
            "text": "Hilary Rhoda, American model",
            "year": 1987
        },
        {
            "text": "Nikolas Asprogenis, Cypriot footballer",
            "year": 1986
        },
        {
            "text": "Aaron Curry, American football player",
            "year": 1986
        },
        {
            "text": "Goeido Gotaro, Japanese sumo wrestler",
            "year": 1986
        },
        {
            "text": "Ryota Moriwaki, Japanese footballer",
            "year": 1986
        },
        {
            "text": "Clarke MacArthur, Canadian ice hockey player",
            "year": 1985
        },
        {
            "text": "Frank Ongfiang, Cameroonian footballer",
            "year": 1985
        },
        {
            "text": "Sinqua Walls, American basketball player and actor",
            "year": 1985
        },
        {
            "text": "Max Bemis, American singer-songwriter",
            "year": 1984
        },
        {
            "text": "Michaël Ciani, French footballer",
            "year": 1984
        },
        {
            "text": "Siboniso Gaxa, South African footballer",
            "year": 1984
        },
        {
            "text": "Diana Matheson, Canadian soccer player",
            "year": 1984
        },
        {
            "text": "Mehdi Ballouchy, Moroccan footballer",
            "year": 1983
        },
        {
            "text": "Jerome Kaino, New Zealand rugby player",
            "year": 1983
        },
        {
            "text": "Mitsuru Nagata, Japanese footballer",
            "year": 1983
        },
        {
            "text": "Remi Nicole, English singer-songwriter and actress",
            "year": 1983
        },
        {
            "text": "James Wade, English darts player",
            "year": 1983
        },
        {
            "text": "Katie Weatherston, Canadian ice hockey player",
            "year": 1983
        },
        {
            "text": "Travis Moen, Canadian ice hockey player",
            "year": 1982
        },
        {
            "text": "Miguel Ángel Silvestre, Spanish actor",
            "year": 1982
        },
        {
            "text": "Robert Earnshaw, Welsh footballer",
            "year": 1981
        },
        {
            "text": "Jeff Faine, American football player",
            "year": 1981
        },
        {
            "text": "Lucas Licht, Argentine footballer",
            "year": 1981
        },
        {
            "text": "Alex Suarez, American bass player",
            "year": 1981
        },
        {
            "text": "Tommi Evilä, Finnish long jumper",
            "year": 1980
        },
        {
            "text": "Tanja Poutiainen, Finnish skier",
            "year": 1980
        },
        {
            "text": "Lord Frederick Windsor, English journalist and financier",
            "year": 1979
        },
        {
            "text": "Clay Travis, American sports journalist, blogger, and broadcaster",
            "year": 1979
        },
        {
            "text": "Imani Coppola, American singer-songwriter and violinist",
            "year": 1978
        },
        {
            "text": "Robert Glasper, American singer-songwriter, pianist, and producer",
            "year": 1978
        },
        {
            "text": "Tim Hasselbeck, American football player and sportscaster",
            "year": 1978
        },
        {
            "text": "Myleene Klass, Austrian/Filipino-English singer, pianist, and model",
            "year": 1978
        },
        {
            "text": "Martín Méndez, Uruguayan bass player and songwriter",
            "year": 1978
        },
        {
            "text": "Blaine Neal, American baseball player",
            "year": 1978
        },
        {
            "text": "Igor Semshov, Russian footballer",
            "year": 1978
        },
        {
            "text": "Ville Nieminen, Finnish ice hockey player",
            "year": 1977
        },
        {
            "text": "Andy Phillips, American baseball player and coach",
            "year": 1977
        },
        {
            "text": "Candace Cameron Bure, American actress and talk show panelist",
            "year": 1976
        },
        {
            "text": "James Fox, Welsh singer-songwriter, guitarist, and actor",
            "year": 1976
        },
        {
            "text": "Chris Hoke, American football player",
            "year": 1976
        },
        {
            "text": "Georg Hólm, Icelandic bass player",
            "year": 1976
        },
        {
            "text": "Hirotada Ototake, Japanese author and educator",
            "year": 1976
        },
        {
            "text": "Zach Braff, American actor, director, producer, and screenwriter",
            "year": 1975
        },
        {
            "text": "Hal Gill, American ice hockey player",
            "year": 1975
        },
        {
            "text": "Donnie Edwards, American football player",
            "year": 1973
        },
        {
            "text": "Randall Godfrey, American football player",
            "year": 1973
        },
        {
            "text": "Rie Miyazawa, Japanese model and actress",
            "year": 1973
        },
        {
            "text": "Sun Wen, Chinese footballer",
            "year": 1973
        },
        {
            "text": "Anders Thomas Jensen, Danish director and screenwriter",
            "year": 1972
        },
        {
            "text": "Dickey Simpkins, American basketball player and sportscaster",
            "year": 1972
        },
        {
            "text": "Olaf Kölzig, South African-German ice hockey player and coach",
            "year": 1970
        },
        {
            "text": "Roy Mayorga, American drummer, songwriter, and producer",
            "year": 1970
        },
        {
            "text": "Huang Xiaomin, Chinese swimmer",
            "year": 1970
        },
        {
            "text": "Bret Boone, American baseball player and manager",
            "year": 1969
        },
        {
            "text": "Bison Dele, American basketball player (d. 2002)",
            "year": 1969
        },
        {
            "text": "Philipp Peter, Austrian race car driver",
            "year": 1969
        },
        {
            "text": "Paul Rudd, American actor",
            "year": 1969
        },
        {
            "text": "Spencer Wells, American geneticist and anthropologist",
            "year": 1969
        },
        {
            "text": "Archon Fung, American political scientist, author, and academic",
            "year": 1968
        },
        {
            "text": "Affonso Giaffone, Brazilian race car driver",
            "year": 1968
        },
        {
            "text": "Julian Anderson, English composer and educator",
            "year": 1967
        },
        {
            "text": "Kathleen Barr, Canadian voice actress and singer",
            "year": 1967
        },
        {
            "text": "Tanya Byron, English psychologist and academic",
            "year": 1967
        },
        {
            "text": "Jonathan Firth, English actor",
            "year": 1967
        },
        {
            "text": "Vince Flynn, American author (d. 2013)",
            "year": 1966
        },
        {
            "text": "Young Man Kang, South Korean-American director and producer",
            "year": 1966
        },
        {
            "text": "Black Francis, American singer-songwriter and guitarist",
            "year": 1965
        },
        {
            "text": "Sterling Sharpe, American football player and sportscaster",
            "year": 1965
        },
        {
            "text": "David Woodard, American conductor and writer",
            "year": 1964
        },
        {
            "text": "Tim Walz, American politician, Governor of Minnesota & vice presidential candidate",
            "year": 1964
        },
        {
            "text": "Rafael Correa, Ecuadorian economist and politician, 54th President of Ecuador",
            "year": 1963
        },
        {
            "text": "Iris Häussler, German sculptor and academic",
            "year": 1962
        },
        {
            "text": "Marco Schällibaum, Swiss footballer, coach, and manager",
            "year": 1962
        },
        {
            "text": "Rory Bremner, Scottish impressionist and comedian",
            "year": 1961
        },
        {
            "text": "Peter Jackson, English footballer and manager",
            "year": 1961
        },
        {
            "text": "Warren Haynes, American singer-songwriter and guitarist",
            "year": 1960
        },
        {
            "text": "Richard Loe, New Zealand rugby player",
            "year": 1960
        },
        {
            "text": "John Pizzarelli, American singer-songwriter and guitarist",
            "year": 1960
        },
        {
            "text": "Gail Shea, Canadian politician",
            "year": 1959
        },
        {
            "text": "Graeme Base, Australian author and illustrator",
            "year": 1958
        },
        {
            "text": "Giorgio Damilano, Italian race walker and coach",
            "year": 1957
        },
        {
            "text": "Maurizio Damilano, Italian race walker and coach",
            "year": 1957
        },
        {
            "text": "Jaroslava Maxová, Czech soprano and educator",
            "year": 1957
        },
        {
            "text": "Paolo Nespoli, Italian soldier, engineer, and astronaut",
            "year": 1957
        },
        {
            "text": "Michele Bachmann, American lawyer and politician",
            "year": 1956
        },
        {
            "text": "Normand Corbeil, Canadian composer (d. 2013)",
            "year": 1956
        },
        {
            "text": "Mudassar Nazar, Pakistani cricketer",
            "year": 1956
        },
        {
            "text": "Lee Scott, English politician",
            "year": 1956
        },
        {
            "text": "Sebastian Spreng, Argentinian-American painter and journalist",
            "year": 1956
        },
        {
            "text": "Dilip Vengsarkar, Indian cricketer and coach",
            "year": 1956
        },
        {
            "text": "Rob Epstein, American director and producer",
            "year": 1955
        },
        {
            "text": "Michael Rooker, American actor, director, and producer",
            "year": 1955
        },
        {
            "text": "Cathy Jones, Canadian actress, comedian, and writer",
            "year": 1955
        },
        {
            "text": "Patrick Doyle, Scottish actor and composer",
            "year": 1953
        },
        {
            "text": "Christopher Franke, German-American drummer and songwriter",
            "year": 1953
        },
        {
            "text": "Udo Dirkschneider, German singer-songwriter",
            "year": 1952
        },
        {
            "text": "Marilu Henner, Greek-Polish American actress and author",
            "year": 1952
        },
        {
            "text": "Michel Larocque, Canadian ice hockey player and manager (d. 1992)",
            "year": 1952
        },
        {
            "text": "Bert Blyleven, Dutch-American baseball player and sportscaster",
            "year": 1951
        },
        {
            "text": "Jean-Marc Boivin, French skier, mountaineer, and pilot (d. 1990)",
            "year": 1951
        },
        {
            "text": "Pascal Rogé, French pianist",
            "year": 1951
        },
        {
            "text": "Claire Morissette, Canadian cycling activist (d. 2007)",
            "year": 1950
        },
        {
            "text": "Cleo Odzer, American anthropologist and author (d. 2001)",
            "year": 1950
        },
        {
            "text": "Alyson Bailes, English academic and diplomat (d. 2016)",
            "year": 1949
        },
        {
            "text": "Patrick Hernandez, French singer-songwriter",
            "year": 1949
        },
        {
            "text": "Ng Ser Miang, Singaporean athlete, entrepreneur and diplomat",
            "year": 1949
        },
        {
            "text": "Horst Ludwig Störmer, German physicist and academic, Nobel Prize laureate",
            "year": 1949
        },
        {
            "text": "John Ratzenberger, American actor and director",
            "year": 1947
        },
        {
            "text": "André Weinfeld, French-American director, producer, and screenwriter",
            "year": 1947
        },
        {
            "text": "Mike Worboys, English mathematician and computer scientist",
            "year": 1947
        },
        {
            "text": "Paul Beresford, New Zealand-English dentist and politician",
            "year": 1946
        },
        {
            "text": "Rodney Bickerstaffe, English trade union leader (d. 2017)",
            "year": 1945
        },
        {
            "text": "Peter Hill, English journalist",
            "year": 1945
        },
        {
            "text": "Felicity Palmer, English operatic soprano",
            "year": 1944
        },
        {
            "text": "Charles Sobhraj, French serial killer",
            "year": 1944
        },
        {
            "text": "Max Clifford, English journalist and publicist (d. 2017)",
            "year": 1943
        },
        {
            "text": "Roger Cook, New Zealand-English journalist and academic",
            "year": 1943
        },
        {
            "text": "Ian MacRae, New Zealand rugby player",
            "year": 1943
        },
        {
            "text": "Mitchell Melton, American lawyer and politician (d. 2013)",
            "year": 1943
        },
        {
            "text": "Barry Levinson, American actor, director, producer, and screenwriter",
            "year": 1942
        },
        {
            "text": "Anita Pallenberg, Italian-English model, actress, and fashion designer (d. 2017)",
            "year": 1942
        },
        {
            "text": "Christopher Allsopp, English economist and academic",
            "year": 1941
        },
        {
            "text": "Phil Austin, American comedian, actor, and screenwriter (d. 2015)",
            "year": 1941
        },
        {
            "text": "Hans W. Geißendörfer, German director and producer",
            "year": 1941
        },
        {
            "text": "Angeliki Laiou, Greek-American Byzantinist and politician (d. 2008)",
            "year": 1941
        },
        {
            "text": "Don Prudhomme, American race car driver and manager",
            "year": 1941
        },
        {
            "text": "Gheorghe Zamfir, Romanian flute player and composer",
            "year": 1941
        },
        {
            "text": "Homero Aridjis, Mexican journalist, author, and poet",
            "year": 1940
        },
        {
            "text": "Pedro Armendáriz, Jr., Mexican-American actor and producer (d. 2011)",
            "year": 1940
        },
        {
            "text": "André Ouellet, Canadian lawyer and politician, 1st Canadian Minister of Foreign Affairs",
            "year": 1939
        },
        {
            "text": "John Sculley, American businessman, co-founded Zeta Interactive",
            "year": 1939
        },
        {
            "text": "Paul Daniels, English magician and television host (d. 2016)",
            "year": 1938
        },
        {
            "text": "Roy Thinnes, American television and film actor",
            "year": 1938
        },
        {
            "text": "Merle Haggard, American singer-songwriter and guitarist (d. 2016)",
            "year": 1937
        },
        {
            "text": "Tom Veivers, Australian cricketer and politician",
            "year": 1937
        },
        {
            "text": "Billy Dee Williams, American actor, singer, and writer",
            "year": 1937
        },
        {
            "text": "Helen Berman, Dutch-Israeli painter and illustrator",
            "year": 1936
        },
        {
            "text": "Jean-Pierre Changeux, French neuroscientist, biologist, and academic",
            "year": 1936
        },
        {
            "text": "Douglas Hill, Canadian author and critic (d. 2007)",
            "year": 1935
        },
        {
            "text": "Enrique Álvarez Félix, Mexican actor (d. 1996)",
            "year": 1934
        },
        {
            "text": "Anton Geesink, Dutch martial artist and wrestler (d. 2010)",
            "year": 1934
        },
        {
            "text": "Guy Peellaert, Belgian painter, illustrator, and photographer (d. 2008)",
            "year": 1934
        },
        {
            "text": "Roy Goode, English lawyer and academic",
            "year": 1933
        },
        {
            "text": "Tom C. Korologos, American journalist and diplomat, United States Ambassador to Belgium",
            "year": 1933
        },
        {
            "text": "Eduardo Malapit, American lawyer and politician, Mayor of Kauai (d. 2007)",
            "year": 1933
        },
        {
            "text": "Connie Broden, Canadian ice hockey player (d. 2013)",
            "year": 1932
        },
        {
            "text": "Helmut Griem, German actor and director (d. 2004)",
            "year": 1932
        },
        {
            "text": "Ram Dass, American author and educator (d. 2019)",
            "year": 1931
        },
        {
            "text": "Ivan Dixon, American actor, director, and producer (d. 2008)",
            "year": 1931
        },
        {
            "text": "Qiu Dahong, Chinese coastal and offshore engineer, member of the Chinese Academy of Sciences (d. 2025)",
            "year": 1930
        },
        {
            "text": "Willis Hall, English playwright and author (d. 2005)",
            "year": 1929
        },
        {
            "text": "Joi Lansing, American model, actress and nightclub singer (d. 1972)",
            "year": 1929
        },
        {
            "text": "André Previn, American pianist, composer, and conductor (d. 2019)",
            "year": 1929
        },
        {
            "text": "Christos Sartzetakis, Greek jurist, supreme justice and President of Greece (d. 2022)",
            "year": 1929
        },
        {
            "text": "James Watson, American biologist, geneticist, and zoologist, Nobel Prize laureate",
            "year": 1928
        },
        {
            "text": "Gerry Mulligan, American saxophonist, clarinet player, and composer (d. 1996)",
            "year": 1927
        },
        {
            "text": "Sergio Franchi, Italian-American singer and actor (d. 1990)",
            "year": 1926
        },
        {
            "text": "Gil Kane, Latvian-American author and illustrator (d. 2000)",
            "year": 1926
        },
        {
            "text": "Ian Paisley, Northern Irish evangelical minister and politician, 2nd First Minister of Northern Ireland (d. 2014)",
            "year": 1926
        },
        {
            "text": "Randy Weston, American jazz pianist and composer (d. 2018)",
            "year": 1926
        },
        {
            "text": "Herb Thomas, American race car driver (d. 2000)",
            "year": 1923
        },
        {
            "text": "Gordon Chater, English-Australian comedian and actor (d. 1999)",
            "year": 1922
        },
        {
            "text": "Wilbur Thompson, American shot putter (d. 2013)",
            "year": 1921
        },
        {
            "text": "Jack Cover, American pilot and physicist, invented the Taser gun (d. 2009)",
            "year": 1920
        },
        {
            "text": "Edmond H. Fischer, Swiss-American biochemist and academic, Nobel Prize laureate (d. 2021)",
            "year": 1920
        },
        {
            "text": "Georgios Mylonas, Greek politician, 11th Greek Minister of Culture (d. 1998)",
            "year": 1919
        },
        {
            "text": "Alfredo Ovando Candía, Bolivian general and politician, 56th President of Bolivia (d. 1982)",
            "year": 1918
        },
        {
            "text": "Leonora Carrington, English-Mexican painter and author (d. 2011)",
            "year": 1917
        },
        {
            "text": "Phil Leeds, American actor (d. 1998)",
            "year": 1916
        },
        {
            "text": "Vincent Ellis McKelvey, American geologist and author (d. 1987)",
            "year": 1916
        },
        {
            "text": "Tadeusz Kantor, Polish director, painter, and set designer (d. 1990)",
            "year": 1915
        },
        {
            "text": "Shannon Boyd-Bailey McCune, American geographer and academic (d. 1993)",
            "year": 1913
        },
        {
            "text": "Feodor Felix Konrad Lynen, German biochemist and academic, Nobel Prize laureate (d. 1979)",
            "year": 1911
        },
        {
            "text": "Barys Kit, Belarusian-American rocket scientist (d. 2018)",
            "year": 1910
        },
        {
            "text": "William M. Branham, American minister and theologian (d. 1965)",
            "year": 1909
        },
        {
            "text": "Hermann Lang, German race car driver (d. 1987)",
            "year": 1909
        },
        {
            "text": "Marcel-Marie Desmarais, Canadian preacher, missionary, and author (d. 1994)",
            "year": 1908
        },
        {
            "text": "Ernie Lombardi, American baseball player (d. 1977)",
            "year": 1908
        },
        {
            "text": "Virginia Hall, American who was a spy in France for the UK and US during WWII (d. 1982)",
            "year": 1906
        },
        {
            "text": "Kurt Georg Kiesinger, German lawyer, politician and Chancellor of Germany (d. 1988)",
            "year": 1904
        },
        {
            "text": "Erwin Komenda, Austrian car designer and engineer (d. 1966)",
            "year": 1904
        },
        {
            "text": "Mickey Cochrane, American baseball player and manager (d. 1962)",
            "year": 1903
        },
        {
            "text": "Harold Eugene Edgerton, American engineer and academic (d. 1990)",
            "year": 1903
        },
        {
            "text": "Julien Torma, French author, poet, and playwright (d. 1933)",
            "year": 1902
        },
        {
            "text": "Pier Giorgio Frassati, Italian activist (d. 1925)",
            "year": 1901
        },
        {
            "text": "Leo Robin, American composer and songwriter (d. 1984)",
            "year": 1900
        },
        {
            "text": "Jeanne Hébuterne, French painter and author (d. 1920)",
            "year": 1898
        },
        {
            "text": "Dudley Nichols, American director, producer, and screenwriter (d. 1960)",
            "year": 1895
        },
        {
            "text": "Donald Wills Douglas, Sr., American businessman, founded the Douglas Aircraft Company (d. 1981)",
            "year": 1892
        },
        {
            "text": "Lowell Thomas, American journalist and author (d. 1981)",
            "year": 1892
        },
        {
            "text": "Anthony Fokker, Dutch engineer and businessman, founded Fokker Aircraft Manufacturer (d. 1939)",
            "year": 1890
        },
        {
            "text": "Hans Richter, Swiss painter, illustrator, and director (d. 1976)",
            "year": 1888
        },
        {
            "text": "Gerhard Ritter, German historian and academic (d. 1967)",
            "year": 1888
        },
        {
            "text": "Athenagoras I of Constantinople (d. 1972)",
            "year": 1886
        },
        {
            "text": "Walter Dandy, American physician and neurosurgeon (d. 1946)",
            "year": 1886
        },
        {
            "text": "Osman Ali Khan, Asaf Jah VII, Indian ruler (d. 1967)",
            "year": 1886
        },
        {
            "text": "J. G. Parry-Thomas, Welsh race car driver and engineer (d. 1927)",
            "year": 1884
        },
        {
            "text": "Karl Staaf, Swedish pole vaulter and hammer thrower (d. 1953)",
            "year": 1881
        },
        {
            "text": "Erich Mühsam, German author, poet, and playwright (d. 1934)",
            "year": 1878
        },
        {
            "text": "Levon Shant, Armenian author, poet, and playwright (d. 1951)",
            "year": 1869
        },
        {
            "text": "Felix-Raymond-Marie Rouleau, Canadian cardinal (d. 1931)",
            "year": 1866
        },
        {
            "text": "William Bate Hardy, English biologist and academic (d. 1934)",
            "year": 1864
        },
        {
            "text": "Stanislas de Guaita, French poet and author (d. 1897)",
            "year": 1861
        },
        {
            "text": "René Lalique, French sculptor and jewellery designer (d. 1945)",
            "year": 1860
        },
        {
            "text": "Arthur Wesley Dow, American painter and photographer (d. 1922)",
            "year": 1857
        },
        {
            "text": "Charles Huot, Canadian painter and illustrator (d. 1930)",
            "year": 1855
        },
        {
            "text": "Will Crooks, English trade unionist and politician (d. 1921)",
            "year": 1852
        },
        {
            "text": "Guillaume Bigourdan, French astronomer and academic (d. 1932)",
            "year": 1851
        },
        {
            "text": "William Lyne, Australian politician, 13th Premier of New South Wales (d. 1913)",
            "year": 1844
        },
        {
            "text": "Gustave Moreau, French painter and academic (d. 1898)",
            "year": 1826
        },
        {
            "text": "George Waterhouse, English-New Zealand politician, 7th Prime Minister of New Zealand (d. 1906)",
            "year": 1824
        },
        {
            "text": "Joseph Medill, Canadian-American publisher and politician, 26th Mayor of Chicago (d. 1899)",
            "year": 1823
        },
        {
            "text": "Nadar, French photographer, journalist, and author (d. 1910)",
            "year": 1820
        },
        {
            "text": "Aasmund Olavsson Vinje, Norwegian journalist and poet (d. 1870)",
            "year": 1818
        },
        {
            "text": "Robert Volkmann, German organist, composer, and conductor (d. 1883)",
            "year": 1815
        },
        {
            "text": "Alexander Herzen, Russian philosopher and author (d. 1870)",
            "year": 1812
        },
        {
            "text": "Philip Henry Gosse, English biologist and academic (d. 1888)",
            "year": 1810
        },
        {
            "text": "Celestina Cordero, Puerto Rican educator (d. 1862)",
            "year": 1787
        },
        {
            "text": "James Mill, Scottish historian, economist, and philosopher (d. 1836)",
            "year": 1773
        },
        {
            "text": "Wilhelm von Kobell, German painter and educator (d. 1853)",
            "year": 1766
        },
        {
            "text": "Nicolas Chamfort, French author and playwright (d. 1794)",
            "year": 1741
        },
        {
            "text": "Gerard Majella, Italian saint (d. 1755)",
            "year": 1726
        },
        {
            "text": "Pasquale Paoli, French soldier and politician (d. 1807)",
            "year": 1725
        },
        {
            "text": "Johann Georg Reutter, Austrian organist and composer (d. 1772)",
            "year": 1708
        },
        {
            "text": "Louis de Cahusac, French playwright and composer (d. 1759)",
            "year": 1706
        },
        {
            "text": "André Cardinal Destouches, French composer (d. 1749)",
            "year": 1672
        },
        {
            "text": "Jean-Baptiste Rousseau, French poet and playwright (d. 1741)",
            "year": 1671
        },
        {
            "text": "Arvid Horn, Swedish general and politician, Governor of Västerbotten County (d. 1742)",
            "year": 1664
        },
        {
            "text": "Johann Kuhnau, German organist and composer (d. 1722)",
            "year": 1660
        },
        {
            "text": "André Dacier, French scholar and academic (d. 1722)",
            "year": 1651
        },
        {
            "text": "Maria Leopoldine of Austria (d. 1649)",
            "year": 1632
        },
        {
            "text": "Margaret of Brunswick-Lüneburg, German noble (d. 1643)",
            "year": 1573
        },
        {
            "text": "Infanta Maria, Marchioness of Tortosa",
            "year": 1342
        },
        {
            "text": "Maimonides, Jewish philosopher, Torah scholar, physician and astronomer (March 30 also proposed, d. 1204)",
            "year": 1135
        }
    ],
    "deaths": [
        {
            "text": "Joseph E. Brennan, American politician, 70th Governor of Maine (b. 1934)",
            "year": 2024
        },
        {
            "text": "Vladimir Zhirinovsky, Russian and Soviet politician (b. 1946)",
            "year": 2022
        },
        {
            "text": "Jill Knight, British politician (b. 1923)",
            "year": 2022
        },
        {
            "text": "Hans Küng, Swiss Catholic priest, theologian, and author (b. 1928)",
            "year": 2021
        },
        {
            "text": "Alcee Hastings, American politician (b. 1936)",
            "year": 2021
        },
        {
            "text": "Al Kaline, American baseball player, broadcaster and executive (b. 1934)",
            "year": 2020
        },
        {
            "text": "Michael O'Donnell, British physician, journalist, author and broadcaster (b. 1928)",
            "year": 2019
        },
        {
            "text": "Don Rickles, American actor and comedian (b. 1926)",
            "year": 2017
        },
        {
            "text": "Merle Haggard, American singer-songwriter and guitarist (b. 1937)",
            "year": 2016
        },
        {
            "text": "Giovanni Berlinguer, Italian lawyer and politician (b. 1924)",
            "year": 2015
        },
        {
            "text": "James Best, American actor, director, and screenwriter (b. 1926)",
            "year": 2015
        },
        {
            "text": "Ray Charles, American singer-songwriter and conductor (b. 1918)",
            "year": 2015
        },
        {
            "text": "Dollard St. Laurent, Canadian ice hockey player (b. 1929)",
            "year": 2015
        },
        {
            "text": "Mary Anderson, American actress (b. 1918)",
            "year": 2014
        },
        {
            "text": "Jacques Castérède, French pianist and composer (b. 1926)",
            "year": 2014
        },
        {
            "text": "Liv Dommersnes, Norwegian actress (b. 1922)",
            "year": 2014
        },
        {
            "text": "Mickey Rooney, American soldier, actor, and dancer (b. 1920)",
            "year": 2014
        },
        {
            "text": "Chuck Stone, American soldier, journalist, and academic (b. 1924)",
            "year": 2014
        },
        {
            "text": "Massimo Tamburini, Italian motorcycle designer, co-founded Bimota (b. 1943)",
            "year": 2014
        },
        {
            "text": "Hilda Bynoe, Grenadian physician and politician, 2nd Governor of Grenada (b. 1921)",
            "year": 2013
        },
        {
            "text": "Bill Guttridge, English footballer and manager (b. 1931)",
            "year": 2013
        },
        {
            "text": "Bigas Luna, Spanish director and screenwriter (b. 1946)",
            "year": 2013
        },
        {
            "text": "Ottmar Schreiner, German lawyer and politician (b. 1946)",
            "year": 2013
        },
        {
            "text": "Roland Guilbault, American admiral (b. 1934)",
            "year": 2012
        },
        {
            "text": "Thomas Kinkade, American painter and illustrator (b. 1958)",
            "year": 2012
        },
        {
            "text": "Fang Lizhi, Chinese astrophysicist and academic (b. 1936)",
            "year": 2012
        },
        {
            "text": "Sheila Scotter, Australian fashion designer and journalist (b. 1920)",
            "year": 2012
        },
        {
            "text": "Reed Whittemore, American poet and critic (b. 1919)",
            "year": 2012
        },
        {
            "text": "Gerald Finnerman, American director and cinematographer (b. 1931)",
            "year": 2011
        },
        {
            "text": "Wilma Mankiller, American tribal leader (b. 1945)",
            "year": 2010
        },
        {
            "text": "Corin Redgrave, English actor (b. 1939)",
            "year": 2010
        },
        {
            "text": "J. M. S. Careless, Canadian historian and academic (b. 1919)",
            "year": 2009
        },
        {
            "text": "Shawn Mackay, Australian rugby player and coach (b. 1982)",
            "year": 2009
        },
        {
            "text": "Luigi Comencini, Italian director and producer (b. 1916)",
            "year": 2007
        },
        {
            "text": "Maggie Dixon, American basketball player and coach (b. 1977)",
            "year": 2006
        },
        {
            "text": "Francis L. Kellogg, American soldier and diplomat (b. 1917)",
            "year": 2006
        },
        {
            "text": "Stefanos Stratigos, Greek actor and director (b. 1926)",
            "year": 2006
        },
        {
            "text": "Rainier III, Prince of Monaco (b. 1923)",
            "year": 2005
        },
        {
            "text": "Anthony F. DePalma, American orthopedic surgeon and professor (b. 1904)",
            "year": 2005
        },
        {
            "text": "Lou Berberet, American baseball player (b. 1929)",
            "year": 2004
        },
        {
            "text": "Larisa Bogoraz, Russian linguist and activist (b. 1929)",
            "year": 2004
        },
        {
            "text": "David Bloom, American journalist (b. 1963)",
            "year": 2003
        },
        {
            "text": "Anita Borg, American computer scientist and educator; founded Anita Borg Institute for Women and Technology (b. 1949)",
            "year": 2003
        },
        {
            "text": "Gerald Emmett Carter, Canadian cardinal (b. 1912)",
            "year": 2003
        },
        {
            "text": "Babatunde Olatunji, Nigerian drummer, educator, and activist (b. 1927)",
            "year": 2003
        },
        {
            "text": "Dino Yannopoulos, Greek stage director of the Metropolitan Opera (b. 1919)",
            "year": 2003
        },
        {
            "text": "Charles Pettigrew, American singer-songwriter (b. 1963)",
            "year": 2001
        },
        {
            "text": "Habib Bourguiba, Tunisian politician, 1st President of Tunisia (b. 1903)",
            "year": 2000
        },
        {
            "text": "Red Norvo, American vibraphone player and composer (b. 1908)",
            "year": 1999
        },
        {
            "text": "Norbert Schmitz, German footballer (b. 1958)",
            "year": 1998
        },
        {
            "text": "Tammy Wynette, American singer-songwriter (b. 1942)",
            "year": 1998
        },
        {
            "text": "Greer Garson, English-American actress (b. 1904)",
            "year": 1996
        },
        {
            "text": "Ioannis Alevras, Greek banker and politician, President of Greece (b. 1912)",
            "year": 1995
        },
        {
            "text": "Juvénal Habyarimana, Rwandan banker and politician, 3rd President of Rwanda (b. 1937)",
            "year": 1994
        },
        {
            "text": "Cyprien Ntaryamira, Burundian politician, 5th President of Burundi (b. 1955)",
            "year": 1994
        },
        {
            "text": "Isaac Asimov, American science fiction writer (b. 1920)",
            "year": 1992
        },
        {
            "text": "Jayanto Nath Chaudhuri, Indian General who served as the Chief of Army Staff of the Indian Army from 1962 to 1966 and the Military Governor of Hyderabad State from 1948 to 1949. (b. 1908)",
            "year": 1983
        },
        {
            "text": "Ivan Vasilyov, Bulgarian architect, designed the SS. Cyril and Methodius National Library (b. 1893)",
            "year": 1979
        },
        {
            "text": "Kōichi Kido, Japanese politician, 13th Lord Keeper of the Privy Seal of Japan (b. 1889)",
            "year": 1977
        },
        {
            "text": "Willem Marinus Dudok, Dutch architect (b. 1884)",
            "year": 1974
        },
        {
            "text": "Hudson Fysh, Australian pilot and businessman, co-founded Qantas Airways Limited (b. 1895)",
            "year": 1974
        },
        {
            "text": "Igor Stravinsky, Russian-American pianist, composer, and conductor (b. 1882)",
            "year": 1971
        },
        {
            "text": "Maurice Stokes, American basketball player (b. 1933)",
            "year": 1970
        },
        {
            "text": "Otto Struve, Ukrainian-American astronomer and academic (b. 1897)",
            "year": 1963
        },
        {
            "text": "Jules Bordet, Belgian microbiologist and immunologist, Nobel Prize laureate (b. 1870)",
            "year": 1961
        },
        {
            "text": "Leo Aryeh Mayer, Polish-Israeli scholar and academic (b. 1895)",
            "year": 1959
        },
        {
            "text": "Idris Davies, Welsh poet and author (b. 1905)",
            "year": 1953
        },
        {
            "text": "Louis Wilkins, American pole vaulter (b. 1882)",
            "year": 1950
        },
        {
            "text": "Herbert Backe, German agronomist and politician (b. 1896)",
            "year": 1947
        },
        {
            "text": "Rose O'Neill, American cartoonist, illustrator, artist, and writer (b. 1874)",
            "year": 1944
        },
        {
            "text": "Edwin Arlington Robinson, American poet and playwright (b. 1869)",
            "year": 1935
        },
        {
            "text": "Florence Earle Coates, American poet (b. 1850)",
            "year": 1927
        },
        {
            "text": "Somerset Lowry-Corry, 4th Earl Belmore (b. 1835)",
            "year": 1913
        },
        {
            "text": "Alexander Kielland, Norwegian author, playwright, and politician, 6th County Governor of Møre og Romsdal (b. 1849)",
            "year": 1906
        },
        {
            "text": "Alvan Wentworth Chapman, American physician and botanist (b. 1809)",
            "year": 1899
        },
        {
            "text": "William Edward Forster, English businessman, philanthropist, and politician, Chief Secretary for Ireland (b. 1818)",
            "year": 1886
        },
        {
            "text": "Benjamin Wright Raymond, American merchant and politician, 3rd Mayor of Chicago (b. 1801)",
            "year": 1883
        },
        {
            "text": "Albert Sidney Johnston, American general (b. 1803)",
            "year": 1862
        },
        {
            "text": "James Kirke Paulding, American author and politician, 11th United States Secretary of the Navy (b. 1778)",
            "year": 1860
        },
        {
            "text": "José Bonifácio de Andrada, Brazilian poet, academic, and politician (b. 1763)",
            "year": 1838
        },
        {
            "text": "Adamantios Korais, Greek philosopher and scholar (b. 1748)",
            "year": 1833
        },
        {
            "text": "Niels Henrik Abel, Norwegian mathematician and theorist (b. 1802)",
            "year": 1829
        },
        {
            "text": "Nikolis Apostolis, Greek naval commander during the Greek War of Independence (b. 1770)",
            "year": 1827
        },
        {
            "text": "Vladimir Borovikovsky, Ukrainian-Russian painter and educator (b. 1757)",
            "year": 1825
        },
        {
            "text": "Louis IX, Landgrave of Hesse-Darmstadt (b. 1719)",
            "year": 1790
        },
        {
            "text": "Richard Rawlinson, English minister and historian (b. 1690)",
            "year": 1755
        },
        {
            "text": "Willem van de Velde the Younger, Dutch-English painter (b. 1633)",
            "year": 1707
        },
        {
            "text": "Arthur Annesley, 1st Earl of Anglesey, Irish-English politician (b. 1614)",
            "year": 1686
        },
        {
            "text": "John Winthrop the Younger, English politician, 1st Governor of Connecticut (b. 1606)",
            "year": 1676
        },
        {
            "text": "Leonora Baroni, Italian composer (b. 1611)",
            "year": 1670
        },
        {
            "text": "David Blondel, French minister, historian, and scholar (b. 1591)",
            "year": 1655
        },
        {
            "text": "Domenico Zampieri (Domenichino), Italian painter (b. 1581)",
            "year": 1641
        },
        {
            "text": "Edward Seymour, 1st Earl of Hertford (b. 1539)",
            "year": 1621
        },
        {
            "text": "John Stow, English historian and author (b. 1525)",
            "year": 1605
        },
        {
            "text": "Henry Barrowe, English Puritan and separatist (b. 1550)",
            "year": 1593
        },
        {
            "text": "Francis Walsingham, English politician and diplomat, Chancellor of the Duchy of Lancaster (b. 1532)",
            "year": 1590
        },
        {
            "text": "John Hamilton, Scottish archbishop and academic (b. 1512)",
            "year": 1571
        },
        {
            "text": "Joachim Vadian, Swiss scholar and politician (b. 1484)",
            "year": 1551
        },
        {
            "text": "Albrecht Dürer, German painter, engraver, and mathematician (b. 1471)",
            "year": 1528
        },
        {
            "text": "Henry Stafford, 1st Earl of Wiltshire, English nobleman (b. 1479)",
            "year": 1523
        },
        {
            "text": "Raphael, Italian painter and architect (b. 1483)",
            "year": 1520
        },
        {
            "text": "Matthias Corvinus, King of Hungary and Croatia from 1458 to 1490 (b. 1443)",
            "year": 1490
        },
        {
            "text": "Preczlaw of Pogarell, Cardinal and Bishop of Wrocław (b. 1310)",
            "year": 1376
        },
        {
            "text": "James I, count of La Marche (b. 1319)",
            "year": 1362
        },
        {
            "text": "Basil, emperor of Trebizond (Turkey)",
            "year": 1340
        },
        {
            "text": "Peter of Verona, Italian priest and saint (b. 1206)",
            "year": 1252
        },
        {
            "text": "Guillaume de Sonnac, Grand Master of the Knights Templar",
            "year": 1250
        },
        {
            "text": "William Marshal, 2nd Earl of Pembroke",
            "year": 1231
        },
        {
            "text": "Richard I, king of England (b. 1157)",
            "year": 1199
        },
        {
            "text": "Umara al-Yamani, Yemeni poet and historian (b. 1121)",
            "year": 1174
        },
        {
            "text": "Frederick II, duke of Swabia (b. 1090)",
            "year": 1147
        },
        {
            "text": "Liu Churang, Chinese general and chief of staff (b. 881)",
            "year": 943
        },
        {
            "text": "Nasr II, ruler (amir) of the Samanid Empire (b. 906)",
            "year": 943
        },
        {
            "text": "Pei Che, chancellor of the Tang Dynasty",
            "year": 887
        },
        {
            "text": "Saint Methodius, Byzantine missionary and saint (b. 815)",
            "year": 885
        },
        {
            "text": "Prudentius, bishop of Troyes",
            "year": 861
        }
    ],
    "metadata": {
        "current_date": "April 6, 2025",
        "short_date": "Apr 6",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            48,
            57,
            56,
            22,
            44,
            0,
            9,
            31,
            50,
            34
        ],
        "births": [
            257,
            222,
            99,
            158
        ],
        "deaths": [
            82,
            10,
            26,
            78
        ]
    }
}