{
    "events": [
        {
            "text": "Tens of thousands of farmed non-native Atlantic salmon are accidentally released into the wild in Washington waters in the 2017 Cypress Island Atlantic salmon pen break.",
            "year": 2017
        },
        {
            "text": "The Dhamara Ghat train accident kills at least 37 people in the Indian state of Bihar.",
            "year": 2013
        },
        {
            "text": "Operation Iraqi Freedom ends, with the last of the United States brigade combat teams crossing the border to Kuwait.",
            "year": 2010
        },
        {
            "text": "A series of bombings in Baghdad, Iraq, kills 101 and injures 565 others.",
            "year": 2009
        },
        {
            "text": "The first-ever joint military exercise between Russia and China, called Peace Mission 2005 begins.",
            "year": 2005
        },
        {
            "text": "Google Inc. has its initial public offering on Nasdaq.",
            "year": 2004
        },
        {
            "text": "A truck-bomb attack on United Nations headquarters in Iraq kills the agency's top envoy Sérgio Vieira de Mello and 21 other employees.",
            "year": 2003
        },
        {
            "text": "Shmuel HaNavi bus bombing: A suicide attack on a bus in Jerusalem, planned by Hamas, kills 23 Israelis, seven of them children.",
            "year": 2003
        },
        {
            "text": "Khankala Mi-26 crash: A Russian Mil Mi-26 helicopter carrying troops is hit by a Chechen missile outside Grozny, killing 118 soldiers.",
            "year": 2002
        },
        {
            "text": "In Belgrade, Yugoslavia, tens of thousands of Serbians rally to demand the resignation of Federal Republic of Yugoslavia President Slobodan Milošević.",
            "year": 1999
        },
        {
            "text": "Dissolution of the Soviet Union: The August Coup begins when Soviet President Mikhail Gorbachev is placed under house arrest while on holiday in the town of Foros, Ukraine.",
            "year": 1991
        },
        {
            "text": "Crown Heights riot begins.",
            "year": 1991
        },
        {
            "text": "Polish president Wojciech Jaruzelski nominates Solidarity activist Tadeusz Mazowiecki to be the first non-communist prime minister in 42 years.",
            "year": 1989
        },
        {
            "text": "Several hundred East Germans cross the frontier between Hungary and Austria during the Pan-European Picnic, part of the events that began the process of the Fall of the Berlin Wall.",
            "year": 1989
        },
        {
            "text": "Hungerford massacre: In the United Kingdom, Michael Ryan kills sixteen people with a semi-automatic rifle and then commits suicide.",
            "year": 1987
        },
        {
            "text": "Gulf of Sidra Incident: United States F-14A Tomcat fighters intercept and shoot down two Libyan Sukhoi Su-22 fighter jets over the Gulf of Sidra.",
            "year": 1981
        },
        {
            "text": "Saudia Flight 163, a Lockheed L-1011 TriStar burns after making an emergency landing at Riyadh International Airport in Riyadh, Saudi Arabia, killing 301 people.",
            "year": 1980
        },
        {
            "text": "Otłoczyn railway accident: In Poland's worst post-war railway accident, 67 people lose their lives and a further 62 are injured.",
            "year": 1980
        },
        {
            "text": "In Iran, the Cinema Rex fire causes more than 400 deaths.",
            "year": 1978
        },
        {
            "text": "Japanese prime minister Eisaku Satō becomes the first post-World War II sitting prime minister to visit Okinawa Prefecture.",
            "year": 1965
        },
        {
            "text": "Syncom 3, the first geostationary communication satellite, is launched. Two months later, it would enable live coverage of the 1964 Summer Olympics.",
            "year": 1964
        },
        {
            "text": "Cold War: In Moscow, Russia, Soviet Union, downed American U-2 pilot Francis Gary Powers is sentenced to ten years imprisonment by the Soviet Union for espionage.",
            "year": 1960
        },
        {
            "text": "Sputnik program: Korabl-Sputnik 2: The Soviet Union launches the satellite with the dogs Belka and Strelka, 40 mice, two rats and a variety of plants.",
            "year": 1960
        },
        {
            "text": "In the Northeast United States, severe flooding caused by Hurricane Diane, claims 200 lives.",
            "year": 1955
        },
        {
            "text": "Cold War: The CIA and MI6 help to overthrow the government of Mohammad Mosaddegh in Iran and reinstate the Shah Mohammad Reza Pahlavi.",
            "year": 1953
        },
        {
            "text": "August Revolution: Viet Minh led by Ho Chi Minh take power in Hanoi, Vietnam.",
            "year": 1945
        },
        {
            "text": "World War II: Liberation of Paris: Paris, France rises against German occupation with the help of Allied troops.",
            "year": 1944
        },
        {
            "text": "World War II: Operation Jubilee (The Dieppe Raid): The 2nd Canadian Infantry Division leads an amphibious assault by allied forces on Dieppe, France and fails.",
            "year": 1942
        },
        {
            "text": "Germany and Romania sign the Tiraspol Agreement, rendering the region of Transnistria under control of the latter.",
            "year": 1941
        },
        {
            "text": "First flight of the B-25 Mitchell medium bomber.",
            "year": 1940
        },
        {
            "text": "The Great Purge of the Soviet Union begins when the first of the Moscow Trials is convened.",
            "year": 1936
        },
        {
            "text": "The first All-American Soap Box Derby is held in Dayton, Ohio.",
            "year": 1934
        },
        {
            "text": "The German referendum of 1934 approves Adolf Hitler's appointment as head of state with the title of Führer.",
            "year": 1934
        },
        {
            "text": "Patriarch Sergius of Moscow proclaims the declaration of loyalty of the Russian Orthodox Church to the Soviet Union.",
            "year": 1927
        },
        {
            "text": "The Tambov Rebellion breaks out, in response to the Bolshevik policy of Prodrazvyorstka.",
            "year": 1920
        },
        {
            "text": "The Indianapolis Motor Speedway opens for automobile racing. William Bourque and his mechanic are killed during the first day's events.",
            "year": 1909
        },
        {
            "text": "The Transfiguration Uprising breaks out in East Thrace, resulting in the establishment of the Strandzha Commune.",
            "year": 1903
        },
        {
            "text": "Dakota War: During an uprising in Minnesota, Lakota warriors decide not to attack heavily defended Fort Ridgely and instead turn to the settlement of New Ulm, killing white settlers along the way.",
            "year": 1862
        },
        {
            "text": "First ascent of Weisshorn, fifth highest summit in the Alps.",
            "year": 1861
        },
        {
            "text": "The First Sioux War begins when United States Army soldiers kill Lakota chief Conquering Bear and in return are massacred.",
            "year": 1854
        },
        {
            "text": "California Gold Rush: The New York Herald breaks the news to the East Coast of the United States of the gold rush in California (although the rush started in January).",
            "year": 1848
        },
        {
            "text": "The French government announces that Louis Daguerre's photographic process is a gift \"free to the world\".",
            "year": 1839
        },
        {
            "text": "Gervasio Antonio de Posadas joins Argentina's Second Triumvirate.",
            "year": 1813
        },
        {
            "text": "War of 1812: American frigate USS Constitution defeats the British frigate HMS Guerriere off the coast of Nova Scotia, Canada earning the nickname \"Old Ironsides\".",
            "year": 1812
        },
        {
            "text": "American Revolutionary War: Battle of Blue Licks: The last major engagement of the war, almost ten months after the surrender of the British commander Charles Cornwallis following the Siege of Yorktown.",
            "year": 1782
        },
        {
            "text": "Gustav III of Sweden stages a coup d'état, in which he assumes power and enacts a new constitution that divides power between the Riksdag and the King.",
            "year": 1772
        },
        {
            "text": "Battle of Lagos: Naval battle during the Seven Years' War between Great Britain and France.",
            "year": 1759
        },
        {
            "text": "Prince Charles Edward Stuart raises his standard in Glenfinnan: The start of the Second Jacobite Rebellion, known as \"the 45\".",
            "year": 1745
        },
        {
            "text": "Ottoman–Persian War: In the Battle of Kars, the Ottoman army is routed by Persian forces led by Nader Shah.",
            "year": 1745
        },
        {
            "text": "J. S. Bach leads the first performance of Lobe den Herren, den mächtigen König der Ehren, BWV 137, a cantata setting the unchanged text of Neander's hymn.",
            "year": 1725
        },
        {
            "text": "Salem witch trials: In Salem, province of Massachusetts Bay, Martha Carrier, George Jacobs Sr., John Proctor, John Willard, and clergyman George Burroughs are executed after being convicted of witchcraft.",
            "year": 1692
        },
        {
            "text": "Second Anglo-Dutch War: Rear Admiral Robert Holmes leads a raid on the Dutch island of Terschelling, destroying 116 to 160 merchant ships, an act later known as \"Holmes's Bonfire\".",
            "year": 1666
        },
        {
            "text": "Eighty Years War: a besieging Dutch and English army led by Maurice of Orange forces the Spanish garrison of Sluis to capitulate.",
            "year": 1604
        },
        {
            "text": "Mary, Queen of Scots, aged 18, returns to Scotland after spending 13 years in France.",
            "year": 1561
        },
        {
            "text": "In Ireland, the Hiberno-Norman de Burghs (Burkes) and Cambro-Norman Fitzgeralds fight in the Battle of Knockdoe.",
            "year": 1504
        },
        {
            "text": "Pope Pius II is elected the 211th Pope.",
            "year": 1458
        },
        {
            "text": "After a six month siege, Baldwin III of Jerusalem captures Ascalon, obtaining a vast amount of plunder and securing the southern border of the Kingdom of Jerusalem.",
            "year": 1153
        },
        {
            "text": "Abu Yazid, a Kharijite rebel leader, is defeated and killed in the Hodna Mountains in modern-day Algeria by Fatimid forces.",
            "year": 947
        },
        {
            "text": "In the wake of the murder of Julius Caesar, his nephew and heir, Octavian, uses the threat of military force to compel the Roman Senate to elect him Consul.",
            "year": -43
        },
        {
            "text": "The first temple to Venus, the Roman goddess of love, beauty and fertility, is dedicated by Quintus Fabius Maximus Gurges during the Third Samnite War.",
            "year": -295
        }
    ],
    "births": [
        {
            "text": "Awak Kuier, Finnish basketball player",
            "year": 2001
        },
        {
            "text": "Keegan Murray, American basketball player",
            "year": 2000
        },
        {
            "text": "Ethan Cutkosky, American actor and musician",
            "year": 1999
        },
        {
            "text": "Thomas Flegler, Australian rugby league player",
            "year": 1999
        },
        {
            "text": "Jung Ye-rin, South Korean singer and actress",
            "year": 1996
        },
        {
            "text": "Lachlan Lewis, Australian rugby league player",
            "year": 1996
        },
        {
            "text": "Nafissatou Thiam, Belgian pentathlete and heptathlete",
            "year": 1994
        },
        {
            "text": "Fernando Gaviria, Colombian cyclist",
            "year": 1994
        },
        {
            "text": "Pio Seci, Fijian rugby league player",
            "year": 1993
        },
        {
            "text": "David Rittich, Czech ice hockey player",
            "year": 1992
        },
        {
            "text": "Salem Al-Dawsari, Saudi Arabian footballer",
            "year": 1991
        },
        {
            "text": "Danny Galbraith, Scottish footballer",
            "year": 1990
        },
        {
            "text": "Romeo Miller, American basketball player, rapper, actor",
            "year": 1989
        },
        {
            "text": "Kirk Cousins, American football player",
            "year": 1988
        },
        {
            "text": "Veronica Roth, American author",
            "year": 1988
        },
        {
            "text": "Patrick Chung, Jamaican-American football player",
            "year": 1987
        },
        {
            "text": "Nick Driebergen, Dutch swimmer",
            "year": 1987
        },
        {
            "text": "Nico Hülkenberg, German racing driver",
            "year": 1987
        },
        {
            "text": "Sotiris Balafas, Greek footballer",
            "year": 1986
        },
        {
            "text": "Saori Kimura, Japanese volleyball player",
            "year": 1986
        },
        {
            "text": "Christina Perri, American singer and songwriter",
            "year": 1986
        },
        {
            "text": "David A. Gregory, American actor",
            "year": 1985
        },
        {
            "text": "Lindsey Jacobellis, American snowboarder",
            "year": 1985
        },
        {
            "text": "Simon Bird, English actor and screenwriter",
            "year": 1984
        },
        {
            "text": "Alessandro Matri, Italian footballer",
            "year": 1984
        },
        {
            "text": "Ryan Taylor, English footballer",
            "year": 1984
        },
        {
            "text": "Mike Conway, English racing driver",
            "year": 1983
        },
        {
            "text": "Missy Higgins, Australian singer-songwriter",
            "year": 1983
        },
        {
            "text": "Tammin Sursok, South African-Australian actress and singer",
            "year": 1983
        },
        {
            "text": "Erika Christensen, American actress",
            "year": 1982
        },
        {
            "text": "Melissa Fumero, American actress",
            "year": 1982
        },
        {
            "text": "J. J. Hardy, American baseball player",
            "year": 1982
        },
        {
            "text": "Kevin Rans, Belgian pole vaulter",
            "year": 1982
        },
        {
            "text": "Stipe Miocic, American professional mixed martial artist",
            "year": 1982
        },
        {
            "text": "Steve Ott, Canadian ice hockey player",
            "year": 1982
        },
        {
            "text": "Nick Kennedy, English rugby player",
            "year": 1981
        },
        {
            "text": "Taylor Pyatt, Canadian ice hockey player",
            "year": 1981
        },
        {
            "text": "Percy Watson, American football player and wrestler",
            "year": 1981
        },
        {
            "text": "Darius Campbell, Scottish singer-songwriter, guitarist, and actor (died 2022)",
            "year": 1980
        },
        {
            "text": "Craig Frawley, Australian rugby league player",
            "year": 1980
        },
        {
            "text": "Jun Jin, South Korean singer",
            "year": 1980
        },
        {
            "text": "Paul Parry, Welsh footballer",
            "year": 1980
        },
        {
            "text": "Michael Todd, American bass player",
            "year": 1980
        },
        {
            "text": "Oumar Kondé, Swiss footballer",
            "year": 1979
        },
        {
            "text": "Chris Capuano, American baseball player",
            "year": 1978
        },
        {
            "text": "Jakub Dvorský, Czech game designer",
            "year": 1978
        },
        {
            "text": "Thomas Jones, American football player",
            "year": 1978
        },
        {
            "text": "Iban Mayo, Spanish cyclist",
            "year": 1977
        },
        {
            "text": "Régine Chassagne, Canadian singer-songwriter",
            "year": 1976
        },
        {
            "text": "Tracie Thoms, American actress",
            "year": 1975
        },
        {
            "text": "Marco Materazzi, Italian footballer and manager",
            "year": 1973
        },
        {
            "text": "Roy Rogers, American basketball player and coach",
            "year": 1973
        },
        {
            "text": "Tasma Walton, Australian actress",
            "year": 1973
        },
        {
            "text": "Roberto Abbondanzieri, Argentinian footballer and manager",
            "year": 1972
        },
        {
            "text": "Chihiro Yonekura, Japanese singer-songwriter",
            "year": 1972
        },
        {
            "text": "Mary Joe Fernández, Dominican-American tennis player and coach",
            "year": 1971
        },
        {
            "text": "João Vieira Pinto, Portuguese footballer",
            "year": 1971
        },
        {
            "text": "Fat Joe, American rapper",
            "year": 1970
        },
        {
            "text": "Douglas Allen Tunstall Jr., American professional wrestler and politician",
            "year": 1969
        },
        {
            "text": "Nate Dogg, American rapper (died 2011)",
            "year": 1969
        },
        {
            "text": "Matthew Perry, American actor, producer, and screenwriter (died 2023)",
            "year": 1969
        },
        {
            "text": "Kazuyoshi Tatsunami, Japanese baseball player and coach",
            "year": 1969
        },
        {
            "text": "Clay Walker, American singer-songwriter and guitarist",
            "year": 1969
        },
        {
            "text": "Khandro Rinpoche, Indian spiritual leader",
            "year": 1967
        },
        {
            "text": "Satya Nadella, Indian-American business executive, chairman and CEO of Microsoft",
            "year": 1967
        },
        {
            "text": "Lee Ann Womack, American singer-songwriter",
            "year": 1966
        },
        {
            "text": "Kevin Dillon, American actor",
            "year": 1965
        },
        {
            "text": "Kyra Sedgwick, American actress and producer",
            "year": 1965
        },
        {
            "text": "James Tomkins, Australian rower",
            "year": 1965
        },
        {
            "text": "John Stamos, American actor",
            "year": 1963
        },
        {
            "text": "Jonathan Coe, English author and academic",
            "year": 1961
        },
        {
            "text": "Morten Andersen, Danish-American football player",
            "year": 1960
        },
        {
            "text": "Ron Darling, American baseball player and commentator",
            "year": 1960
        },
        {
            "text": "Chris Mortimer, Australian rugby league player",
            "year": 1959
        },
        {
            "text": "Ivan Neville, American singer-songwriter",
            "year": 1959
        },
        {
            "text": "Ricky Pierce, American basketball player",
            "year": 1959
        },
        {
            "text": "Gary Gaetti, American baseball player, coach, and manager",
            "year": 1958
        },
        {
            "text": "Anthony Muñoz, American football player and sportscaster",
            "year": 1958
        },
        {
            "text": "Brendan Nelson, Australian physician and politician, 47th Minister for Defence for Australia",
            "year": 1958
        },
        {
            "text": "Rick Snyder, American politician and businessman, 48th Governor of Michigan",
            "year": 1958
        },
        {
            "text": "Darryl Sutter, Canadian ice hockey player and coach",
            "year": 1958
        },
        {
            "text": "Paul-Jan Bakker, Dutch cricketer",
            "year": 1957
        },
        {
            "text": "Gary Chapman, American singer-songwriter and guitarist",
            "year": 1957
        },
        {
            "text": "Martin Donovan, American actor and director",
            "year": 1957
        },
        {
            "text": "Ian Gould, English cricketer and umpire",
            "year": 1957
        },
        {
            "text": "Cesare Prandelli, Italian footballer and manager",
            "year": 1957
        },
        {
            "text": "Christine Soetewey, Belgian high jumper",
            "year": 1957
        },
        {
            "text": "Gerda Verburg, Dutch trade union leader and politician, Dutch Minister of Agriculture",
            "year": 1957
        },
        {
            "text": "Adam Arkin, American actor, director, and producer",
            "year": 1956
        },
        {
            "text": "José Rubén Zamora, Guatemalan journalist",
            "year": 1956
        },
        {
            "text": "Mary-Anne Fahey, Australian actress",
            "year": 1955
        },
        {
            "text": "Peter Gallagher, American actor",
            "year": 1955
        },
        {
            "text": "Patricia Scotland, Baroness Scotland of Asthal, Dominica-born English lawyer and politician, Attorney General for England and Wales",
            "year": 1955
        },
        {
            "text": "Ned Yost, American baseball player and manager",
            "year": 1955
        },
        {
            "text": "Oscar Larrauri, Argentinian racing driver",
            "year": 1954
        },
        {
            "text": "Jonathan Frakes, American actor and director",
            "year": 1952
        },
        {
            "text": "Gabriela Grillo, German equestrian (died 2024)",
            "year": 1952
        },
        {
            "text": "Jimmy Watson, Canadian ice hockey player",
            "year": 1952
        },
        {
            "text": "John Deacon, English bass player and songwriter",
            "year": 1951
        },
        {
            "text": "Gustavo Santaolalla, Argentinian singer-songwriter, guitarist, and producer",
            "year": 1951
        },
        {
            "text": "Jennie Bond, English journalist and author",
            "year": 1950
        },
        {
            "text": "Sudha Murty, Indian author and teacher, head of Infosys Foundation",
            "year": 1950
        },
        {
            "text": "Michael Nazir-Ali, Pakistani-English bishop",
            "year": 1949
        },
        {
            "text": "Jim Carter, English actor",
            "year": 1948
        },
        {
            "text": "Tipper Gore, American activist and author, former Second Lady of the United States",
            "year": 1948
        },
        {
            "text": "Robert Hughes, Australian actor",
            "year": 1948
        },
        {
            "text": "Christy O'Connor Jnr, Irish golfer and architect (died 2016)",
            "year": 1948
        },
        {
            "text": "Dave Dutton, English actor and screenwriter",
            "year": 1947
        },
        {
            "text": "Terry Hoeppner, American football player and coach (died 2007)",
            "year": 1947
        },
        {
            "text": "Gerald McRaney, American actor",
            "year": 1947
        },
        {
            "text": "Gerard Schwarz, American conductor and director",
            "year": 1947
        },
        {
            "text": "Anuška Ferligoj, Slovenian mathematician",
            "year": 1947
        },
        {
            "text": "Charles Bolden, American general and astronaut",
            "year": 1946
        },
        {
            "text": "Bill Clinton, American lawyer and politician, 42nd President of the United States",
            "year": 1946
        },
        {
            "text": "Dawn Steel, American film producer (died 1997)",
            "year": 1946
        },
        {
            "text": "Dennis Eichhorn, American author and illustrator (died 2015)",
            "year": 1945
        },
        {
            "text": "Charles Wellesley, 9th Duke of Wellington, English politician",
            "year": 1945
        },
        {
            "text": "Ian Gillan, English singer-songwriter",
            "year": 1945
        },
        {
            "text": "Jack Canfield, American author",
            "year": 1944
        },
        {
            "text": "Stew Johnson, American basketball player",
            "year": 1944
        },
        {
            "text": "Bodil Malmsten, Swedish author and poet (died 2016)",
            "year": 1944
        },
        {
            "text": "Eddy Raven, American country music singer-songwriter",
            "year": 1944
        },
        {
            "text": "Charles Wang, Chinese-American businessman and philanthropist, co-founded Computer Associates International (died 2018)",
            "year": 1944
        },
        {
            "text": "Don Fardon, English pop singer",
            "year": 1943
        },
        {
            "text": "Sid Going, New Zealand rugby player (died 2024)",
            "year": 1943
        },
        {
            "text": "Billy J. Kramer, English pop singer",
            "year": 1943
        },
        {
            "text": "Fred Thompson, American actor, lawyer, and politician (died 2015)",
            "year": 1942
        },
        {
            "text": "John Cootes, Australian rugby league player, priest, and businessman",
            "year": 1941
        },
        {
            "text": "Mihalis Papagiannakis, Greek educator and politician (died 2009)",
            "year": 1941
        },
        {
            "text": "Roger Cook, English songwriter, singer, and producer",
            "year": 1940
        },
        {
            "text": "Johnny Nash, American singer-songwriter (died 2020)",
            "year": 1940
        },
        {
            "text": "Jill St. John, American model and actress",
            "year": 1940
        },
        {
            "text": "Ginger Baker, English drummer and songwriter (died 2019)[circular reference]",
            "year": 1939
        },
        {
            "text": "Diana Muldaur, American actress",
            "year": 1938
        },
        {
            "text": "Nelly Vuksic, Argentine conductor and musician",
            "year": 1938
        },
        {
            "text": "Richard Ingrams, English journalist, founded The Oldie",
            "year": 1937
        },
        {
            "text": "William Motzing, American composer and conductor (died 2014)",
            "year": 1937
        },
        {
            "text": "Richard McBrien, American priest, theologian, and academic (died 2015)",
            "year": 1936
        },
        {
            "text": "Bobby Richardson, American baseball player and coach",
            "year": 1935
        },
        {
            "text": "David Durenberger, American soldier, lawyer, and politician (died 2023)",
            "year": 1934
        },
        {
            "text": "Renée Richards, American tennis player and ophthalmologist",
            "year": 1934
        },
        {
            "text": "Bettina Cirone, American model and photographer",
            "year": 1933
        },
        {
            "text": "David Hopwood, English microbiologist and geneticist",
            "year": 1933
        },
        {
            "text": "Debra Paget, American actress",
            "year": 1933
        },
        {
            "text": "Thomas P. Salmon, American lawyer and politician, 75th Governor of Vermont",
            "year": 1932
        },
        {
            "text": "Banharn Silpa-archa, Thai politician, Prime Minister (1995–1996) (died 2016)",
            "year": 1932
        },
        {
            "text": "Bill Shoemaker, American jockey and author (died 2003)",
            "year": 1931
        },
        {
            "text": "Frank McCourt, American author and educator (died 2009)",
            "year": 1930
        },
        {
            "text": "Bill Foster, American basketball player and coach (died 2016)",
            "year": 1929
        },
        {
            "text": "Ion N. Petrovici, Romanian-German neurologist and academic (died 2021)",
            "year": 1929
        },
        {
            "text": "Shiv Prasaad Singh, Indian Hindi writer (died 1998)",
            "year": 1928
        },
        {
            "text": "Bernard Levin, English journalist, author, and broadcaster (died 2004)",
            "year": 1928
        },
        {
            "text": "Angus Scrimm, American actor and author (died 2016)",
            "year": 1926
        },
        {
            "text": "Claude Gauvreau, Canadian poet and playwright (died 1971)",
            "year": 1925
        },
        {
            "text": "Willard Boyle, Canadian physicist and academic, Nobel Prize laureate (died 2011)",
            "year": 1924
        },
        {
            "text": "William Marshall, American actor, director, and opera singer (died 2003)",
            "year": 1924
        },
        {
            "text": "Edgar F. Codd, English computer scientist, inventor of relational model of data (died 2003)",
            "year": 1923
        },
        {
            "text": "Jack Holland, Australian rugby league player (died 1994)",
            "year": 1922
        },
        {
            "text": "Gene Roddenberry, American screenwriter and producer (died 1991)",
            "year": 1921
        },
        {
            "text": "Malcolm Forbes, American publisher and politician (died 1990)",
            "year": 1919
        },
        {
            "text": "Jimmy Rowles, American singer-songwriter and pianist (died 1996)",
            "year": 1918
        },
        {
            "text": "Dennis Poore, English racing driver and businessman (died 1987)",
            "year": 1916
        },
        {
            "text": "Ring Lardner, Jr., American journalist and screenwriter (died 2000)",
            "year": 1915
        },
        {
            "text": "Alfred Rouleau, Canadian businessman (died 1985)",
            "year": 1915
        },
        {
            "text": "Peter Kemp, British soldier, mercenary, and writer (died 1993)",
            "year": 1915
        },
        {
            "text": "Lajos Baróti, Hungarian footballer and manager (died 2005)",
            "year": 1914
        },
        {
            "text": "Fumio Hayasaka, Japanese composer (died 1955)",
            "year": 1914
        },
        {
            "text": "Rose Heilbron, British barrister and judge (died 2005)",
            "year": 1914
        },
        {
            "text": "John Argyris, Greek engineer and academic (died 2004)",
            "year": 1913
        },
        {
            "text": "Peter Kemp, Indian-English soldier and author (died 1993)",
            "year": 1913
        },
        {
            "text": "Richard Simmons, American actor (died 2003)",
            "year": 1913
        },
        {
            "text": "Herb Narvo, Australian rugby league player, coach, and boxer (died 1958)",
            "year": 1912
        },
        {
            "text": "Anna Terruwe, Dutch psychiatrist and author (died 2004)",
            "year": 1911
        },
        {
            "text": "Saint Alphonsa, first woman of Indian origin to be canonized as a saint by the Catholic Church (died 1946)",
            "year": 1910
        },
        {
            "text": "Ronald King, New Zealand rugby player (died 1988)",
            "year": 1909
        },
        {
            "text": "Hazari Prasad Dwivedi, Indian historian, author, and scholar (died 1979)",
            "year": 1907
        },
        {
            "text": "Philo Farnsworth, American inventor, invented the Fusor (died 1971)",
            "year": 1906
        },
        {
            "text": "Maurice Wilks, English engineer and businessman (died 1963)",
            "year": 1904
        },
        {
            "text": "James Gould Cozzens, American novelist and short story writer (died 1978)",
            "year": 1903
        },
        {
            "text": "Ogden Nash, American poet (died 1971)",
            "year": 1902
        },
        {
            "text": "Gontran de Poncins, French author and adventurer (died 1962)",
            "year": 1900
        },
        {
            "text": "Gilbert Ryle, English philosopher, author, and academic (died 1976)",
            "year": 1900
        },
        {
            "text": "Dorothy Burr Thompson, American archaeologist and art historian (died 2001)",
            "year": 1900
        },
        {
            "text": "Colleen Moore, American actress (died 1988)",
            "year": 1899
        },
        {
            "text": "C. Suntharalingam, Sri Lankan lawyer, academic, and politician (died 1985)",
            "year": 1895
        },
        {
            "text": "S. Satyamurti, Indian lawyer and politician (died 1943)",
            "year": 1887
        },
        {
            "text": "Grace Hutchins, American labor reformer and researcher (died 1969)",
            "year": 1885
        },
        {
            "text": "Coco Chanel, French fashion designer, founded the Chanel Company (died 1971)",
            "year": 1883
        },
        {
            "text": "José Mendes Cabeçadas, Portuguese admiral and politician, 9th President of Portugal (died 1965)",
            "year": 1883
        },
        {
            "text": "George Enescu, Romanian violinist, pianist, composer, and conductor (died 1955)",
            "year": 1881
        },
        {
            "text": "George Shepherd, 1st Baron Shepherd (died 1954)",
            "year": 1881
        },
        {
            "text": "Manuel L. Quezon, Filipino soldier, lawyer, and politician, 2nd President of the Philippines (died 1944)",
            "year": 1878
        },
        {
            "text": "Fred Stone, American actor and producer (died 1959)",
            "year": 1873
        },
        {
            "text": "Orville Wright, American engineer and pilot, co-founded the Wright Company (died 1948)",
            "year": 1871
        },
        {
            "text": "Bernard Baruch, American businessman and philanthropist (died 1965)",
            "year": 1870
        },
        {
            "text": "Ellen Willmott, English horticulturalist (died 1934)",
            "year": 1858
        },
        {
            "text": "Joaquim Nabuco, Brazilian politician and diplomat (died 1910)",
            "year": 1849
        },
        {
            "text": "Gustave Caillebotte, French painter and engineer (died 1894)",
            "year": 1848
        },
        {
            "text": "Luis Martín, Spanish religious leader, 24th Superior General of the Society of Jesus (died 1906)",
            "year": 1846
        },
        {
            "text": "C. I. Scofield, American minister and theologian (died 1921)",
            "year": 1843
        },
        {
            "text": "Tom Wills, Australian cricketer and pioneer of Australian rules football (died 1880)",
            "year": 1835
        },
        {
            "text": "Julius Lothar Meyer, German chemist (died 1895)",
            "year": 1830
        },
        {
            "text": "Julius van Zuylen van Nijevelt, Luxembourger-Dutch politician, Prime Minister of the Netherlands (died 1894)",
            "year": 1819
        },
        {
            "text": "Harriette Newell Woods Baker, American editor and children's book writer (died 1893)",
            "year": 1815
        },
        {
            "text": "Francis I, king of the Two Sicilies (died 1830)",
            "year": 1777
        },
        {
            "text": "Madame du Barry, French mistress of Louis XV of France (died 1793)",
            "year": 1743
        },
        {
            "text": "Charles-François de Broglie, marquis de Ruffec, French soldier and diplomat (died 1781)",
            "year": 1719
        },
        {
            "text": "Edward Boscawen, English admiral and politician (died 1761)",
            "year": 1711
        },
        {
            "text": "Eustace Budgell, English journalist and politician (died 1737)",
            "year": 1686
        },
        {
            "text": "František Maxmilián Kaňka, Czech architect (died 1766)",
            "year": 1674
        },
        {
            "text": "John Flamsteed, English astronomer and academic (died 1719)",
            "year": 1646
        },
        {
            "text": "John Dryden, English poet, literary critic and playwright (died 1700)",
            "year": 1631
        },
        {
            "text": "Gerbrand van den Eeckhout, Dutch painter, etcher, and poet (died 1674)",
            "year": 1621
        },
        {
            "text": "Jan Fyt, Flemish painter (died 1661)",
            "year": 1609
        },
        {
            "text": "Elizabeth Stuart, queen of Bohemia (died 1662)",
            "year": 1596
        },
        {
            "text": "Henry Rich, 1st Earl of Holland, English soldier and politician, Lord Lieutenant of Berkshire (died 1649)",
            "year": 1590
        },
        {
            "text": "Daišan, Chinese prince and statesman (died 1648)",
            "year": 1583
        },
        {
            "text": "Salamone Rossi, Italian violinist and composer (probable; (died 1630)",
            "year": 1570
        },
        {
            "text": "Íñigo López de Mendoza, 1st Marquis of Santillana, Spanish poet and politician (died 1458)",
            "year": 1398
        },
        {
            "text": "Catherine of Bohemia, duchess of Austria (died 1395)",
            "year": 1342
        },
        {
            "text": "Marcus Aurelius Probus, Roman emperor (died 282)",
            "year": 232
        }
    ],
    "deaths": [
        {
            "text": "Maria Branyas, American-Spanish supercentenarian (born 1907)",
            "year": 2024
        },
        {
            "text": "Václav Patejdl, Slovak musician (born 1954)",
            "year": 2023
        },
        {
            "text": "Tekla Juniewicz, Polish supercentenarian (born 1906)",
            "year": 2022
        },
        {
            "text": "Sonny Chiba, Japanese actor (born 1939)",
            "year": 2021
        },
        {
            "text": "Lars Larsen, Danish businessman and billionaire, founder and owner of the Danish retail chain JYSK (born 1948)",
            "year": 2019
        },
        {
            "text": "Dick Gregory, American comedian, author and activist (born 1932)",
            "year": 2017
        },
        {
            "text": "Jack Riley, American actor and voice artist (born 1935)",
            "year": 2016
        },
        {
            "text": "George Houser, American minister and activist (born 1916)",
            "year": 2015
        },
        {
            "text": "Sanat Mehta, Indian activist and politician (born 1935)",
            "year": 2015
        },
        {
            "text": "Samih al-Qasim, Palestinian poet and journalist (born 1939)",
            "year": 2014
        },
        {
            "text": "Simin Behbahani, Iranian poet and activist (born 1927)",
            "year": 2014
        },
        {
            "text": "James Foley, American photographer and journalist (born 1973)",
            "year": 2014
        },
        {
            "text": "Candida Lycett Green, Anglo-Irish journalist and author (born 1942)",
            "year": 2014
        },
        {
            "text": "Musa'id bin Abdulaziz Al Saud, Saudi Arabian prince (born 1923)",
            "year": 2013
        },
        {
            "text": "Russell S. Doughten, American director and producer (born 1927)",
            "year": 2013
        },
        {
            "text": "Abdul Rahim Hatif, Afghan politician, 8th President of Afghanistan (born 1926)",
            "year": 2013
        },
        {
            "text": "Donna Hightower, American singer-songwriter (born 1926)",
            "year": 2013
        },
        {
            "text": "Donal Henahan, American journalist and critic (born 1921)",
            "year": 2012
        },
        {
            "text": "Ivar Iversen, Norwegian canoe racer (born 1914)",
            "year": 2012
        },
        {
            "text": "Tony Scott, English-American director and producer (born 1944)",
            "year": 2012
        },
        {
            "text": "Edmund Skellings, American poet and academic (born 1932)",
            "year": 2012
        },
        {
            "text": "Raúl Ruiz, Chilean director and producer (born 1941)",
            "year": 2011
        },
        {
            "text": "Don Hewitt, American television producer, created 60 Minutes (born 1922)",
            "year": 2009
        },
        {
            "text": "Levy Mwanawasa, Zambian lawyer and politician, 3rd President of Zambia (born 1948)",
            "year": 2008
        },
        {
            "text": "Mo Mowlam, English academic and politician, Chancellor of the Duchy of Lancaster (born 1949)",
            "year": 2005
        },
        {
            "text": "Carlos Roberto Reina, Honduran lawyer and politician, President of Honduras (born 1926)",
            "year": 2003
        },
        {
            "text": "Sérgio Vieira de Mello, Brazilian diplomat (born 1948)",
            "year": 2003
        },
        {
            "text": "Donald Woods, South African journalist and activist (born 1933)",
            "year": 2001
        },
        {
            "text": "Bineshwar Brahma, Indian poet, author, and educator (born 1948)",
            "year": 2000
        },
        {
            "text": "Pierre Schaeffer, French composer and musicologist (born 1910)",
            "year": 1995
        },
        {
            "text": "Linus Pauling, American chemist and biologist, Nobel Prize laureate (born 1901)",
            "year": 1994
        },
        {
            "text": "Utpal Dutt, Bangladeshi actor, director, and playwright (born 1929)",
            "year": 1993
        },
        {
            "text": "Hermione Baddeley, English actress (born 1906)",
            "year": 1986
        },
        {
            "text": "Viv Thicknesse, Australian rugby player (born 1910)",
            "year": 1986
        },
        {
            "text": "August Neo, Estonian wrestler (born 1908)",
            "year": 1982
        },
        {
            "text": "Jessie Matthews, English actress, singer, and dancer (born 1907)",
            "year": 1981
        },
        {
            "text": "Otto Frank, German-Swiss businessman, father of Anne Frank (born 1889)",
            "year": 1980
        },
        {
            "text": "Aleksander Kreek, Estonian shot putter and discus thrower (born 1914)",
            "year": 1977
        },
        {
            "text": "Groucho Marx, American comedian and actor (born 1890)",
            "year": 1977
        },
        {
            "text": "Alastair Sim, Scottish-English actor (born 1900)",
            "year": 1976
        },
        {
            "text": "Ken Wadsworth, New Zealand cricketer (born 1946)",
            "year": 1976
        },
        {
            "text": "Mark Donohue, American race car driver and engineer (born 1937)",
            "year": 1975
        },
        {
            "text": "Paweł Jasienica, Polish soldier and historian (born 1909)",
            "year": 1970
        },
        {
            "text": "George Gamow, Ukrainian-American physicist and cosmologist (born 1904)",
            "year": 1968
        },
        {
            "text": "Hugo Gernsback, Luxembourg-born American author and publisher (born 1884)",
            "year": 1967
        },
        {
            "text": "Isaac Deutscher, Polish-English journalist and historian (born 1907)",
            "year": 1967
        },
        {
            "text": "David Bomberg, English soldier and painter (born 1890)",
            "year": 1957
        },
        {
            "text": "Alcide De Gasperi, Italian journalist and politician, 30th Prime Minister of Italy (born 1881)",
            "year": 1954
        },
        {
            "text": "Giovanni Giorgi, Italian physicist and engineer (born 1871)",
            "year": 1950
        },
        {
            "text": "Tomás Burgos, Chilean philanthropist (born 1875)",
            "year": 1945
        },
        {
            "text": "Henry Wood, English conductor (born 1869)",
            "year": 1944
        },
        {
            "text": "Harald Kaarmann, Estonian footballer (born 1901)",
            "year": 1942
        },
        {
            "text": "Heinrich Rauchinger, Kraków-born painter (born 1858)",
            "year": 1942
        },
        {
            "text": "Federico García Lorca, Spanish poet, playwright, and director (born 1898)",
            "year": 1936
        },
        {
            "text": "Louis Anquetin, French painter (born 1861)",
            "year": 1932
        },
        {
            "text": "Sergei Diaghilev, Russian critic and producer, founded Ballets Russes (born 1872)",
            "year": 1929
        },
        {
            "text": "Stephanos Skouloudis, Greek banker and diplomat, 97th Prime Minister of Greece (born 1838)",
            "year": 1928
        },
        {
            "text": "Vilfredo Pareto, Italian sociologist and economist (born 1845)",
            "year": 1923
        },
        {
            "text": "Tevfik Fikret, Turkish poet and educator (born 1867)",
            "year": 1915
        },
        {
            "text": "Franz Xavier Wernz, German religious leader, 25th Superior General of the Society of Jesus (born 1844)",
            "year": 1914
        },
        {
            "text": "Jean-Baptiste Accolay, Belgian violinist, composer, and conductor (born 1833)",
            "year": 1900
        },
        {
            "text": "John Wesley Hardin, American Old West outlaw, gunfighter (born 1853)",
            "year": 1895
        },
        {
            "text": "Auguste Villiers de l'Isle-Adam, French author, poet, and playwright (born 1838)",
            "year": 1889
        },
        {
            "text": "Jeremiah S. Black, American lawyer and politician, 24th United States Attorney General (born 1810)",
            "year": 1883
        },
        {
            "text": "Jean Baptiste Joseph Delambre, French mathematician and astronomer (born 1749)",
            "year": 1822
        },
        {
            "text": "Fredrik Henrik af Chapman, Swedish admiral and shipbuilder (born 1721)",
            "year": 1808
        },
        {
            "text": "Johann Balthasar Neumann, German engineer and architect, designed Basilica of the Fourteen Holy Helpers (born 1687)",
            "year": 1753
        },
        {
            "text": "Anthony Grey, 11th Earl of Kent, English politician (born 1645)",
            "year": 1702
        },
        {
            "text": "Köprülü Fazıl Mustafa Pasha, Ottoman commander and politician, 117th Grand Vizier of the Ottoman Empire (born 1637)",
            "year": 1691
        },
        {
            "text": "Jean Eudes, French priest, founded the Congregation of Jesus and Mary (born 1601)",
            "year": 1680
        },
        {
            "text": "Blaise Pascal, French mathematician, physicist, and philosopher (born 1623)",
            "year": 1662
        },
        {
            "text": "Yom-Tov Lipmann Heller, Bohemian rabbi (born 1579)",
            "year": 1654
        },
        {
            "text": "Alexander Henderson, Scottish theologian and academic (born 1583)",
            "year": 1646
        },
        {
            "text": "Andrea Palladio, Italian architect, designed the Church of San Giorgio Maggiore and Il Redentore (born 1508)",
            "year": 1580
        },
        {
            "text": "Vincenzo Cappello, Venetian admiral and statesman (born 1469)",
            "year": 1541
        },
        {
            "text": "King Alexander Jagiellon of Poland (born 1461)",
            "year": 1506
        },
        {
            "text": "Frederick III, Holy Roman Emperor (born 1415)",
            "year": 1493
        },
        {
            "text": "Richard Olivier de Longueil, French cardinal (born 1406)",
            "year": 1470
        },
        {
            "text": "Andrea del Castagno, Italian painter (born 1421)",
            "year": 1457
        },
        {
            "text": "Louis of Toulouse, French bishop and saint (born 1274)",
            "year": 1297
        },
        {
            "text": "Alphonso, Earl of Chester (born 1273)",
            "year": 1284
        },
        {
            "text": "Ramon Berenguer IV, Count of Provence (born 1195)",
            "year": 1245
        },
        {
            "text": "Geoffrey II, Duke of Brittany (born 1158)",
            "year": 1186
        },
        {
            "text": "Al-Juwayni, Muslim scholar and imam (born 1028)",
            "year": 1085
        },
        {
            "text": "Hawise, Duchess of Brittany (born 1037)",
            "year": 1072
        },
        {
            "text": "Fujiwara no Sukemasa, Japanese noble, statesman and calligrapher (born 944)",
            "year": 998
        },
        {
            "text": "Abu Yazid, Kharijite rebel leader (born 873)",
            "year": 947
        },
        {
            "text": "Credan, English abbot and saint",
            "year": 780
        },
        {
            "text": "Augustus, Roman emperor (born 63 BC)",
            "year": 14
        },
        {
            "text": "Duke Ling of Jin, Chinese monarch",
            "year": -607
        }
    ],
    "metadata": {
        "current_date": "August 19, 2025",
        "short_date": "Aug 19",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            50,
            5,
            48,
            24,
            39,
            23,
            15,
            32,
            47,
            31
        ],
        "births": [
            69,
            181,
            188,
            13
        ],
        "deaths": [
            41,
            48,
            51,
            72
        ]
    }
}