{
    "events": [
        {
            "text": "The General Data Protection Regulation (GDPR) becomes enforceable in the European Union.",
            "year": 2018
        },
        {
            "text": "Ireland votes to repeal the Eighth Amendment of their constitution that prohibits abortion in all but a few cases, choosing to replace it with the Thirty-sixth Amendment of the Constitution of Ireland.",
            "year": 2018
        },
        {
            "text": "Suspected Maoist rebels kill at least 28 people and injure 32 others in an attack on a convoy of Indian National Congress politicians in Chhattisgarh, India.",
            "year": 2013
        },
        {
            "text": "A gas cylinder explodes on a school bus in the Pakistani city of Gujrat, killing at least 18 people.",
            "year": 2013
        },
        {
            "text": "The SpaceX Dragon 1 becomes the first commercial spacecraft to successfully rendezvous and berth with the International Space Station.",
            "year": 2012
        },
        {
            "text": "Oprah Winfrey airs her last show, ending her 25-year run of The Oprah Winfrey Show.",
            "year": 2011
        },
        {
            "text": "North Korea allegedly tests its second nuclear device, after which Pyongyang also conducts several missile tests, building tensions in the international community.",
            "year": 2009
        },
        {
            "text": "NASA's Phoenix lander touches down in the Green Valley region of Mars to search for environments suitable for water and microbial life.",
            "year": 2008
        },
        {
            "text": "China Airlines Flight 611 disintegrates in mid-air and crashes into the Taiwan Strait, with the loss of all 225 people on board.",
            "year": 2002
        },
        {
            "text": "Erik Weihenmayer becomes the first blind person to reach the summit of Mount Everest, in the Himalayas, with Dr. Sherman Bull.",
            "year": 2001
        },
        {
            "text": "Liberation Day of Lebanon: Israel withdraws its army from Lebanese territory (with the exception of the disputed Shebaa farms zone) 18 years after the invasion of 1982.",
            "year": 2000
        },
        {
            "text": "The United States House of Representatives releases the Cox Report which details China's nuclear espionage against the U.S. over the prior two decades.",
            "year": 1999
        },
        {
            "text": "A military coup in Sierra Leone replaces President Ahmad Tejan Kabbah with Major Johnny Paul Koroma.",
            "year": 1997
        },
        {
            "text": "The Hands Across America event takes place.",
            "year": 1986
        },
        {
            "text": "Bangladesh is hit by a tropical cyclone and storm surge, which kills approximately 10,000 people.",
            "year": 1985
        },
        {
            "text": "Falklands War: HMS Coventry is sunk by Argentine Air Force A-4 Skyhawks.",
            "year": 1982
        },
        {
            "text": "In Riyadh, the Gulf Cooperation Council is created between Bahrain, Kuwait, Oman, Qatar, Saudi Arabia and the United Arab Emirates.",
            "year": 1981
        },
        {
            "text": "John Spenkelink, a convicted murderer, is executed in Florida; he is the first person to be executed in the state after the reintroduction of capital punishment in 1976.",
            "year": 1979
        },
        {
            "text": "American Airlines Flight 191: A McDonnell Douglas DC-10 crashes during takeoff at O'Hare International Airport, Chicago, killing all 271 on board and two people on the ground.",
            "year": 1979
        },
        {
            "text": "The first of a series of bombings orchestrated by the Unabomber detonates at Northwestern University resulting in minor injuries.",
            "year": 1978
        },
        {
            "text": "Star Wars (retroactively titled Star Wars: Episode IV – A New Hope) is released in US theaters.",
            "year": 1977
        },
        {
            "text": "The Chinese government removes a decade-old ban on William Shakespeare's work, effectively ending the Cultural Revolution started in 1966.",
            "year": 1977
        },
        {
            "text": "In protest against the dictatorship in Greece, the captain and crew on Greek naval destroyer Velos mutiny and refuse to return to Greece, instead anchoring at Fiumicino, Italy.",
            "year": 1973
        },
        {
            "text": "The Gateway Arch in St. Louis, Missouri, is dedicated.",
            "year": 1968
        },
        {
            "text": "Explorer program: Explorer 32 launches.",
            "year": 1966
        },
        {
            "text": "The Organisation of African Unity is established in Addis Ababa, Ethiopia.",
            "year": 1963
        },
        {
            "text": "Apollo program: U.S. President John F. Kennedy announces, before a special joint session of the U.S. Congress, his goal to initiate a project to put a \"man on the Moon\" before the end of the decade.",
            "year": 1961
        },
        {
            "text": "In the United States, a night-time F5 tornado strikes the small city of Udall, Kansas as part of a larger outbreak across the Great Plains, killing 80 and injuring 273. It is the deadliest tornado to ever occur in the state and the 23rd deadliest in the U.S.",
            "year": 1955
        },
        {
            "text": "First ascent of Mount Kangchenjunga: On the British Kangchenjunga expedition led by Charles Evans, Joe Brown and George Band reach the summit of the third-highest mountain in the world (8,586 meters); Norman Hardie and Tony Streather join them the following day.",
            "year": 1955
        },
        {
            "text": "Nuclear weapons testing: At the Nevada Test Site, the United States conducts its first and only nuclear artillery test.",
            "year": 1953
        },
        {
            "text": "The first public television station in the United States officially begins broadcasting as KUHT from the campus of the University of Houston.",
            "year": 1953
        },
        {
            "text": "Double agents Donald Maclean and Guy Burgess defect to the Soviet Union.",
            "year": 1951
        },
        {
            "text": "The parliament of Transjordan makes Abdullah I of Jordan their Emir.",
            "year": 1946
        },
        {
            "text": "World War II: The German 2nd Panzer Division captures the port of Boulogne-sur-Mer; the surrender of the last French and British troops marks the end of the Battle of Boulogne.",
            "year": 1940
        },
        {
            "text": "Spanish Civil War: The bombing of Alicante kills 313 people.",
            "year": 1938
        },
        {
            "text": "Jesse Owens of Ohio State University breaks three world records and ties a fourth at the Big Ten Conference Track and Field Championships in Ann Arbor, Michigan.",
            "year": 1935
        },
        {
            "text": "The Walt Disney Company cartoon Three Little Pigs premieres at Radio City Music Hall, featuring the hit song \"Who's Afraid of the Big Bad Wolf?\"",
            "year": 1933
        },
        {
            "text": "Sholom Schwartzbard assassinates Symon Petliura, the head of the government of the Ukrainian People's Republic, which is in government-in-exile in Paris.",
            "year": 1926
        },
        {
            "text": "Scopes Trial: John T. Scopes is indicted for teaching human evolution in Tennessee.",
            "year": 1925
        },
        {
            "text": "The House of Commons of the United Kingdom passes the Home Rule Bill for devolution in Ireland.",
            "year": 1914
        },
        {
            "text": "Playwright, poet and novelist Oscar Wilde is convicted of \"committing acts of gross indecency with other male persons\" and sentenced to serve two years in prison.",
            "year": 1895
        },
        {
            "text": "The Republic of Formosa is formed, with Tang Jingsong as its president.",
            "year": 1895
        },
        {
            "text": "Gilbert and Sullivan's comic opera H.M.S. Pinafore opens at the Opera Comique in London.",
            "year": 1878
        },
        {
            "text": "In Mobile, Alabama, around 300 people are killed when an ordnance depot explodes.",
            "year": 1865
        },
        {
            "text": "The Chilean Constitution of 1833 is promulgated.",
            "year": 1833
        },
        {
            "text": "The Argentine Constitution of 1819 is promulgated.",
            "year": 1819
        },
        {
            "text": "May Revolution: Citizens of Buenos Aires expel Viceroy Baltasar Hidalgo de Cisneros during the \"May Week\", starting the Argentine War of Independence.",
            "year": 1810
        },
        {
            "text": "Chuquisaca Revolution: Patriot revolt in Chuquisaca (modern-day Sucre) against the Spanish Empire, sparking the Latin American wars of independence.",
            "year": 1809
        },
        {
            "text": "United Irishmen Rebellion: Battle of Carlow begins; executions of suspected rebels at Carnew and at Dunlavin Green take place.",
            "year": 1798
        },
        {
            "text": "After a delay of 11 days, the United States Constitutional Convention formally convenes in Philadelphia after a quorum of seven states is secured.",
            "year": 1787
        },
        {
            "text": "First issue of Norske Intelligenz-Seddeler, the first regular Norwegian newspaper (1763–1920).",
            "year": 1763
        },
        {
            "text": "A treaty between Pennsylvania and Maryland ends the Conojocular War with settlement of a boundary dispute and exchange of prisoners.",
            "year": 1738
        },
        {
            "text": "Charles II lands at Dover at the invitation of the Convention Parliament, which marks the end of the Cromwell-proclaimed Commonwealth of England, Scotland and Ireland and begins the Restoration of the British monarchy.",
            "year": 1660
        },
        {
            "text": "Richard Cromwell resigns as Lord Protector of England following the restoration of the Long Parliament, beginning a second brief period of the republican government called the Commonwealth of England.",
            "year": 1659
        },
        {
            "text": "Ming general Wu Sangui forms an alliance with the invading Manchus and opens the gates of the Great Wall of China at Shanhaiguan pass, letting the Manchus through towards the capital Beijing.",
            "year": 1644
        },
        {
            "text": "The Diet of Worms ends when Charles V, Holy Roman Emperor, issues the Edict of Worms, declaring Martin Luther an outlaw.",
            "year": 1521
        },
        {
            "text": "Henry the Navigator is appointed governor of the Order of Christ.",
            "year": 1420
        },
        {
            "text": "Alfonso VI of Castile takes Toledo, Spain, back from the Moors.",
            "year": 1085
        },
        {
            "text": "First recorded perihelion passage of Halley's Comet.",
            "year": -240
        },
        {
            "text": "Servius Tullius, the king of Rome, celebrates a triumph for his victory over the Etruscans.",
            "year": -567
        }
    ],
    "births": [
        {
            "text": "Cam Ward, American football player",
            "year": 2002
        },
        {
            "text": "Chloé Lukasiak, American actress and dancer",
            "year": 2001
        },
        {
            "text": "Claire Liu, American tennis player",
            "year": 2000
        },
        {
            "text": "Brec Bassinger, American actress",
            "year": 1999
        },
        {
            "text": "Ibrahima Konaté, French footballer",
            "year": 1999
        },
        {
            "text": "David Pastrňák, Czech ice hockey player",
            "year": 1996
        },
        {
            "text": "Kagiso Rabada, South African cricketer",
            "year": 1995
        },
        {
            "text": "Matt Murray, Canadian ice hockey player",
            "year": 1994
        },
        {
            "text": "Aly Raisman, American gymnast",
            "year": 1994
        },
        {
            "text": "James Porter, English cricketer",
            "year": 1993
        },
        {
            "text": "Norman Powell, American basketball player",
            "year": 1993
        },
        {
            "text": "Bo Dallas, American wrestler",
            "year": 1990
        },
        {
            "text": "Nikita Filatov, Russian ice hockey player",
            "year": 1990
        },
        {
            "text": "Dávid Škutka, Slovak footballer",
            "year": 1988
        },
        {
            "text": "Cameron van der Burgh, South African swimmer",
            "year": 1988
        },
        {
            "text": "Timothy Derijck, Belgian footballer",
            "year": 1987
        },
        {
            "text": "Yves De Winter, Belgian footballer",
            "year": 1987
        },
        {
            "text": "Moritz Stehling, German footballer",
            "year": 1987
        },
        {
            "text": "Kamil Stoch, Polish ski jumper",
            "year": 1987
        },
        {
            "text": "Edewin Fanini, Brazilian footballer",
            "year": 1986
        },
        {
            "text": "Yoan Gouffran, French footballer",
            "year": 1986
        },
        {
            "text": "Takahiro Hōjō, Japanese actor and musician",
            "year": 1986
        },
        {
            "text": "Geraint Thomas, Welsh cyclist",
            "year": 1986
        },
        {
            "text": "Luciana Abreu, Portuguese singer and actress",
            "year": 1985
        },
        {
            "text": "Demba Ba, French footballer",
            "year": 1985
        },
        {
            "text": "Gert Kams, Estonian footballer",
            "year": 1985
        },
        {
            "text": "Roman Reigns, American football player and wrestler",
            "year": 1985
        },
        {
            "text": "Luke Ball, Australian footballer",
            "year": 1984
        },
        {
            "text": "Kyle Brodziak, Canadian ice hockey player",
            "year": 1984
        },
        {
            "text": "A. J. Foyt IV, American race car driver",
            "year": 1984
        },
        {
            "text": "Shawne Merriman, American football player",
            "year": 1984
        },
        {
            "text": "Adam Boyd, English footballer",
            "year": 1982
        },
        {
            "text": "Daniel Braaten, Norwegian footballer",
            "year": 1982
        },
        {
            "text": "Ryan Gallant, American skateboarder",
            "year": 1982
        },
        {
            "text": "Roger Guerreiro, Polish footballer",
            "year": 1982
        },
        {
            "text": "Justin Hodges, Australian rugby league player",
            "year": 1982
        },
        {
            "text": "Ezekiel Kemboi, Kenyan runner",
            "year": 1982
        },
        {
            "text": "Jason Kubel, American baseball player",
            "year": 1982
        },
        {
            "text": "Stacey Pensgen, American figure skater and meteorologist",
            "year": 1982
        },
        {
            "text": "Luke Webster, Australian footballer",
            "year": 1982
        },
        {
            "text": "Michalis Pelekanos, Greek basketball player",
            "year": 1981
        },
        {
            "text": "Matt Utai, New Zealand rugby league player",
            "year": 1981
        },
        {
            "text": "David Navarro, Spanish footballer",
            "year": 1980
        },
        {
            "text": "Carlos Bocanegra, American footballer and executive",
            "year": 1979
        },
        {
            "text": "Sayed Moawad, Egyptian footballer",
            "year": 1979
        },
        {
            "text": "Caroline Ouellette, Canadian ice hockey player and coach",
            "year": 1979
        },
        {
            "text": "Sam Sodje, English-Nigerian footballer",
            "year": 1979
        },
        {
            "text": "Jonny Wilkinson, English rugby player",
            "year": 1979
        },
        {
            "text": "Chris Young, American baseball pitcher",
            "year": 1979
        },
        {
            "text": "Adam Gontier, Canadian singer-songwriter and guitarist",
            "year": 1978
        },
        {
            "text": "Brian Urlacher, American football player",
            "year": 1978
        },
        {
            "text": "Andre Anis, Estonian footballer",
            "year": 1977
        },
        {
            "text": "Alberto Del Rio, Mexican-American mixed martial artist and wrestler",
            "year": 1977
        },
        {
            "text": "Stefan Holm, Swedish high jumper",
            "year": 1976
        },
        {
            "text": "Erki Pütsep, Estonian cyclist",
            "year": 1976
        },
        {
            "text": "Ethan Suplee, American actor",
            "year": 1976
        },
        {
            "text": "Cillian Murphy, Irish actor",
            "year": 1976
        },
        {
            "text": "Miguel Zepeda, Mexican footballer",
            "year": 1976
        },
        {
            "text": "Blaise Nkufo, Congolese-Swiss footballer",
            "year": 1975
        },
        {
            "text": "Dougie Freedman, Scottish footballer and manager",
            "year": 1974
        },
        {
            "text": "Frank Klepacki, American drummer and composer",
            "year": 1974
        },
        {
            "text": "Miguel Tejada, Dominican-American baseball player",
            "year": 1974
        },
        {
            "text": "Daz Dillinger, American rapper and producer",
            "year": 1973
        },
        {
            "text": "Molly Sims, American model and actress",
            "year": 1973
        },
        {
            "text": "Karan Johar, Indian actor, director, producer, and screenwriter",
            "year": 1972
        },
        {
            "text": "Stefano Baldini, Italian runner",
            "year": 1971
        },
        {
            "text": "Marco Cappato, Italian politician",
            "year": 1971
        },
        {
            "text": "Juraj Droba, Slovak politician",
            "year": 1971
        },
        {
            "text": "Robert Croft, Welsh-English cricketer and sportscaster",
            "year": 1970
        },
        {
            "text": "Jamie Kennedy, American actor, producer, and screenwriter",
            "year": 1970
        },
        {
            "text": "Octavia Spencer, American actress and author[a]",
            "year": 1970
        },
        {
            "text": "Glen Drover, Canadian guitarist and songwriter",
            "year": 1969
        },
        {
            "text": "Anne Heche, American actress (died 2022)",
            "year": 1969
        },
        {
            "text": "Karen Bernstein, Canadian voice actress",
            "year": 1969
        },
        {
            "text": "Stacy London, American journalist and author",
            "year": 1969
        },
        {
            "text": "Kendall Gill, American basketball player, boxer, and sportscaster",
            "year": 1968
        },
        {
            "text": "Luc Nilis, Belgian footballer and manager",
            "year": 1967
        },
        {
            "text": "Mark Rosewater, head designer of Magic: the Gathering",
            "year": 1967
        },
        {
            "text": "Andrew Sznajder, Canadian tennis player",
            "year": 1967
        },
        {
            "text": "Yahya Jammeh, Gambian colonel and politician, President of the Gambia",
            "year": 1965
        },
        {
            "text": "David Shaw, Canadian-American ice hockey player",
            "year": 1964
        },
        {
            "text": "George Hickenlooper, American director and producer (died 2010)",
            "year": 1963
        },
        {
            "text": "Mike Myers, Canadian-American actor, singer, producer, and screenwriter",
            "year": 1963
        },
        {
            "text": "Ludovic Orban, Romanian engineer and politician, 68th Prime Minister of Romania",
            "year": 1963
        },
        {
            "text": "Ric Nattress, Canadian ice hockey player, coach, and manager",
            "year": 1962
        },
        {
            "text": "Amy Klobuchar, American lawyer and politician",
            "year": 1960
        },
        {
            "text": "Anthea Turner, English journalist and television host",
            "year": 1960
        },
        {
            "text": "Julian Clary, English comedian, actor, and author",
            "year": 1959
        },
        {
            "text": "Manolis Kefalogiannis, Greek politician",
            "year": 1959
        },
        {
            "text": "Rick Wamsley, Canadian ice hockey player and coach",
            "year": 1959
        },
        {
            "text": "Dorothy Straight, American children's author",
            "year": 1958
        },
        {
            "text": "Paul Weller, English singer, songwriter and musician",
            "year": 1958
        },
        {
            "text": "Alastair Campbell, English journalist and author",
            "year": 1957
        },
        {
            "text": "Edward Lee, American author",
            "year": 1957
        },
        {
            "text": "Robert Picard, Canadian ice hockey player",
            "year": 1957
        },
        {
            "text": "Stavros Arnaoutakis, Greek politician",
            "year": 1956
        },
        {
            "text": "Larry Hogan, American politician, 62nd Governor of Maryland",
            "year": 1956
        },
        {
            "text": "Kevin Lynch, Irish Republican (died 1981)",
            "year": 1956
        },
        {
            "text": "David P. Sartor, American composer and conductor",
            "year": 1956
        },
        {
            "text": "Alistair Burt, English lawyer and politician",
            "year": 1955
        },
        {
            "text": "John Beck, English footballer and manager",
            "year": 1954
        },
        {
            "text": "Murali, Indian actor, producer, and politician (died 2009)",
            "year": 1954
        },
        {
            "text": "Eve Ensler, American playwright and producer",
            "year": 1953
        },
        {
            "text": "Daniel Passarella, Argentinian footballer, coach, and manager",
            "year": 1953
        },
        {
            "text": "Stan Sakai, Japanese-American author and illustrator",
            "year": 1953
        },
        {
            "text": "Gaetano Scirea, Italian footballer (died 1989)",
            "year": 1953
        },
        {
            "text": "Jeffrey Bewkes, American businessman",
            "year": 1952
        },
        {
            "text": "Nick Fotiu, American ice hockey player and coach",
            "year": 1952
        },
        {
            "text": "David Jenkins, Trinidadian-Scottish runner",
            "year": 1952
        },
        {
            "text": "Al Sarrantonio, American author and publisher",
            "year": 1952
        },
        {
            "text": "Gordon H. Smith, American businessman and politician",
            "year": 1952
        },
        {
            "text": "Bob Gale, American director, producer, and screenwriter",
            "year": 1951
        },
        {
            "text": "Robby Steinhardt, American rock violinist and singer (died 2021)",
            "year": 1950
        },
        {
            "text": "Jamaica Kincaid, Antiguan-American novelist, short story writer, and essayist",
            "year": 1949
        },
        {
            "text": "Barry Windsor-Smith, English painter and illustrator",
            "year": 1949
        },
        {
            "text": "Bülent Arınç, Turkish lawyer and politician, Deputy Prime Minister of Turkey",
            "year": 1948
        },
        {
            "text": "Marianne Elliott, Northern Irish historian, author, and academic",
            "year": 1948
        },
        {
            "text": "Klaus Meine, German rock singer-songwriter",
            "year": 1948
        },
        {
            "text": "Karen Valentine, American actress",
            "year": 1947
        },
        {
            "text": "Catherine G. Wolf, American psychologist and computer scientist (died 2018)",
            "year": 1947
        },
        {
            "text": "Bill Adam, Scottish-Canadian racing driver",
            "year": 1946
        },
        {
            "text": "David A. Hargrave, American game designer, created Arduin (died 1988)",
            "year": 1946
        },
        {
            "text": "Digby Anderson, English journalist and philosopher",
            "year": 1944
        },
        {
            "text": "Pierre Bachelet, French singer-songwriter (died 2005)",
            "year": 1944
        },
        {
            "text": "Charlie Harper, English singer-songwriter and producer",
            "year": 1944
        },
        {
            "text": "Robert MacPherson, American mathematician and academic",
            "year": 1944
        },
        {
            "text": "Frank Oz, English-born American puppeteer, filmmaker, and actor",
            "year": 1944
        },
        {
            "text": "Chris Ralston, English rugby player",
            "year": 1944
        },
        {
            "text": "Jessi Colter, American singer-songwriter and pianist",
            "year": 1943
        },
        {
            "text": "John Palmer, English keyboard player",
            "year": 1943
        },
        {
            "text": "Leslie Uggams, American actress and singer",
            "year": 1943
        },
        {
            "text": "Rudolf Adler, Czech filmmaker: 88",
            "year": 1941
        },
        {
            "text": "Uta Frith, German developmental psychologist",
            "year": 1941
        },
        {
            "text": "Vladimir Voronin, Moldovan economist and politician, 3rd President of Moldova",
            "year": 1941
        },
        {
            "text": "Nobuyoshi Araki, Japanese photographer",
            "year": 1940
        },
        {
            "text": "Dixie Carter, American actress and singer (died 2010)",
            "year": 1939
        },
        {
            "text": "Ian McKellen, English actor",
            "year": 1939
        },
        {
            "text": "Raymond Carver, American short story writer and poet (died 1988)",
            "year": 1938
        },
        {
            "text": "Margaret Forster, English historian, author, and critic (died 2016)",
            "year": 1938
        },
        {
            "text": "Geoffrey Robinson, English businessman and politician",
            "year": 1938
        },
        {
            "text": "Yury Semyonov, Russian economist and politician (died 2024)",
            "year": 1938
        },
        {
            "text": "Tom Phillips, English painter and academic (died 2022)",
            "year": 1937
        },
        {
            "text": "Tom T. Hall, American singer-songwriter and guitarist (died 2021)",
            "year": 1936
        },
        {
            "text": "Rusi Surti, Indian cricketer (died 2013)",
            "year": 1936
        },
        {
            "text": "John Ffowcs Williams, Welsh engineer and academic (died 2020)",
            "year": 1935
        },
        {
            "text": "Cookie Gilchrist, American football player (died 2011)",
            "year": 1935
        },
        {
            "text": "W. P. Kinsella,  Canadian novelist and short story writer (died 2016)",
            "year": 1935
        },
        {
            "text": "Victoria Shaw, Australian actress (died 1988)",
            "year": 1935
        },
        {
            "text": "Sarah Marshall, English-American actress (died 2014)",
            "year": 1933
        },
        {
            "text": "Basdeo Panday, Trinidadian lawyer and politician, 5th Prime Minister of Trinidad and Tobago (died 2024)",
            "year": 1933
        },
        {
            "text": "Ray Spencer, English footballer (died 2016)",
            "year": 1933
        },
        {
            "text": "Jógvan Sundstein, Faroese accountant and politician, 7th Prime Minister of the Faroe Islands (died 2024)",
            "year": 1933
        },
        {
            "text": "John Gregory Dunne, American novelist, screenwriter, and critic (died 2003)",
            "year": 1932
        },
        {
            "text": "K.C. Jones, American basketball player and coach (died 2020)",
            "year": 1932
        },
        {
            "text": "Herb Gray, Canadian lawyer and politician, 7th Deputy Prime Minister of Canada (died 2014)",
            "year": 1931
        },
        {
            "text": "Georgy Grechko, Russian engineer and astronaut (died 2017)",
            "year": 1931
        },
        {
            "text": "Irwin Winkler, American director and producer",
            "year": 1931
        },
        {
            "text": "Makrand Mehta, Indian historian (died 2024)",
            "year": 1931
        },
        {
            "text": "Sonia Rykiel, French fashion designer (died 2016)",
            "year": 1930
        },
        {
            "text": "Beverly Sills, American soprano and actress (died 2007)",
            "year": 1929
        },
        {
            "text": "Robert Ludlum, American soldier and author (died 2001)",
            "year": 1927
        },
        {
            "text": "Norman Petty, American singer-songwriter, pianist, and producer (died 1984)",
            "year": 1927
        },
        {
            "text": "Claude Akins, American actor (died 1994)",
            "year": 1926
        },
        {
            "text": "William Bowyer, English painter and academic (died 2015)",
            "year": 1926
        },
        {
            "text": "Phyllis Gotlieb, Canadian author and poet (died 2009)",
            "year": 1926
        },
        {
            "text": "Bill Sharman, American basketball player and coach (died 2013)",
            "year": 1926
        },
        {
            "text": "David Wynne, English sculptor and painter (died 2014)",
            "year": 1926
        },
        {
            "text": "Rosario Castellanos, Mexican poet and author (died 1974)",
            "year": 1925
        },
        {
            "text": "Jeanne Crain, American actress (died 2003)",
            "year": 1925
        },
        {
            "text": "Eldon Griffiths, English journalist and politician (died 2014)",
            "year": 1925
        },
        {
            "text": "Don Liddle, American baseball player (died 2000)",
            "year": 1925
        },
        {
            "text": "Claude Pinoteau, French film director and screenwriter (died 2012)",
            "year": 1925
        },
        {
            "text": "István Nyers, French-Hungarian footballer (died 2005)",
            "year": 1924
        },
        {
            "text": "Enrico Berlinguer, Italian politician (died 1984)",
            "year": 1922
        },
        {
            "text": "Hal David, American songwriter and composer (died 2012)",
            "year": 1921
        },
        {
            "text": "Kitty Kallen, American singer (died 2016)",
            "year": 1921
        },
        {
            "text": "Jack Steinberger, German-Swiss physicist and academic, Nobel Prize laureate (died 2020)",
            "year": 1921
        },
        {
            "text": "Arthur Wint, Jamaican runner and diplomat (died 1992)",
            "year": 1920
        },
        {
            "text": "Steve Cochran, American film, television and stage actor (died 1965)",
            "year": 1917
        },
        {
            "text": "Theodore Hesburgh, American priest, theologian, and academic (died 2015)",
            "year": 1917
        },
        {
            "text": "Brian Dickson, Canadian captain, lawyer, and politician, 15th Chief Justice of Canada (died 1998)",
            "year": 1916
        },
        {
            "text": "Giuseppe Tosi, Italian discus thrower (died 1981)",
            "year": 1916
        },
        {
            "text": "Heinrich Bär, German colonel and pilot (died 1957)",
            "year": 1913
        },
        {
            "text": "Richard Dimbleby, English journalist and producer (died 1965)",
            "year": 1913
        },
        {
            "text": "Dean Rockwell, American commander, wrestler, and coach (died 2005)",
            "year": 1912
        },
        {
            "text": "Alfred Kubel, German politician, 5th Prime Minister of Lower Saxony (died 1999)",
            "year": 1909
        },
        {
            "text": "Theodore Roethke, American poet (died 1963)",
            "year": 1908
        },
        {
            "text": "U Nu, Burmese politician, 1st Prime Minister of Burma (died 1995)",
            "year": 1907
        },
        {
            "text": "Martín Dihigo, Cuban baseball player (died 1971)",
            "year": 1906
        },
        {
            "text": "Alain Grandbois, Canadian poet and author (died 1975)",
            "year": 1900
        },
        {
            "text": "George Lennon, Irish Republican Army leader during the Irish War of Independence and the Irish Civil War (died 1991)",
            "year": 1900
        },
        {
            "text": "Kazi Nazrul Islam, Bengali poet, author, and flute player (died 1976)",
            "year": 1899
        },
        {
            "text": "Bennett Cerf, American publisher and television game show panelist; co-founded Random House (died 1971)",
            "year": 1898
        },
        {
            "text": "Alan Kippax, Australian cricketer (died 1972)",
            "year": 1897
        },
        {
            "text": "Gene Tunney, American boxer and soldier (died 1978)",
            "year": 1897
        },
        {
            "text": "Ernest \"Pop\" Stoneman, American country musician (died 1968)",
            "year": 1893
        },
        {
            "text": "Günther Lütjens, German admiral (died 1941)",
            "year": 1889
        },
        {
            "text": "Igor Sikorsky, Russian-American aircraft designer, founded Sikorsky Aircraft (died 1972)",
            "year": 1889
        },
        {
            "text": "Miles Malleson, English actor and screenwriter (died 1969)",
            "year": 1888
        },
        {
            "text": "Padre Pio, Italian priest and saint (died 1968)",
            "year": 1887
        },
        {
            "text": "Rash Behari Bose, Indian soldier and activist (died 1945)",
            "year": 1886
        },
        {
            "text": "Philip Murray, Scottish-American miner and labor leader (died 1952)",
            "year": 1886
        },
        {
            "text": "Carl Johan Lind, Swedish hammer thrower (died 1965)",
            "year": 1883
        },
        {
            "text": "Marie Doro, American actress (died 1956)",
            "year": 1882
        },
        {
            "text": "Jean Alexandre Barré, French neurologist and academic (died 1967)",
            "year": 1880
        },
        {
            "text": "Max Aitken, Lord Beaverbrook, Canadian-English businessman and politician, Chancellor of the Duchy of Lancaster (died 1964)",
            "year": 1879
        },
        {
            "text": "C. C. Martindale, English Jesuit priest (died 1963)",
            "year": 1879
        },
        {
            "text": "William Stickney, American golfer (died 1944)",
            "year": 1879
        },
        {
            "text": "Bill Robinson, American actor and dancer (died 1949)",
            "year": 1878
        },
        {
            "text": "Robbie Ross, Canadian journalist and art critic (died 1918)",
            "year": 1869
        },
        {
            "text": "Anders Peter Nielsen, Danish target shooter (died 1950)",
            "year": 1867
        },
        {
            "text": "John Mott, American evangelist and saint, Nobel Prize laureate (died 1955)",
            "year": 1865
        },
        {
            "text": "Pieter Zeeman, Dutch physicist and academic, Nobel Prize laureate (died 1943)",
            "year": 1865
        },
        {
            "text": "Mathilde Verne, English pianist and educator (died 1936)",
            "year": 1865
        },
        {
            "text": "James McKeen Cattell, American psychologist and academic (died 1944)",
            "year": 1860
        },
        {
            "text": "Louis Franchet d'Espèrey, Algerian-French general (died 1942)",
            "year": 1856
        },
        {
            "text": "William Muldoon, American wrestler and trainer (died 1933)",
            "year": 1852
        },
        {
            "text": "Johann Baptist Singenberger, Swiss composer, educator, and publisher (died 1924)",
            "year": 1848
        },
        {
            "text": "Naim Frashëri, Albanian-Turkish poet and translator (died 1900)",
            "year": 1846
        },
        {
            "text": "Trebor Mai (né Robert Williams), Welsh poet (died 1877)",
            "year": 1830
        },
        {
            "text": "Jacob Burckhardt, Swiss historian and academic (died 1897)",
            "year": 1818
        },
        {
            "text": "Louise de Broglie, Countess d'Haussonville, French essayist and biographer (died 1882)",
            "year": 1818
        },
        {
            "text": "Edward Bulwer-Lytton, English author, playwright, and politician, Secretary of State for the Colonies (died 1873)",
            "year": 1803
        },
        {
            "text": "Ralph Waldo Emerson, American poet and philosopher (died 1882)",
            "year": 1803
        },
        {
            "text": "Minh Mạng, Vietnamese emperor (died 1841)",
            "year": 1791
        },
        {
            "text": "Philip P. Barbour, American farmer and politician, 12th Speaker of the United States House of Representatives (died 1841)",
            "year": 1783
        },
        {
            "text": "Samuel Ward, American politician, 31st and 33rd Governor of the Colony of Rhode Island and Providence Plantations (died 1776)",
            "year": 1725
        },
        {
            "text": "John Stuart, 3rd Earl of Bute, Scottish politician, Prime Minister of Great Britain (died 1792)",
            "year": 1713
        },
        {
            "text": "Claude Buffier, Polish-French historian and philosopher (died 1737)",
            "year": 1661
        },
        {
            "text": "Charles Garnier, French missionary and saint (died 1649)",
            "year": 1606
        },
        {
            "text": "Camillus de Lellis, Italian saint and nurse (died 1614)",
            "year": 1550
        },
        {
            "text": "Catherine of Cleves, Duchess consort regent of Guelders (died 1479)",
            "year": 1417
        },
        {
            "text": "Jakobus (\"James\"), Count of Lichtenburg (died 1480)",
            "year": 1416
        },
        {
            "text": "Emperor Sukō of Japan (died 1398)",
            "year": 1334
        },
        {
            "text": "Toghon Temür, Mongolian emperor (died 1370)",
            "year": 1320
        },
        {
            "text": "Emperor Shenzong of Song (died 1085)",
            "year": 1048
        }
    ],
    "deaths": [
        {
            "text": "Grayson Murray, American professional golfer (born 1993)",
            "year": 2024
        },
        {
            "text": "Albert S. Ruddy, Canadian film producer (born 1930)",
            "year": 2024
        },
        {
            "text": "Richard M. Sherman, American songwriter (born 1928)",
            "year": 2024
        },
        {
            "text": "Johnny Wactor, American actor",
            "year": 2024
        },
        {
            "text": "Morton L. Janklow, American literary agent (born 1930)",
            "year": 2022
        },
        {
            "text": "John Warner, American attorney and politician (born 1927)",
            "year": 2021
        },
        {
            "text": "Lois Ehlert, American author and illustrator (born 1934)",
            "year": 2021
        },
        {
            "text": "George Floyd, African American man murdered by Minneapolis police officer Derek Chauvin (born 1973)",
            "year": 2020
        },
        {
            "text": "Claus von Bülow, Danish-British socialite (born 1926)",
            "year": 2019
        },
        {
            "text": "Kaduvetti Guru, Indian politician and Veera Vanniyar caste leader (born 1961)",
            "year": 2018
        },
        {
            "text": "George Braden, Canadian lawyer and politician, 2nd Premier of the Northwest Territories (born 1949)",
            "year": 2015
        },
        {
            "text": "Robert Lebel, Canadian bishop (born 1924)",
            "year": 2015
        },
        {
            "text": "David Allen, English cricketer (born 1935)",
            "year": 2014
        },
        {
            "text": "Marcel Côté, Canadian economist and politician (born 1942)",
            "year": 2014
        },
        {
            "text": "Wojciech Jaruzelski, Polish general and politician, 1st President of Poland (born 1923)",
            "year": 2014
        },
        {
            "text": "Herb Jeffries, American singer and actor (born 1913)",
            "year": 2014
        },
        {
            "text": "Toaripi Lauti, Tuvaluan educator and politician, 1st Prime Minister of Tuvalu (born 1928)",
            "year": 2014
        },
        {
            "text": "Matthew Saad Muhammad, American boxer and trainer (born 1954)",
            "year": 2014
        },
        {
            "text": "Mahendra Karma, Indian politician (born 1950)",
            "year": 2013
        },
        {
            "text": "Nand Kumar Patel, Indian politician (born 1953)",
            "year": 2013
        },
        {
            "text": "William Hanley, American author and screenwriter (born 1931)",
            "year": 2012
        },
        {
            "text": "Peter D. Sieruta, American author and critic (born 1958)",
            "year": 2012
        },
        {
            "text": "Lou Watson, American basketball player and coach (born 1924)",
            "year": 2012
        },
        {
            "text": "Terry Jenner, Australian cricketer and coach (born 1944)",
            "year": 2011
        },
        {
            "text": "Alexander Belostenny, Ukrainian basketball player (born 1959)",
            "year": 2010
        },
        {
            "text": "Michael H. Jordan, American businessman (born 1936)",
            "year": 2010
        },
        {
            "text": "Alan Hickinbotham, Australian footballer and coach (born 1925)",
            "year": 2010
        },
        {
            "text": "Gabriel Vargas, Mexican painter and illustrator (born 1915)",
            "year": 2010
        },
        {
            "text": "Jarvis Williams, American football player and coach (born 1965)",
            "year": 2010
        },
        {
            "text": "Haakon Lie, Norwegian politician (born 1905)",
            "year": 2009
        },
        {
            "text": "J. R. Simplot, American businessman, founded Simplot (born 1909)",
            "year": 2008
        },
        {
            "text": "Veikko Uusimäki, Finnish actor and theater councilor (born 1921)",
            "year": 2008
        },
        {
            "text": "Charles Nelson Reilly, American actor, comedian, and director (born 1931)",
            "year": 2007
        },
        {
            "text": "Uładzimir Katkoŭski, Belarusian blogger, web designer and website creator (born 1976)",
            "year": 2007
        },
        {
            "text": "Sunil Dutt, Indian actor, director, producer, and politician (born 1929)",
            "year": 2005
        },
        {
            "text": "Robert Jankel, English businessman, founded Panther Westwinds (born 1938)",
            "year": 2005
        },
        {
            "text": "Graham Kennedy, Australian television host and actor (born 1934)",
            "year": 2005
        },
        {
            "text": "Ismail Merchant, Indian-born film producer and director (born 1936)",
            "year": 2005
        },
        {
            "text": "Zoran Mušič, Slovene painter and illustrator (born 1909)",
            "year": 2005
        },
        {
            "text": "Roger Williams Straus, Jr., American publisher, co-founded Farrar, Straus and Giroux Publishing Company (born 1917)",
            "year": 2004
        },
        {
            "text": "Sloan Wilson, American author and poet (born 1920)",
            "year": 2003
        },
        {
            "text": "Renzo De Felice, Italian historian and author (born 1929)",
            "year": 1996
        },
        {
            "text": "Élie Bayol, French racing driver (born 1914)",
            "year": 1995
        },
        {
            "text": "Krešimir Ćosić, Croatian basketball player and coach, Naismith Basketball Hall of Famer 1996 (born 1948)",
            "year": 1995
        },
        {
            "text": "Dany Robin, French actress (born 1927)",
            "year": 1995
        },
        {
            "text": "Vic Tayback, American actor (born 1930)",
            "year": 1990
        },
        {
            "text": "Chester Bowles, American journalist and politician, 22nd Under Secretary of State (born 1901)",
            "year": 1986
        },
        {
            "text": "Necip Fazıl Kısakürek, Turkish author, poet, and playwright (born 1904)",
            "year": 1983
        },
        {
            "text": "Idris of Libya (born 1889)",
            "year": 1983
        },
        {
            "text": "Jack Stewart, Canadian-American ice hockey player (born 1917)",
            "year": 1983
        },
        {
            "text": "Ruby Payne-Scott, Australian physicist and astronomer (born 1912)",
            "year": 1981
        },
        {
            "text": "Fredric Warburg, English author and publisher (born 1898)",
            "year": 1981
        },
        {
            "text": "Itzhak Bentov, Czech-Israeli engineer, mystic, and author (born 1923)",
            "year": 1979
        },
        {
            "text": "Amédée Gordini, Italian-born French racing driver and sports car manufacturer (born 1899)",
            "year": 1979
        },
        {
            "text": "John Spenkelink, American murderer (born 1949)",
            "year": 1979
        },
        {
            "text": "Yevgenia Ginzburg, Russian author (born 1904)",
            "year": 1977
        },
        {
            "text": "Tom Patey, Scottish mountaineer and author (born 1932)",
            "year": 1970
        },
        {
            "text": "Elisabeth Geleerd, Dutch-American psychoanalyst (born 1909)",
            "year": 1969
        },
        {
            "text": "Georg von Küchler, German field marshal (born 1881)",
            "year": 1968
        },
        {
            "text": "Leo Goodwin, American swimmer, diver, and water polo player (born 1883)",
            "year": 1957
        },
        {
            "text": "Robert Capa, Hungarian photographer and journalist (born 1913)",
            "year": 1954
        },
        {
            "text": "Paula von Preradović, Croatian poet and author (born 1887)",
            "year": 1951
        },
        {
            "text": "Witold Pilecki, Polish officer and Resistance leader (born 1901)",
            "year": 1948
        },
        {
            "text": "Nils von Dardel, Swedish painter (born 1888)",
            "year": 1943
        },
        {
            "text": "Emanuel Feuermann, Ukrainian-American cellist and educator (born 1902)",
            "year": 1942
        },
        {
            "text": "Frank Watson Dyson, English astronomer and academic (born 1868)",
            "year": 1939
        },
        {
            "text": "Henry Ossawa Tanner, American-French painter and illustrator (born 1859)",
            "year": 1937
        },
        {
            "text": "Gustav Holst, English trombonist, composer, and educator (born 1874)",
            "year": 1934
        },
        {
            "text": "Randall Davidson, Scottish-English archbishop (born 1848)",
            "year": 1930
        },
        {
            "text": "Payne Whitney, American businessman and philanthropist (born 1876)",
            "year": 1927
        },
        {
            "text": "Symon Petliura, Ukrainian journalist and politician (born 1879)",
            "year": 1926
        },
        {
            "text": "Lyubov Popova, Russian painter and illustrator (born 1889)",
            "year": 1924
        },
        {
            "text": "Eliza Pollock, American archer (born 1840)",
            "year": 1919
        },
        {
            "text": "Madam C. J. Walker, American businesswoman and philanthropist, founded the Madame C.J. Walker Manufacturing Company (born 1867)",
            "year": 1919
        },
        {
            "text": "Maksim Bahdanovič, Belarusian poet and critic (born 1891)",
            "year": 1917
        },
        {
            "text": "Austin Lane Crothers, American educator and politician, 46th Governor of Maryland (born 1860)",
            "year": 1912
        },
        {
            "text": "Rosa Bonheur, French painter and sculptor (born 1822)",
            "year": 1899
        },
        {
            "text": "Ahmed Cevdet Pasha, Ottoman sociologist, historian, and jurist (born 1822)",
            "year": 1895
        },
        {
            "text": "Benjamin D'Urban, English general and politician, Governor of British Guiana (born 1777)",
            "year": 1849
        },
        {
            "text": "William Paley, English priest and philosopher (born 1743)",
            "year": 1805
        },
        {
            "text": "John Griffin, 4th Baron Howard de Walden, English field marshal and politician, Lord Lieutenant of Essex (born 1719)",
            "year": 1797
        },
        {
            "text": "Anders Dahl, Swedish botanist and physician (born 1751)",
            "year": 1789
        },
        {
            "text": "Peter III of Portugal (born 1717)",
            "year": 1786
        },
        {
            "text": "Daniel Ernst Jablonski, German bishop and theologian (born 1660)",
            "year": 1741
        },
        {
            "text": "Pedro Calderón de la Barca, Spanish poet and playwright (born 1600)",
            "year": 1681
        },
        {
            "text": "Gustaf Bonde, Finnish-Swedish politician, 5th Lord High Treasurer of Sweden (born 1620)",
            "year": 1667
        },
        {
            "text": "Adam Tanner, Austrian mathematician and philosopher (born 1572)",
            "year": 1632
        },
        {
            "text": "Mary Magdalene de' Pazzi, Italian Carmelite nun and mystic (born 1566)",
            "year": 1607
        },
        {
            "text": "Valens Acidalius, German poet and critic (born 1567)",
            "year": 1595
        },
        {
            "text": "Elisabeth of Brandenburg, Duchess of Brunswick-Calenberg-Göttingen (born 1510)",
            "year": 1558
        },
        {
            "text": "Gemma Frisius, Dutch physician, mathematician, and cartographer (born 1508)",
            "year": 1555
        },
        {
            "text": "Henry II of Navarre (born 1503)",
            "year": 1555
        },
        {
            "text": "John Stafford, English archbishop and politician",
            "year": 1452
        },
        {
            "text": "Pope Alexander IV (born 1185)",
            "year": 1261
        },
        {
            "text": "Pope Gregory VII (born 1020)",
            "year": 1085
        },
        {
            "text": "Mieszko I of Poland (born 935)",
            "year": 992
        },
        {
            "text": "Abd al-Rahman al-Sufi, Muslim astronomer (born 903)",
            "year": 986
        },
        {
            "text": "Yao Yanzhang, general of Chu",
            "year": 939
        },
        {
            "text": "Flann Sinna, king of Meath",
            "year": 916
        },
        {
            "text": "Xue Yiju, chancellor of Later Liang",
            "year": 912
        },
        {
            "text": "Higbald of Lindisfarne, English bishop",
            "year": 803
        },
        {
            "text": "Aldhelm, English-Latin bishop, poet, and scholar (born 639)",
            "year": 709
        },
        {
            "text": "Li Hong, Chinese prince (born 652)",
            "year": 675
        }
    ],
    "metadata": {
        "current_date": "May 25, 2025",
        "short_date": "May 25",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            35,
            12,
            25,
            38,
            34,
            11,
            16,
            7,
            48,
            1
        ],
        "births": [
            184,
            132,
            3,
            223
        ],
        "deaths": [
            59,
            7,
            18,
            91
        ]
    }
}