{
    "events": [
        {
            "text": "Sepsi OSK suffered a 2-1 defeat to Unirea Slobozia, confirming their relegation from Liga I after eight consecutive seasons in Romania's top flight.",
            "year": 2025
        },
        {
            "text": "United States presidential election: Joe Biden launches his presidential campaign.",
            "year": 2019
        },
        {
            "text": "A school shooting at Santa Fe High School in Texas kills ten people.",
            "year": 2018
        },
        {
            "text": "Cubana de Aviación Flight 972 crashes in Santiago de las Vegas after takeoff from José Martí International Airport in Havana, Cuba, killing 112 of the 113 people on board.",
            "year": 2018
        },
        {
            "text": "At least 78 people die in a landslide caused by heavy rains in the Colombian town of Salgar.",
            "year": 2015
        },
        {
            "text": "The LTTE are defeated by the Sri Lankan government, ending almost 26 years of fighting between the two sides.",
            "year": 2009
        },
        {
            "text": "The post Loktantra Andolan government passes a landmark bill curtailing the power of the monarchy and making Nepal a secular country.",
            "year": 2006
        },
        {
            "text": "A second photo from the Hubble Space Telescope confirms that Pluto has two additional moons, Nix and Hydra.",
            "year": 2005
        },
        {
            "text": "Israeli troops finish withdrawing from the Gaza Strip, ceding the area to the Palestinian National Authority to govern.",
            "year": 1994
        },
        {
            "text": "Riots in Nørrebro, Copenhagen, caused by the approval of the four Danish exceptions in the Maastricht Treaty referendum. Police open fire against civilians for the first time since World War II and injure 11 demonstrators.",
            "year": 1993
        },
        {
            "text": "Northern Somalia declares independence from the rest of Somalia as the Republic of Somaliland.",
            "year": 1991
        },
        {
            "text": "In France, a modified TGV train achieves a new rail world speed record of 515.3 km/h (320.2 mph).",
            "year": 1990
        },
        {
            "text": "Mount St. Helens erupts in Washington, United States, killing 57 people and causing $3 billion in damage.",
            "year": 1980
        },
        {
            "text": "Students in Gwangju, South Korea begin demonstrations calling for democratic reforms.",
            "year": 1980
        },
        {
            "text": "Likud party wins the 1977 Israeli legislative election, with Menachem Begin, its founder, as the sixth Prime Minister of Israel.",
            "year": 1977
        },
        {
            "text": "Nuclear weapons testing: Under project Smiling Buddha, India successfully detonates its first nuclear weapon becoming the sixth nation to do so.",
            "year": 1974
        },
        {
            "text": "Aeroflot Flight 109 is hijacked mid-flight and the aircraft is subsequently destroyed when the hijacker's bomb explodes, killing all 82 people on board.",
            "year": 1973
        },
        {
            "text": "During approach to Kharkiv International Airport, Aeroflot Flight 1491 crashes near Ruska Lozova, killing all 112 aboard.",
            "year": 1972
        },
        {
            "text": "Apollo program: Apollo 10 is launched.",
            "year": 1969
        },
        {
            "text": "Israeli spy Eli Cohen is hanged in Damascus, Syria.",
            "year": 1965
        },
        {
            "text": "Operation Passage to Freedom, the evacuation of 310,000 Vietnamese civilians, soldiers and non-Vietnamese members of the French Army from communist North Vietnam to South Vietnam following the end of the First Indochina War, ends.",
            "year": 1955
        },
        {
            "text": "Jacqueline Cochran becomes the first woman to break the sound barrier.",
            "year": 1953
        },
        {
            "text": "The First Legislative Yuan of the Republic of China officially convenes in Nanking.",
            "year": 1948
        },
        {
            "text": "World War II: Battle of Monte Cassino: Conclusion after seven days of the fourth battle as German paratroopers evacuate Monte Cassino.",
            "year": 1944
        },
        {
            "text": "Deportation of Crimean Tatars by the Soviet Union.",
            "year": 1944
        },
        {
            "text": "New Deal: President Franklin D. Roosevelt signs an act creating the Tennessee Valley Authority.",
            "year": 1933
        },
        {
            "text": "The Bath School disaster: Forty-five people, including many children, are killed by bombs planted by a disgruntled school-board member in Bath Township, Michigan.",
            "year": 1927
        },
        {
            "text": "After being founded for 20 years, the Nationalist government approves Tongji University to be among the first national universities of the Republic of China.",
            "year": 1927
        },
        {
            "text": "Evangelist Aimee Semple McPherson disappears in Venice, California.",
            "year": 1926
        },
        {
            "text": "Seamus Woods leads an Irish Republican Army attack on the headquarters of the Royal Irish Constabulary in Belfast.",
            "year": 1922
        },
        {
            "text": "World War I: The Selective Service Act of 1917 is passed, giving the President of the United States the power of conscription.",
            "year": 1917
        },
        {
            "text": "The first Indian film, Shree Pundalik by Dadasaheb Torne, is released in Mumbai.",
            "year": 1912
        },
        {
            "text": "The United Kingdom proclaims a protectorate over Tonga.",
            "year": 1900
        },
        {
            "text": "The United States Supreme Court rules in Plessy v. Ferguson that the \"separate but equal\" doctrine is constitutional.",
            "year": 1896
        },
        {
            "text": "Khodynka Tragedy: A mass panic on Khodynka Field in Moscow during the festivities of the coronation of Russian Tsar Nicholas II results in the deaths of 1,389 people.",
            "year": 1896
        },
        {
            "text": "American Civil War: Union forces under Ulysses S. Grant begin the Siege of Vicksburg during the Vicksburg campaign in order to take full control of the Mississippi River.",
            "year": 1863
        },
        {
            "text": "United States presidential election: Abraham Lincoln wins the Republican Party presidential nomination over William H. Seward, who later becomes the United States Secretary of State.",
            "year": 1860
        },
        {
            "text": "Opening of the first German National Assembly (Nationalversammlung) in Frankfurt, Germany.",
            "year": 1848
        },
        {
            "text": "The Disruption in Edinburgh of the Free Church of Scotland from the Church of Scotland.",
            "year": 1843
        },
        {
            "text": "John Bellingham is found guilty and sentenced to death by hanging for the assassination of British Prime Minister Spencer Perceval.",
            "year": 1812
        },
        {
            "text": "Battle of Las Piedras: The first great military triumph of the revolution of the Río de la Plata in Uruguay led by José Artigas.",
            "year": 1811
        },
        {
            "text": "Napoleon Bonaparte is proclaimed Emperor of the French by the French Senate.",
            "year": 1804
        },
        {
            "text": "Napoleonic Wars: The United Kingdom revokes the Treaty of Amiens and declares war on France.",
            "year": 1803
        },
        {
            "text": "Battle of Tourcoing during the Flanders Campaign of the War of the First Coalition.",
            "year": 1794
        },
        {
            "text": "First United Empire Loyalists reach Parrtown (later called Saint John, New Brunswick), Canada, after leaving the United States.",
            "year": 1783
        },
        {
            "text": "The Seven Years' War begins when Great Britain declares war on France.",
            "year": 1756
        },
        {
            "text": "The 1695 Linfen earthquake in Shannxi, Qing dynasty causes extreme damage and kills at least 52,000 people.",
            "year": 1695
        },
        {
            "text": "Slavery in Rhode Island is abolished, although the law is not rigorously enforced.",
            "year": 1652
        },
        {
            "text": "In Dorchester, Massachusetts, John Winthrop takes the oath of office and becomes the first Governor of Massachusetts.",
            "year": 1631
        },
        {
            "text": "Playwright Thomas Kyd's accusations of heresy lead to an arrest warrant for Christopher Marlowe.",
            "year": 1593
        },
        {
            "text": "The Great Siege of Malta begins, in which Ottoman forces attempt and fail to conquer Malta.",
            "year": 1565
        },
        {
            "text": "Alonso de Ojeda sets sail from Cádiz on his voyage to what is now Venezuela.",
            "year": 1499
        },
        {
            "text": "During the Battle of Buyur Lake, General Lan Yu leads a Ming army forward to crush the Mongol hordes of Tögüs Temür, the Khan of Northern Yuan.",
            "year": 1388
        },
        {
            "text": "Bruges Matins, the nocturnal massacre of the French garrison in Bruges by members of the local Flemish militia.",
            "year": 1302
        },
        {
            "text": "Fall of Acre, the end of Crusader presence in the Holy Land.",
            "year": 1291
        },
        {
            "text": "The Principality of Antioch, a crusader state, falls to the Mamluk Sultan Baibars in the Siege of Antioch.",
            "year": 1268
        },
        {
            "text": "The future Henry II of England marries Eleanor of Aquitaine. He would become king two years later, after the death of his cousin once removed King Stephen of England.",
            "year": 1152
        },
        {
            "text": "First Crusade: Around 800 Jews are massacred in Worms, Germany.",
            "year": 1096
        },
        {
            "text": "Louis II of Italy is crowned for the second time as Holy Roman Emperor at Rome, at the age of 47. His first coronation was 28 years earlier, in 844, during the reign of his father Lothair I.",
            "year": 872
        },
        {
            "text": "Emperor Constantine the Great announces free distributions of food to the citizens in Constantinople.",
            "year": 332
        }
    ],
    "births": [
        {
            "text": "Hala Finley, American actress",
            "year": 2009
        },
        {
            "text": "Travis Hunter, American football player",
            "year": 2003
        },
        {
            "text": "Alina Zagitova, Russian figure skater",
            "year": 2002
        },
        {
            "text": "Emma Navarro, American tennis player",
            "year": 2001
        },
        {
            "text": "Ryan Sessegnon, English footballer",
            "year": 2000
        },
        {
            "text": "Steven Sessegnon, English footballer",
            "year": 2000
        },
        {
            "text": "Laura Omloop, Belgian singer-songwriter",
            "year": 1999
        },
        {
            "text": "Polina Edmunds, American figure skater",
            "year": 1998
        },
        {
            "text": "Stuart Percy, Canadian ice hockey player",
            "year": 1993
        },
        {
            "text": "Jessica Watson, Australian sailor",
            "year": 1993
        },
        {
            "text": "Adwoa Aboah, British fashion model",
            "year": 1992
        },
        {
            "text": "Dimitri Daeseleire, Belgian footballer",
            "year": 1990
        },
        {
            "text": "Yuya Osako, Japanese footballer",
            "year": 1990
        },
        {
            "text": "Josh Starling, Australian rugby league player",
            "year": 1990
        },
        {
            "text": "Taeyang, South Korean singer",
            "year": 1988
        },
        {
            "text": "Kevin Anderson, South African tennis player",
            "year": 1986
        },
        {
            "text": "Oliver Sin, Hungarian painter",
            "year": 1985
        },
        {
            "text": "Henrique Sereno, Portuguese footballer",
            "year": 1985
        },
        {
            "text": "Ivet Lalova, Bulgarian sprinter",
            "year": 1984
        },
        {
            "text": "Simon Pagenaud, French race car driver",
            "year": 1984
        },
        {
            "text": "Darius Šilinskis, Lithuanian basketball player",
            "year": 1984
        },
        {
            "text": "Joakim Soria, Mexican baseball player",
            "year": 1984
        },
        {
            "text": "Niki Terpstra, Dutch cyclist",
            "year": 1984
        },
        {
            "text": "Gary O'Neil, English footballer",
            "year": 1983
        },
        {
            "text": "Luis Terrero, Dominican baseball player",
            "year": 1983
        },
        {
            "text": "Vince Young, American football player",
            "year": 1983
        },
        {
            "text": "Jason Brown, English footballer",
            "year": 1982
        },
        {
            "text": "Marie-Ève Pelletier, Canadian tennis player",
            "year": 1982
        },
        {
            "text": "Mahamadou Diarra, Malian international footballer",
            "year": 1981
        },
        {
            "text": "Ashley Harrison, Australian rugby league player",
            "year": 1981
        },
        {
            "text": "Reggie Evans, American basketball player",
            "year": 1980
        },
        {
            "text": "Michaël Llodra, French tennis player",
            "year": 1980
        },
        {
            "text": "Diego Pérez, Uruguayan footballer",
            "year": 1980
        },
        {
            "text": "Jens Bergensten, Swedish video game designer, co-designed Minecraft",
            "year": 1979
        },
        {
            "text": "Mariusz Lewandowski, Polish footballer",
            "year": 1979
        },
        {
            "text": "Michal Martikán, Slovak slalom canoeist",
            "year": 1979
        },
        {
            "text": "Milivoje Novaković, Slovenian footballer",
            "year": 1979
        },
        {
            "text": "Julián Speroni, Argentinian footballer",
            "year": 1979
        },
        {
            "text": "Ricardo Carvalho, Portuguese footballer",
            "year": 1978
        },
        {
            "text": "Marcus Giles, American baseball player",
            "year": 1978
        },
        {
            "text": "Charles Kamathi, Kenyan runner",
            "year": 1978
        },
        {
            "text": "Lee Hendrie, English footballer",
            "year": 1977
        },
        {
            "text": "Danny Mills, English footballer and sportscaster",
            "year": 1977
        },
        {
            "text": "Li Tie, Chinese footballer and manager",
            "year": 1977
        },
        {
            "text": "Ron Mercer, American basketball player",
            "year": 1976
        },
        {
            "text": "Marko Tomasović, Croatian pianist and composer",
            "year": 1976
        },
        {
            "text": "Oleg Tverdovsky, Ukrainian-Russian ice hockey player",
            "year": 1976
        },
        {
            "text": "Jem, Welsh singer-songwriter and producer",
            "year": 1975
        },
        {
            "text": "John Higgins, Scottish snooker player",
            "year": 1975
        },
        {
            "text": "Jack Johnson, American singer-songwriter and guitarist",
            "year": 1975
        },
        {
            "text": "Ingvild Kjerkol, Norwegian politician",
            "year": 1975
        },
        {
            "text": "Nelson Figueroa, American baseball player and sportscaster",
            "year": 1974
        },
        {
            "text": "Donyell Marshall, American basketball player and coach",
            "year": 1973
        },
        {
            "text": "Aleksandr Olerski, Estonian footballer (d. 2011)",
            "year": 1973
        },
        {
            "text": "Turner Stevenson, Canadian ice hockey player and coach",
            "year": 1972
        },
        {
            "text": "Brad Friedel, American international soccer player, manager and sportscaster",
            "year": 1971
        },
        {
            "text": "Mark Menzies, Scottish politician",
            "year": 1971
        },
        {
            "text": "Nobuteru Taniguchi, Japanese race car driver",
            "year": 1971
        },
        {
            "text": "Javier Cárdenas, Spanish singer, television and radio presenter",
            "year": 1970
        },
        {
            "text": "Tina Fey, American actress, producer, and screenwriter",
            "year": 1970
        },
        {
            "text": "Tim Horan, Australian rugby player and sportscaster",
            "year": 1970
        },
        {
            "text": "Billy Howerdel, American guitarist, songwriter, and producer",
            "year": 1970
        },
        {
            "text": "Vicky Sunohara, Canadian former ice hockey player",
            "year": 1970
        },
        {
            "text": "Troy Cassar-Daley, Australian singer-songwriter and guitarist",
            "year": 1969
        },
        {
            "text": "Martika, American singer-songwriter, producer, and actress",
            "year": 1969
        },
        {
            "text": "Antônio Carlos Zago, Brazilian footballer and manager",
            "year": 1969
        },
        {
            "text": "Philippe Benetton, French rugby player",
            "year": 1968
        },
        {
            "text": "Ralf Kelleners, German race car driver",
            "year": 1968
        },
        {
            "text": "Nina Björk, Swedish journalist and author",
            "year": 1967
        },
        {
            "text": "Heinz-Harald Frentzen, German race car driver",
            "year": 1967
        },
        {
            "text": "Nancy Juvonen, American screenwriter and producer, co-founded Flower Films",
            "year": 1967
        },
        {
            "text": "Mimi Macpherson, Australian environmentalist, entrepreneur and celebrity",
            "year": 1967
        },
        {
            "text": "Renata Nielsen, Polish-Danish long jumper and coach",
            "year": 1966
        },
        {
            "text": "Michael Tait, American singer-songwriter and producer",
            "year": 1966
        },
        {
            "text": "Ignasi Guardans, Spanish academic and politician",
            "year": 1964
        },
        {
            "text": "Marty McSorley, Canadian ice hockey player and coach",
            "year": 1963
        },
        {
            "text": "Sam Vincent, American basketball player and coach",
            "year": 1963
        },
        {
            "text": "Russell Senior, English singer-songwriter and guitarist",
            "year": 1961
        },
        {
            "text": "Brent Ashton, Canadian ice hockey player and coach",
            "year": 1960
        },
        {
            "text": "Jari Kurri, Finnish ice hockey player, coach, and manager",
            "year": 1960
        },
        {
            "text": "Yannick Noah, French tennis player",
            "year": 1960
        },
        {
            "text": "Graham Dilley, English cricketer and coach (d. 2011)",
            "year": 1959
        },
        {
            "text": "Jay Wells, Canadian ice hockey player and coach",
            "year": 1959
        },
        {
            "text": "Rubén Omar Romano, Argentinian-Mexican footballer and coach",
            "year": 1958
        },
        {
            "text": "Toyah Willcox, English singer-songwriter, producer, and actress",
            "year": 1958
        },
        {
            "text": "Michael Cretu, Romanian-German keyboard player and producer",
            "year": 1957
        },
        {
            "text": "Henrietta Moore, English anthropologist and academic",
            "year": 1957
        },
        {
            "text": "Catherine Corsini, French director and screenwriter",
            "year": 1956
        },
        {
            "text": "John Godber, English playwright and screenwriter",
            "year": 1956
        },
        {
            "text": "Chow Yun-fat, Hong Kong actor and screenwriter",
            "year": 1955
        },
        {
            "text": "Wreckless Eric, English singer-songwriter and guitarist",
            "year": 1954
        },
        {
            "text": "Eric Gerets, Belgian footballer and manager",
            "year": 1954
        },
        {
            "text": "Alan Kupperberg, American author and illustrator (d. 2015)",
            "year": 1953
        },
        {
            "text": "Diane Duane, American author and screenwriter",
            "year": 1952
        },
        {
            "text": "David Leakey, English general and politician",
            "year": 1952
        },
        {
            "text": "George Strait, American singer, guitarist and producer",
            "year": 1952
        },
        {
            "text": "Jeana Yeager, American pilot",
            "year": 1952
        },
        {
            "text": "Richard Clapton, Australian singer-songwriter and guitarist",
            "year": 1951
        },
        {
            "text": "Jim Sundberg, American baseball player and sportscaster",
            "year": 1951
        },
        {
            "text": "Angela Voigt, German long jumper (d. 2013)",
            "year": 1951
        },
        {
            "text": "Rod Milburn, American hurdler and coach (d. 1997)",
            "year": 1950
        },
        {
            "text": "Mark Mothersbaugh, American singer-songwriter and painter",
            "year": 1950
        },
        {
            "text": "Walter Hawkins, American gospel music singer and pastor (d. 2010)",
            "year": 1949
        },
        {
            "text": "Rick Wakeman, English progressive rock keyboardist and songwriter",
            "year": 1949
        },
        {
            "text": "Joe Bonsall, American country/gospel singer (d. 2024)",
            "year": 1948
        },
        {
            "text": "Yi Mun-yol, South Korean author and academic",
            "year": 1948
        },
        {
            "text": "Richard Swedberg, Swedish sociologist and academic",
            "year": 1948
        },
        {
            "text": "Tom Udall, American lawyer and politician, 28th New Mexico Attorney General, United States Senator from New Mexico",
            "year": 1948
        },
        {
            "text": "John Bruton, Irish politician, 10th Taoiseach of Ireland (d. 2024)",
            "year": 1947
        },
        {
            "text": "Frank Hsieh, Taiwanese lawyer and politician, 40th Premier of the Republic of China",
            "year": 1946
        },
        {
            "text": "Reggie Jackson, American baseball player and sportscaster",
            "year": 1946
        },
        {
            "text": "Gerd Langguth, German political scientist and author (d. 2013)",
            "year": 1946
        },
        {
            "text": "Gail Strickland, American actress",
            "year": 1945
        },
        {
            "text": "Albert Hammond, English singer-songwriter, guitarist, and producer",
            "year": 1944
        },
        {
            "text": "W. G. Sebald, German novelist, essayist, and poet (d. 2001)",
            "year": 1944
        },
        {
            "text": "Jimmy Snuka, Fijian wrestler (d. 2017)",
            "year": 1943
        },
        {
            "text": "Nobby Stiles, English footballer, coach, and manager (d. 2020)",
            "year": 1942
        },
        {
            "text": "Gino Brito, Canadian wrestler and promoter",
            "year": 1941
        },
        {
            "text": "Malcolm Longair, Scottish astronomer, physicist, and academic",
            "year": 1941
        },
        {
            "text": "Miriam Margolyes, English-Australian actress and singer",
            "year": 1941
        },
        {
            "text": "Erico Aumentado, Filipino journalist, lawyer, and politician (d. 2012)",
            "year": 1940
        },
        {
            "text": "Patrick Cormack, Baron Cormack, English historian, journalist, and politician (d. 2024)",
            "year": 1939
        },
        {
            "text": "Giovanni Falcone, Italian lawyer and judge (d. 1992)",
            "year": 1939
        },
        {
            "text": "Gordon O'Connor, Canadian general and politician, 38th Canadian Minister of Defence",
            "year": 1939
        },
        {
            "text": "Janet Fish, American painter and academic",
            "year": 1938
        },
        {
            "text": "Brooks Robinson, American baseball player and sportscaster (d. 2023)",
            "year": 1937
        },
        {
            "text": "Jacques Santer, Luxembourger jurist and politician, 22nd Prime Minister of Luxembourg",
            "year": 1937
        },
        {
            "text": "Leon Ashley, American singer-songwriter (d. 2013)",
            "year": 1936
        },
        {
            "text": "Türker İnanoğlu, Turkish director, producer, and screenwriter (d. 2024)",
            "year": 1936
        },
        {
            "text": "Michael Sandle, English sculptor and academic",
            "year": 1936
        },
        {
            "text": "Pádraig Ó Snodaigh, Irish activist and writer (d. 2025)",
            "year": 1935
        },
        {
            "text": "Dwayne Hickman, American actor and director (d. 2022)",
            "year": 1934
        },
        {
            "text": "Bernadette Chirac, French politician, First Lady of France",
            "year": 1933
        },
        {
            "text": "H. D. Deve Gowda, Indian farmer and politician, 11th Prime Minister of India",
            "year": 1933
        },
        {
            "text": "Don Whillans, English rock climber and mountaineer (d. 1985)",
            "year": 1933
        },
        {
            "text": "Don Martin, American cartoonist (d. 2000)",
            "year": 1931
        },
        {
            "text": "Robert Morse, American actor (d. 2022)",
            "year": 1931
        },
        {
            "text": "Kalju Pitksaar, Estonian chess player (d. 1995)",
            "year": 1931
        },
        {
            "text": "Clément Vincent, Canadian farmer and politician (d. 2018)",
            "year": 1931
        },
        {
            "text": "Warren Rudman, American soldier, lawyer, and politician (d. 2012)",
            "year": 1930
        },
        {
            "text": "Fred Saberhagen, American soldier and author (d. 2007)",
            "year": 1930
        },
        {
            "text": "Jack Sanford, American baseball player and coach (d. 2000)",
            "year": 1929
        },
        {
            "text": "Norman St John-Stevas, Baron St John of Fawsley, English lawyer and politician, Chancellor of the Duchy of Lancaster (d. 2012)",
            "year": 1929
        },
        {
            "text": "Pernell Roberts, American actor (d. 2010)",
            "year": 1928
        },
        {
            "text": "Richard Body, English politician (d. 2018)",
            "year": 1927
        },
        {
            "text": "Ray Nagel, American football player and coach (d. 2015)",
            "year": 1927
        },
        {
            "text": "Lillian Hoban, American author and illustrator (d. 1998)",
            "year": 1925
        },
        {
            "text": "Priscilla Pointer, American actress (d. 2025)",
            "year": 1924
        },
        {
            "text": "Jack Whitaker, American sportscaster (d. 2019)",
            "year": 1924
        },
        {
            "text": "Jean-Louis Roux, Canadian actor and politician, 34th Lieutenant Governor of Quebec (d. 2013)",
            "year": 1923
        },
        {
            "text": "Hugh Shearer, Jamaican journalist and politician, 3rd Prime Minister of Jamaica (d. 2004)",
            "year": 1923
        },
        {
            "text": "Bill Macy, American actor (d. 2019)",
            "year": 1922
        },
        {
            "text": "Kai Winding, Danish-American trombonist and composer (d. 1983)",
            "year": 1922
        },
        {
            "text": "Joan Eardley, British artist (d. 1963)",
            "year": 1921
        },
        {
            "text": "Michael A. Epstein, English pathologist and academic (d. 2024)",
            "year": 1921
        },
        {
            "text": "Pope John Paul II (d. 2005)",
            "year": 1920
        },
        {
            "text": "Anthony Storr, English psychiatrist, psychoanalyst, and author (d. 2001)",
            "year": 1920
        },
        {
            "text": "Margot Fonteyn, British ballerina (d. 1991)",
            "year": 1919
        },
        {
            "text": "Bill Everett, American author and illustrator (d. 1973)",
            "year": 1917
        },
        {
            "text": "Pierre Balmain, French fashion designer, founded Balmain (d. 1982)",
            "year": 1914
        },
        {
            "text": "Boris Christoff, Bulgarian-Italian opera singer (d. 1993)",
            "year": 1914
        },
        {
            "text": "Jane Birdwood, Baroness Birdwood, Canadian-English publisher and politician (d. 2000)",
            "year": 1913
        },
        {
            "text": "Richard Brooks, American director, producer, and screenwriter (d. 1992)",
            "year": 1912
        },
        {
            "text": "Perry Como, American singer and television host (d. 2001)",
            "year": 1912
        },
        {
            "text": "Walter Sisulu, South African politician (d. 2003)",
            "year": 1912
        },
        {
            "text": "Big Joe Turner, American blues/R&B singer (d. 1985)",
            "year": 1911
        },
        {
            "text": "Ester Boserup, Danish economist and author (d. 1999)",
            "year": 1910
        },
        {
            "text": "Fred Perry, English tennis player and academic (d. 1995)",
            "year": 1909
        },
        {
            "text": "Irene Hunt, American author and educator (d. 2001)",
            "year": 1907
        },
        {
            "text": "Ruth Alexander, pioneering American pilot (d. 1930)",
            "year": 1905
        },
        {
            "text": "Hedley Verity, English cricketer and soldier (d. 1943)",
            "year": 1905
        },
        {
            "text": "Jacob K. Javits, American colonel and politician, 58th New York Attorney General (d. 1986)",
            "year": 1904
        },
        {
            "text": "Shunryū Suzuki, Japanese-American monk and educator (d. 1971)",
            "year": 1904
        },
        {
            "text": "Meredith Willson, American playwright and composer (d. 1984)",
            "year": 1902
        },
        {
            "text": "Henri Sauguet, French composer (d. 1989)",
            "year": 1901
        },
        {
            "text": "Vincent du Vigneaud, American biochemist and academic, Nobel Prize laureate (d. 1978)",
            "year": 1901
        },
        {
            "text": "Faruk Nafiz Çamlıbel, Turkish poet, author, and playwright (d. 1973)",
            "year": 1898
        },
        {
            "text": "Frank Capra, Italian-American director, producer, and screenwriter (d. 1991)",
            "year": 1897
        },
        {
            "text": "Eric Backman, Swedish runner (d. 1965)",
            "year": 1896
        },
        {
            "text": "Augusto César Sandino, Nicaraguan rebel leader (d. 1934)",
            "year": 1895
        },
        {
            "text": "Ezio Pinza, Italian-American actor and singer (d. 1957)",
            "year": 1892
        },
        {
            "text": "Rudolf Carnap, German-American philosopher and academic (d. 1970)",
            "year": 1891
        },
        {
            "text": "Thomas Midgley Jr., American chemist and engineer (d. 1944)",
            "year": 1889
        },
        {
            "text": "Hanna Barysiewicz, the oldest female resident of Belarus not registered by the Guinness Book of Records. (d. 2007)",
            "year": 1888
        },
        {
            "text": "Jeanie MacPherson, American actress and screenwriter (d. 1946)",
            "year": 1886
        },
        {
            "text": "Eurico Gaspar Dutra, Brazilian marshal and politician, 16th President of Brazil (d. 1974)",
            "year": 1883
        },
        {
            "text": "Walter Gropius, German-American architect, designed the John F. Kennedy Federal Building (d. 1969)",
            "year": 1883
        },
        {
            "text": "Babe Adams, American baseball player, manager, and journalist (d. 1968)",
            "year": 1882
        },
        {
            "text": "Johannes Terwogt, Dutch rower (d. 1977)",
            "year": 1878
        },
        {
            "text": "Hermann Müller, German journalist and politician, 12th Chancellor of Germany (d. 1931)",
            "year": 1876
        },
        {
            "text": "Bertrand Russell, British mathematician, historian, and philosopher, Nobel Prize laureate (d. 1970)",
            "year": 1872
        },
        {
            "text": "Denis Horgan, Irish shot putter and weight thrower (d. 1922)",
            "year": 1871
        },
        {
            "text": "Lucy Beaumont, English-American actress (d. 1937)",
            "year": 1869
        },
        {
            "text": "Nicholas II of Russia (d. 1918)",
            "year": 1868
        },
        {
            "text": "Minakata Kumagusu, Japanese author, biologist, naturalist and ethnologist (d. 1941)",
            "year": 1867
        },
        {
            "text": "Josephus Daniels, American publisher and politician, 41st United States Secretary of the Navy (d. 1948)",
            "year": 1862
        },
        {
            "text": "Francis Bellamy, American minister and author (d. 1931)",
            "year": 1855
        },
        {
            "text": "Bernard Zweers, Dutch composer and educator (d. 1924)",
            "year": 1854
        },
        {
            "text": "Gertrude Käsebier, American photographer (d. 1934)",
            "year": 1852
        },
        {
            "text": "James Budd, American lawyer and politician, 19th Governor of California (d. 1908)",
            "year": 1851
        },
        {
            "text": "Simon Kahquados, Potawatomi political activist (d. 1930)",
            "year": 1851
        },
        {
            "text": "Oliver Heaviside, English engineer, mathematician, and physicist (d. 1925)",
            "year": 1850
        },
        {
            "text": "Charles N. Sims, American Methodist preacher and 3rd chancellor of Syracuse University (d. 1908)",
            "year": 1835
        },
        {
            "text": "Wilhelm Hofmeister, German botanist (d. 1877)",
            "year": 1824
        },
        {
            "text": "Mathew Brady, American photographer and journalist (d. 1896)",
            "year": 1822
        },
        {
            "text": "Frederick Augustus II of Saxony (d. 1854)",
            "year": 1797
        },
        {
            "text": "John Wilson, Scottish author and critic (d. 1854)",
            "year": 1785
        },
        {
            "text": "Charles Vane, 3rd Marquess of Londonderry, Irish soldier and diplomat, British Ambassador to Austria (d. 1854)",
            "year": 1778
        },
        {
            "text": "John George Children, English chemist, mineralogist, and zoologist (d. 1852)",
            "year": 1777
        },
        {
            "text": "Roger Joseph Boscovich, Ragusan physicist, astronomer, and mathematician (d. 1787)",
            "year": 1711
        },
        {
            "text": "(O.S.) Joseph Butler, English bishop, theologian, and apologist (d. 1752)",
            "year": 1692
        },
        {
            "text": "George Smalridge, English bishop (d. 1719)",
            "year": 1662
        },
        {
            "text": "Stanislaus Papczyński, Polish priest and saint (d. 1701)",
            "year": 1631
        },
        {
            "text": "Guido Luca Ferrero, Roman Catholic cardinal (d. 1585)",
            "year": 1537
        },
        {
            "text": "Piero Soderini, Italian politician and diplomat (d. 1513)",
            "year": 1450
        },
        {
            "text": "Konstantin of Rostov (d. 1218)",
            "year": 1186
        },
        {
            "text": "Omar Khayyám, Persian mathematician, astronomer, and poet (d. 1131)",
            "year": 1048
        }
    ],
    "deaths": [
        {
            "text": "Sepsi OSK...",
            "year": 2025
        },
        {
            "text": "Bruce Nordstrom, American businessman (b. 1933)",
            "year": 2024
        },
        {
            "text": "Tony O'Reilly, Irish rugby player and businessman (b. 1936)",
            "year": 2024
        },
        {
            "text": "Alice Stewart, American political commentator (b. 1966)",
            "year": 2024
        },
        {
            "text": "Jim Brown, American football player, civil rights activist, and actor (b. 1936)",
            "year": 2023
        },
        {
            "text": "Charles Grodin, American actor and talk show host (b. 1935)",
            "year": 2021
        },
        {
            "text": "Yolanda Tortolero, Venezuelan politician",
            "year": 2021
        },
        {
            "text": "Ken Osmond, American actor and police officer (b. 1943)",
            "year": 2020
        },
        {
            "text": "Austin Eubanks, American addiction recovery advocate, survivor of the Columbine shooting (b. 1981)",
            "year": 2019
        },
        {
            "text": "Roger Ailes, American businessman (b. 1940)",
            "year": 2017
        },
        {
            "text": "Chris Cornell, American singer (b. 1964)",
            "year": 2017
        },
        {
            "text": "Jacque Fresco, American engineer and academic (b. 1916)",
            "year": 2017
        },
        {
            "text": "Halldór Ásgrímsson, Icelandic accountant and politician, 22nd Prime Minister of Iceland (b. 1947)",
            "year": 2015
        },
        {
            "text": "Raymond Gosling, English physicist and academic (b. 1926)",
            "year": 2015
        },
        {
            "text": "Jean-François Théodore, French businessman (b. 1946)",
            "year": 2015
        },
        {
            "text": "Dobrica Ćosić, Serbian politician, 1st President of the Federal Republic of Yugoslavia (b. 1921)",
            "year": 2014
        },
        {
            "text": "Hans-Peter Dürr, German physicist and academic (b. 1929)",
            "year": 2014
        },
        {
            "text": "Kaiketsu Masateru, Japanese sumo wrestler (b. 1948)",
            "year": 2014
        },
        {
            "text": "Chukwuedu Nwokolo, Nigerian physician and academic (b. 1921)",
            "year": 2014
        },
        {
            "text": "Wubbo Ockels, Dutch physicist and astronaut (b. 1946)",
            "year": 2014
        },
        {
            "text": "Aleksei Balabanov, Russian director and screenwriter (b. 1959)",
            "year": 2013
        },
        {
            "text": "Jo Benkow, Norwegian soldier and politician (b. 1924)",
            "year": 2013
        },
        {
            "text": "Steve Forrest, American actor (b. 1925)",
            "year": 2013
        },
        {
            "text": "David McMillan, American football player (b. 1981)",
            "year": 2013
        },
        {
            "text": "Lothar Schmid, German chess player (b. 1928)",
            "year": 2013
        },
        {
            "text": "Dietrich Fischer-Dieskau, German opera singer and conductor (b. 1925)",
            "year": 2012
        },
        {
            "text": "Peter Jones, English-Australian drummer and songwriter (b. 1967)",
            "year": 2012
        },
        {
            "text": "Alan Oakley, English bicycle designer, designed the Raleigh Chopper (b. 1927)",
            "year": 2012
        },
        {
            "text": "Dolla, American rapper (b. 1987)",
            "year": 2009
        },
        {
            "text": "Wayne Allwine, American voice actor, sound effects editor and Foley artist (b. 1947)",
            "year": 2009
        },
        {
            "text": "Velupillai Prabhakaran, Sri Lankan rebel leader, founded the Liberation Tigers of Tamil Eelam (b. 1954)",
            "year": 2009
        },
        {
            "text": "Joseph Pevney, American actor and director (b. 1911)",
            "year": 2008
        },
        {
            "text": "Roberto García-Calvo Montiel, Spanish judge (b. 1942)",
            "year": 2008
        },
        {
            "text": "Pierre-Gilles de Gennes, French physicist and academic, Nobel Prize laureate (b. 1932)",
            "year": 2007
        },
        {
            "text": "Jaan Eilart, Estonian geographer, ecologist, and historian (b. 1933)",
            "year": 2006
        },
        {
            "text": "Elvin Jones, American drummer and bandleader (b. 1927)",
            "year": 2004
        },
        {
            "text": "Irene Hunt, American author and illustrator (b. 1907)",
            "year": 2001
        },
        {
            "text": "Stephen M. Wolownik, Russian-American composer and musicologist (b. 1946)",
            "year": 2000
        },
        {
            "text": "Augustus Pablo, Jamaican singer, keyboard player, and producer (b. 1954)",
            "year": 1999
        },
        {
            "text": "Betty Robinson, American runner (b. 1911)",
            "year": 1999
        },
        {
            "text": "Obaidullah Aleem, Indian-Pakistani poet and author (b. 1939)",
            "year": 1998
        },
        {
            "text": "Elisha Cook, Jr., American actor (b. 1903)",
            "year": 1995
        },
        {
            "text": "Alexander Godunov, Russian-American ballet dancer and actor (b. 1949)",
            "year": 1995
        },
        {
            "text": "Brinsley Trench, 8th Earl of Clancarty, Irish ufologist and historian (b. 1911)",
            "year": 1995
        },
        {
            "text": "Elizabeth Montgomery, American actress (b. 1933)",
            "year": 1995
        },
        {
            "text": "Jill Ireland, English actress (b. 1936)",
            "year": 1990
        },
        {
            "text": "Dorothy Ruth, American horse breeder and author (b. 1921)",
            "year": 1989
        },
        {
            "text": "Mahdi Amel, Lebanese journalist, poet, and academic (b. 1936)",
            "year": 1987
        },
        {
            "text": "Arthur O'Connell, American actor (b. 1908)",
            "year": 1981
        },
        {
            "text": "William Saroyan, American novelist, playwright, and short story writer (b. 1908)",
            "year": 1981
        },
        {
            "text": "Victims of Mount St. Helens eruption:",
            "year": 1980
        },
        {
            "text": "Victims of Mount St. Helens eruption:",
            "year": 1980
        },
        {
            "text": "Ian Curtis, English singer-songwriter (b. 1956)",
            "year": 1980
        },
        {
            "text": "Leroy Anderson, American composer and conductor (b. 1908)",
            "year": 1975
        },
        {
            "text": "Harry Ricardo, English engine designer and researcher (b. 1885)",
            "year": 1974
        },
        {
            "text": "Jeannette Rankin, American social worker and politician (b. 1880)",
            "year": 1973
        },
        {
            "text": "Aleksandr Gennadievich Kurosh, Russian mathematician and theorist (b. 1908)",
            "year": 1971
        },
        {
            "text": "Frank Walsh, Australian politician, 34th Premier of South Australia (b. 1897)",
            "year": 1968
        },
        {
            "text": "Ernie Davis, American football player, coach, and manager (b. 1939)",
            "year": 1963
        },
        {
            "text": "Jacob Fichman, Israeli poet and critic (b. 1881)",
            "year": 1958
        },
        {
            "text": "Maurice Tate, English cricketer (b. 1895)",
            "year": 1956
        },
        {
            "text": "Mary McLeod Bethune, American educator and activist (b. 1875)",
            "year": 1955
        },
        {
            "text": "Hal Chase, American baseball player and manager (b. 1883)",
            "year": 1947
        },
        {
            "text": "Ōnishiki Daigorō, Japanese sumo wrestler, the 28th Yokozuna (b. 1883)",
            "year": 1943
        },
        {
            "text": "Werner Sombart, German economist and sociologist (b. 1863)",
            "year": 1941
        },
        {
            "text": "Charles Louis Alphonse Laveran, French physician and parasitologist, Nobel Prize laureate (b. 1845)",
            "year": 1922
        },
        {
            "text": "Chen Qimei, Chinese revolutionary (b. 1878)",
            "year": 1916
        },
        {
            "text": "Gustav Mahler, Austrian composer and conductor (b. 1860)",
            "year": 1911
        },
        {
            "text": "Eliza Orzeszkowa, Polish author and publisher (b. 1841)",
            "year": 1910
        },
        {
            "text": "Pauline Viardot, French soprano and composer (b. 1821)",
            "year": 1910
        },
        {
            "text": "Isaac Albéniz, Spanish pianist and composer (b. 1860)",
            "year": 1909
        },
        {
            "text": "George Meredith, English novelist and poet (b. 1828)",
            "year": 1909
        },
        {
            "text": "Louis-Napoléon Casault, Canadian lawyer, judge, and politician (b. 1823)",
            "year": 1908
        },
        {
            "text": "Félix Ravaisson-Mollien, French archaeologist and philosopher (b. 1813)",
            "year": 1900
        },
        {
            "text": "Isabella Glyn, Scottish-English actress (b. 1823)",
            "year": 1889
        },
        {
            "text": "Clarkson Stanfield, English painter (b. 1793)",
            "year": 1867
        },
        {
            "text": "Lionel Kieseritzky, Estonian-French chess player (b. 1806)",
            "year": 1853
        },
        {
            "text": "Richard McCarty, American lawyer and politician (b. 1780)",
            "year": 1844
        },
        {
            "text": "Elijah Craig, American minister, inventor, and educator, invented Bourbon whiskey (b. 1738)",
            "year": 1808
        },
        {
            "text": "John Douglas, Scottish bishop and scholar (b. 1721)",
            "year": 1807
        },
        {
            "text": "Alexander Suvorov, Russian general (b. 1729)",
            "year": 1800
        },
        {
            "text": "Pierre Beaumarchais, French playwright and publisher (b. 1732)",
            "year": 1799
        },
        {
            "text": "Robert Rogers, English colonel (b. 1731)",
            "year": 1795
        },
        {
            "text": "Levy Solomons, Canadian merchant and fur trader (b. 1730)",
            "year": 1792
        },
        {
            "text": "Túpac Amaru II, Peruvian indigenous rebel leader (b. 1742)",
            "year": 1781
        },
        {
            "text": "Charles Hardy, English-American admiral and politician, 29th Colonial Governor of New York (b. 1714)",
            "year": 1780
        },
        {
            "text": "Georg Böhm, German organist and composer (b. 1661)",
            "year": 1733
        },
        {
            "text": "Maria Barbara Carillo, victim of the Spanish Inquisition (b.1625)",
            "year": 1721
        },
        {
            "text": "Elias Ashmole, English astrologer and politician (b. 1617)",
            "year": 1692
        },
        {
            "text": "Stanisław Lubieniecki, Polish astronomer, historian, and theologian (b. 1623)",
            "year": 1675
        },
        {
            "text": "Jacques Marquette, French-American missionary and explorer (b. 1637)",
            "year": 1675
        },
        {
            "text": "Domenico di Pace Beccafumi, Italian painter (b. 1486)",
            "year": 1551
        },
        {
            "text": "Jean, Cardinal of Lorraine (b. 1498)",
            "year": 1550
        },
        {
            "text": "Rupert of Germany, Count Palatine of the Rhine (b. 1352)",
            "year": 1410
        },
        {
            "text": "Vladislaus II of Opole (b. 1332)",
            "year": 1401
        },
        {
            "text": "Nicholas Longespee, Bishop of Salisbury",
            "year": 1297
        },
        {
            "text": "Eric Jedvardsson (King Eric IX) of Sweden (since 1156); (b. circa 1120)",
            "year": 1160
        },
        {
            "text": "Minna of Worms, Jewish martyr killed during the Worms massacre (1096)",
            "year": 1096
        },
        {
            "text": "Frederick, Duke of Lower Lorraine (b. c. 1003)",
            "year": 1065
        },
        {
            "text": "Frederick I, duke of Upper Lorraine",
            "year": 978
        },
        {
            "text": "Emperor Taizong of the Liao Dynasty",
            "year": 947
        },
        {
            "text": "Ma Shaohong, general of Later Tang",
            "year": 932
        },
        {
            "text": "Stephen I of Constantinople (b. 867)",
            "year": 893
        },
        {
            "text": "Pope John I",
            "year": 526
        }
    ],
    "metadata": {
        "current_date": "May 18, 2025",
        "short_date": "May 18",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            54,
            39,
            51,
            20,
            13,
            15,
            57,
            12,
            24,
            29
        ],
        "births": [
            92,
            75,
            121,
            84
        ],
        "deaths": [
            14,
            33,
            7,
            97
        ]
    }
}