{
    "events": [
        {
            "text": "A stampede during a religious event in Uttar Pradesh, India, leaves at least 121 people dead and 150 others injured.",
            "year": 2024
        },
        {
            "text": "The International Astronomical Union names Pluto's fourth and fifth moons, Kerberos and Styx.",
            "year": 2013
        },
        {
            "text": "A magnitude 6.1 earthquake strikes Aceh, Indonesia, killing at least 42 people and injuring 420 others.",
            "year": 2013
        },
        {
            "text": "The South Kivu tank truck explosion in the Democratic Republic of the Congo kills at least 230 people.",
            "year": 2010
        },
        {
            "text": "Colombian conflict: Íngrid Betancourt, a member of the Chamber of Representatives of Colombia, is released from captivity after being held for six and a half years by FARC.",
            "year": 2008
        },
        {
            "text": "The Live 8 benefit concerts takes place in the G8 states and in South Africa. More than 1,000 musicians perform and are broadcast on 182 television networks and 2,000 radio networks.",
            "year": 2005
        },
        {
            "text": "Steve Fossett becomes the first person to fly solo around the world nonstop in a balloon.",
            "year": 2002
        },
        {
            "text": "The AbioCor self-contained artificial heart is first implanted.",
            "year": 2001
        },
        {
            "text": "Vicente Fox Quesada is elected the first President of México from an opposition party, the Partido Acción Nacional, after more than 70 years of continuous rule by the Partido Revolucionario Institucional.",
            "year": 2000
        },
        {
            "text": "The Bank of Thailand floats the baht, triggering the Asian financial crisis.",
            "year": 1997
        },
        {
            "text": "USAir Flight 1016 crashes near Charlotte Douglas International Airport, killing 37 of the 57 people on board.",
            "year": 1994
        },
        {
            "text": "In the 1990 Mecca tunnel tragedy, 1,400 Muslim pilgrims are suffocated to death and trampled upon in a pedestrian tunnel leading to the holy city of Mecca.",
            "year": 1990
        },
        {
            "text": "Marcel Lefebvre and the four bishops he consecrated were excommunicated by the Holy See.",
            "year": 1988
        },
        {
            "text": "Rodrigo Rojas and Carmen Gloria Quintana are burnt alive during a street demonstration against the dictatorship of General Augusto Pinochet in Chile.",
            "year": 1986
        },
        {
            "text": "Aeroflot Flight 2306 crashes while attempting an emergency landing at Syktyvkar Airport in Syktyvkar, in present-day Komi Republic, Russia, killing 54 people.",
            "year": 1986
        },
        {
            "text": "End of South Vietnam; Communist North Vietnam annexes the former South Vietnam to form the unified Socialist Republic of Vietnam.",
            "year": 1976
        },
        {
            "text": "France conducts its first nuclear weapon test in the Pacific, on Moruroa Atoll.",
            "year": 1966
        },
        {
            "text": "Civil rights movement: U.S. President Lyndon B. Johnson signs the Civil Rights Act of 1964 meant to prohibit segregation in public places.",
            "year": 1964
        },
        {
            "text": "The first Walmart store, then known as Wal-Mart, opens for business in Rogers, Arkansas.",
            "year": 1962
        },
        {
            "text": "Indian independence leader Subhas Chandra Bose is arrested and detained in Calcutta.",
            "year": 1940
        },
        {
            "text": "World War II: The SS Arandora Star is sunk by U-47 in the North Atlantic with the loss of over 800 lives, mostly civilians.",
            "year": 1940
        },
        {
            "text": "Amelia Earhart and navigator Fred Noonan are last heard from over the Pacific Ocean while attempting to make the first equatorial round-the-world flight.",
            "year": 1937
        },
        {
            "text": "The Night of the Long Knives ends after three days of killings.",
            "year": 1934
        },
        {
            "text": "World War I: U.S. President Warren G. Harding signs the Knox–Porter Resolution formally ending the war between the United States and Germany.",
            "year": 1921
        },
        {
            "text": "An airship designed and constructed by Count Ferdinand von Zeppelin of Germany made its first flight on Lake Constance near Friedrichshafen.",
            "year": 1900
        },
        {
            "text": "Jean Sibelius' Finlandia receives its première performance in Helsinki with the Helsinki Philharmonic Society conducted by Robert Kajanus.",
            "year": 1900
        },
        {
            "text": "British-Italian engineer Guglielmo Marconi obtains a patent for radio in London.",
            "year": 1897
        },
        {
            "text": "The U.S. Congress passes the Sherman Antitrust Act.",
            "year": 1890
        },
        {
            "text": "Charles J. Guiteau shoots and fatally wounds U.S. President James A. Garfield (who will die of complications from his wounds on September 19).",
            "year": 1881
        },
        {
            "text": "Victor Emmanuel II of Italy enters Rome after having conquered it from the Papal States during the Capture of Rome.",
            "year": 1871
        },
        {
            "text": "Dimitri Atanasescu founds the first Romanian school in the Balkans for the Aromanians in Trnovo, in the Ottoman Empire (now in North Macedonia).",
            "year": 1864
        },
        {
            "text": "The Russian Army crosses the Prut river into the Danubian Principalities (Moldavia and Wallachia), providing the spark that will set off the Crimean War.",
            "year": 1853
        },
        {
            "text": "A Ms  7.4 earthquake strikes present-day Turkey and Armenia; combined with the effects of an eruption on Mount Ararat, kills 10,000 people.",
            "year": 1840
        },
        {
            "text": "Twenty miles off the coast of Cuba, 53 kidnapped Africans led by Joseph Cinqué mutiny and take over the slave ship Amistad.",
            "year": 1839
        },
        {
            "text": "Bahia Independence Day: The end of Portuguese rule in Brazil, with the final defeat of the Portuguese crown loyalists in the province of Bahia.",
            "year": 1823
        },
        {
            "text": "Thirty-five slaves, including Denmark Vesey, are hanged in South Carolina after being accused of organizing a slave rebellion.",
            "year": 1822
        },
        {
            "text": "The French frigate Méduse strikes the Bank of Arguin and 151 people on board have to be evacuated on an improvised raft, a case immortalised by Géricault's painting The Raft of the Medusa.",
            "year": 1816
        },
        {
            "text": "American Revolution: The Continental Congress adopts the Lee Resolution severing ties with the Kingdom of Great Britain, although the wording of the formal Declaration of Independence is not adopted until July 4.",
            "year": 1776
        },
        {
            "text": "On the Feast of the Visitation, Bach leads the first performance of his Meine Seel erhebt den Herren, BWV 10, the fifth cantata of his chorale cantata cycle.",
            "year": 1724
        },
        {
            "text": "Bach's Magnificat is first performed.",
            "year": 1723
        },
        {
            "text": "Thomas Savery patents the first steam engine.",
            "year": 1698
        },
        {
            "text": "Battle of Alford: Wars of the Three Kingdoms.",
            "year": 1645
        },
        {
            "text": "English Civil War: Battle of Marston Moor.",
            "year": 1644
        },
        {
            "text": "The first English expedition (from Virginia) against Acadia led by Samuel Argall takes place.",
            "year": 1613
        },
        {
            "text": "Battle of Yamazaki: Toyotomi Hideyoshi defeats Akechi Mitsuhide.",
            "year": 1582
        },
        {
            "text": "Menas, emperor of Ethiopia, defeats a revolt in Emfraz.",
            "year": 1561
        },
        {
            "text": "Ottoman Admiral Turgut Reis sacks the Italian city of Paola.",
            "year": 1555
        },
        {
            "text": "Bogdan III the One-Eyed becomes Voivode of Moldavia.",
            "year": 1504
        },
        {
            "text": "The Treaty of Tordesillas is ratified by Spain.",
            "year": 1494
        },
        {
            "text": "The Battle of Göllheim is fought between Albert I of Habsburg and Adolf of Nassau-Weilburg.",
            "year": 1298
        },
        {
            "text": "The Byzantine army proclaims Nikephoros II Phokas Emperor of the Romans on the plains outside Cappadocian Caesarea.",
            "year": 963
        },
        {
            "text": "King Henry the Fowler dies in his royal palace in Memleben. He is succeeded by his son Otto I, who becomes the ruler of East Francia.",
            "year": 936
        },
        {
            "text": "Battle of Brissarthe: The Franks led by Robert the Strong are defeated by a joint Breton-Viking army.",
            "year": 866
        },
        {
            "text": "In China, Emperor Zhongzong of Tang inters the bodies of relatives in the Qianling Mausoleum, located on Mount Liang outside Chang'an.",
            "year": 706
        },
        {
            "text": "Li Shimin, the future Emperor Taizong of Tang, ambushes and kills his rival brothers Li Yuanji and Li Jiancheng in the Xuanwu Gate Incident.",
            "year": 626
        },
        {
            "text": "Emperor Valentinian III begins his reign over the Western Roman Empire. His mother Galla Placidia ends her regency, but continues to exercise political influence at the court in Rome.",
            "year": 437
        }
    ],
    "births": [
        {
            "text": "Julia Grabher, Austrian tennis player",
            "year": 1996
        },
        {
            "text": "Ryan Murphy, American swimmer",
            "year": 1995
        },
        {
            "text": "Henrik Kristoffersen, Norwegian skier",
            "year": 1994
        },
        {
            "text": "Derrick White, American basketball player",
            "year": 1994
        },
        {
            "text": "Vince Staples, American rapper and actor",
            "year": 1993
        },
        {
            "text": "Saweetie, American rapper",
            "year": 1993
        },
        {
            "text": "Madison Chock, American ice dancer",
            "year": 1992
        },
        {
            "text": "Kayla Harrison, American judoka",
            "year": 1990
        },
        {
            "text": "Merritt Mathias, American soccer player",
            "year": 1990
        },
        {
            "text": "Morag McLellan, Scottish field hockey player",
            "year": 1990
        },
        {
            "text": "Margot Robbie, Australian actress and producer",
            "year": 1990
        },
        {
            "text": "Danny Rose, English footballer",
            "year": 1990
        },
        {
            "text": "Bill Tupou, New Zealand rugby league player",
            "year": 1990
        },
        {
            "text": "Nadezhda Grishaeva, Russian basketball player",
            "year": 1989
        },
        {
            "text": "Alex Morgan, American soccer player",
            "year": 1989
        },
        {
            "text": "Lee Chung-yong, South Korean footballer",
            "year": 1988
        },
        {
            "text": "Esteban Granero, Spanish footballer",
            "year": 1987
        },
        {
            "text": "Brett Cecil, American baseball player",
            "year": 1986
        },
        {
            "text": "Lindsay Lohan, American actress and singer",
            "year": 1986
        },
        {
            "text": "Rhett Bomar, American football player",
            "year": 1985
        },
        {
            "text": "Chad Henne, American football player",
            "year": 1985
        },
        {
            "text": "Ashley Tisdale, American actress, singer, and producer",
            "year": 1985
        },
        {
            "text": "Thomas Kortegaard, Danish footballer",
            "year": 1984
        },
        {
            "text": "Johnny Weir, American figure skater",
            "year": 1984
        },
        {
            "text": "Michelle Branch, American singer-songwriter and guitarist",
            "year": 1983
        },
        {
            "text": "Kyle Hogg, English cricketer",
            "year": 1983
        },
        {
            "text": "Nathan Ellington, English footballer",
            "year": 1981
        },
        {
            "text": "Carlos Rogers, American football player",
            "year": 1981
        },
        {
            "text": "Nyjer Morgan, American baseball player",
            "year": 1980
        },
        {
            "text": "Walter Davis, American triple jumper",
            "year": 1979
        },
        {
            "text": "Ahmed al-Ghamdi, Saudi Arabian terrorist, hijacker of United Airlines Flight 175 (died 2001)",
            "year": 1979
        },
        {
            "text": "Sam Hornish Jr., American race car driver",
            "year": 1979
        },
        {
            "text": "Joe Thornton, Canadian ice hockey player",
            "year": 1979
        },
        {
            "text": "Jüri Ratas, Estonian politician, 42nd Mayor of Tallinn",
            "year": 1978
        },
        {
            "text": "Deniz Barış, Turkish footballer",
            "year": 1977
        },
        {
            "text": "Krisztián Lisztes, Hungarian footballer",
            "year": 1976
        },
        {
            "text": "Tomáš Vokoun, Czech-American ice hockey player",
            "year": 1976
        },
        {
            "text": "Ľudovít Ódor, Prime minister of Slovakia",
            "year": 1976
        },
        {
            "text": "Éric Dazé, Canadian ice hockey player",
            "year": 1975
        },
        {
            "text": "Kristen Michal, Estonian lawyer and politician",
            "year": 1975
        },
        {
            "text": "Erik Ohlsson, Swedish singer and guitarist",
            "year": 1975
        },
        {
            "text": "Elizabeth Reaser, American actress",
            "year": 1975
        },
        {
            "text": "Stefan Terblanche, South African rugby player",
            "year": 1975
        },
        {
            "text": "Sean Casey, American baseball player and sportscaster",
            "year": 1974
        },
        {
            "text": "Darren Shan, Irish author",
            "year": 1972
        },
        {
            "text": "Troy Brown, American football player and actor",
            "year": 1971
        },
        {
            "text": "Bryan Redpath, Scottish rugby player and coach",
            "year": 1971
        },
        {
            "text": "Derrick Adkins, American hurdler",
            "year": 1970
        },
        {
            "text": "Steve Morrow, Northern Irish footballer and manager",
            "year": 1970
        },
        {
            "text": "Tim Rodber, English rugby player",
            "year": 1969
        },
        {
            "text": "Norbert Röttgen, German lawyer and politician",
            "year": 1965
        },
        {
            "text": "Jose Canseco, Cuban-American baseball player and mixed martial artist",
            "year": 1964
        },
        {
            "text": "Ozzie Canseco, Cuban-American baseball player, coach, and manager",
            "year": 1964
        },
        {
            "text": "Joe Magrane, American baseball player and sportscaster",
            "year": 1964
        },
        {
            "text": "Alan Tait, English-Scottish rugby player and coach",
            "year": 1964
        },
        {
            "text": "Neil Williams, English cricketer (died 2006)",
            "year": 1962
        },
        {
            "text": "Clark Kellogg, American basketball player and sportscaster",
            "year": 1961
        },
        {
            "text": "Maria Lourdes Sereno, Filipino lawyer and jurist, 24th Chief Justice of the Supreme Court of the Philippines",
            "year": 1960
        },
        {
            "text": "Erwin Olaf, Dutch photographer (died 2023)",
            "year": 1959
        },
        {
            "text": "Pavan Malhotra, Indian actor",
            "year": 1958
        },
        {
            "text": "Bret Hart, Canadian wrestler",
            "year": 1957
        },
        {
            "text": "Jüri Raidla, Estonian lawyer and politician, Estonian Minister of Justice",
            "year": 1957
        },
        {
            "text": "Purvis Short, American basketball player",
            "year": 1957
        },
        {
            "text": "Jerry Hall, American model and actress",
            "year": 1956
        },
        {
            "text": "Kim Carr, Australian educator and politician, 31st Australian Minister for Human Services",
            "year": 1955
        },
        {
            "text": "Chris Huhne, English journalist and politician, Secretary of State for Energy and Climate Change",
            "year": 1954
        },
        {
            "text": "Wendy Schaal, American actress",
            "year": 1954
        },
        {
            "text": "Sylvia Rivera, American transgender rights activist (died 2002)",
            "year": 1952
        },
        {
            "text": "Anatoliy Solomin, Ukrainian race walker and coach",
            "year": 1952
        },
        {
            "text": "Lynne Brindley, English librarian and academic",
            "year": 1950
        },
        {
            "text": "Jon Trickett, English politician",
            "year": 1950
        },
        {
            "text": "Greg Brown, American musician",
            "year": 1949
        },
        {
            "text": "Robert Paquette, Canadian singer-songwriter and guitarist",
            "year": 1949
        },
        {
            "text": "Mutula Kilonzo, Kenyan lawyer and politician (died 2013)",
            "year": 1948
        },
        {
            "text": "Larry David, American actor, comedian, producer, and screenwriter",
            "year": 1947
        },
        {
            "text": "Ann Taylor, Baroness Taylor of Bolton, English politician, Minister for International Security Strategy",
            "year": 1947
        },
        {
            "text": "Richard Axel, American neuroscientist and biologist, Nobel Prize laureate",
            "year": 1946
        },
        {
            "text": "Ron Silver, American actor, director, and political activist (died 2009)",
            "year": 1946
        },
        {
            "text": "Ivi Eenmaa, Estonian politician, 36th Mayor of Tallinn",
            "year": 1943
        },
        {
            "text": "Larry Lake, American-Canadian trumpet player and composer (died 2013)",
            "year": 1943
        },
        {
            "text": "John Eekelaar, South African-English lawyer and scholar",
            "year": 1942
        },
        {
            "text": "Vicente Fox, Mexican businessman and politician, 35th President of Mexico",
            "year": 1942
        },
        {
            "text": "William Guest, American singer-songwriter and producer (died 2015)",
            "year": 1941
        },
        {
            "text": "Wendell Mottley, Trinidadian sprinter, economist, and politician",
            "year": 1941
        },
        {
            "text": "Kenneth Clarke, English politician, Lord High Chancellor of Great Britain",
            "year": 1940
        },
        {
            "text": "Georgi Ivanov, Bulgarian military officer, cosmonaut and politician",
            "year": 1940
        },
        {
            "text": "Alexandros Panagoulis, Greek poet and politician (died 1976)",
            "year": 1939
        },
        {
            "text": "John H. Sununu, American engineer and politician, 14th White House Chief of Staff",
            "year": 1939
        },
        {
            "text": "Paul Williams, American singer and choreographer (died 1973)",
            "year": 1939
        },
        {
            "text": "David Owen, English physician and politician, Secretary of State for Foreign and Commonwealth Affairs",
            "year": 1938
        },
        {
            "text": "Polly Holliday, American actress",
            "year": 1937
        },
        {
            "text": "Richard Petty, American race car driver and sportscaster",
            "year": 1937
        },
        {
            "text": "Omar Suleiman, Egyptian general and politician, 16th Vice President of Egypt (died 2012)",
            "year": 1936
        },
        {
            "text": "Gilbert Kalish, American pianist and educator",
            "year": 1935
        },
        {
            "text": "Tom Springfield, English musician (died 2022)",
            "year": 1934
        },
        {
            "text": "Peter Desbarats, Canadian journalist, author, and playwright (died 2014)",
            "year": 1933
        },
        {
            "text": "Kenny Wharram, Canadian ice hockey player (died 2017)",
            "year": 1933
        },
        {
            "text": "Dave Thomas, American businessman and philanthropist, founded Wendy's (died 2002)",
            "year": 1932
        },
        {
            "text": "Mohammad Yazdi, Iranian cleric (died 2020)",
            "year": 1931
        },
        {
            "text": "Ahmad Jamal, American jazz musician (died 2023)",
            "year": 1930
        },
        {
            "text": "Carlos Menem, Argentinian lawyer and politician, 50th President of Argentina (died 2021)",
            "year": 1930
        },
        {
            "text": "Imelda Marcos, Filipino politician; 10th First Lady of the Philippines",
            "year": 1929
        },
        {
            "text": "Lee Allen, American saxophone player (died 1994)",
            "year": 1927
        },
        {
            "text": "James Mackay, Baron Mackay of Clashfern, Scottish lawyer and politician, Lord High Chancellor of Great Britain",
            "year": 1927
        },
        {
            "text": "Brock Peters, American actor (died 2005)",
            "year": 1927
        },
        {
            "text": "Octavian Paler, Romanian journalist and politician (died 2007)",
            "year": 1926
        },
        {
            "text": "Medgar Evers, American soldier and activist (died 1963)",
            "year": 1925
        },
        {
            "text": "Patrice Lumumba, Congolese politician, 1st Prime Minister of the Democratic Republic of the Congo (died 1961)",
            "year": 1925
        },
        {
            "text": "Marvin Rainwater, American singer-songwriter (died 2013)",
            "year": 1925
        },
        {
            "text": "Chia-ying Yeh, Chinese-born Canadian poet and sinologist (died 2024)",
            "year": 1924
        },
        {
            "text": "Cyril M. Kornbluth, American soldier and author (died 1958)",
            "year": 1923
        },
        {
            "text": "Wisława Szymborska, Polish poet and translator, Nobel Prize laureate (died 2012)",
            "year": 1923
        },
        {
            "text": "Pierre Cardin, Italian-French fashion designer (died 2020)",
            "year": 1922
        },
        {
            "text": "Paula Valenska, Czech actress (died 1994)",
            "year": 1922
        },
        {
            "text": "John Kneubuhl, Samoan-American historian, screenwriter, and playwright (died 1992)",
            "year": 1920
        },
        {
            "text": "Jean Craighead George, American author (died 2012)",
            "year": 1919
        },
        {
            "text": "Athos Bulcão, Brazilian painter and sculptor (died 2008)",
            "year": 1918
        },
        {
            "text": "Indumati Bhattacharya, Indian politician (died 1990)",
            "year": 1918
        },
        {
            "text": "Leonard J. Arrington, American author and academic, founded the Mormon History Association (died 1999)",
            "year": 1917
        },
        {
            "text": "Ken Curtis, American actor and singer (died 1991)",
            "year": 1916
        },
        {
            "text": "Hans-Ulrich Rudel, German colonel and pilot (died 1982)",
            "year": 1916
        },
        {
            "text": "Reino Kangasmäki, Finnish wrestler (died 2010)",
            "year": 1916
        },
        {
            "text": "Zélia Gattai, Brazilian author and photographer (died 2008)",
            "year": 1916
        },
        {
            "text": "Valerian Wellesley, 8th Duke of Wellington, British peer, politician and soldier (died 2014)",
            "year": 1915
        },
        {
            "text": "Frederick Fennell, American conductor and educator (died 2004)",
            "year": 1914
        },
        {
            "text": "Ethelreda Leopold, American actress (died 1988)",
            "year": 1914
        },
        {
            "text": "Mário Schenberg, Brazilian physicist and engineer (died 1990)",
            "year": 1914
        },
        {
            "text": "Erich Topp, German admiral (died 2005)",
            "year": 1914
        },
        {
            "text": "Max Beloff, Baron Beloff, English historian and academic (died 1999)",
            "year": 1913
        },
        {
            "text": "Reg Parnell, English race car driver and manager (died 1964)",
            "year": 1911
        },
        {
            "text": "Thurgood Marshall, American lawyer and civil rights activist, 32nd Solicitor General of the United States, and former Associate Justice of the Supreme Court of the United States (died 1993)",
            "year": 1908
        },
        {
            "text": "Hans Bethe, German-American physicist and academic, Nobel Prize laureate (died 2005)",
            "year": 1906
        },
        {
            "text": "Károly Kárpáti, Hungarian Jewish wrestler (died 1996)",
            "year": 1906
        },
        {
            "text": "Séra Martin, French middle-distance runner (died 1993)",
            "year": 1906
        },
        {
            "text": "René Lacoste, French tennis player and businessman, created the polo shirt (died 1996)",
            "year": 1904
        },
        {
            "text": "Alec Douglas-Home, English cricketer and politician, 66th Prime Minister of the United Kingdom (died 1995)",
            "year": 1903
        },
        {
            "text": "Olav V of Norway (died 1991)",
            "year": 1903
        },
        {
            "text": "K. Kanapathypillai, Sri Lankan author and academic (died 1968)",
            "year": 1902
        },
        {
            "text": "Tyrone Guthrie, English actor and director (died 1971)",
            "year": 1900
        },
        {
            "text": "Sophie Harris, English costume and scenic designer for theatre and opera (died 1966)",
            "year": 1900
        },
        {
            "text": "Ralph Hancock, Welsh gardener and author (died 1950)",
            "year": 1893
        },
        {
            "text": "Alfons Maria Jakob, German neurologist and author (died 1931)",
            "year": 1884
        },
        {
            "text": "Royal Hurlburt Weller, American lawyer and politician (died 1929)",
            "year": 1881
        },
        {
            "text": "Hermann Hesse, German-born Swiss poet, novelist, and painter, Nobel Prize laureate (died 1962)",
            "year": 1877
        },
        {
            "text": "Rinaldo Cuneo, American artist (\"the painter of San Francisco\") (died 1939)",
            "year": 1877
        },
        {
            "text": "Harriet Brooks, Canadian physicist and academic (died 1933)",
            "year": 1876
        },
        {
            "text": "Wilhelm Cuno, German businessman and politician, Chancellor of Germany (died 1933)",
            "year": 1876
        },
        {
            "text": "Liane de Pougy, French-Swiss dancer and author (died 1950)",
            "year": 1869
        },
        {
            "text": "Lily Braun, German author and publicist (died 1916)",
            "year": 1865
        },
        {
            "text": "William Henry Bragg, English physicist, chemist, and mathematician, Nobel Prize laureate (died 1942)",
            "year": 1862
        },
        {
            "text": "Maria Theresa of Austria-Este (died 1919)",
            "year": 1849
        },
        {
            "text": "Hendrick Peter Godfried Quack, Dutch economist and historian (died 1917)",
            "year": 1834
        },
        {
            "text": "Émile Ollivier, French statesman (died 1913)",
            "year": 1825
        },
        {
            "text": "Charles Tupper, Canadian physician and politician, 6th Prime Minister of Canada (died 1915)",
            "year": 1821
        },
        {
            "text": "George Law Curry, American publisher and politician, 5th Governor of the Oregon Territory (died 1878)",
            "year": 1820
        },
        {
            "text": "Juan N. Méndez, Mexican general and interim president, 1876-1877 (died 1894)",
            "year": 1820
        },
        {
            "text": "Charles-Louis Hanon, French pianist and composer (died 1900)",
            "year": 1819
        },
        {
            "text": "Francisco Javier Echeverría, Mexican businessman and politician. President of Mexico (1841) (died 1852)",
            "year": 1797
        },
        {
            "text": "Friedrich Gottlieb Klopstock, German poet and author (died 1803)",
            "year": 1724
        },
        {
            "text": "Christoph Willibald Gluck, German composer (died 1787)",
            "year": 1714
        },
        {
            "text": "Pietro Ottoboni, Italian cardinal and art collector (died 1740)",
            "year": 1667
        },
        {
            "text": "Samuel Penhallow, English-American soldier and historian (died 1726)",
            "year": 1665
        },
        {
            "text": "Arp Schnitger, German organ builder (died 1719)",
            "year": 1648
        },
        {
            "text": "Daniel Finch, 2nd Earl of Nottingham, English politician, Lord President of the Council (died 1730)",
            "year": 1647
        },
        {
            "text": "Theodoor Rombouts, Flemish painter (died 1637)",
            "year": 1597
        },
        {
            "text": "Elizabeth de Vere, Countess of Derby, English noblewoman and head of state of the Isle of Man (died 1627)",
            "year": 1575
        },
        {
            "text": "Federico Cesi (cardinal), Italian cardinal (died 1565)",
            "year": 1500
        },
        {
            "text": "Elizabeth Tudor, English daughter of Henry VII of England (died 1495)",
            "year": 1492
        },
        {
            "text": "Thomas Cranmer, English archbishop, theologian, and saint (died 1556)",
            "year": 1489
        },
        {
            "text": "Jacopo Sansovino, Italian sculptor and architect (died 1570)",
            "year": 1486
        },
        {
            "text": "Louis V, Elector Palatine (died 1544)",
            "year": 1478
        },
        {
            "text": "Maria, Queen of Sicily (died 1401)",
            "year": 1363
        },
        {
            "text": "Valentinian III, Roman emperor (died 455)",
            "year": 419
        }
    ],
    "deaths": [
        {
            "text": "Ángela Jeria, Chilean archaeologist (born 1926)",
            "year": 2020
        },
        {
            "text": "Byron Bernstein, American Twitch streamer (born 1989)",
            "year": 2020
        },
        {
            "text": "Lee Iacocca, American automotive executive (born 1924)",
            "year": 2019
        },
        {
            "text": "Alan Longmuir,  Scottish musician (born 1948)",
            "year": 2018
        },
        {
            "text": "Vladislav Rastorotsky, a Russian (and former Soviet) artistic gymnastics coach, (born 1933)",
            "year": 2017
        },
        {
            "text": "Smith Hart, American-born Canadian professional wrestler (born 1948)",
            "year": 2017
        },
        {
            "text": "Caroline Aherne, English actress and comedian (born 1963)",
            "year": 2016
        },
        {
            "text": "Michael Cimino, American director, producer, and screenwriter (born 1939)",
            "year": 2016
        },
        {
            "text": "Patrick Manning, 4th & 6th Prime Minister of Trinidad and Tobago (born 1946)",
            "year": 2016
        },
        {
            "text": "Elie Wiesel, Holocaust survivor, activist, and author (born 1928)",
            "year": 2016
        },
        {
            "text": "Ronald Davison, New Zealand lawyer and judge, 10th Chief Justice of New Zealand (born 1920)",
            "year": 2015
        },
        {
            "text": "Charlie Sanders, American football player and sportscaster (born 1946)",
            "year": 2015
        },
        {
            "text": "Jim Weaver, American football player and coach (born 1945)",
            "year": 2015
        },
        {
            "text": "Jacobo Zabludovsky, Mexican journalist (born 1928)",
            "year": 2015
        },
        {
            "text": "Emilio Álvarez Montalván, Nicaraguan ophthalmologist and politician (born 1919)",
            "year": 2014
        },
        {
            "text": "Manuel Cardona, Spanish physicist and academic (born 1934)",
            "year": 2014
        },
        {
            "text": "Mary Innes-Ker, Duchess of Roxburghe (born 1915)",
            "year": 2014
        },
        {
            "text": "Harold W. Kuhn, American mathematician and academic (born 1925)",
            "year": 2014
        },
        {
            "text": "Louis Zamperini, American runner and World War II US Army Air Forces captain (born 1917)",
            "year": 2014
        },
        {
            "text": "Anthony G. Bosco, American bishop (born 1927)",
            "year": 2013
        },
        {
            "text": "Douglas Engelbart, American computer scientist, invented the computer mouse (born 1925)",
            "year": 2013
        },
        {
            "text": "Armand Gaudreault, Canadian ice hockey player (born 1921)",
            "year": 2013
        },
        {
            "text": "Anthony Llewellyn, Welsh-American chemist, academic, and astronaut (born 1933)",
            "year": 2013
        },
        {
            "text": "Maurice Chevit, French actor and screenwriter (born 1923)",
            "year": 2012
        },
        {
            "text": "Julian Goodman, American journalist (born 1922)",
            "year": 2012
        },
        {
            "text": "Angelo Mangiarotti, Italian architect and academic (born 1921)",
            "year": 2012
        },
        {
            "text": "Betty Meggers, American archaeologist and academic (born 1921)",
            "year": 2012
        },
        {
            "text": "Ed Stroud, American baseball player (born 1939)",
            "year": 2012
        },
        {
            "text": "Itamar Franco, Brazilian engineer and politician, 33rd President of Brazil (born 1930)",
            "year": 2011
        },
        {
            "text": "Beryl Bainbridge, English screenwriter and author (born 1932)",
            "year": 2010
        },
        {
            "text": "Natasha Shneider, Russian-American singer, keyboard player, and actress (born 1956)",
            "year": 2008
        },
        {
            "text": "Elizabeth Spriggs, English actress and screenwriter (born 1929)",
            "year": 2008
        },
        {
            "text": "Beverly Sills, American operatic soprano and television personality (born 1929)",
            "year": 2007
        },
        {
            "text": "Jan Murray, American comedian, actor, and game show host (born 1916)",
            "year": 2006
        },
        {
            "text": "Ernest Lehman, American director, producer, and screenwriter (born 1915)",
            "year": 2005
        },
        {
            "text": "Norm Prescott, American actor, composer, and producer, co-founded Filmation Studios (born 1927)",
            "year": 2005
        },
        {
            "text": "Mochtar Lubis, Indonesian journalist and author (born 1922)",
            "year": 2004
        },
        {
            "text": "Briggs Cunningham, American race car driver and businessman (born 1907)",
            "year": 2003
        },
        {
            "text": "Ray Brown, American bassist and composer (born 1926)",
            "year": 2002
        },
        {
            "text": "Joey Dunlop, Northern Irish motorcycle racer (born 1952)",
            "year": 2000
        },
        {
            "text": "Mario Puzo, American author and screenwriter (born 1920)",
            "year": 1999
        },
        {
            "text": "James Stewart, American actor (born 1908)",
            "year": 1997
        },
        {
            "text": "Lloyd MacPhail, Canadian businessman and politician, 23rd Lieutenant Governor of Prince Edward Island (born 1920)",
            "year": 1995
        },
        {
            "text": "Andrés Escobar, Colombian footballer (born 1967)",
            "year": 1994
        },
        {
            "text": "Fred Gwynne, American actor (born 1926)",
            "year": 1993
        },
        {
            "text": "Lee Remick, American actress (born 1935)",
            "year": 1991
        },
        {
            "text": "Snooky Lanson, American singer (born 1914)",
            "year": 1990
        },
        {
            "text": "Andrei Gromyko, Soviet economist and politician, Soviet Minister of Foreign Affairs (born 1909)",
            "year": 1989
        },
        {
            "text": "Vibert Douglas, Canadian astronomer and astrophysicist (born 1894)",
            "year": 1988
        },
        {
            "text": "Peanuts Lowrey, American baseball player and manager (born 1917)",
            "year": 1986
        },
        {
            "text": "Aris Alexandrou, Greek author and poet (born 1922)",
            "year": 1978
        },
        {
            "text": "Vladimir Nabokov, Russian-born novelist and critic (born 1899)",
            "year": 1977
        },
        {
            "text": "James Robertson Justice, English actor (born 1907)",
            "year": 1975
        },
        {
            "text": "Betty Grable, American actress, singer, and dancer (born 1916)",
            "year": 1973
        },
        {
            "text": "George McBride, American baseball player and manager (born 1880)",
            "year": 1973
        },
        {
            "text": "Ferdinand Schörner, German field marshal (born 1892)",
            "year": 1973
        },
        {
            "text": "Joseph Fielding Smith, American religious leader, 10th President of The Church of Jesus Christ of Latter-day Saints (born 1876)",
            "year": 1972
        },
        {
            "text": "Jessie Street, Australian suffragette and feminist (born 1889)",
            "year": 1970
        },
        {
            "text": "Jan Brzechwa, Polish poet and author (born 1900)",
            "year": 1966
        },
        {
            "text": "Fireball Roberts, American race car driver (born 1929)",
            "year": 1964
        },
        {
            "text": "Alicia Patterson, American publisher, co-founded Newsday (born 1906)",
            "year": 1963
        },
        {
            "text": "Ernest Hemingway, American novelist, short story writer, and journalist, Nobel Prize laureate (born 1899)",
            "year": 1961
        },
        {
            "text": "Edward Lawson, English soldier, Victoria Cross recipient (born 1873)",
            "year": 1955
        },
        {
            "text": "Thomas William Burgess, English swimmer and water polo player (born 1872)",
            "year": 1950
        },
        {
            "text": "Manuel II of Portugal (born 1889)",
            "year": 1932
        },
        {
            "text": "Gladys Brockwell, American actress (born 1894)",
            "year": 1929
        },
        {
            "text": "Émile Coué, French psychologist and pharmacist (born 1857)",
            "year": 1926
        },
        {
            "text": "William Louis Marshall, American general and engineer (born 1846)",
            "year": 1920
        },
        {
            "text": "Porfirio Díaz, Mexican general and politician, 29th President of Mexico (born 1830)",
            "year": 1915
        },
        {
            "text": "Joseph Chamberlain, English businessman and politician, Secretary of State for the Colonies (born 1836)",
            "year": 1914
        },
        {
            "text": "Tom Richardson, English cricketer (born 1870)",
            "year": 1912
        },
        {
            "text": "Ed Delahanty, American baseball player (born 1867)",
            "year": 1903
        },
        {
            "text": "Carlo Pisacane, Italian soldier and philosopher (born 1818)",
            "year": 1857
        },
        {
            "text": "Robert Peel, English lieutenant and politician, Prime Minister of the United Kingdom (born 1788)",
            "year": 1850
        },
        {
            "text": "Samuel Hahnemann, German physician and academic (born 1755)",
            "year": 1843
        },
        {
            "text": "Gervasio Antonio de Posadas, Argentinian lawyer and politician, 1st Supreme Director of the United Provinces of the Río de la Plata (born 1757)",
            "year": 1833
        },
        {
            "text": "Jean-Jacques Rousseau, Swiss philosopher and composer (born 1712)",
            "year": 1778
        },
        {
            "text": "Thomas Baker, English antiquarian and author (born 1656)",
            "year": 1746
        },
        {
            "text": "Spencer Compton, 1st Earl of Wilmington, English politician, Prime Minister of the United Kingdom (born 1673)",
            "year": 1743
        },
        {
            "text": "Eberhard III, Duke of Württemberg (born 1614)",
            "year": 1674
        },
        {
            "text": "François-Marie, comte de Broglie, Italian-French general (born 1611)",
            "year": 1656
        },
        {
            "text": "Thomas Harriot, English astronomer, mathematician, and ethnographer (born 1560)",
            "year": 1621
        },
        {
            "text": "Francis II, Duke of Saxe-Lauenburg (born 1547)",
            "year": 1619
        },
        {
            "text": "Vincenzo Galilei, Italian lute player and composer (born 1520)",
            "year": 1591
        },
        {
            "text": "Akechi Mitsuhide, Japanese samurai and warlord (born 1528)",
            "year": 1582
        },
        {
            "text": "Thomas Doughty, English explorer",
            "year": 1578
        },
        {
            "text": "Nostradamus, French astrologer and author (born 1503)",
            "year": 1566
        },
        {
            "text": "Stephen III of Moldavia (born 1434)",
            "year": 1504
        },
        {
            "text": "Adolf, King of the Romans (born 1220)",
            "year": 1298
        },
        {
            "text": "Henry the Fowler, German king (born 876)",
            "year": 936
        },
        {
            "text": "Robert the Strong, Frankish nobleman",
            "year": 866
        },
        {
            "text": "Swithun, English bishop and saint (born 789)",
            "year": 862
        },
        {
            "text": "Li Jing, Chinese general (born 571)",
            "year": 649
        },
        {
            "text": "Li Jiancheng, Chinese prince (born 589)",
            "year": 626
        },
        {
            "text": "Li Yuanji, Chinese prince (born 603)",
            "year": 626
        }
    ],
    "metadata": {
        "current_date": "July 2, 2025",
        "short_date": "Jul 2",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            24,
            2,
            45,
            0,
            39,
            54,
            33,
            37,
            42,
            19
        ],
        "births": [
            167,
            119,
            105,
            85
        ],
        "deaths": [
            81,
            55,
            10,
            46
        ]
    }
}