{
    "events": [
        {
            "text": "Boris Johnson announces his resignation as leader of the Conservative Party following days of pressure from the Members of Parliament (MPs) during the July 2022 United Kingdom government crisis.",
            "year": 2022
        },
        {
            "text": "The United States women's national soccer team defeated the Netherlands 2–0 at the 2019 FIFA Women's World Cup Final in Lyon, France.",
            "year": 2019
        },
        {
            "text": "The Treaty on the Prohibition of Nuclear Weapons was adopted with 122 countries voting in favour.",
            "year": 2017
        },
        {
            "text": "Ex-US Army soldier Micah Xavier Johnson shoots fourteen policemen, killing five of them, in downtown Dallas, Texas at the end of a protest of recent police killings of Black men. He is subsequently killed by a robot-delivered bomb.",
            "year": 2016
        },
        {
            "text": "A De Havilland Otter air taxi crashes in Soldotna, Alaska, killing ten people.",
            "year": 2013
        },
        {
            "text": "At least 172 people are killed in a flash flood in the Krasnodar Krai region of Russia.",
            "year": 2012
        },
        {
            "text": "The first Live Earth benefit concert was held in 11 locations around the world.",
            "year": 2007
        },
        {
            "text": "A shootout happens in Spiritwood, Canada, killing 2 Royal Canadian Mounted Police and wounding a 3rd officer.",
            "year": 2006
        },
        {
            "text": "A series of four explosions occurs on London's transport system, killing 56 people, including four suicide bombers, and injuring over 700 others.",
            "year": 2005
        },
        {
            "text": "NASA Opportunity rover, MER-B or Mars Exploration Rover–B, was launched into space aboard a Delta II rocket.",
            "year": 2003
        },
        {
            "text": "The Turkish Armed Forces withdraw from northern Iraq after assisting the Kurdistan Democratic Party in the Iraqi Kurdish Civil War.",
            "year": 1997
        },
        {
            "text": "The New York Court of Appeals rules that women have the same right as men to go topless in public.",
            "year": 1992
        },
        {
            "text": "Yugoslav Wars: The Brioni Agreement ends the ten-day independence war in Slovenia against the rest of the Socialist Federal Republic of Yugoslavia.",
            "year": 1991
        },
        {
            "text": "Boris Becker becomes the youngest male player ever to win Wimbledon at age 17.",
            "year": 1985
        },
        {
            "text": "Cold War: Samantha Smith, a US schoolgirl, flies to the Soviet Union at the invitation of Secretary General Yuri Andropov.",
            "year": 1983
        },
        {
            "text": "US President Ronald Reagan nominates Sandra Day O'Connor to become the first female member of the Supreme Court of the United States.",
            "year": 1981
        },
        {
            "text": "Institution of sharia law in Iran.",
            "year": 1980
        },
        {
            "text": "During the Lebanese Civil War, 83 Tiger militants are killed during what will be known as the Safra massacre.",
            "year": 1980
        },
        {
            "text": "The Solomon Islands becomes independent from the United Kingdom.",
            "year": 1978
        },
        {
            "text": "Buddhist crisis: Police commanded by Ngô Đình Nhu, brother and chief political adviser of South Vietnam President Ngo Dinh Diem, attacked a group of American journalists who were covering a protest.",
            "year": 1963
        },
        {
            "text": "Alitalia Flight 771 crashes in Junnar, Maharashtra, India, killing 94 people.",
            "year": 1962
        },
        {
            "text": "Venus occults the star Regulus. This rare event is used to determine the diameter of Venus and the structure of the Venusian atmosphere.",
            "year": 1959
        },
        {
            "text": "US President Dwight D. Eisenhower signs the Alaska Statehood Act into law.",
            "year": 1958
        },
        {
            "text": "Ernesto \"Che\" Guevara sets out on a trip through Bolivia, Peru, Ecuador, Panama, Costa Rica, Nicaragua, Honduras, and El Salvador.",
            "year": 1953
        },
        {
            "text": "The ocean liner SS United States passes Bishop Rock on her maiden voyage, breaking the transatlantic speed record to become the fastest passenger ship in the world.",
            "year": 1952
        },
        {
            "text": "Mother Francesca S. Cabrini becomes the first American to be canonized.",
            "year": 1946
        },
        {
            "text": "Howard Hughes nearly dies when his XF-11 reconnaissance aircraft prototype crashes in a Beverly Hills neighborhood.",
            "year": 1946
        },
        {
            "text": "World War II: Largest Banzai charge of the Pacific War at the Battle of Saipan.",
            "year": 1944
        },
        {
            "text": "The US occupation of Iceland replaces the UK's occupation.",
            "year": 1941
        },
        {
            "text": "The Marco Polo Bridge Incident (Lugou Bridge) provides the Imperial Japanese Army with a pretext for starting the Second Sino-Japanese War (China-Japan War).",
            "year": 1937
        },
        {
            "text": "The Peel Commission Report recommends the partition of Palestine, which was the first formal recommendation for partition in the history of Palestine.",
            "year": 1937
        },
        {
            "text": "Industrialist Henry J. Kaiser begins construction of Boulder Dam (now known as Hoover Dam).",
            "year": 1930
        },
        {
            "text": "The Finnish far-right Lapua Movement organises the Peasant March demonstration in Helsinki to put pressure on the government to prohibit communist activities.",
            "year": 1930
        },
        {
            "text": "Sliced bread is sold for the first time (on the inventor's 48th birthday) by the Chillicothe Baking Company of Chillicothe, Missouri.",
            "year": 1928
        },
        {
            "text": "The New Zealand Labour Party was founded in Wellington.",
            "year": 1916
        },
        {
            "text": "The First Battle of the Isonzo comes to an end.",
            "year": 1915
        },
        {
            "text": "Colombo Town Guard officer Henry Pedris is executed in British Ceylon for allegedly inciting persecution of Muslims.",
            "year": 1915
        },
        {
            "text": "The United States, UK, Japan, and Russia sign the North Pacific Fur Seal Convention of 1911 banning open-water seal hunting, the first international treaty to address wildlife preservation issues.",
            "year": 1911
        },
        {
            "text": "Florenz Ziegfeld Jr. staged his first Follies on the roof of the New York Theater in New York City.",
            "year": 1907
        },
        {
            "text": "US President William McKinley signs the Newlands Resolution annexing Hawaii as a territory of the United States.",
            "year": 1898
        },
        {
            "text": "The Katipunan is established, the discovery of which by Spanish authorities initiated the Philippine Revolution.",
            "year": 1892
        },
        {
            "text": "Four conspirators in the assassination of Abraham Lincoln are hanged.",
            "year": 1865
        },
        {
            "text": "The United States begins its first military draft; exemptions cost $300.",
            "year": 1863
        },
        {
            "text": "US troops occupy Monterey and Yerba Buena, thus beginning the US conquest of California.",
            "year": 1846
        },
        {
            "text": "In New York City, four nights of rioting against abolitionists began.",
            "year": 1834
        },
        {
            "text": "The first Treaty of Tilsit between France and Russia is signed, ending hostilities between the two countries in the War of the Fourth Coalition.",
            "year": 1807
        },
        {
            "text": "As a result of the XYZ Affair, the US Congress rescinds the Treaty of Alliance with France sparking the \"Quasi-War\".",
            "year": 1798
        },
        {
            "text": "American forces retreating from Fort Ticonderoga are defeated in the Battle of Hubbardton.",
            "year": 1777
        },
        {
            "text": "The Battle of Larga between the Russian Empire and the Ottoman Empire takes place.",
            "year": 1770
        },
        {
            "text": "An English fleet completes the destruction of a French merchant fleet off Fort St Pierre, Martinique during the Second Anglo-Dutch War.",
            "year": 1667
        },
        {
            "text": "The Treaty of Nemours abolishes tolerance to Protestants in France.",
            "year": 1585
        },
        {
            "text": "The Raid of the Redeswire is the last major battle between England and Scotland.",
            "year": 1575
        },
        {
            "text": "Jacques Cartier makes his first contact with aboriginal peoples in what is now Canada.",
            "year": 1534
        },
        {
            "text": "Spanish conquistadores defeat a larger Aztec army at the Battle of Otumba.",
            "year": 1520
        },
        {
            "text": "A retrial verdict acquits Joan of Arc of heresy 25 years after her execution.",
            "year": 1456
        },
        {
            "text": "The city of Tyre falls to the Venetian Crusade after a siege of nineteen weeks.",
            "year": 1124
        }
    ],
    "births": [
        {
            "text": "Moussa Diaby, French footballer",
            "year": 1999
        },
        {
            "text": "Mizuho Habu, Japanese idol and model",
            "year": 1997
        },
        {
            "text": "James Marriott, English musician and online content creator",
            "year": 1997
        },
        {
            "text": "Yoon Chae-kyung, South Korean singer and actress",
            "year": 1996
        },
        {
            "text": "Nigina Abduraimova, Uzbekistani tennis player",
            "year": 1994
        },
        {
            "text": "Timothy Cathcart, Northern Irish race car driver (died 2014)",
            "year": 1994
        },
        {
            "text": "Ashton Irwin, Australian musician",
            "year": 1994
        },
        {
            "text": "Ellina Anissimova, Estonian hammer thrower",
            "year": 1992
        },
        {
            "text": "Dominik Furman, Polish footballer",
            "year": 1992
        },
        {
            "text": "Alesso, Swedish DJ, record producer and musician",
            "year": 1991
        },
        {
            "text": "Lee Addy, Ghanaian footballer",
            "year": 1990
        },
        {
            "text": "Pascal Stöger, Austrian footballer",
            "year": 1990
        },
        {
            "text": "Landon Cassill, American race car driver",
            "year": 1989
        },
        {
            "text": "Miina Kallas, Estonian footballer",
            "year": 1989
        },
        {
            "text": "Karl-August Tiirmaa, Estonian skier",
            "year": 1989
        },
        {
            "text": "Kaci Brown, American singer-songwriter",
            "year": 1988
        },
        {
            "text": "Lukas Rosenthal, German rugby player",
            "year": 1988
        },
        {
            "text": "Ana Kasparian, American journalist and producer",
            "year": 1986
        },
        {
            "text": "Udo Schwarz, German rugby player",
            "year": 1986
        },
        {
            "text": "Sevyn Streeter, American singer-songwriter",
            "year": 1986
        },
        {
            "text": "Marc Stein, German footballer",
            "year": 1985
        },
        {
            "text": "Minas Alozidis, Greek hurdler",
            "year": 1984
        },
        {
            "text": "Alberto Aquilani, Italian footballer",
            "year": 1984
        },
        {
            "text": "Mohammad Ashraful, Bangladeshi cricketer",
            "year": 1984
        },
        {
            "text": "Justin Davies, Australian footballer",
            "year": 1983
        },
        {
            "text": "Jan Laštůvka, Czech footballer",
            "year": 1982
        },
        {
            "text": "George Owu, Ghanaian footballer",
            "year": 1982
        },
        {
            "text": "Asia O'Hara, American drag performer",
            "year": 1982
        },
        {
            "text": "Mahendra Singh Dhoni, Indian cricketer",
            "year": 1981
        },
        {
            "text": "Synyster Gates, American guitarist",
            "year": 1981
        },
        {
            "text": "John Buck, American baseball player",
            "year": 1980
        },
        {
            "text": "Serdar Kulbilge, Turkish footballer",
            "year": 1980
        },
        {
            "text": "Michelle Kwan, American figure skater",
            "year": 1980
        },
        {
            "text": "Ibrahim Sulayman Muhammad Arbaysh, Saudi Arabian terrorist (died 2015)",
            "year": 1979
        },
        {
            "text": "Anastasios Gousis, Greek sprinter",
            "year": 1979
        },
        {
            "text": "Douglas Hondo, Zimbabwean cricketer",
            "year": 1979
        },
        {
            "text": "Chris Andersen, American basketball player",
            "year": 1978
        },
        {
            "text": "Davor Kraljević, Croatian footballer",
            "year": 1978
        },
        {
            "text": "Bérénice Bejo, Argentinian-French actress",
            "year": 1976
        },
        {
            "text": "Dominic Foley, Irish footballer",
            "year": 1976
        },
        {
            "text": "Ercüment Olgundeniz, Turkish discus thrower and shot putter",
            "year": 1976
        },
        {
            "text": "Vasily Petrenko, Russian conductor",
            "year": 1976
        },
        {
            "text": "Tony Benshoof, American luger",
            "year": 1975
        },
        {
            "text": "Louis Koen, South African rugby player",
            "year": 1975
        },
        {
            "text": "Adam Nelson, American shot putter",
            "year": 1975
        },
        {
            "text": "Patrick Lalime, Canadian ice hockey player and sportscaster",
            "year": 1974
        },
        {
            "text": "José Jiménez, Dominican baseball player",
            "year": 1973
        },
        {
            "text": "Lisa Leslie, American basketball player and actress",
            "year": 1972
        },
        {
            "text": "Manfred Stohl, Austrian race car driver",
            "year": 1972
        },
        {
            "text": "Kirsten Vangsness, American actress and writer",
            "year": 1972
        },
        {
            "text": "Christian Camargo, American actor, producer, and screenwriter",
            "year": 1971
        },
        {
            "text": "Wayne McCullough, Northern Irish boxer",
            "year": 1970
        },
        {
            "text": "Min Patel, Indian-English cricketer",
            "year": 1970
        },
        {
            "text": "Erik Zabel, German cyclist and coach",
            "year": 1970
        },
        {
            "text": "Sylke Otto, German luger",
            "year": 1969
        },
        {
            "text": "Joe Sakic, Canadian ice hockey player",
            "year": 1969
        },
        {
            "text": "Cree Summer, American-Canadian actress",
            "year": 1969
        },
        {
            "text": "Jorja Fox, American actress",
            "year": 1968
        },
        {
            "text": "Tom Kristensen, Danish race car driver",
            "year": 1967
        },
        {
            "text": "Jim Gaffigan, American comedian, actor, producer, and screenwriter",
            "year": 1966
        },
        {
            "text": "Mo Collins, American actress, comedian and screenwriter",
            "year": 1965
        },
        {
            "text": "Jeremy Kyle, English talk show host",
            "year": 1965
        },
        {
            "text": "Dominik Henzel, Czech-Swedish actor and comedian",
            "year": 1964
        },
        {
            "text": "Vonda Shepard, American singer-songwriter and actress",
            "year": 1963
        },
        {
            "text": "Kevin A. Ford, American colonel and astronaut",
            "year": 1960
        },
        {
            "text": "Ralph Sampson, American basketball player and coach",
            "year": 1960
        },
        {
            "text": "Billy Campbell, American actor",
            "year": 1959
        },
        {
            "text": "Alexander Svinin, Russian figure skater and coach",
            "year": 1958
        },
        {
            "text": "Jonathan Dayton, American director and producer",
            "year": 1957
        },
        {
            "text": "Berry Sakharof, Turkish-Israeli singer-songwriter and guitarist",
            "year": 1957
        },
        {
            "text": "Len Barker, American baseball player and coach",
            "year": 1955
        },
        {
            "text": "Simon Anderson, Australian surfer",
            "year": 1954
        },
        {
            "text": "Shelley Duvall, American actress, writer, and producer (died 2024)",
            "year": 1949
        },
        {
            "text": "Gyanendra, King of Nepal",
            "year": 1947
        },
        {
            "text": "Howard Rheingold, American author and critic",
            "year": 1947
        },
        {
            "text": "Michael Ancram, English lawyer and politician (died 2024)",
            "year": 1945
        },
        {
            "text": "Adele Goldberg, American computer scientist and academic",
            "year": 1945
        },
        {
            "text": "Helô Pinheiro,  inspiration for the song \"The Girl from Ipanema\"",
            "year": 1945
        },
        {
            "text": "Tony Jacklin, English golfer and sportscaster",
            "year": 1944
        },
        {
            "text": "Glenys Kinnock, English educator and politician (died 2023)",
            "year": 1944
        },
        {
            "text": "Feleti Sevele, Tongan politician; Prime Minister of Tonga",
            "year": 1944
        },
        {
            "text": "Emanuel Steward, American boxer and trainer (died 2012)",
            "year": 1944
        },
        {
            "text": "Ian Wilmut, English-Scottish embryologist and academic (died 2023)",
            "year": 1944
        },
        {
            "text": "Joel Siegel, American journalist and critic (died 2007)",
            "year": 1943
        },
        {
            "text": "Carmen Duncan, Australian actress (died 2019)",
            "year": 1942
        },
        {
            "text": "Marco Bollesan, Italian rugby player and coach (died 2021)",
            "year": 1941
        },
        {
            "text": "Michael Howard, Welsh lawyer and politician",
            "year": 1941
        },
        {
            "text": "John Fru Ndi, Cameroonian politician (died 2023)",
            "year": 1941
        },
        {
            "text": "Bill Oddie, English comedian, actor, and singer",
            "year": 1941
        },
        {
            "text": "Jim Rodford, English bass player (died 2018)",
            "year": 1941
        },
        {
            "text": "Ringo Starr, English singer-songwriter, drummer, and actor",
            "year": 1940
        },
        {
            "text": "Elena Obraztsova, Russian soprano and actress (died 2015)",
            "year": 1939
        },
        {
            "text": "James Montgomery Boice, American pastor and theologian (died 2000)",
            "year": 1938
        },
        {
            "text": "Tung Chee-hwa, Hong Kong businessman and politician, 1st Chief Executive of Hong Kong",
            "year": 1937
        },
        {
            "text": "Egbert Brieskorn, German mathematician and academic (died 2013)",
            "year": 1936
        },
        {
            "text": "Jo Siffert, Swiss race car driver (died 1971)",
            "year": 1936
        },
        {
            "text": "Nikos Xilouris, Greek singer-songwriter (died 1980)",
            "year": 1936
        },
        {
            "text": "Gian Carlo Michelini, Italian-Taiwanese Roman Catholic priest",
            "year": 1935
        },
        {
            "text": "Robert McNeill Alexander, British zoologist (died 2016)",
            "year": 1934
        },
        {
            "text": "David McCullough, American historian and author (died 2022)",
            "year": 1933
        },
        {
            "text": "T. J. Bass, American physician and author (died 2011)",
            "year": 1932
        },
        {
            "text": "Joe Zawinul, Austrian jazz keyboardist and composer (died 2007)",
            "year": 1932
        },
        {
            "text": "David Eddings, American author and academic (died 2009)",
            "year": 1931
        },
        {
            "text": "Hamish MacInnes, Scottish mountaineer and author (died 2020)",
            "year": 1930
        },
        {
            "text": "Theodore McCarrick, American former cardinal (died 2025)",
            "year": 1930
        },
        {
            "text": "Hank Mobley, American saxophonist and composer (died 1986)",
            "year": 1930
        },
        {
            "text": "Biljana Plavšić, 2nd President of Republika Srpska",
            "year": 1930
        },
        {
            "text": "Hasan Abidi, Pakistani journalist and poet (died 2005)",
            "year": 1929
        },
        {
            "text": "Sergio Romano, Italian writer, journalist, and historian",
            "year": 1929
        },
        {
            "text": "Patricia Hitchcock, English actress (died 2021)",
            "year": 1928
        },
        {
            "text": "Kapelwa Sikota Zambian nurse and health official (died 2006)",
            "year": 1928
        },
        {
            "text": "Alan J. Dixon, American lawyer and politician, 34th Illinois Secretary of State (died 2014)",
            "year": 1927
        },
        {
            "text": "Charlie Louvin, American singer-songwriter and guitarist (died 2011)",
            "year": 1927
        },
        {
            "text": "Doc Severinsen, American trumpet player and conductor",
            "year": 1927
        },
        {
            "text": "Nuon Chea, Cambodian politician (died 2019)",
            "year": 1926
        },
        {
            "text": "Anand Mohan Zutshi Gulzar Dehlvi, Urdu poet (died 2020)",
            "year": 1926
        },
        {
            "text": "Geliy Korzhev, Russian painter (died 2012)",
            "year": 1925
        },
        {
            "text": "Wally Phillips, American radio host (died 2008)",
            "year": 1925
        },
        {
            "text": "Natalia Bekhtereva, Russian neuroscientist and psychologist (died 2008)",
            "year": 1924
        },
        {
            "text": "Mary Ford, American singer and guitarist (died 1977)",
            "year": 1924
        },
        {
            "text": "Karim Olowu, Nigerian sprinter and long jumper (died 2019)",
            "year": 1924
        },
        {
            "text": "Eddie Romero, Filipino director, producer, and screenwriter (died 2013)",
            "year": 1924
        },
        {
            "text": "Liviu Ciulei, Romanian actor, director, and screenwriter (died 2011)",
            "year": 1923
        },
        {
            "text": "Whitney North Seymour Jr., American politician (died 2019)",
            "year": 1923
        },
        {
            "text": "Eduardo Falú, Argentinian guitarist and composer (died 2013)",
            "year": 1923
        },
        {
            "text": "Alan Armer, American director, producer, and screenwriter (died 2010)",
            "year": 1922
        },
        {
            "text": "James D. Hughes, American Air Force lieutenant general (died 2024)",
            "year": 1922
        },
        {
            "text": "Ezzard Charles, American boxer (died 1975)",
            "year": 1921
        },
        {
            "text": "Adolf von Thadden, German lieutenant and politician (died 1996)",
            "year": 1921
        },
        {
            "text": "Jon Pertwee, English actor (died 1996)",
            "year": 1919
        },
        {
            "text": "Bob Vanatta, American head basketball coach (died 2016)",
            "year": 1918
        },
        {
            "text": "Jing Shuping, Chinese businessman (died 2009)",
            "year": 1918
        },
        {
            "text": "Fidel Sánchez Hernández, Salvadoran general and politician, President of El Salvador (died 2003)",
            "year": 1917
        },
        {
            "text": "Iva Withers, Canadian-American actress and singer (died 2014)",
            "year": 1917
        },
        {
            "text": "Margaret Walker, American novelist and poet (died 1998)",
            "year": 1915
        },
        {
            "text": "Pinetop Perkins, American singer and pianist (died 2011)",
            "year": 1913
        },
        {
            "text": "Gian Carlo Menotti, Italian-American composer (died 2007)",
            "year": 1911
        },
        {
            "text": "Doris McCarthy, Canadian painter and author (died 2010)",
            "year": 1910
        },
        {
            "text": "Gottfried von Cramm, German tennis player (died 1976)",
            "year": 1909
        },
        {
            "text": "Revilo P. Oliver, American author and academic (died 1994)",
            "year": 1908
        },
        {
            "text": "Robert A. Heinlein, American science fiction writer and screenwriter (died 1988)",
            "year": 1907
        },
        {
            "text": "William Feller, Croatian-American mathematician and academic (died 1970)",
            "year": 1906
        },
        {
            "text": "Anton Karas, Austrian zither player and composer (died 1985)",
            "year": 1906
        },
        {
            "text": "Satchel Paige, American baseball player and coach (died 1982)",
            "year": 1906
        },
        {
            "text": "Marie-Louise Dubreil-Jacotin, French mathematician (died 1972)",
            "year": 1905
        },
        {
            "text": "Simone Beck, French chef and author (died 1991)",
            "year": 1904
        },
        {
            "text": "Ted Radcliffe, American baseball player and manager (died 2005)",
            "year": 1902
        },
        {
            "text": "Sam Katzman, American director and producer (died 1973)",
            "year": 1901
        },
        {
            "text": "Vittorio De Sica, Italian actor and director (died 1974)",
            "year": 1901
        },
        {
            "text": "Eiji Tsuburaya, Japanese cinematographer and producer (died 1970)",
            "year": 1901
        },
        {
            "text": "Maria Bard, German stage and silent film actress (died 1944)",
            "year": 1900
        },
        {
            "text": "Earle E. Partridge, American general (died 1990)",
            "year": 1900
        },
        {
            "text": "George Cukor, American director and producer (died 1983)",
            "year": 1899
        },
        {
            "text": "Arnold Horween, American football player and coach (died 1985)",
            "year": 1898
        },
        {
            "text": "Herbert Feis, American historian and author (died 1972)",
            "year": 1893
        },
        {
            "text": "Miroslav Krleža, Croatian author, poet, and playwright (died 1981)",
            "year": 1893
        },
        {
            "text": "Tadamichi Kuribayashi, Japanese general and poet (died 1945)",
            "year": 1891
        },
        {
            "text": "Virginia Rappe, American model and actress (died 1921)",
            "year": 1891
        },
        {
            "text": "Lion Feuchtwanger, German author and playwright (died 1958)",
            "year": 1884
        },
        {
            "text": "Toivo Kuula, Finnish conductor and composer (died 1918)",
            "year": 1883
        },
        {
            "text": "Yanka Kupala, Belarusian poet and writer (died 1941)",
            "year": 1882
        },
        {
            "text": "Otto Frederick Rohwedder, American engineer, invented sliced bread (died 1960)",
            "year": 1880
        },
        {
            "text": "Erwin Bumke, German lawyer and jurist (died 1945)",
            "year": 1874
        },
        {
            "text": "Rachel Caroline Eaton, American academic (died 1938)",
            "year": 1869
        },
        {
            "text": "Fernande Sadler, French painter and mayor (died 1949)",
            "year": 1869
        },
        {
            "text": "Nettie Stevens, American geneticist (died 1912)",
            "year": 1861
        },
        {
            "text": "Gustav Mahler, Austrian composer and conductor (died 1911)",
            "year": 1860
        },
        {
            "text": "Rettamalai Srinivasan, Indian politician (died 1945)",
            "year": 1859
        },
        {
            "text": "Ludwig Ganghofer, German author and playwright (died 1920)",
            "year": 1855
        },
        {
            "text": "Charles Albert Tindley, American minister and composer (died 1933)",
            "year": 1851
        },
        {
            "text": "Francisco de Paula Rodrigues Alves, Brazilian politician, 5th President of Brazil (died 1919)",
            "year": 1848
        },
        {
            "text": "Heinrich Rosenthal, Estonian physician and author (died 1916)",
            "year": 1846
        },
        {
            "text": "Camillo Golgi, Italian physician and pathologist, Nobel Prize laureate (died 1926)",
            "year": 1843
        },
        {
            "text": "Félicien Rops, Belgian painter and illustrator (died 1898)",
            "year": 1833
        },
        {
            "text": "Jane Elizabeth Conklin, American poet and religious writer (died 1914)",
            "year": 1831
        },
        {
            "text": "Guillaume Philibert Duhesme, French general (died 1815)",
            "year": 1766
        },
        {
            "text": "Joseph Marie Jacquard, French merchant, invented the Jacquard loom (died 1834)",
            "year": 1752
        },
        {
            "text": "John Leverett, Governor of Massachusetts Bay Colony (died 1679)",
            "year": 1616
        },
        {
            "text": "Wolrad IV, Count of Waldeck-Eisenberg (died 1640)",
            "year": 1588
        },
        {
            "text": "Thomas Howard, 21st Earl of Arundel, English courtier and politician, Lord Lieutenant of Northumberland (died 1646)",
            "year": 1585
        },
        {
            "text": "John Sigismund Zápolya, King of Hungary (died 1571)",
            "year": 1540
        },
        {
            "text": "Archduchess Anna of Austria (died 1590)",
            "year": 1528
        },
        {
            "text": "Andrzej Krzycki, Polish archbishop (died 1537)",
            "year": 1482
        },
        {
            "text": "Elizabeth of Hungary (died 1231)",
            "year": 1207
        },
        {
            "text": "Emperor Sutoku of Japan (died 1164)",
            "year": 1119
        },
        {
            "text": "Emperor Shirakawa of Japan (died 1129)",
            "year": 1053
        },
        {
            "text": "Eudoxia Epiphania, daughter of Byzantine emperor Heraclius",
            "year": 611
        }
    ],
    "deaths": [
        {
            "text": "Jane McAlevey, American labor organizer and author (born 1964)",
            "year": 2024
        },
        {
            "text": "Robert Downey Sr., American actor and director. Father of Robert Downey Jr. (born 1936)",
            "year": 2021
        },
        {
            "text": "Dilip Kumar, Indian film actor (born 1922)",
            "year": 2021
        },
        {
            "text": "Jovenel Moïse, Haitian entrepreneur and politician, President of Haiti (born 1968)",
            "year": 2021
        },
        {
            "text": "Maria Barroso, Portuguese actress and politician (born 1925)",
            "year": 2015
        },
        {
            "text": "Bob MacKinnon, American basketball player and coach (born 1927)",
            "year": 2015
        },
        {
            "text": "Alfredo Di Stéfano, Argentinian-Spanish footballer and coach (born 1926)",
            "year": 2014
        },
        {
            "text": "Eduard Shevardnadze, Georgian general and politician, 2nd President of Georgia (born 1928)",
            "year": 2014
        },
        {
            "text": "Peter Underwood, Australian lawyer and politician, 27th Governor of Tasmania (born 1937)",
            "year": 2014
        },
        {
            "text": "Artur Hajzer, Polish mountaineer (born 1962)",
            "year": 2013
        },
        {
            "text": "Robert Hamerton-Kelly, South African-American pastor, theologian, and author (born 1938)",
            "year": 2013
        },
        {
            "text": "Donald J. Irwin, American lawyer and politician, 32nd Mayor of Norwalk, Connecticut (born 1926)",
            "year": 2013
        },
        {
            "text": "Ben Pucci, American football player and sportscaster (born 1925)",
            "year": 2013
        },
        {
            "text": "Dennis Flemion, American drummer (born 1955)",
            "year": 2012
        },
        {
            "text": "Ronaldo Cunha Lima, Brazilian poet and politician (born 1936)",
            "year": 2012
        },
        {
            "text": "Doris Neal, American baseball player (born 1928)",
            "year": 2012
        },
        {
            "text": "Jerry Norman, American sinologist and linguist (born 1936)",
            "year": 2012
        },
        {
            "text": "Leon Schlumpf, Swiss politician (born 1927)",
            "year": 2012
        },
        {
            "text": "Allan W. Eckert, American historian and author (born 1931)",
            "year": 2011
        },
        {
            "text": "Dick Williams, American baseball player, coach, and manager (born 1929)",
            "year": 2011
        },
        {
            "text": "Bruce Conner, American sculptor, painter, and photographer (born 1933)",
            "year": 2008
        },
        {
            "text": "Dorian Leigh, American model (born 1917)",
            "year": 2008
        },
        {
            "text": "Anne McLaren, British scientist (born 1927)",
            "year": 2007
        },
        {
            "text": "Donald Michie, British scientist (born 1923)",
            "year": 2007
        },
        {
            "text": "Syd Barrett, English singer-songwriter and guitarist (born 1946)",
            "year": 2006
        },
        {
            "text": "Juan de Ávalos, Spanish sculptor (born 1911)",
            "year": 2006
        },
        {
            "text": "John Money, New Zealand-American psychologist and author (born 1921)",
            "year": 2006
        },
        {
            "text": "Izhak Graziani, Bulgarian trumpet player and conductor (born 1924)",
            "year": 2003
        },
        {
            "text": "Fred Neil, American singer-songwriter and guitarist (born 1936)",
            "year": 2001
        },
        {
            "text": "Kenny Irwin Jr., American race car driver (born 1969)",
            "year": 2000
        },
        {
            "text": "Vikram Batra, Param Vir Chakra, Indian Army personnel (born 1974)",
            "year": 1999
        },
        {
            "text": "Julie Campbell Tatham, American author (born 1908)",
            "year": 1999
        },
        {
            "text": "Moshood Abiola, Nigerian businessman and politician (born 1937)",
            "year": 1998
        },
        {
            "text": "Carlo Chiti, Italian engineer (born 1924)",
            "year": 1994
        },
        {
            "text": "Friedrich August Freiherr von der Heydte, German general (born 1907)",
            "year": 1994
        },
        {
            "text": "Rıfat Ilgaz, Turkish author, poet, and educator (born 1911)",
            "year": 1993
        },
        {
            "text": "Mia Zapata, American singer (born 1965)",
            "year": 1993
        },
        {
            "text": "Bill Cullen, American television panelist and game show host (born 1920)",
            "year": 1990
        },
        {
            "text": "Cazuza, Brazilian singer and songwriter (born 1958)",
            "year": 1990
        },
        {
            "text": "Germaine Thyssens-Valentin, Dutch-French pianist (born 1902)",
            "year": 1987
        },
        {
            "text": "George Oppen, American poet and author (born 1908)",
            "year": 1984
        },
        {
            "text": "Bon Maharaja, Indian guru and religious writer (born 1901)",
            "year": 1982
        },
        {
            "text": "Dore Schary, American director, producer, and screenwriter (born 1905)",
            "year": 1980
        },
        {
            "text": "Francisco Mendes, Guinea-Bissau lawyer and politician, 1st Prime Minister of Guinea-Bissau (born 1933)",
            "year": 1978
        },
        {
            "text": "Max Horkheimer, German philosopher and sociologist (born 1895)",
            "year": 1973
        },
        {
            "text": "Veronica Lake, American actress (born 1922)",
            "year": 1973
        },
        {
            "text": "Athenagoras I of Constantinople (born 1886)",
            "year": 1972
        },
        {
            "text": "Claude Gauvreau, Canadian poet and playwright (born 1925)",
            "year": 1971
        },
        {
            "text": "Dame Laura Knight, English artist (born 1877)",
            "year": 1970
        },
        {
            "text": "Jo Schlesser, French race car driver (born 1928)",
            "year": 1968
        },
        {
            "text": "Moshe Sharett, Ukrainian-Israeli lieutenant and politician, 2nd Prime Minister of Israel (born 1894)",
            "year": 1965
        },
        {
            "text": "Lillian Copeland, American discus thrower and shot putter (born 1904)",
            "year": 1964
        },
        {
            "text": "Francis Browne, Irish priest and photographer (born 1880)",
            "year": 1960
        },
        {
            "text": "Gottfried Benn, German author and poet (born 1886)",
            "year": 1956
        },
        {
            "text": "Ali Naci Karacan, Turkish journalist and publisher (born 1896)",
            "year": 1955
        },
        {
            "text": "Fats Navarro, American trumpet player and composer (born 1923)",
            "year": 1950
        },
        {
            "text": "Deacon White, American baseball player and manager (born 1847)",
            "year": 1939
        },
        {
            "text": "Alexander Grin, Russian author (born 1880)",
            "year": 1932
        },
        {
            "text": "Henry Eyster Jacobs, American theologian and educator (born 1844)",
            "year": 1932
        },
        {
            "text": "Arthur Conan Doyle, British writer, creator of Sherlock Holmes (born 1859)",
            "year": 1930
        },
        {
            "text": "Gösta Mittag-Leffler, Swedish mathematician and academic (born 1846)",
            "year": 1927
        },
        {
            "text": "Clarence Hudson White, American photographer and educator (born 1871)",
            "year": 1925
        },
        {
            "text": "Cathal Brugha, Irish revolutionary and politician, active in the Easter Rising, Irish War of Independence; first Ceann Comhairle and first President of Dáil Éireann (born 1874)",
            "year": 1922
        },
        {
            "text": "Edward Burd Grubb Jr., American general and diplomat, United States Ambassador to Spain (born 1841)",
            "year": 1913
        },
        {
            "text": "Johanna Spyri, Swiss author (born 1827)",
            "year": 1901
        },
        {
            "text": "Henri Nestlé, German businessman, founded Nestlé (born 1814)",
            "year": 1890
        },
        {
            "text": "Assassination of Abraham Lincoln:  execution of convicted conspirators",
            "year": 1865
        },
        {
            "text": "Assassination of Abraham Lincoln:  execution of convicted conspirators",
            "year": 1865
        },
        {
            "text": "Assassination of Abraham Lincoln:  execution of convicted conspirators",
            "year": 1865
        },
        {
            "text": "Assassination of Abraham Lincoln:  execution of convicted conspirators",
            "year": 1865
        },
        {
            "text": "William Mulready, Irish genre painter (born 1786)",
            "year": 1863
        },
        {
            "text": "Richard Brinsley Sheridan, Irish playwright and poet (born 1751)",
            "year": 1816
        },
        {
            "text": "François Hemsterhuis, Dutch philosopher and author (born 1721)",
            "year": 1790
        },
        {
            "text": "Jeremiah Markland, English scholar and academic (born 1693)",
            "year": 1776
        },
        {
            "text": "William Pulteney, 1st Earl of Bath, English politician, Secretary at War (born 1683)",
            "year": 1764
        },
        {
            "text": "Marthanda Varma, Raja of Attingal (born 1706)",
            "year": 1758
        },
        {
            "text": "Olivier Levasseur, French pirate (born 1690)",
            "year": 1730
        },
        {
            "text": "Alexei Petrovich, Russian tsarevich (born 1690)",
            "year": 1718
        },
        {
            "text": "Henry Compton, English bishop (born 1632)",
            "year": 1713
        },
        {
            "text": "William Stoughton, American judge and politician, Governor of the Province of Massachusetts Bay (born 1631)",
            "year": 1701
        },
        {
            "text": "Thomas Hooker, English minister, founded the Colony of Connecticut (born 1586)",
            "year": 1647
        },
        {
            "text": "Penelope Blount, Countess of Devonshire, English noblewoman (born 1563)",
            "year": 1607
        },
        {
            "text": "Thomas Lucy, English politician (born 1532)",
            "year": 1600
        },
        {
            "text": "Mohammed Bagayogo, Malian scholar and academic (born 1523)",
            "year": 1593
        },
        {
            "text": "Giacomo Barozzi da Vignola, Italian architect, designed the Church of the Gesù and Villa Farnese (born 1507)",
            "year": 1573
        },
        {
            "text": "Sigismund II Augustus, Polish king (born 1520)",
            "year": 1572
        },
        {
            "text": "William Turner, British ornithologist and botanist (born 1508)",
            "year": 1568
        },
        {
            "text": "Tilman Riemenschneider, German sculptor (born 1460)",
            "year": 1531
        },
        {
            "text": "Momchil, Bulgarian brigand and ruler",
            "year": 1345
        },
        {
            "text": "Edward I, king of England (born 1239)",
            "year": 1307
        },
        {
            "text": "Benedict XI, pope of the Catholic Church (born 1240)",
            "year": 1304
        },
        {
            "text": "Tile Kolup, German impostor claiming to be Frederick II",
            "year": 1285
        },
        {
            "text": "Haakon II Sigurdsson, king of Norway (born 1147)",
            "year": 1162
        },
        {
            "text": "Fujiwara no Akimitsu, Japanese bureaucrat (born 944)",
            "year": 1021
        },
        {
            "text": "Crescentius the Elder, Italian politician and aristocrat",
            "year": 984
        }
    ],
    "metadata": {
        "current_date": "July 7, 2025",
        "short_date": "Jul 7",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            22,
            42,
            1,
            14,
            36,
            51,
            24,
            31,
            16,
            30
        ],
        "births": [
            95,
            153,
            64,
            94
        ],
        "deaths": [
            7,
            72,
            67,
            47
        ]
    }
}