{
    "events": [
        {
            "text": "At the centennial ceremony of the Dominion of Newfoundland National War Memorial, the Commonwealth War Graves Commission allowed an unprecedented second Canadian Tomb of the Unknown Soldier. The Royal Newfoundland Regiment soldier was entombed in the memorial at this ceremony.",
            "year": 2024
        },
        {
            "text": "The United States–Mexico–Canada Agreement replaces NAFTA.",
            "year": 2020
        },
        {
            "text": "Croatia becomes the 28th member of the European Union.",
            "year": 2013
        },
        {
            "text": "Riots erupt in Mongolia in response to allegations of fraud surrounding the 2008 legislative elections.",
            "year": 2008
        },
        {
            "text": "Smoking in England is banned in all public indoor spaces.",
            "year": 2007
        },
        {
            "text": "The first operation of Qinghai–Tibet Railway is conducted in China.",
            "year": 2006
        },
        {
            "text": "Saturn orbit insertion of Cassini–Huygens begins at 01:12 UTC and ends at 02:48 UTC.",
            "year": 2004
        },
        {
            "text": "Over 500,000 people protest against efforts to pass anti-sedition legislation in Hong Kong.",
            "year": 2003
        },
        {
            "text": "The International Criminal Court is established to prosecute individuals for genocide, crimes against humanity, war crimes and the crime of aggression.",
            "year": 2002
        },
        {
            "text": "Bashkirian Airlines Flight 2937, a Tupolev Tu-154, and DHL Flight 611, a Boeing 757, collide in mid-air over Überlingen, southern Germany, killing all 71 on board both planes.",
            "year": 2002
        },
        {
            "text": "The Scottish Parliament is officially opened by Elizabeth II on the day that legislative powers are officially transferred from the old Scottish Office in London to the new devolved Scottish Executive in Edinburgh. In Wales, the powers of the Welsh Secretary are transferred to the National Assembly.",
            "year": 1999
        },
        {
            "text": "China resumes sovereignty over the city-state of Hong Kong, ending 156 years of British colonial rule. The handover ceremony is attended by British Prime Minister Tony Blair, Charles, Prince of Wales, Chinese President Jiang Zemin and U.S. Secretary of State Madeleine Albright.",
            "year": 1997
        },
        {
            "text": "Space Shuttle program: Space Shuttle Columbia is launched on STS-94, a re-flight of the prematurely-ended STS-83 mission with the same crew.",
            "year": 1997
        },
        {
            "text": "Cold War: The Warsaw Pact is officially dissolved at a meeting in Prague.",
            "year": 1991
        },
        {
            "text": "The Finnish operator Radiolinja is launched as the world's first GSM network.",
            "year": 1991
        },
        {
            "text": "German reunification: East Germany accepts the Deutsche Mark as its currency, thus uniting the economies of East and West Germany.",
            "year": 1990
        },
        {
            "text": "The American radio station WFAN in New York City is launched as the world's first all-sports radio station.",
            "year": 1987
        },
        {
            "text": "The PG-13 rating is introduced by the MPAA.",
            "year": 1984
        },
        {
            "text": "A North Korean Ilyushin Il-62M jet en route to Conakry Airport in Guinea crashes into the Fouta Djallon mountains in Guinea-Bissau, killing all 23 people on board.",
            "year": 1983
        },
        {
            "text": "The Ministry of State Security is established as China's principal intelligence agency",
            "year": 1983
        },
        {
            "text": "\"O Canada\" officially becomes the national anthem of Canada.",
            "year": 1980
        },
        {
            "text": "Sony introduces the Walkman.",
            "year": 1979
        },
        {
            "text": "The Northern Territory in Australia is granted self-government.",
            "year": 1978
        },
        {
            "text": "Portugal grants autonomy to Madeira.",
            "year": 1976
        },
        {
            "text": "The first Gay pride march in England takes place.",
            "year": 1972
        },
        {
            "text": "The United States Central Intelligence Agency's Phoenix Program is officially established.",
            "year": 1968
        },
        {
            "text": "The Treaty on the Non-Proliferation of Nuclear Weapons is signed in Washington, D.C., London and Moscow by sixty-two countries.",
            "year": 1968
        },
        {
            "text": "Formal separation of the United Auto Workers from the AFL–CIO in the United States.",
            "year": 1968
        },
        {
            "text": "Merger Treaty: The European Community is formally created out of a merger between the Common Market, the European Coal and Steel Community, and the European Atomic Energy Commission.",
            "year": 1967
        },
        {
            "text": "The first color television transmission in Canada takes place from Toronto.",
            "year": 1966
        },
        {
            "text": "The People's Liberation Army Rocket Force (The known as the 2nd Artillery Corps) is founded.",
            "year": 1966
        },
        {
            "text": "ZIP codes are introduced for United States mail.",
            "year": 1963
        },
        {
            "text": "The British Government admits that former diplomat Kim Philby had worked as a Soviet agent.",
            "year": 1963
        },
        {
            "text": "Independence of Rwanda and Burundi.",
            "year": 1962
        },
        {
            "text": "The Trust Territory of Somaliland (the former Italian Somaliland) gains its independence from Italy. Concurrently, it unites as scheduled with the five-day-old State of Somaliland (the former British Somaliland) to form the Somali Republic.",
            "year": 1960
        },
        {
            "text": "Ghana becomes a republic and Kwame Nkrumah becomes its first President as Queen Elizabeth II ceases to be its head of state.",
            "year": 1960
        },
        {
            "text": "Specific values for the international yard, avoirdupois pound and derived units (e.g. inch, mile and ounce) are adopted after agreement between the US, the United Kingdom and other Commonwealth countries.",
            "year": 1959
        },
        {
            "text": "The Canadian Broadcasting Corporation links television broadcasting across Canada via microwave.",
            "year": 1958
        },
        {
            "text": "Flooding of Canada's Saint Lawrence Seaway begins.",
            "year": 1958
        },
        {
            "text": "The International Geophysical Year begins.",
            "year": 1957
        },
        {
            "text": "The merger of two princely states of India, Cochin and Travancore, into the state of Thiru-Kochi (later re-organized as Kerala) in the Indian Union ends more than 1,000 years of princely rule by the Cochin royal family.",
            "year": 1949
        },
        {
            "text": "Muhammad Ali Jinnah (Quaid-i-Azam) inaugurates Pakistan's central bank, the State Bank of Pakistan.",
            "year": 1948
        },
        {
            "text": "The Philippine Air Force is established.",
            "year": 1947
        },
        {
            "text": "Crossroads Able is the first postwar nuclear weapon test.",
            "year": 1946
        },
        {
            "text": "The City of Tokyo and the Prefecture of Tokyo are both replaced by the Tokyo Metropolis.",
            "year": 1943
        },
        {
            "text": "World War II: First Battle of El Alamein.",
            "year": 1942
        },
        {
            "text": "The Australian Federal Government becomes the sole collector of income tax in Australia as State Income Tax is abolished.",
            "year": 1942
        },
        {
            "text": "Regina, Saskatchewan, police and Royal Canadian Mounted Police ambush strikers participating in the On-to-Ottawa Trek.",
            "year": 1935
        },
        {
            "text": "Australia's national broadcaster, the Australian Broadcasting Corporation, was formed.",
            "year": 1932
        },
        {
            "text": "United Airlines begins service (as Boeing Air Transport).",
            "year": 1931
        },
        {
            "text": "Wiley Post and Harold Gatty become the first people to circumnavigate the globe in a single-engined monoplane aircraft.",
            "year": 1931
        },
        {
            "text": "The National War Memorial for the Dominion of Newfoundland was inaugurated by Field Marshall Douglas Haig, 1st Earl Haig in St. John's, Newfoundland. The date commemorates the first day of the Battle of the Somme, where at Beaumont-Hamel, 86 percent of the Royal Newfoundland Regiment was wiped out.",
            "year": 1924
        },
        {
            "text": "The Parliament of Canada suspends all Chinese immigration.",
            "year": 1923
        },
        {
            "text": "The Great Railroad Strike of 1922 begins in the United States.",
            "year": 1922
        },
        {
            "text": "The Chinese Communist Party is founded by Chen Duxiu and Li Dazhao, with the help of the Far Eastern Bureau of the Russian Social Democratic Labour Party (Bolsheviks), who seized power in Russia after the 1917 October Revolution, and the Far Eastern Secretariat of the Communist International.",
            "year": 1921
        },
        {
            "text": "World War I: Russia launches an offensive against Austria-Hungary to capture Galicia, its final offensive of the war.",
            "year": 1917
        },
        {
            "text": "Chinese General Zhang Xun seizes control of Beijing and restores the monarchy, installing Puyi, last emperor of the Qing dynasty, to the throne. The restoration is reversed just shy of two weeks later, when Republican troops regain control of the capital.",
            "year": 1917
        },
        {
            "text": "World War I: First day on the Somme: On the first day of the Battle of the Somme 19,000 soldiers of the British Army are killed and 40,000 wounded.",
            "year": 1916
        },
        {
            "text": "Leutnant Kurt Wintgens of the then-named German Deutsches Heer's Fliegertruppe army air service achieves the first known aerial victory with a synchronized machine-gun armed fighter plane, the Fokker M.5K/MG Eindecker.",
            "year": 1915
        },
        {
            "text": "Germany dispatches the gunboat SMS Panther to Morocco, sparking the Agadir Crisis.",
            "year": 1911
        },
        {
            "text": "SOS is adopted as the international distress signal.",
            "year": 1908
        },
        {
            "text": "Start of first Tour de France bicycle race.",
            "year": 1903
        },
        {
            "text": "French government enacts its anti-clerical legislation Law of Association prohibiting the formation of new monastic orders without governmental approval.",
            "year": 1901
        },
        {
            "text": "Spanish–American War: The Battle of San Juan Hill is fought in Santiago de Cuba, Cuba.",
            "year": 1898
        },
        {
            "text": "Canada and Bermuda are linked by telegraph cable.",
            "year": 1890
        },
        {
            "text": "The United States terminates reciprocity and fishery agreement with Canada.",
            "year": 1885
        },
        {
            "text": "The Congo Free State is established by King Leopold II of Belgium.",
            "year": 1885
        },
        {
            "text": "The world's first international telephone call is made between St. Stephen, New Brunswick, Canada, and Calais, Maine, United States.",
            "year": 1881
        },
        {
            "text": "General Order 70, the culmination of the Cardwell and Childers reforms of the British Army, comes into effect.",
            "year": 1881
        },
        {
            "text": "Charles Taze Russell publishes the first edition of the religious magazine The Watchtower.",
            "year": 1879
        },
        {
            "text": "Canada joins the Universal Postal Union.",
            "year": 1878
        },
        {
            "text": "The Sholes and Glidden typewriter, the first commercially successful typewriter, goes on sale.",
            "year": 1874
        },
        {
            "text": "Prince Edward Island joins into Canadian Confederation.",
            "year": 1873
        },
        {
            "text": "The United States Department of Justice formally comes into existence.",
            "year": 1870
        },
        {
            "text": "The British North America Act takes effect as the Province of Canada, New Brunswick, and Nova Scotia join into confederation to create the modern nation of Canada. John A. Macdonald is sworn in as the first Prime Minister of Canada. This date is commemorated annually in Canada as Canada Day, a national holiday.",
            "year": 1867
        },
        {
            "text": "Slavery was abolished in the Dutch colony of Surinam, a date now celebrated as Ketikoti in independent Suriname.",
            "year": 1863
        },
        {
            "text": "American Civil War: The Battle of Gettysburg begins.",
            "year": 1863
        },
        {
            "text": "The Russian State Library is founded as the Library of the Moscow Public Museum.",
            "year": 1862
        },
        {
            "text": "Princess Alice of the United Kingdom, second daughter of Queen Victoria, marries Prince Louis of Hesse, the future Louis IV, Grand Duke of Hesse.",
            "year": 1862
        },
        {
            "text": "American Civil War: The Battle of Malvern Hill takes place. It is the last of the Seven Days Battles, part of George B. McClellan's Peninsula Campaign.",
            "year": 1862
        },
        {
            "text": "Joint reading of Charles Darwin and Alfred Russel Wallace's papers on evolution to the Linnean Society of London.",
            "year": 1858
        },
        {
            "text": "Signing of the Quinault Treaty: The Quinault and the Quileute cede their land to the United States.",
            "year": 1855
        },
        {
            "text": "Thomas Lempriere and James Clark Ross carve a marker on the Isle of the Dead in Van Diemen's Land to measure tidal variations, one of the earliest surviving benchmarks for sea level rise.",
            "year": 1841
        },
        {
            "text": "A system of civil registration of births, marriages and deaths is established in England and Wales.",
            "year": 1837
        },
        {
            "text": "The five Central American nations of Guatemala, El Salvador, Honduras, Nicaragua, and Costa Rica declare independence from the First Mexican Empire after being annexed the year prior.",
            "year": 1823
        },
        {
            "text": "Johann Georg Tralles discovers the Great Comet of 1819, (C/1819 N1). It is the first comet analyzed using polarimetry, by François Arago.",
            "year": 1819
        },
        {
            "text": "Raid on Lunenburg: American privateers attack the British settlement of Lunenburg, Nova Scotia.",
            "year": 1782
        },
        {
            "text": "Lexell's Comet is seen closer to the Earth than any other comet in recorded history, approaching to a distance of 0.0146 astronomical units (2,180,000 km; 1,360,000 mi).",
            "year": 1770
        },
        {
            "text": "François-Jean de la Barre, a young French nobleman, is tortured and beheaded before his body is burnt on a pyre along with a copy of Voltaire's Dictionnaire philosophique nailed to his torso for the crime of not saluting a Roman Catholic religious procession in Abbeville, France.",
            "year": 1766
        },
        {
            "text": "War of the Grand Alliance: Marshal de Luxembourg triumphs over an Anglo-Dutch army at the battle of Fleurus.",
            "year": 1690
        },
        {
            "text": "Glorious Revolution: Battle of the Boyne in Ireland (as reckoned under the Julian calendar).",
            "year": 1690
        },
        {
            "text": "First meeting of the Westminster Assembly, a council of theologians (\"divines\") and members of the Parliament of England appointed to restructure the Church of England, at Westminster Abbey in London.",
            "year": 1643
        },
        {
            "text": "Union of Lublin: The Kingdom of Poland and the Grand Duchy of Lithuania confirm a real union; the united country is called the Polish–Lithuanian Commonwealth or the Republic of Both Nations.",
            "year": 1569
        },
        {
            "text": "Jan van Essen and Hendrik Vos become the first Lutheran martyrs, burned at the stake by Roman Catholic authorities in Brussels.",
            "year": 1523
        },
        {
            "text": "Spanish conquistadors led by Hernán Cortés fight their way out of Tenochtitlan after nightfall.",
            "year": 1520
        },
        {
            "text": "The Battle of La Higueruela takes place in Granada, leading to a modest advance of the Kingdom of Castile during the Reconquista.",
            "year": 1431
        },
        {
            "text": "Battle of Dorylaeum: Crusaders led by prince Bohemond of Taranto defeat a Seljuk army led by sultan Kilij Arslan I.",
            "year": 1097
        },
        {
            "text": "Battle of Taginae: Byzantine forces under Narses defeat the Ostrogoths in Italy, and the Ostrogoth king, Totila, is mortally wounded.",
            "year": 552
        },
        {
            "text": "Tiberius Julius Alexander orders his Roman legions in Alexandria to swear allegiance to Vespasian as Emperor.",
            "year": 69
        }
    ],
    "births": [
        {
            "text": "Tate McRae, Canadian singer-songwriter and dancer",
            "year": 2003
        },
        {
            "text": "Storm Reid, American actress",
            "year": 2003
        },
        {
            "text": "Chosen Jacobs, American actor and singer",
            "year": 2001
        },
        {
            "text": "Lalu Muhammad Zohri, Indonesian sprinter",
            "year": 2000
        },
        {
            "text": "Chloe Bailey, American singer-songwriter and actress",
            "year": 1998
        },
        {
            "text": "Susan Bandecchi, Swiss tennis player",
            "year": 1998
        },
        {
            "text": "Aleksandra Golovkina, Lithuanian figure skater",
            "year": 1998
        },
        {
            "text": "Adelina Sotnikova, Russian figure skater",
            "year": 1996
        },
        {
            "text": "Boli Bolingoli-Mbombo, Belgian footballer",
            "year": 1995
        },
        {
            "text": "Savvy Shields, Miss America 2017",
            "year": 1995
        },
        {
            "text": "Taeyong, South Korea  rapper",
            "year": 1995
        },
        {
            "text": "Chloé Paquet, French tennis player",
            "year": 1994
        },
        {
            "text": "Aaron Sanchez, American baseball player",
            "year": 1992
        },
        {
            "text": "Lucas Vázquez, Spanish footballer",
            "year": 1991
        },
        {
            "text": "Michael Wacha, American baseball player",
            "year": 1991
        },
        {
            "text": "Kent Bazemore, American basketball player",
            "year": 1989
        },
        {
            "text": "Hannah Murray, English actress",
            "year": 1989
        },
        {
            "text": "Daniel Ricciardo, Australian race car driver",
            "year": 1989
        },
        {
            "text": "Dedé, Brazilian footballer",
            "year": 1988
        },
        {
            "text": "Aleksander Lesun, Russian modern pentathlete",
            "year": 1988
        },
        {
            "text": "Michael Schrader, German decathlete",
            "year": 1987
        },
        {
            "text": "Charlie Blackmon, American baseball player",
            "year": 1986
        },
        {
            "text": "Andrew Lee, Australian footballer",
            "year": 1986
        },
        {
            "text": "Julian Prochnow, German footballer",
            "year": 1986
        },
        {
            "text": "Chris Perez, American baseball player",
            "year": 1985
        },
        {
            "text": "Léa Seydoux, French actor",
            "year": 1985
        },
        {
            "text": "Donald Thomas, Bahamian high jumper",
            "year": 1984
        },
        {
            "text": "Leeteuk, South Korean singer and entertainer",
            "year": 1983
        },
        {
            "text": "Justin Huber, Australian baseball player",
            "year": 1982
        },
        {
            "text": "Joachim Johansson, Swedish tennis player",
            "year": 1982
        },
        {
            "text": "Adrian Ward, American football player",
            "year": 1982
        },
        {
            "text": "Fedi Nuril, Indonesian actor, model, and musician",
            "year": 1982
        },
        {
            "text": "Hilarie Burton, American actress",
            "year": 1982
        },
        {
            "text": "Carlo Del Fava, South African-Italian rugby player",
            "year": 1981
        },
        {
            "text": "Tadhg Kennelly, Irish-Australian footballer",
            "year": 1981
        },
        {
            "text": "Nelson Cruz, Dominican-American baseball player",
            "year": 1980
        },
        {
            "text": "Forrest Griffin, American mixed martial artist and actor",
            "year": 1979
        },
        {
            "text": "Tom Frager, Senegalese-French singer-songwriter and guitarist",
            "year": 1977
        },
        {
            "text": "Keigo Hayashi, Japanese musician",
            "year": 1977
        },
        {
            "text": "Jarome Iginla, Canadian ice hockey player",
            "year": 1977
        },
        {
            "text": "Liv Tyler, American actress",
            "year": 1977
        },
        {
            "text": "Patrick Kluivert, Dutch footballer and coach",
            "year": 1976
        },
        {
            "text": "Hannu Tihinen, Finnish footballer",
            "year": 1976
        },
        {
            "text": "Albert Torrens, Australian rugby league player",
            "year": 1976
        },
        {
            "text": "Ruud van Nistelrooy, Dutch footballer and manager",
            "year": 1976
        },
        {
            "text": "Szymon Ziółkowski, Polish hammer thrower",
            "year": 1976
        },
        {
            "text": "Sean Colson, American basketball player and coach",
            "year": 1975
        },
        {
            "text": "Sufjan Stevens, American singer-songwriter and guitarist",
            "year": 1975
        },
        {
            "text": "Jefferson Pérez, Ecuadorian race walker",
            "year": 1974
        },
        {
            "text": "Missy Elliott, American rapper, producer, dancer and actress",
            "year": 1971
        },
        {
            "text": "Julianne Nicholson, American actress",
            "year": 1971
        },
        {
            "text": "Séamus Egan, American-Irish singer-songwriter and guitarist",
            "year": 1969
        },
        {
            "text": "Pamela Anderson, Canadian-American model and actress",
            "year": 1967
        },
        {
            "text": "Enrico Annoni, Italian footballer and coach",
            "year": 1966
        },
        {
            "text": "Shawn Burr, Canadian-American ice hockey player (died 2013)",
            "year": 1966
        },
        {
            "text": "Carl Fogarty, English motorcycle racer",
            "year": 1965
        },
        {
            "text": "Garry Schofield, English rugby player and coach",
            "year": 1965
        },
        {
            "text": "Harald Zwart, Norwegian director and producer",
            "year": 1965
        },
        {
            "text": "Bernard Laporte, French rugby player and coach",
            "year": 1964
        },
        {
            "text": "Roddy Bottum, American singer and keyboard player",
            "year": 1963
        },
        {
            "text": "Nick Giannopoulos, Australian actor",
            "year": 1963
        },
        {
            "text": "David Wood, American lawyer and environmentalist (died 2006)",
            "year": 1963
        },
        {
            "text": "Andre Braugher, American actor (died 2023)",
            "year": 1962
        },
        {
            "text": "Mokhzani Mahathir, Malaysian businessman",
            "year": 1962
        },
        {
            "text": "Malcolm Elliott, English cyclist",
            "year": 1961
        },
        {
            "text": "Ivan Kaye, English actor",
            "year": 1961
        },
        {
            "text": "Carl Lewis, American long jumper and runner",
            "year": 1961
        },
        {
            "text": "Diana, Princess of Wales (died 1997)",
            "year": 1961
        },
        {
            "text": "Michelle Wright, Canadian singer-songwriter and guitarist",
            "year": 1961
        },
        {
            "text": "Michael Beattie, Australian rugby league player and coach",
            "year": 1960
        },
        {
            "text": "Lynn Jennings, American runner",
            "year": 1960
        },
        {
            "text": "Evelyn \"Champagne\" King, American soul/disco singer",
            "year": 1960
        },
        {
            "text": "Kevin Swords, American rugby player",
            "year": 1960
        },
        {
            "text": "Jack Dyer Crouch II, American diplomat, United States Deputy National Security Advisor",
            "year": 1958
        },
        {
            "text": "Lisa Blount, American actress and producer (died 2010)",
            "year": 1957
        },
        {
            "text": "Hannu Kamppuri, Finnish ice hockey player",
            "year": 1957
        },
        {
            "text": "Sean O'Driscoll, English footballer and manager",
            "year": 1957
        },
        {
            "text": "Alan Ruck, American actor",
            "year": 1956
        },
        {
            "text": "Nikolai Demidenko, Russian pianist and educator",
            "year": 1955
        },
        {
            "text": "Li Keqiang, Chinese economist and politician, 7th Premier of the People's Republic of China (died 2023)",
            "year": 1955
        },
        {
            "text": "Lisa Scottoline, American lawyer and author",
            "year": 1955
        },
        {
            "text": "Maʻafu Tukuiʻaulahi, Tongan politician and military officer, Deputy Prime Minister (died 2021)",
            "year": 1955
        },
        {
            "text": "Keith Whitley, American singer and guitarist (died 1989)",
            "year": 1954
        },
        {
            "text": "Hossein Nuri, Iranian artist and director",
            "year": 1954
        },
        {
            "text": "Lawrence Gonzi, Maltese lawyer and politician, 12th Prime Minister of Malta",
            "year": 1953
        },
        {
            "text": "Mike Haynes, American football player",
            "year": 1953
        },
        {
            "text": "Jadranka Kosor, Croatian journalist and politician, 9th Prime Minister of Croatia",
            "year": 1953
        },
        {
            "text": "Dan Aykroyd, Canadian actor, producer and screenwriter",
            "year": 1952
        },
        {
            "text": "David Arkenstone, American composer and performer",
            "year": 1952
        },
        {
            "text": "David Lane, English oncologist and academic",
            "year": 1952
        },
        {
            "text": "Steve Shutt, Canadian ice hockey player and sportscaster",
            "year": 1952
        },
        {
            "text": "Timothy J. Tobias, American pianist and composer (died 2006)",
            "year": 1952
        },
        {
            "text": "Trevor Eve, English actor and producer",
            "year": 1951
        },
        {
            "text": "Anne Feeney, American singer-songwriter and activist (died 2021)",
            "year": 1951
        },
        {
            "text": "Julia Goodfellow, English physicist and academic",
            "year": 1951
        },
        {
            "text": "Klaus-Peter Justus, German runner",
            "year": 1951
        },
        {
            "text": "Tom Kozelko, American basketball player",
            "year": 1951
        },
        {
            "text": "Terrence Mann, American actor, singer and dancer",
            "year": 1951
        },
        {
            "text": "Fred Schneider, American singer-songwriter and keyboard player",
            "year": 1951
        },
        {
            "text": "Victor Willis, American singer-songwriter, pianist and actor",
            "year": 1951
        },
        {
            "text": "David Duke, American white supremacist, politician and Ku Klux Klan Grand Wizard",
            "year": 1950
        },
        {
            "text": "Néjia Ben Mabrouk, Tunisian-Belgian director and screenwriter",
            "year": 1949
        },
        {
            "text": "John Farnham, English-Australian singer-songwriter",
            "year": 1949
        },
        {
            "text": "David Hogan, American composer and educator (died 1996)",
            "year": 1949
        },
        {
            "text": "Venkaiah Naidu, Indian lawyer and politician",
            "year": 1949
        },
        {
            "text": "John Ford, English-American singer-songwriter and guitarist",
            "year": 1948
        },
        {
            "text": "Kazuyoshi Hoshino, Japanese race car driver",
            "year": 1947
        },
        {
            "text": "Malcolm Wicks, English academic and politician (died 2012)",
            "year": 1947
        },
        {
            "text": "Mick Aston, English archaeologist and academic (died 2013)",
            "year": 1946
        },
        {
            "text": "Erkki Tuomioja, Finnish sergeant and politician, Finnish Minister for Foreign Affairs",
            "year": 1946
        },
        {
            "text": "Kojo Laing, Ghanaian novelist and poet (died 2017)",
            "year": 1946
        },
        {
            "text": "Mike Burstyn, American actor and singer",
            "year": 1945
        },
        {
            "text": "Debbie Harry, American singer-songwriter and actress",
            "year": 1945
        },
        {
            "text": "Nurul Haque Miah, Bangladeshi professor and writer (died 2021)",
            "year": 1944
        },
        {
            "text": "Philip Brunelle, American conductor and organist",
            "year": 1943
        },
        {
            "text": "Peeter Lepp, Estonian politician, 37th Mayor of Tallinn",
            "year": 1943
        },
        {
            "text": "Jeff Wayne, American composer, musician and lyricist",
            "year": 1943
        },
        {
            "text": "Izzat Ibrahim al-Douri, Iraqi field marshal and politician (died 2020)",
            "year": 1942
        },
        {
            "text": "Geneviève Bujold, Canadian actress",
            "year": 1942
        },
        {
            "text": "Andraé Crouch, American singer-songwriter, producer and pastor (died 2015)",
            "year": 1942
        },
        {
            "text": "Julia Higgins, English chemist and academic",
            "year": 1942
        },
        {
            "text": "Rod Gilbert, Canadian-American ice hockey player (died 2021)",
            "year": 1941
        },
        {
            "text": "Alfred G. Gilman, American pharmacologist and biochemist, Nobel Prize laureate (died 2015)",
            "year": 1941
        },
        {
            "text": "Nicolae Saramandu, Romanian linguist and philologist",
            "year": 1941
        },
        {
            "text": "Myron Scholes, Canadian-American economist and academic, Nobel Prize laureate",
            "year": 1941
        },
        {
            "text": "Twyla Tharp, American dancer and choreographer",
            "year": 1941
        },
        {
            "text": "Craig Brown, Scottish footballer and manager (died 2023)",
            "year": 1940
        },
        {
            "text": "Ela Gandhi, South African activist and politician",
            "year": 1940
        },
        {
            "text": "Cahit Zarifoğlu, Turkish poet and author (died 1987)",
            "year": 1940
        },
        {
            "text": "Karen Black, American actress (died 2013)",
            "year": 1939
        },
        {
            "text": "Delaney Bramlett, American singer-songwriter, guitarist and producer (died 2008)",
            "year": 1939
        },
        {
            "text": "Craig Anderson, American baseball player and coach",
            "year": 1938
        },
        {
            "text": "Hariprasad Chaurasia, Indian flute player and composer",
            "year": 1938
        },
        {
            "text": "Wally Amos, American entrepreneur, founder of Famous Amos (died 2024)",
            "year": 1936
        },
        {
            "text": "James Cotton, American singer-songwriter and harmonica player (died 2017)",
            "year": 1935
        },
        {
            "text": "David Prowse, English actor (died 2020)",
            "year": 1935
        },
        {
            "text": "Claude Berri, French actor, director and screenwriter (died 2009)",
            "year": 1934
        },
        {
            "text": "Jamie Farr, American actor",
            "year": 1934
        },
        {
            "text": "Jean Marsh, English actress and screenwriter (died 2025)",
            "year": 1934
        },
        {
            "text": "Sydney Pollack, American actor, director and producer (died 2008)",
            "year": 1934
        },
        {
            "text": "C. Scott Littleton, American anthropologist and academic (died 2010)",
            "year": 1933
        },
        {
            "text": "Ze'ev Schiff, French-Israeli journalist and author (died 2007)",
            "year": 1932
        },
        {
            "text": "Leslie Caron, French actress and dancer",
            "year": 1931
        },
        {
            "text": "Moustapha Akkad, Syrian-American director and producer (died 2005)",
            "year": 1930
        },
        {
            "text": "Carol Chomsky, American linguist and academic (died 2008)",
            "year": 1930
        },
        {
            "text": "Gerald Edelman, American biologist and  immunologist, Nobel Prize laureate (died 2014)",
            "year": 1929
        },
        {
            "text": "Alan J. Charig, English paleontologist and author (died 1997)",
            "year": 1927
        },
        {
            "text": "Winfield Dunn, American politician, 43rd Governor of Tennessee (died 2024)",
            "year": 1927
        },
        {
            "text": "Joseph Martin Sartoris, American bishop (died 2025)",
            "year": 1927
        },
        {
            "text": "Chandra Shekhar, 8th Prime Minister of India (died 2007)",
            "year": 1927
        },
        {
            "text": "Robert Fogel, American economist and academic, Nobel Prize laureate (died 2013)",
            "year": 1926
        },
        {
            "text": "Carl Hahn, German businessman (died 2023)",
            "year": 1926
        },
        {
            "text": "Mohamed Abshir Muse, Somali general (died 2017)",
            "year": 1926
        },
        {
            "text": "Hans Werner Henze, German composer and educator (died 2012)",
            "year": 1926
        },
        {
            "text": "Farley Granger, American actor (died 2011)",
            "year": 1925
        },
        {
            "text": "Art McNally, American football referee (died 2023)",
            "year": 1925
        },
        {
            "text": "Antoni Ramallets, Spanish footballer and manager (died 2013)",
            "year": 1924
        },
        {
            "text": "Florence Stanley, American actress (died 2003)",
            "year": 1924
        },
        {
            "text": "Georges Rivière, French actor (died 2011)",
            "year": 1924
        },
        {
            "text": "Scotty Bowers, American marine, author and pimp (died 2019)",
            "year": 1923
        },
        {
            "text": "Toshi Seeger, German-American activist, co-founder of the Clearwater Festival (died 2013)",
            "year": 1922
        },
        {
            "text": "Mordechai Bibi, Israeli politician (died 2023)",
            "year": 1922
        },
        {
            "text": "Seretse Khama, Batswana lawyer and politician, 1st President of Botswana (died 1980)",
            "year": 1921
        },
        {
            "text": "Michalina Wisłocka, Polish gynecologist and sexologist (died 2005)",
            "year": 1921
        },
        {
            "text": "Arthur Johnson, Canadian canoeist (died 2003)",
            "year": 1921
        },
        {
            "text": "Henri Amouroux, French historian and journalist (died 2007)",
            "year": 1920
        },
        {
            "text": "Harold Sakata, Japanese-American wrestler and actor (died 1982)",
            "year": 1920
        },
        {
            "text": "George I. Fujimoto, American-Japanese chemist (died 2023)",
            "year": 1920
        },
        {
            "text": "Arnold Meri, Estonian colonel (died 2009)",
            "year": 1919
        },
        {
            "text": "Malik Dohan al-Hassan, Iraqi politician (died 2021)",
            "year": 1919
        },
        {
            "text": "Gerald E. Miller, American vice admiral (died 2014)",
            "year": 1919
        },
        {
            "text": "Ralph Young, American singer and actor (died 2008)",
            "year": 1918
        },
        {
            "text": "Ahmed Deedat, South African writer and public speaker (died 2005)",
            "year": 1918
        },
        {
            "text": "Pedro Yap, Filipino lawyer (died 2003)",
            "year": 1918
        },
        {
            "text": "Álvaro Domecq y Díez, Spanish aristocrat (died 2005)",
            "year": 1917
        },
        {
            "text": "Olivia de Havilland, British-American actress (died 2020)",
            "year": 1916
        },
        {
            "text": "Iosif Shklovsky, Ukrainian astronomer and astrophysicist (died 1985)",
            "year": 1916
        },
        {
            "text": "George C. Stoney, American director and producer (died 2012)",
            "year": 1916
        },
        {
            "text": "Willie Dixon, American blues singer-songwriter, bass player, guitarist and producer (died 1992)",
            "year": 1915
        },
        {
            "text": "Philip Lever, 3rd Viscount Leverhulme, British peer (died 2000)",
            "year": 1915
        },
        {
            "text": "Boots Poffenberger, American baseball pitcher (died 1999)",
            "year": 1915
        },
        {
            "text": "Joseph Ransohoff, American soldier and neurosurgeon (died 2001)",
            "year": 1915
        },
        {
            "text": "Nguyễn Văn Linh, Vietnamese politician (died 1998)",
            "year": 1915
        },
        {
            "text": "Thomas Pearson, British Army officer (died 2019)",
            "year": 1914
        },
        {
            "text": "Christl Cranz, German alpine skier (died 2004)",
            "year": 1914
        },
        {
            "text": "Bernard B. Wolfe, American politician (died 2016)",
            "year": 1914
        },
        {
            "text": "Frank Barrett, American baseball player (died 1998)",
            "year": 1913
        },
        {
            "text": "Lee Guttero, American basketball player (died 2004)",
            "year": 1913
        },
        {
            "text": "Vasantrao Naik, Indian politician, 3rd Chief Minister of Maharashtra (died 1979)",
            "year": 1913
        },
        {
            "text": "David Brower, American environmentalist, founder of the Sierra Club Foundation (died 2000)",
            "year": 1912
        },
        {
            "text": "Sally Kirkland, American journalist (died 1989)",
            "year": 1912
        },
        {
            "text": "Arnold Alas, Estonian landscape architect and artist (died 1990)",
            "year": 1911
        },
        {
            "text": "Sergey Sokolov, Russian marshal and politician, Soviet Minister of Defence (died 2012)",
            "year": 1911
        },
        {
            "text": "Glenn Hardin, American hurdler (died 1975)",
            "year": 1910
        },
        {
            "text": "Emmett Toppino, American sprinter (died 1971)",
            "year": 1909
        },
        {
            "text": "Norman Pirie, Scottish-English biochemist and virologist (died 1997)",
            "year": 1907
        },
        {
            "text": "Jean Dieudonné, French mathematician and academic (died 1992)",
            "year": 1906
        },
        {
            "text": "Estée Lauder, American businesswoman, co-founder of Estée Lauder Companies (died 2004)",
            "year": 1906
        },
        {
            "text": "Amy Johnson, English pilot (died 1941)",
            "year": 1903
        },
        {
            "text": "Beatrix Lehmann, English actress (died 1979)",
            "year": 1903
        },
        {
            "text": "William Wyler, French-American film director, producer and screenwriter (died 1981)",
            "year": 1902
        },
        {
            "text": "Irna Phillips, American screenwriter (died 1973)",
            "year": 1901
        },
        {
            "text": "Thomas A. Dorsey, American pianist and composer (died 1993)",
            "year": 1899
        },
        {
            "text": "Charles Laughton, English-American actor and director (died 1962)",
            "year": 1899
        },
        {
            "text": "Konstantinos Tsatsos, Greek scholar and politician, President of Greece (died 1987)",
            "year": 1899
        },
        {
            "text": "James M. Cain, American author and journalist (died 1977)",
            "year": 1892
        },
        {
            "text": "László Lajtha, Hungarian composer and conductor (died 1963)",
            "year": 1892
        },
        {
            "text": "Amber Reeves, New Zealand-English author and scholar (died 1981)",
            "year": 1887
        },
        {
            "text": "Dorothea Mackellar, Australian author and poet (died 1968)",
            "year": 1885
        },
        {
            "text": "Arthur Borton, English colonel, Victoria Cross recipient (died 1933)",
            "year": 1883
        },
        {
            "text": "Bidhan Chandra Roy, Indian physician and politician, 2nd Chief Minister of West Bengal (died 1962)",
            "year": 1882
        },
        {
            "text": "Edward Battersby Bailey, English geologist (died 1965)",
            "year": 1881
        },
        {
            "text": "Léon Jouhaux, French union leader, Nobel Prize laureate (died 1954)",
            "year": 1879
        },
        {
            "text": "Jacques Rosenbaum, Estonian-German architect (died 1944)",
            "year": 1878
        },
        {
            "text": "T. J. Ryan, Australian politician, 19th Premier of Queensland (died 1921)",
            "year": 1876
        },
        {
            "text": "Joseph Weil, American con man (died 1976)",
            "year": 1875
        },
        {
            "text": "Alice Guy-Blaché, French-American film director, producer and screenwriter (died 1968)",
            "year": 1873
        },
        {
            "text": "Andrass Samuelsen, Faroese politician, 1st Prime Minister of the Faroe Islands (died 1954)",
            "year": 1873
        },
        {
            "text": "Louis Blériot, French pilot and engineer (died 1936)",
            "year": 1872
        },
        {
            "text": "William Duddell, English physicist and engineer (died 1917)",
            "year": 1872
        },
        {
            "text": "William Strunk Jr., American author and educator (died 1946)",
            "year": 1869
        },
        {
            "text": "William Grant Stairs, Canadian-English captain and explorer (died 1892)",
            "year": 1863
        },
        {
            "text": "DeLancey W. Gill, American painter (died 1940)",
            "year": 1859
        },
        {
            "text": "Willard Metcalf, American painter (died 1925)",
            "year": 1858
        },
        {
            "text": "Velma Caldwell Melville, American editor and writer of prose and poetry (died 1924)",
            "year": 1858
        },
        {
            "text": "Florence Earle Coates, American poet (died 1927)",
            "year": 1850
        },
        {
            "text": "Jadwiga Łuszczewska, Polish poet and author (died 1908)",
            "year": 1834
        },
        {
            "text": "Nguyễn Đình Chiểu, Vietnamese poet and activist (died 1888)",
            "year": 1822
        },
        {
            "text": "Ignaz Semmelweis, Hungarian-Austrian physician and obstetrician (died 1865)",
            "year": 1818
        },
        {
            "text": "Karl von Vierordt, German physician, psychologist and academic (died 1884)",
            "year": 1818
        },
        {
            "text": "Robert Richard Torrens, Irish-Australian politician, 3rd Premier of South Australia (died 1884)",
            "year": 1814
        },
        {
            "text": "Ygnacio del Valle, Mexican-American landowner (died 1880)",
            "year": 1808
        },
        {
            "text": "Thomas Green Clemson, American politician and educator, founder of Clemson University (died 1888)",
            "year": 1807
        },
        {
            "text": "Charles Gordon Greene, American journalist and politician (died 1886)",
            "year": 1804
        },
        {
            "text": "George Sand, French author and playwright (died 1876)",
            "year": 1804
        },
        {
            "text": "Jean-Victor Poncelet, French mathematician and engineer (died 1867)",
            "year": 1788
        },
        {
            "text": "Ferdinando Paer, Italian composer and conductor (died 1839)",
            "year": 1771
        },
        {
            "text": "Georg Christoph Lichtenberg, German physicist and academic (died 1799)",
            "year": 1742
        },
        {
            "text": "Adam Duncan, 1st Viscount Duncan, Scottish-English admiral (died 1804)",
            "year": 1731
        },
        {
            "text": "Acharya Bhikshu, Jain saint (died 1803)",
            "year": 1726
        },
        {
            "text": "Rhoda Delaval, English painter and aristocrat (died 1757)",
            "year": 1725
        },
        {
            "text": "Jean-Baptiste Donatien de Vimeur, comte de Rochambeau, French general (died 1807)",
            "year": 1725
        },
        {
            "text": "Franz Xaver Murschhauser, German composer and theorist (died 1738)",
            "year": 1663
        },
        {
            "text": "Gottfried Wilhelm Leibniz, German mathematician and philosopher (died 1716)",
            "year": 1646
        },
        {
            "text": "Johann Heinrich Heidegger, Swiss theologian and author (died 1698)",
            "year": 1633
        },
        {
            "text": "Claudio Saracini, Italian lute player and composer (died 1630)",
            "year": 1586
        },
        {
            "text": "Joseph Hall, English bishop and mystic (died 1656)",
            "year": 1574
        },
        {
            "text": "Peter Street, English carpenter and builder (died 1609)",
            "year": 1553
        },
        {
            "text": "Frederick II of Denmark (died 1588)",
            "year": 1534
        },
        {
            "text": "Louis II of Hungary (died 1526)",
            "year": 1506
        },
        {
            "text": "Christian II of Denmark (died 1559)",
            "year": 1481
        },
        {
            "text": "Clara Gonzaga, Italian noble (died 1503)",
            "year": 1464
        },
        {
            "text": "Liu Bowen, Chinese military strategist, statesman and poet (died 1375)",
            "year": 1311
        }
    ],
    "deaths": [
        {
            "text": "Ismail Kadare, Albanian novelist (born 1936)",
            "year": 2024
        },
        {
            "text": "Robert Towne, American screenwriter (born 1934)",
            "year": 2024
        },
        {
            "text": "Dilano van 't Hoff, Dutch race car driver (born 2004)",
            "year": 2023
        },
        {
            "text": "Louis Andriessen, Dutch composer (born 1939)",
            "year": 2021
        },
        {
            "text": "Bogusław Schaeffer, Polish composer (born 1929)",
            "year": 2019
        },
        {
            "text": "Robin Hardy, English author and film director (born 1929)",
            "year": 2016
        },
        {
            "text": "Val Doonican, Irish singer and television host (born 1927)",
            "year": 2015
        },
        {
            "text": "Czesław Olech, Polish mathematician and academic (born 1931)",
            "year": 2015
        },
        {
            "text": "Nicholas Winton, English lieutenant and humanitarian (born 1909)",
            "year": 2015
        },
        {
            "text": "Jean Garon, Canadian economist, lawyer and politician (born 1938)",
            "year": 2014
        },
        {
            "text": "Stephen Gaskin, American activist, co-founder of The Farm (born 1935)",
            "year": 2014
        },
        {
            "text": "Bob Jones, English lawyer and politician (born 1955)",
            "year": 2014
        },
        {
            "text": "Anatoly Kornukov, Ukrainian-Russian general (born 1942)",
            "year": 2014
        },
        {
            "text": "Walter Dean Myers, American author and poet (born 1937)",
            "year": 2014
        },
        {
            "text": "Sidney Bryan Berry, American general (born 1926)",
            "year": 2013
        },
        {
            "text": "Charles Foley, American game designer, co-creator of Twister (born 1930)",
            "year": 2013
        },
        {
            "text": "William H. Gray, American minister and politician (born 1941)",
            "year": 2013
        },
        {
            "text": "Peter E. Gillquist, American priest and author (born 1938)",
            "year": 2012
        },
        {
            "text": "Ossie Hibbert, Jamaican-American keyboard player and producer (born 1950)",
            "year": 2012
        },
        {
            "text": "Evelyn Lear, American operatic soprano (born 1926)",
            "year": 2012
        },
        {
            "text": "Alan G. Poindexter, American captain, pilot and astronaut (born 1961)",
            "year": 2012
        },
        {
            "text": "Jack Richardson, American author and playwright (born 1934)",
            "year": 2012
        },
        {
            "text": "Don Coryell, American football player and coach (born 1924)",
            "year": 2010
        },
        {
            "text": "Arnold Friberg, American painter and illustrator (born 1913)",
            "year": 2010
        },
        {
            "text": "Ilene Woods, American actress and singer (born 1929)",
            "year": 2010
        },
        {
            "text": "Karl Malden, American actor (born 1912)",
            "year": 2009
        },
        {
            "text": "Onni Palaste, Finnish soldier and author (born 1917)",
            "year": 2009
        },
        {
            "text": "Mollie Sugden, English actress (born 1922)",
            "year": 2009
        },
        {
            "text": "Mel Galley, English guitarist (born 1948)",
            "year": 2008
        },
        {
            "text": "Ryutaro Hashimoto, Japanese politician, 53rd Prime Minister of Japan (born 1937)",
            "year": 2006
        },
        {
            "text": "Robert Lepikson, Estonian race car driver and politician, Estonian Minister of the Interior (born 1952)",
            "year": 2006
        },
        {
            "text": "Fred Trueman, English cricketer and sportscaster (born 1931)",
            "year": 2006
        },
        {
            "text": "Renaldo Benson, American singer-songwriter (Four Tops) (born 1936)",
            "year": 2005
        },
        {
            "text": "Gus Bodnar, Canadian ice hockey player and coach (born 1923)",
            "year": 2005
        },
        {
            "text": "Luther Vandross, American singer-songwriter and producer (Change) (born 1951)",
            "year": 2005
        },
        {
            "text": "Peter Barnes, English playwright and screenwriter (born 1931)",
            "year": 2004
        },
        {
            "text": "Marlon Brando, American actor and director (born 1924)",
            "year": 2004
        },
        {
            "text": "Todor Skalovski, Macedonian composer and conductor (born 1909)",
            "year": 2004
        },
        {
            "text": "Herbie Mann, American flute player and saxophonist (born 1930)",
            "year": 2003
        },
        {
            "text": "Nikolay Basov, Russian physicist and academic, Nobel Prize laureate (born 1922)",
            "year": 2001
        },
        {
            "text": "Jean-Louis Rosier, French race car driver (born 1925)",
            "year": 2001
        },
        {
            "text": "Walter Matthau, American actor (born 1920)",
            "year": 2000
        },
        {
            "text": "Edward Dmytryk, Canadian-American director and producer (born 1908)",
            "year": 1999
        },
        {
            "text": "Forrest Mars Sr., American businessman, creator of M&M's and the Mars chocolate bar (born 1904)",
            "year": 1999
        },
        {
            "text": "Sylvia Sidney, American actress (born 1910)",
            "year": 1999
        },
        {
            "text": "Sola Sierra, Chilean human rights activist (born 1935)",
            "year": 1999
        },
        {
            "text": "Robert Mitchum, American actor (born 1917)",
            "year": 1997
        },
        {
            "text": "Charles Werner, American cartoonist (born 1909)",
            "year": 1997
        },
        {
            "text": "William T. Cahill, American lawyer and politician, 46th Governor of New Jersey (born 1904)",
            "year": 1996
        },
        {
            "text": "Margaux Hemingway, American model and actress (born 1954)",
            "year": 1996
        },
        {
            "text": "Steve Tesich, Serbian-American author and screenwriter (born 1942)",
            "year": 1996
        },
        {
            "text": "Wolfman Jack, American radio host (born 1938)",
            "year": 1995
        },
        {
            "text": "Ian Parkin, English guitarist (Be-Bop Deluxe) (born 1950)",
            "year": 1995
        },
        {
            "text": "Merriam Modell, American author (born 1908)",
            "year": 1994
        },
        {
            "text": "Franco Cristaldi, Italian screenwriter and producer (born 1924)",
            "year": 1992
        },
        {
            "text": "Michael Landon, American actor, director and producer (born 1936)",
            "year": 1991
        },
        {
            "text": "Jurriaan Schrofer, Dutch sculptor, designer and educator (born 1926)",
            "year": 1990
        },
        {
            "text": "Moshé Feldenkrais, Ukrainian-Israeli physicist and academic (born 1904)",
            "year": 1984
        },
        {
            "text": "Buckminster Fuller, American architect, designed the Montreal Biosphère (born 1895)",
            "year": 1983
        },
        {
            "text": "Carlos de Oliveira, Portuguese author and poet (born 1921)",
            "year": 1981
        },
        {
            "text": "Kurt Student, German general and pilot (born 1890)",
            "year": 1978
        },
        {
            "text": "Juan Perón, Argentinian general and politician, President of Argentina (born 1895)",
            "year": 1974
        },
        {
            "text": "William Lawrence Bragg, Australian-English physicist and academic, Nobel Prize laureate (born 1890)",
            "year": 1971
        },
        {
            "text": "Learie Constantine, Trinidadian-English cricketer, lawyer and politician (born 1901)",
            "year": 1971
        },
        {
            "text": "Fritz Bauer, German judge and politician (born 1903)",
            "year": 1968
        },
        {
            "text": "Gerhard Ritter, German historian and academic (born 1888)",
            "year": 1967
        },
        {
            "text": "Frank Verner, American runner (born 1883)",
            "year": 1966
        },
        {
            "text": "Wally Hammond, English cricketer (born 1903)",
            "year": 1965
        },
        {
            "text": "Robert Ruark, American journalist and author (born 1915)",
            "year": 1965
        },
        {
            "text": "Pierre Monteux, French-American viola player and conductor (born 1875)",
            "year": 1964
        },
        {
            "text": "Purushottam Das Tandon, Indian lawyer and politician (born 1882)",
            "year": 1962
        },
        {
            "text": "Bidhan Chandra Roy, Indian physician and politician, 2nd Chief Minister of West Bengal (born 1882)",
            "year": 1962
        },
        {
            "text": "Louis-Ferdinand Céline, French physician and author (born 1894)",
            "year": 1961
        },
        {
            "text": "Tadeusz Borowski, Polish poet, novelist and journalist (born 1922)",
            "year": 1951
        },
        {
            "text": "Émile Jaques-Dalcroze, Swiss composer and educator (born 1865)",
            "year": 1950
        },
        {
            "text": "Eliel Saarinen, Finnish-American architect, co-designed the National Museum of Finland (born 1873)",
            "year": 1950
        },
        {
            "text": "Achille Varzi, Italian race car driver (born 1904)",
            "year": 1948
        },
        {
            "text": "Carl Mayer, Austrian-English screenwriter (born 1894)",
            "year": 1944
        },
        {
            "text": "Tanya Savicheva, Russian author (born 1930)",
            "year": 1944
        },
        {
            "text": "Willem Arondeus, Dutch artist, author and anti-Nazi resistance fighter (born 1894)",
            "year": 1943
        },
        {
            "text": "Peadar Toner Mac Fhionnlaoich, Irish writer (born 1857)",
            "year": 1942
        },
        {
            "text": "Ernst Röhm, German paramilitary commander (born 1887)",
            "year": 1934
        },
        {
            "text": "Erik Satie, French pianist and composer (born 1866)",
            "year": 1925
        },
        {
            "text": "Harriet Quimby, American pilot and screenwriter (born 1875)",
            "year": 1912
        },
        {
            "text": "John Hay, American journalist and politician, 37th United States Secretary of State (born 1838)",
            "year": 1905
        },
        {
            "text": "Harriet Beecher Stowe, American author and activist (born 1811)",
            "year": 1896
        },
        {
            "text": "Allan Pinkerton, Scottish-American detective and spy (born 1819)",
            "year": 1884
        },
        {
            "text": "John F. Reynolds, American general (born 1820)",
            "year": 1863
        },
        {
            "text": "Charles Goodyear, American chemist and engineer (born 1800)",
            "year": 1860
        },
        {
            "text": "Mahmud II, Ottoman sultan (born 1785)",
            "year": 1839
        },
        {
            "text": "Lyncoya Jackson, a Muscogee war orphan adopted by Andrew Jackson",
            "year": 1828
        },
        {
            "text": "The Public Universal Friend, American evangelist (born 1752)",
            "year": 1819
        },
        {
            "text": "Charles de Rohan, French marshal (born 1715)",
            "year": 1787
        },
        {
            "text": "Wilhelm Friedemann Bach, German composer (born 1710)",
            "year": 1784
        },
        {
            "text": "Charles Watson-Wentworth, 2nd Marquess of Rockingham, English politician, Prime Minister of Great Britain (born 1730)",
            "year": 1782
        },
        {
            "text": "Henry Fox, 1st Baron Holland, English politician, Secretary of State for the Southern Department (born 1705)",
            "year": 1774
        },
        {
            "text": "William Jones, Welsh mathematician and academic (born 1675)",
            "year": 1749
        },
        {
            "text": "Ahmed III, Ottoman sultan (born 1673)",
            "year": 1736
        },
        {
            "text": "Oliver Plunkett, Irish archbishop and saint (born 1629)",
            "year": 1681
        },
        {
            "text": "William Parker, 4th Baron Monteagle, English politician (born 1575)",
            "year": 1622
        },
        {
            "text": "Isaac Casaubon, French philologist and scholar (born 1559)",
            "year": 1614
        },
        {
            "text": "Marc'Antonio Ingegneri, Italian composer and educator (born 1535)",
            "year": 1592
        },
        {
            "text": "Lady Saigō, Japanese concubine (born 1552)",
            "year": 1589
        },
        {
            "text": "John Bradford, English reformer, prebendary of St. Paul's (born 1510)",
            "year": 1555
        },
        {
            "text": "Joan, English princess",
            "year": 1348
        },
        {
            "text": "María de Molina, queen of Castile and León",
            "year": 1321
        },
        {
            "text": "Narathihapate, Burmese king (born 1238)",
            "year": 1287
        },
        {
            "text": "Baibars, Egyptian sultan (born 1223)",
            "year": 1277
        },
        {
            "text": "Chagatai Khan, Mongol ruler (born 1183)",
            "year": 1242
        },
        {
            "text": "Hōjō Yoshitoki, regent of the Kamakura shogunate of Japan (born 1163)",
            "year": 1224
        },
        {
            "text": "Alfonso VI, king of León and Castile (born 1040)",
            "year": 1109
        },
        {
            "text": "Heonjeong, Korean queen (born 966)",
            "year": 992
        },
        {
            "text": "Totila, Ostrogoth king",
            "year": 552
        }
    ],
    "metadata": {
        "current_date": "July 1, 2025",
        "short_date": "Jul 1",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            4,
            19,
            2,
            89,
            69,
            87,
            20,
            56,
            90,
            22
        ],
        "births": [
            116,
            156,
            177,
            94
        ],
        "deaths": [
            19,
            85,
            41,
            81
        ]
    }
}