{
    "events": [
        {
            "text": "Protests and public outrage spark across the U.S. after the release of multiple videos by the Memphis Police Department showing officers punching, kicking, and pepper spraying Tyre Nichols as a result of running away from a traffic stop, which resulted him dying in the hospital three days later after the incident.",
            "year": 2023
        },
        {
            "text": "A shooting at a synagogue in Neve Yaakov, East Jerusalem, kills seven people and injures three others.",
            "year": 2023
        },
        {
            "text": "An attack on the Azerbaijani embassy in Pasdaran, Tehran, kills one person and injures three others.",
            "year": 2023
        },
        {
            "text": "A naming ceremony for the chemical element tennessine takes place in the United States.",
            "year": 2017
        },
        {
            "text": "Rojava conflict: The Kobanî Canton declares its autonomy from the Syrian Arab Republic.",
            "year": 2014
        },
        {
            "text": "Two hundred and forty-two people die in a nightclub fire in the Brazilian city of Santa Maria, Rio Grande do Sul.",
            "year": 2013
        },
        {
            "text": "Arab Spring: The Yemeni Revolution begins as over 16,000 protestors demonstrate in Sanaa.",
            "year": 2011
        },
        {
            "text": "Within Ursa Minor, H1504+65, a white dwarf with the hottest known surface temperature in the universe at 200,000 K, was documented.",
            "year": 2011
        },
        {
            "text": "The 2009 Honduran constitutional crisis ends when Porfirio Lobo Sosa becomes the new President of Honduras.",
            "year": 2010
        },
        {
            "text": "Apple announces the iPad.",
            "year": 2010
        },
        {
            "text": "The first selections for the National Recording Registry are announced by the Library of Congress.",
            "year": 2003
        },
        {
            "text": "An explosion at a military storage facility in Lagos, Nigeria, kills at least 1,100 people and displaces over 20,000 others.",
            "year": 2002
        },
        {
            "text": "In a military coup, Colonel Ibrahim Baré Maïnassara deposes the first democratically elected president of Niger, Mahamane Ousmane.",
            "year": 1996
        },
        {
            "text": "Germany first observes the International Holocaust Remembrance Day.",
            "year": 1996
        },
        {
            "text": "The pilot shaft of the Seikan Tunnel, the world's longest sub-aqueous tunnel (53.85 km) between the Japanese islands of Honshū and Hokkaidō, breaks through.",
            "year": 1983
        },
        {
            "text": "Through cooperation between the U.S. and Canadian governments, six American diplomats secretly escape hostilities in Iran in the culmination of the Canadian Caper.",
            "year": 1980
        },
        {
            "text": "The Paris Peace Accords officially ends the Vietnam War. Colonel William Nolde is killed in action becoming the conflict's last recorded American combat casualty.",
            "year": 1973
        },
        {
            "text": "Apollo program: Astronauts Gus Grissom, Ed White and Roger Chaffee are killed in a fire during a test of their Apollo 1 spacecraft at the Kennedy Space Center, Florida.",
            "year": 1967
        },
        {
            "text": "Cold War: The Soviet Union, the United States, and the United Kingdom sign the Outer Space Treaty in Washington, D.C., banning deployment of nuclear weapons in space, and limiting the usage of the Moon and other celestial bodies to peaceful purposes.",
            "year": 1967
        },
        {
            "text": "South Vietnamese Prime Minister Trần Văn Hương is removed by the military junta of Nguyễn Khánh.",
            "year": 1965
        },
        {
            "text": "The Soviet submarine S-80 sinks when its snorkel malfunctions, flooding the boat.",
            "year": 1961
        },
        {
            "text": "Nuclear testing at the Nevada Test Site begins with Operation Ranger.",
            "year": 1951
        },
        {
            "text": "World War II: The Soviet 322nd Rifle Division liberates the remaining inmates of Auschwitz-Birkenau.",
            "year": 1945
        },
        {
            "text": "World War II: The 900-day Siege of Leningrad is lifted.",
            "year": 1944
        },
        {
            "text": "World War II: The Eighth Air Force sorties ninety-one B-17s and B-24s to attack the U-boat construction yards at Wilhelmshaven, Germany. This was the first American bombing attack on Germany.",
            "year": 1943
        },
        {
            "text": "First flight of the Lockheed P-38 Lightning.",
            "year": 1939
        },
        {
            "text": "Bundaberg tragedy: a diphtheria vaccine is contaminated with Staph. aureus bacterium, resulting in the deaths of twelve children in the Australian town of Bundaberg.",
            "year": 1928
        },
        {
            "text": "Ibn Saud takes the title of King of Nejd.",
            "year": 1927
        },
        {
            "text": "Six days after his death Lenin's body is carried into a specially erected mausoleum.",
            "year": 1924
        },
        {
            "text": "Beginning of the Finnish Civil War.",
            "year": 1918
        },
        {
            "text": "World War I: The British government passes the Military Service Act that introduces conscription in the United Kingdom.",
            "year": 1916
        },
        {
            "text": "Thomas Edison receives a patent for his incandescent lamp.",
            "year": 1880
        },
        {
            "text": "Modest Mussorgsky's opera Boris Godunov premieres in Mariinsky Theatre in St.Petersburg.",
            "year": 1874
        },
        {
            "text": "Boshin War: Tokugawa rebels establish the Ezo Republic in Hokkaidō.",
            "year": 1869
        },
        {
            "text": "Boshin War: The Battle of Toba–Fushimi begins, between forces of the Tokugawa shogunate and pro-Imperial factions; it will end in defeat for the shogunate, and is a pivotal point in the Meiji Restoration.",
            "year": 1868
        },
        {
            "text": "The U.S. Congress approves Indian Territory (in what is present-day Oklahoma), clearing the way for forced relocation of the Eastern Indians on the \"Trail of Tears\".",
            "year": 1825
        },
        {
            "text": "A Russian expedition led by Fabian Gottlieb von Bellingshausen and Mikhail Petrovich Lazarev discovers the Antarctic continent, approaching the Antarctic coast.",
            "year": 1820
        },
        {
            "text": "The University of Georgia is founded, the first state-chartered public university in the United States.",
            "year": 1785
        },
        {
            "text": "American Revolutionary War: Henry Knox's \"noble train of artillery\" arrives in Cambridge, Massachusetts.",
            "year": 1776
        },
        {
            "text": "Spanish forces clash with indigenous Huilliches of southern Chile in the battle of Río Bueno.",
            "year": 1759
        },
        {
            "text": "J. S. Bach leads the first performance of Alles nur nach Gottes Willen, BWV 72, concluding his third Christmas season in Leipzig on the Third Sunday after Epiphany.",
            "year": 1726
        },
        {
            "text": "Mustafa II becomes the Ottoman sultan and Caliph of Islam in Istanbul on the death of Ahmed II. Mustafa rules until his abdication in 1703.",
            "year": 1695
        },
        {
            "text": "Gunpowder Plot: The trial of Guy Fawkes and other conspirators begins, ending with their execution on January 31.",
            "year": 1606
        },
        {
            "text": "Pope Clement VI issues the papal bull Unigenitus, laying out the scriptural justification for indulgences, identifying only the Pope and episcopate as capable of accessing the treasury of merit, and establishing a jubilee year every half century.",
            "year": 1343
        },
        {
            "text": "Dante Alighieri is condemned in absentia and exiled from Florence.",
            "year": 1302
        },
        {
            "text": "Henry VI, the son and heir of the Holy Roman Emperor Frederick I, marries Constance of Sicily.",
            "year": 1186
        },
        {
            "text": "The co-emperors Stephen and Constantine are overthrown and forced to become monks by Constantine VII, who becomes sole emperor of the Byzantine Empire.",
            "year": 945
        },
        {
            "text": "Nika riots in Constantinople fail.",
            "year": 532
        },
        {
            "text": "Pope Innocent I declares Pelagius and his follower Caelestius excommunicated unless they return to orthodoxy.",
            "year": 417
        },
        {
            "text": "Trajan succeeds his adoptive father Nerva as Roman emperor.",
            "year": 98
        }
    ],
    "births": [
        {
            "text": "Park Seong-hoon, South Korean footballer",
            "year": 2003
        },
        {
            "text": "Devin Druid, American actor",
            "year": 1998
        },
        {
            "text": "Braeden Lemasters, American actor, musician, and singer",
            "year": 1996
        },
        {
            "text": "Harrison Reed, English footballer",
            "year": 1995
        },
        {
            "text": "Desiree Becker, German politician",
            "year": 1994
        },
        {
            "text": "Jack Stephens, English footballer",
            "year": 1994
        },
        {
            "text": "Stefano Pettinari, Italian footballer",
            "year": 1992
        },
        {
            "text": "Christian Bickel, German footballer",
            "year": 1991
        },
        {
            "text": "Julio Teherán, Colombian baseball player",
            "year": 1991
        },
        {
            "text": "Tim Beckham, American baseball player",
            "year": 1990
        },
        {
            "text": "Alberto Botía, Spanish footballer",
            "year": 1989
        },
        {
            "text": "Kerlon, Brazilian footballer",
            "year": 1988
        },
        {
            "text": "Katy Rose, American singer-songwriter and producer",
            "year": 1987
        },
        {
            "text": "Anton Shunin, Russian footballer",
            "year": 1987
        },
        {
            "text": "Johan Petro, French basketball player",
            "year": 1986
        },
        {
            "text": "Carlo Colaiacovo, Canadian ice hockey player",
            "year": 1983
        },
        {
            "text": "Paulo Colaiacovo, Canadian ice hockey player",
            "year": 1983
        },
        {
            "text": "Gavin Floyd, American baseball player",
            "year": 1983
        },
        {
            "text": "Lee Grant, English footballer",
            "year": 1983
        },
        {
            "text": "Eva Asderaki, Greek tennis umpire",
            "year": 1982
        },
        {
            "text": "Alicia Molik, Australian tennis player and sportscaster",
            "year": 1981
        },
        {
            "text": "Tony Woodcock, New Zealand rugby player",
            "year": 1981
        },
        {
            "text": "Chanda Gunn, American ice hockey player and coach",
            "year": 1980
        },
        {
            "text": "Marat Safin, Russian tennis player and politician",
            "year": 1980
        },
        {
            "text": "Jiří Welsch, Czech basketball player",
            "year": 1980
        },
        {
            "text": "Lonny Baxter, American basketball player",
            "year": 1979
        },
        {
            "text": "Daniel Vettori, New Zealand cricketer and coach",
            "year": 1979
        },
        {
            "text": "Tomi Kallio, Finnish ice hockey player",
            "year": 1977
        },
        {
            "text": "Clint Ford, American screenwriter and voice actor",
            "year": 1976
        },
        {
            "text": "Danielle George MBE FIET, American professor",
            "year": 1976
        },
        {
            "text": "Ahn Jung-hwan, South Korean footballer",
            "year": 1976
        },
        {
            "text": "Fred Taylor, American football player",
            "year": 1976
        },
        {
            "text": "Ole Einar Bjørndalen, Norwegian skier and biathlete",
            "year": 1974
        },
        {
            "text": "Andrei Pavel, Romanian tennis player and coach",
            "year": 1974
        },
        {
            "text": "Chaminda Vaas, Sri Lankan cricketer and coach",
            "year": 1974
        },
        {
            "text": "Valyantsin Byalkevich, Belarusian footballer and manager (died 2014)",
            "year": 1973
        },
        {
            "text": "Bibi Gaytán, Mexican singer and actress",
            "year": 1972
        },
        {
            "text": "Josh Randall, American actor",
            "year": 1972
        },
        {
            "text": "Bryant Young, American football player and coach",
            "year": 1972
        },
        {
            "text": "Patrice Brisebois, Canadian ice hockey player and coach",
            "year": 1971
        },
        {
            "text": "Bradley Clyde, Australian rugby league player",
            "year": 1970
        },
        {
            "text": "Dean Headley, English cricketer and coach",
            "year": 1970
        },
        {
            "text": "Michael Kulas, Canadian singer-songwriter and producer",
            "year": 1969
        },
        {
            "text": "Patton Oswalt, American comedian and actor",
            "year": 1969
        },
        {
            "text": "Shane Thomson, New Zealand cricketer",
            "year": 1969
        },
        {
            "text": "Tracy Lawrence, American country singer",
            "year": 1968
        },
        {
            "text": "Mike Patton, American singer, composer, and voice artist",
            "year": 1968
        },
        {
            "text": "Matt Stover, American football player",
            "year": 1968
        },
        {
            "text": "Tricky, English rapper and producer",
            "year": 1968
        },
        {
            "text": "Dave Manson, Canadian ice hockey player and coach",
            "year": 1967
        },
        {
            "text": "Tamlyn Tomita, Japanese-American actress and singer",
            "year": 1966
        },
        {
            "text": "Alan Cumming, Scottish-American actor",
            "year": 1965
        },
        {
            "text": "Mike Newell, English footballer and manager",
            "year": 1965
        },
        {
            "text": "Ignacio Noé, Argentinian author and illustrator",
            "year": 1965
        },
        {
            "text": "Attila Sekerlioglu, Austrian footballer and manager",
            "year": 1965
        },
        {
            "text": "Bridget Fonda, American actress",
            "year": 1964
        },
        {
            "text": "Jack Haley, American basketball player (died 2015)",
            "year": 1964
        },
        {
            "text": "Patrick van Deurzen, Dutch composer and academic",
            "year": 1964
        },
        {
            "text": "George Monbiot, English-Welsh author and activist",
            "year": 1963
        },
        {
            "text": "Roberto Paci Dalò, Italian director and composer",
            "year": 1962
        },
        {
            "text": "Gillian Gilbert, English musician, songwriter, and singer",
            "year": 1961
        },
        {
            "text": "Narciso Rodriguez, American fashion designer",
            "year": 1961
        },
        {
            "text": "Margo Timmins, Canadian singer-songwriter",
            "year": 1961
        },
        {
            "text": "Fiona O'Donnell, Canadian-Scottish politician",
            "year": 1960
        },
        {
            "text": "Cris Collinsworth, American football player and sportscaster",
            "year": 1959
        },
        {
            "text": "Göran Hägglund, Swedish lawyer and politician, 28th Swedish Minister for Social Affairs",
            "year": 1959
        },
        {
            "text": "Keith Olbermann, American journalist and author",
            "year": 1959
        },
        {
            "text": "James Grippando, American lawyer and author",
            "year": 1958
        },
        {
            "text": "Alan Milburn, English businessman and politician, Chancellor of the Duchy of Lancaster",
            "year": 1958
        },
        {
            "text": "Susanna Thompson, American actress",
            "year": 1958
        },
        {
            "text": "Janick Gers, English guitarist and songwriter",
            "year": 1957
        },
        {
            "text": "Frank Miller, American illustrator, director, producer, and screenwriter",
            "year": 1957
        },
        {
            "text": "Mimi Rogers, American actress",
            "year": 1956
        },
        {
            "text": "Brian Engblom, Canadian ice hockey player and sportscaster",
            "year": 1955
        },
        {
            "text": "John Roberts, American lawyer and judge, 17th Chief Justice of the United States",
            "year": 1955
        },
        {
            "text": "Peter Laird, American author and illustrator",
            "year": 1954
        },
        {
            "text": "Ed Schultz, American talk show host and sportscaster (died 2018)",
            "year": 1954
        },
        {
            "text": "Brian Gottfried, American tennis player",
            "year": 1952
        },
        {
            "text": "Billy Johnson, American football player and coach",
            "year": 1952
        },
        {
            "text": "Tam O'Shaughnessy, American tennis player, psychologist, and academic",
            "year": 1952
        },
        {
            "text": "G. E. Smith, American guitarist and songwriter",
            "year": 1952
        },
        {
            "text": "Seth Justman, American keyboard player and songwriter",
            "year": 1951
        },
        {
            "text": "Cees van der Knaap, Dutch soldier and politician",
            "year": 1951
        },
        {
            "text": "Jiří Bubla, Czech ice hockey player",
            "year": 1950
        },
        {
            "text": "Mikhail Baryshnikov, Russian-American dancer, choreographer, and actor",
            "year": 1948
        },
        {
            "text": "Jean-Philippe Collard, French pianist",
            "year": 1948
        },
        {
            "text": "Björn Afzelius, Swedish singer-songwriter and guitarist (died 1999)",
            "year": 1947
        },
        {
            "text": "Vyron Polydoras, Greek lawyer and politician, Greek Minister for Public Order",
            "year": 1947
        },
        {
            "text": "Cal Schenkel, American painter and illustrator",
            "year": 1947
        },
        {
            "text": "Philip Sugden, English historian and author (died 2014)",
            "year": 1947
        },
        {
            "text": "Perfecto Yasay Jr., Filipino lawyer and Secretary of Foreign Affairs of the Philippines (died 2020)",
            "year": 1947
        },
        {
            "text": "Christopher Hum, English academic and diplomat, British Ambassador to China",
            "year": 1946
        },
        {
            "text": "Nedra Talley, American singer",
            "year": 1946
        },
        {
            "text": "Harold Cardinal, Canadian lawyer and politician (died 2005)",
            "year": 1945
        },
        {
            "text": "Peter Akinola, Nigerian archbishop",
            "year": 1944
        },
        {
            "text": "Mairead Maguire, Northern Irish activist, Nobel Prize laureate",
            "year": 1944
        },
        {
            "text": "Nick Mason, English drummer, songwriter, and producer",
            "year": 1944
        },
        {
            "text": "Julia Cumberlege, Baroness Cumberlege, English businesswoman and politician",
            "year": 1943
        },
        {
            "text": "Maki Asakawa, Japanese singer-songwriter and producer (died 2010)",
            "year": 1942
        },
        {
            "text": "Tasuku Honjo, Japanese immunologist, Nobel Prize laureate in Physiology or Medicine",
            "year": 1942
        },
        {
            "text": "John Witherspoon, American actor and comedian (died 2019)",
            "year": 1942
        },
        {
            "text": "Kate Wolf, American singer-songwriter and guitarist (died 1986)",
            "year": 1942
        },
        {
            "text": "Beatrice Tinsley, New Zealand astronomer and cosmologist (died 1981)",
            "year": 1941
        },
        {
            "text": "Ahmet Kurtcebe Alptemoçin, Turkish engineer and politician, 35th Turkish Minister of Foreign Affairs",
            "year": 1940
        },
        {
            "text": "James Cromwell, American actor",
            "year": 1940
        },
        {
            "text": "Terry Harper, Canadian ice hockey player and coach",
            "year": 1940
        },
        {
            "text": "Petru Lucinschi, Romanian activist and politician, 2nd President of Moldova",
            "year": 1940
        },
        {
            "text": "Reynaldo Rey, American actor and screenwriter (died 2015)",
            "year": 1940
        },
        {
            "text": "Fred Åkerström, Swedish singer-songwriter and guitarist (died 1985)",
            "year": 1937
        },
        {
            "text": "Troy Donahue, American actor (died 2001)",
            "year": 1936
        },
        {
            "text": "Samuel C. C. Ting, American physicist and academic, Nobel Prize laureate",
            "year": 1936
        },
        {
            "text": "Steve Demeter, American baseball player, coach, and manager (died 2013)",
            "year": 1935
        },
        {
            "text": "Édith Cresson, French politician and diplomat, Prime Minister of France",
            "year": 1934
        },
        {
            "text": "George Follmer, American race car driver",
            "year": 1934
        },
        {
            "text": "Jerry Buss, American chemist and businessman (died 2013)",
            "year": 1933
        },
        {
            "text": "Boris Shakhlin, Russian-Ukrainian gymnast (died 2008)",
            "year": 1932
        },
        {
            "text": "Mordecai Richler, Canadian author and screenwriter (died 2001)",
            "year": 1931
        },
        {
            "text": "Nigel Vinson, Baron Vinson, English lieutenant and businessman",
            "year": 1931
        },
        {
            "text": "Bobby Bland, American blues singer-songwriter (died 2013)",
            "year": 1930
        },
        {
            "text": "Mohamed Al-Fayed, Egyptian-Swiss businessman (died 2023)",
            "year": 1929
        },
        {
            "text": "Michael Craig, Indian-English actor and screenwriter",
            "year": 1929
        },
        {
            "text": "Gastón Suárez, Bolivian author and playwright (died 1984)",
            "year": 1929
        },
        {
            "text": "Hans Modrow, Polish-German lawyer and politician, 5th Prime Minister of East Germany (died 2023)",
            "year": 1928
        },
        {
            "text": "Fritz Spiegl, Austrian flute player and journalist (died 2003)",
            "year": 1926
        },
        {
            "text": "Ingrid Thulin, Swedish actress (died 2004)",
            "year": 1926
        },
        {
            "text": "Rauf Denktaş, Cypriot lawyer and politician, 1st President of Northern Cyprus (died 2012)",
            "year": 1924
        },
        {
            "text": "Brian Rix, English actor, producer, and politician (died 2016)",
            "year": 1924
        },
        {
            "text": "Harvey Shapiro, American poet (died 2013)",
            "year": 1924
        },
        {
            "text": "Donna Reed, American actress (died 1986)",
            "year": 1921
        },
        {
            "text": "Hiroyoshi Nishizawa, Japanese lieutenant and pilot (died 1944)",
            "year": 1920
        },
        {
            "text": "Helmut Zacharias, German violinist and composer (died 2002)",
            "year": 1920
        },
        {
            "text": "Ross Bagdasarian, Sr., American singer-songwriter, pianist, producer, and actor, created Alvin and the Chipmunks (died 1972)",
            "year": 1919
        },
        {
            "text": "Skitch Henderson, American pianist, composer, and conductor (died 2005)",
            "year": 1918
        },
        {
            "text": "Elmore James, American singer-songwriter and guitarist (died 1963)",
            "year": 1918
        },
        {
            "text": "William Seawell, American general (died 2005)",
            "year": 1918
        },
        {
            "text": "Jules Archer, American historian and author (died 2008)",
            "year": 1915
        },
        {
            "text": "Jacques Hnizdovsky, Ukrainian-American painter, sculptor, and illustrator (died 1985)",
            "year": 1915
        },
        {
            "text": "Michael Ripper, English actor (died 2000)",
            "year": 1913
        },
        {
            "text": "Arne Næss, Norwegian philosopher and environmentalist (died 2009)",
            "year": 1912
        },
        {
            "text": "Francis Rogallo, American engineer, invented the Rogallo wing (died 2009)",
            "year": 1912
        },
        {
            "text": "Edvard Kardelj, Slovene general, economist, and politician, 2nd Foreign Minister of Yugoslavia (died 1979)",
            "year": 1910
        },
        {
            "text": "William Randolph Hearst, Jr., American journalist and publisher (died 1993)",
            "year": 1908
        },
        {
            "text": "Howard McNear, American actor (died 1969)",
            "year": 1905
        },
        {
            "text": "James J. Gibson, American psychologist and academic (died 1979)",
            "year": 1904
        },
        {
            "text": "John Eccles, Australian-Swiss neurophysiologist and academic, Nobel Prize laureate (died 1997)",
            "year": 1903
        },
        {
            "text": "Willy Fritsch, German actor (died 1973)",
            "year": 1901
        },
        {
            "text": "Art Rooney, American football player, coach and owner (died 1988)",
            "year": 1901
        },
        {
            "text": "Hyman G. Rickover, American admiral (died 1986)",
            "year": 1900
        },
        {
            "text": "Joseph Rosenstock, Polish-American conductor and manager (died 1985)",
            "year": 1895
        },
        {
            "text": "Harry Ruby, American composer and screenwriter (died 1974)",
            "year": 1895
        },
        {
            "text": "Soong Ching-ling, Chinese politician, Honorary President of the People's Republic of China (died 1981)",
            "year": 1893
        },
        {
            "text": "Balthasar van der Pol, Dutch physicist and academic (died 1959)",
            "year": 1889
        },
        {
            "text": "Radhabinod Pal, Indian academic and jurist (died 1967)",
            "year": 1886
        },
        {
            "text": "Jerome Kern, American composer and songwriter (died 1945)",
            "year": 1885
        },
        {
            "text": "Seison Maeda, Japanese painter (died 1977)",
            "year": 1885
        },
        {
            "text": "Dorothy Scarborough, American author (died 1935)",
            "year": 1878
        },
        {
            "text": "Will Marion Cook, American violinist and composer (died 1944)",
            "year": 1869
        },
        {
            "text": "Wilhelm II, German Emperor (died 1941)",
            "year": 1859
        },
        {
            "text": "Neel Doff, Dutch-Belgian author (died 1942)",
            "year": 1858
        },
        {
            "text": "John Collier, English painter and author (died 1934)",
            "year": 1850
        },
        {
            "text": "Samuel Gompers, English-American labor leader (died 1924)",
            "year": 1850
        },
        {
            "text": "Edward Smith, English captain (died 1912)",
            "year": 1850
        },
        {
            "text": "Tōgō Heihachirō, Japanese admiral (died 1934)",
            "year": 1848
        },
        {
            "text": "Arkhip Kuindzhi, Ukrainian-Russian painter (died 1910)",
            "year": 1842
        },
        {
            "text": "Leopold von Sacher-Masoch, Austrian journalist and author (died 1895)",
            "year": 1836
        },
        {
            "text": "Lewis Carroll, English novelist, poet, and mathematician (died 1898)",
            "year": 1832
        },
        {
            "text": "Carl Friedrich Schmidt, Estonian-Russian geologist and botanist (died 1908)",
            "year": 1832
        },
        {
            "text": "Mikhail Saltykov-Shchedrin, Russian journalist and author (died 1889)",
            "year": 1826
        },
        {
            "text": "Richard Taylor, American general, historian, and politician (died 1879)",
            "year": 1826
        },
        {
            "text": "Urbain Johnson, Canadian farmer and political figure (died 1917)",
            "year": 1824
        },
        {
            "text": "Édouard Lalo, French violinist and composer (died 1892)",
            "year": 1823
        },
        {
            "text": "John Chivington, American colonel and pastor (died 1892)",
            "year": 1821
        },
        {
            "text": "Eugène Viollet-le-Duc, French architect, designed the Lausanne Cathedral (died 1879)",
            "year": 1814
        },
        {
            "text": "David Strauss, German theologian and author (died 1874)",
            "year": 1808
        },
        {
            "text": "Juan Crisóstomo Arriaga, Spanish composer and educator (died 1826)",
            "year": 1806
        },
        {
            "text": "Maria Anna of Bavaria (died 1877)",
            "year": 1805
        },
        {
            "text": "Samuel Palmer, English painter and etcher (died 1881)",
            "year": 1805
        },
        {
            "text": "Eunice Hale Waite Cobb, American writer, public speaker, and activist (died 1880)",
            "year": 1803
        },
        {
            "text": "Eli Whitney Blake, American engineer, invented the Mortise lock (died 1886)",
            "year": 1795
        },
        {
            "text": "Juan Álvarez, Mexican general and president (1855) (died 1867)",
            "year": 1790
        },
        {
            "text": "Titumir, Bengali revolutionary (died 1831)",
            "year": 1782
        },
        {
            "text": "Friedrich Wilhelm Joseph Schelling, German-Swiss philosopher and academic (died 1854)",
            "year": 1775
        },
        {
            "text": "Wolfgang Amadeus Mozart, Austrian pianist and composer (died 1791)",
            "year": 1756
        },
        {
            "text": "Hester Thrale, Welsh author (died 1821)",
            "year": 1741
        },
        {
            "text": "Grand Duchess Anna Petrovna of Russia (died 1728)",
            "year": 1708
        },
        {
            "text": "Johann Nikolaus von Hontheim, German historian and theologian (died 1790)",
            "year": 1701
        },
        {
            "text": "Johann Balthasar Neumann, German engineer and architect, designed Würzburg Residence and Basilica of the Fourteen Holy Helpers (died 1753)",
            "year": 1687
        },
        {
            "text": "George Byng, 1st Viscount Torrington, Royal Navy admiral (died 1733)",
            "year": 1663
        },
        {
            "text": "Richard Bentley, English scholar and theologian (died 1742)",
            "year": 1662
        },
        {
            "text": "Thomas Willis, English physician and anatomist (died 1675)",
            "year": 1621
        },
        {
            "text": "Sir Harbottle Grimston, 2nd Baronet, English lawyer and politician, Speaker of the House of Commons (died 1685)",
            "year": 1603
        },
        {
            "text": "Humphrey Mackworth, English politician, lawyer and judge (died 1654)",
            "year": 1603
        },
        {
            "text": "Hendrick Avercamp, Dutch painter (died 1634)",
            "year": 1585
        },
        {
            "text": "Abbas I of Persia (died 1629)",
            "year": 1571
        },
        {
            "text": "Joachim III Frederick, Elector of Brandenburg (died 1608)",
            "year": 1546
        },
        {
            "text": "Albert III, Duke of Saxony (died 1500)",
            "year": 1443
        },
        {
            "text": "Edward of Angoulême, English noble (died 1370)",
            "year": 1365
        }
    ],
    "deaths": [
        {
            "text": "Andy Devine,  British TV actor (born 1942)",
            "year": 2022
        },
        {
            "text": "Cloris Leachman, American actress and comedian (born 1926)",
            "year": 2021
        },
        {
            "text": "Nunuk Nuraini, Indonesian food scientist (born 1961)",
            "year": 2021
        },
        {
            "text": "Lina Ben Mhenni,  Tunisian Internet activist and blogger (born 1983)",
            "year": 2020
        },
        {
            "text": "Countess Maya von Schönburg-Glauchau, German socialite (born 1958)",
            "year": 2019
        },
        {
            "text": "Ingvar Kamprad, Founder of IKEA (born 1926)",
            "year": 2018
        },
        {
            "text": "Mort Walker, American cartoonist (born 1923)",
            "year": 2018
        },
        {
            "text": "Emmanuelle Riva, French actress (born 1927)",
            "year": 2017
        },
        {
            "text": "Arthur H. Rosenfeld, American physicist (born 1926)",
            "year": 2017
        },
        {
            "text": "Carlos Loyzaga, Filipino basketball player and coach (born 1930)",
            "year": 2016
        },
        {
            "text": "Rocky Bridges, American baseball player and coach (born 1927)",
            "year": 2015
        },
        {
            "text": "David Landau, English-Israeli journalist (born 1947)",
            "year": 2015
        },
        {
            "text": "Joseph Rotman, Canadian businessman and philanthropist (born 1935)",
            "year": 2015
        },
        {
            "text": "Charles Hard Townes, American physicist and academic, Nobel Prize laureate (born 1915)",
            "year": 2015
        },
        {
            "text": "Larry Winters, American wrestler and trainer (born 1956)",
            "year": 2015
        },
        {
            "text": "Pete Seeger, American singer-songwriter, guitarist and activist (born 1919)",
            "year": 2014
        },
        {
            "text": "Epimaco Velasco, Filipino lawyer and politician, Governor of Cavite (born 1935)",
            "year": 2014
        },
        {
            "text": "Paul Zorner, German soldier and pilot (born 1920)",
            "year": 2014
        },
        {
            "text": "Ivan Bodiul, Ukrainian-Russian politician (born 1918)",
            "year": 2013
        },
        {
            "text": "Stanley Karnow, American journalist and historian (born 1925)",
            "year": 2013
        },
        {
            "text": "Greg Cook, American football player and sportscaster (born 1946)",
            "year": 2012
        },
        {
            "text": "Ted Dicks, English composer and screenwriter (born 1928)",
            "year": 2012
        },
        {
            "text": "Jeannette Hamby, American nurse and politician (born 1933)",
            "year": 2012
        },
        {
            "text": "Kevin White, American politician, 51st Mayor of Boston (born 1929)",
            "year": 2012
        },
        {
            "text": "Charlie Callas, American comedian and musician (born 1927)",
            "year": 2011
        },
        {
            "text": "Zelda Rubinstein, American actress (born 1933)",
            "year": 2010
        },
        {
            "text": "J. D. Salinger, American soldier and author (born 1919)",
            "year": 2010
        },
        {
            "text": "Howard Zinn, American historian, author, and activist (born 1922)",
            "year": 2010
        },
        {
            "text": "John Updike, American novelist, short story writer, and critic (born 1932)",
            "year": 2009
        },
        {
            "text": "R. Venkataraman, Indian lawyer and politician, 8th President of India (born 1910)",
            "year": 2009
        },
        {
            "text": "Suharto, Indonesian general and politician, 2nd President of Indonesia (born 1921)",
            "year": 2008
        },
        {
            "text": "Gordon B. Hinckley, American religious leader and author, 15th President of The Church of Jesus Christ of Latter-day Saints (born 1910)",
            "year": 2008
        },
        {
            "text": "Louie Welch, American businessman and politician, 54th Mayor of Houston (born 1918)",
            "year": 2008
        },
        {
            "text": "Yang Chuan-kwang, Taiwanese decathlete, long jumper, and hurdler (born 1933)",
            "year": 2007
        },
        {
            "text": "Gene McFadden, American singer-songwriter and producer (born 1948)",
            "year": 2006
        },
        {
            "text": "Johannes Rau, German journalist and politician, 8th President of Germany (born 1931)",
            "year": 2006
        },
        {
            "text": "Salvador Laurel, Filipino lawyer and politician, 10th Vice President of the Philippines (born 1928)",
            "year": 2004
        },
        {
            "text": "Jack Paar, American talk show host and author (born 1918)",
            "year": 2004
        },
        {
            "text": "Henryk Jabłoński, Polish historian and politician, President of Poland (born 1909)",
            "year": 2003
        },
        {
            "text": "Friedrich Gulda, Austrian pianist and composer (born 1930)",
            "year": 2000
        },
        {
            "text": "Ralph Yarborough, American colonel, lawyer, and politician (born 1903)",
            "year": 1996
        },
        {
            "text": "Claude Akins, American actor (born 1918)",
            "year": 1994
        },
        {
            "text": "André the Giant, French professional wrestler and actor (born 1946)",
            "year": 1993
        },
        {
            "text": "Thomas Sopwith, English ice hockey player and pilot (born 1888)",
            "year": 1989
        },
        {
            "text": "Massa Makan Diabaté, Malian historian, author, and playwright (born 1938)",
            "year": 1988
        },
        {
            "text": "Norman McLaren, Scottish-Canadian animator and director (born 1914)",
            "year": 1987
        },
        {
            "text": "Lilli Palmer, German-American actress (born 1914)",
            "year": 1986
        },
        {
            "text": "Louis de Funès, French actor and screenwriter (born 1914)",
            "year": 1983
        },
        {
            "text": "Trần Văn Hương, South Vietnamese politician, 3rd President of South Vietnam, 3rd Vice President of South Vietnam, and 3rd Prime Minister of South Vietnam (born 1902)",
            "year": 1982
        },
        {
            "text": "Victoria Ocampo. Argentine writer (born 1890)",
            "year": 1979
        },
        {
            "text": "Bill Walsh, American screenwriter and producer (born 1913)",
            "year": 1975
        },
        {
            "text": "Georgios Grivas, Cypriot general (born 1898)",
            "year": 1974
        },
        {
            "text": "William Nolde, American colonel (born 1929)",
            "year": 1973
        },
        {
            "text": "Mahalia Jackson, American singer (born 1911)",
            "year": 1972
        },
        {
            "text": "Jacobo Árbenz, Guatemalan captain and politician, President of Guatemala (born 1913)",
            "year": 1971
        },
        {
            "text": "Rocco D'Assunta, Italian actor, comedian and playwright (born 1904)",
            "year": 1970
        },
        {
            "text": "Marietta Blau, Austrian physicist and academic (born 1894)",
            "year": 1970
        },
        {
            "text": "crew of Apollo 1",
            "year": 1967
        },
        {
            "text": "crew of Apollo 1",
            "year": 1967
        },
        {
            "text": "crew of Apollo 1",
            "year": 1967
        },
        {
            "text": "Alphonse Juin, Algerian-French general (born 1888)",
            "year": 1967
        },
        {
            "text": "Abraham Walkowitz, American painter (born 1878)",
            "year": 1965
        },
        {
            "text": "John Farrow, Australian-American director, producer, and screenwriter (born 1904)",
            "year": 1963
        },
        {
            "text": "Bernard Friedberg, Austrian scholar and author (born 1876)",
            "year": 1961
        },
        {
            "text": "Erich Kleiber, Austrian conductor and director (born 1890)",
            "year": 1956
        },
        {
            "text": "Carl Gustaf Emil Mannerheim, Finnish field marshal and politician, 6th President of Finland (born 1867)",
            "year": 1951
        },
        {
            "text": "Kaarel Eenpalu, Estonian journalist and politician, Prime Minister of Estonia (born 1888)",
            "year": 1942
        },
        {
            "text": "Isaac Babel, Russian short story writer, journalist, and playwright (born 1894)",
            "year": 1940
        },
        {
            "text": "Nishinoumi Kajirō II, Japanese sumo wrestler, the 25th Yokozuna (born 1880)",
            "year": 1931
        },
        {
            "text": "Jurgis Matulaitis-Matulevičius, Lithuanian bishop (born 1871)",
            "year": 1927
        },
        {
            "text": "Nellie Bly, American journalist and author (born 1864)",
            "year": 1922
        },
        {
            "text": "Maurice Buckley, Australian sergeant (born 1891)",
            "year": 1921
        },
        {
            "text": "Endre Ady, Hungarian poet and journalist (born 1877)",
            "year": 1919
        },
        {
            "text": "Ernst Sars, Norwegian historian (born 1835)",
            "year": 1917
        },
        {
            "text": "Thomas Crapper, English plumber and businessman (born 1836)",
            "year": 1910
        },
        {
            "text": "Giuseppe Verdi, Italian composer (born 1813)",
            "year": 1901
        },
        {
            "text": "Edward Middleton Barry, English architect and academic, co-designed the Halifax Town Hall and the Royal Opera House (born 1830)",
            "year": 1880
        },
        {
            "text": "Adam Sedgwick, British geologist, Anglican priest and doctoral advisor to Charles Darwin (born 1785)",
            "year": 1873
        },
        {
            "text": "János Bolyai, Romanian-Hungarian mathematician and academic (born 1802)",
            "year": 1860
        },
        {
            "text": "Paavo Ruotsalainen, Finnish farmer and lay preacher (born 1777)",
            "year": 1852
        },
        {
            "text": "John James Audubon, French-American ornithologist and painter (born 1789)",
            "year": 1851
        },
        {
            "text": "Samuel Hood, 1st Viscount Hood, English admiral and politician (born 1724)",
            "year": 1816
        },
        {
            "text": "Johann Gottlieb Fichte, German philosopher and academic (born 1762)",
            "year": 1814
        },
        {
            "text": "John Perkins, Anglo-Jamaican captain",
            "year": 1812
        },
        {
            "text": "Antoine Philippe de La Trémoille, French general (born 1765)",
            "year": 1794
        },
        {
            "text": "Philippe Macquer, French historian (born 1720)",
            "year": 1770
        },
        {
            "text": "Louis Henri, Duke of Bourbon (born 1692)",
            "year": 1740
        },
        {
            "text": "Thomas Woolston, English theologian and author (born 1669)",
            "year": 1733
        },
        {
            "text": "Bartolomeo Cristofori, Italian instrument maker, invented the piano (born 1655)",
            "year": 1731
        },
        {
            "text": "Robert Aske, English merchant and philanthropist (born 1619)",
            "year": 1689
        },
        {
            "text": "Empress Dowager Xiaozhuang of China (born 1613)",
            "year": 1688
        },
        {
            "text": "Abraham Bloemaert, Dutch painter and illustrator (born 1566)",
            "year": 1651
        },
        {
            "text": "Gonzalo de Céspedes y Meneses, Spanish author and poet (born 1585)",
            "year": 1638
        },
        {
            "text": "Hieronymus Praetorius, German organist and composer (born 1560)",
            "year": 1629
        },
        {
            "text": "Francis Drake, English captain and explorer (born 1540)",
            "year": 1596
        },
        {
            "text": "Gian Paolo Lomazzo, Italian painter (born 1538)",
            "year": 1592
        },
        {
            "text": "Angela Merici, Italian educator and saint, founded the Company of St. Ursula (born 1474)",
            "year": 1540
        },
        {
            "text": "Ludovico II, Marquess of Saluzzo (born 1438)",
            "year": 1504
        },
        {
            "text": "Ashikaga Yoshimasa, Japanese shōgun (born 1435)",
            "year": 1490
        },
        {
            "text": "Frederick the Simple, King of Sicily",
            "year": 1377
        },
        {
            "text": "Külüg Khan, Emperor Wuzong of Yuan",
            "year": 1311
        },
        {
            "text": "Adelaide of Hungary, (born c. 1040)",
            "year": 1062
        },
        {
            "text": "Zhang Yanze, Chinese general and governor",
            "year": 947
        },
        {
            "text": "Ruotger, archbishop of Trier",
            "year": 931
        },
        {
            "text": "Liu Can, chancellor of the Tang Dynasty",
            "year": 906
        },
        {
            "text": "Pope Sergius II (born 790)",
            "year": 847
        },
        {
            "text": "Pope Vitalian",
            "year": 672
        },
        {
            "text": "Yuan Di, emperor of the Liang Dynasty (born 508)",
            "year": 555
        },
        {
            "text": "Marcian, Byzantine emperor (born 392)",
            "year": 457
        },
        {
            "text": "Nerva, Roman emperor (born 35)",
            "year": 98
        }
    ],
    "metadata": {
        "current_date": "January 27, 2026",
        "short_date": "Jan 27",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            24,
            33,
            13,
            28,
            2,
            47,
            5,
            37,
            27,
            48
        ],
        "births": [
            68,
            6,
            19,
            170
        ],
        "deaths": [
            29,
            25,
            5,
            91
        ]
    }
}