{
    "events": [
        {
            "text": "A wildfire in East Attica kills at least 102 people. It is the deadliest wildfire in the history of Greece.",
            "year": 2018
        },
        {
            "text": "NASA announces discovery of Kepler-452b by the Kepler space telescope.",
            "year": 2015
        },
        {
            "text": "TransAsia Airways Flight 222 crashes in Xixi village near Huxi, Penghu, during approach to Penghu Airport. Forty-eight of the 58 people on board are killed and five more people on the ground are injured.",
            "year": 2014
        },
        {
            "text": "The Solar storm of 2012 was an unusually large coronal mass ejection that was emitted by the Sun which barely missed the Earth by nine days. If it hit, it would have caused up to US$2.6 trillion in damages to electrical equipment worldwide.",
            "year": 2012
        },
        {
            "text": "A high-speed train rear-ends another on a viaduct on the Yongtaiwen railway line in Wenzhou, Zhejiang province, China, resulting in 40 deaths.",
            "year": 2011
        },
        {
            "text": "The English-Irish boy band One Direction were formed while auditioning for the 2010 series of the British singing competition The X Factor.",
            "year": 2010
        },
        {
            "text": "Three bombs explode in the Naama Bay area of Sharm El Sheikh, Egypt, killing 88 people.",
            "year": 2005
        },
        {
            "text": "Megawati Sukarnoputri was sworn in as the first female president of Indonesia following her predecessor's impeachment.",
            "year": 2001
        },
        {
            "text": "ANA Flight 61 is hijacked in Tokyo, Japan by Yuji Nishizawa.",
            "year": 1999
        },
        {
            "text": "Space Shuttle Columbia launches on STS-93, with Eileen Collins becoming the first female space shuttle commander. The shuttle also carried and deployed the Chandra X-ray Observatory.",
            "year": 1999
        },
        {
            "text": "Digital Equipment Corporation files antitrust charges against chipmaker Intel.",
            "year": 1997
        },
        {
            "text": "Comet Hale–Bopp is discovered; it becomes visible to the naked eye on Earth nearly a year later.",
            "year": 1995
        },
        {
            "text": "China Northwest Airlines Flight 2119 crashes during takeoff from Yinchuan Xihuayuan Airport in Yinchuan, Ningxia, China, killing 55 people.",
            "year": 1993
        },
        {
            "text": "A Vatican commission, led by Cardinal Joseph Ratzinger, establishes that limiting certain rights of homosexual people and non-married couples is not equivalent to discrimination on grounds of race or gender.",
            "year": 1992
        },
        {
            "text": "Abkhazia declares independence from Georgia.",
            "year": 1992
        },
        {
            "text": "General Ne Win, effective ruler of Burma since 1962, resigns after pro-democracy protests.",
            "year": 1988
        },
        {
            "text": "Thirteen Sri Lanka Army soldiers are killed after a deadly ambush by the militant Liberation Tigers of Tamil Eelam.",
            "year": 1983
        },
        {
            "text": "Gimli Glider: Air Canada Flight 143 runs out of fuel and makes a deadstick landing at Gimli, Manitoba.",
            "year": 1983
        },
        {
            "text": "Outside Santa Clarita, California, actor Vic Morrow and two children are killed when a helicopter crashes onto them while shooting a scene from Twilight Zone: The Movie.",
            "year": 1982
        },
        {
            "text": "Phạm Tuân becomes the first Vietnamese citizen and the first Asian in space when he flies aboard the Soyuz 37 mission as an Intercosmos Research Cosmonaut.",
            "year": 1980
        },
        {
            "text": "The Greek military junta collapses, and former Prime Minister Konstantinos Karamanlis is invited to lead the new government, beginning Greece's metapolitefsi era.",
            "year": 1974
        },
        {
            "text": "The United States launches Landsat 1, the first Earth-resources satellite.",
            "year": 1972
        },
        {
            "text": "Qaboos bin Said al Said becomes Sultan of Oman after overthrowing his father, Said bin Taimur initiating massive reforms, modernization programs and end to a decade long civil war.",
            "year": 1970
        },
        {
            "text": "Glenville shootout: In Cleveland, Ohio, a violent shootout between a Black Militant organization and the Cleveland Police Department occurs. During the shootout, a riot begins and lasts for five days.",
            "year": 1968
        },
        {
            "text": "The only successful hijacking of an El Al aircraft takes place when a Boeing 707 carrying ten crew and 38 passengers is taken over by three members of the Popular Front for the Liberation of Palestine. The aircraft was en route from Rome, to Lod, Israel.",
            "year": 1968
        },
        {
            "text": "Detroit Riots: In Detroit, one of the worst riots in United States history begins on 12th Street in the predominantly African American inner city. It ultimately kills 43 people, injures 342 and burns about 1,400 buildings.",
            "year": 1967
        },
        {
            "text": "Telstar relays the first publicly transmitted, live trans-Atlantic television program, featuring Walter Cronkite.",
            "year": 1962
        },
        {
            "text": "The International Agreement on the Neutrality of Laos is signed.",
            "year": 1962
        },
        {
            "text": "Jackie Robinson becomes the first African American to be inducted into the National Baseball Hall of Fame.",
            "year": 1962
        },
        {
            "text": "The Sandinista National Liberation Front is founded in Nicaragua.",
            "year": 1961
        },
        {
            "text": "General Muhammad Naguib leads the Free Officers Movement (formed by Gamal Abdel Nasser, the real power behind the coup) in overthrowing King Farouk of Egypt.",
            "year": 1952
        },
        {
            "text": "The post-war legal processes against Philippe Pétain begin.",
            "year": 1945
        },
        {
            "text": "The Rayleigh bath chair murder occurred in Rayleigh, Essex, England.",
            "year": 1943
        },
        {
            "text": "World War II: The British destroyers HMS Eclipse and HMS Laforey sink the Italian submarine Ascianghi in the Mediterranean after she torpedoes the cruiser HMS Newfoundland.",
            "year": 1943
        },
        {
            "text": "World War II: The German offensives Operation Edelweiss and Operation Braunschweig begin.",
            "year": 1942
        },
        {
            "text": "Bulgarian poet and Communist leader Nikola Vaptsarov is executed by firing squad.",
            "year": 1942
        },
        {
            "text": "The United States' Under Secretary of State Sumner Welles issues a declaration on the U.S. non-recognition policy of the Soviet annexation and incorporation of three Baltic states: Estonia, Latvia and Lithuania.",
            "year": 1940
        },
        {
            "text": "In Catalonia, Spain, the Unified Socialist Party of Catalonia is founded through the merger of Socialist and Communist parties.",
            "year": 1936
        },
        {
            "text": "The first station of the Indian Broadcasting Company goes on the air in Bombay.",
            "year": 1927
        },
        {
            "text": "Fox Film buys the patents of the Movietone sound system for recording sound onto film.",
            "year": 1926
        },
        {
            "text": "The Chinese Communist Party (CCP) is established at the founding National Congress.",
            "year": 1921
        },
        {
            "text": "Prince Regent Aleksander Karađorđević signs the decree establishing the University of Ljubljana",
            "year": 1919
        },
        {
            "text": "Austria-Hungary issues a series of demands in an ultimatum to the Kingdom of Serbia demanding Serbia to allow the Austrians to determine who assassinated Archduke Franz Ferdinand. Serbia accepts all but one of those demands and Austria declares war on July 28.",
            "year": 1914
        },
        {
            "text": "The Second Constitution accepted by the Ottomans.",
            "year": 1908
        },
        {
            "text": "The Ford Motor Company sells its first car.",
            "year": 1903
        },
        {
            "text": "Pressed by expanding immigration, Canada closes its doors to paupers and criminals.",
            "year": 1900
        },
        {
            "text": "The Boundary Treaty of 1881 between Chile and Argentina is signed in Buenos Aires.",
            "year": 1881
        },
        {
            "text": "Aires de Ornelas e Vasconcelos is appointed the Archbishop of the Portuguese colonial enclave of Goa, India.",
            "year": 1874
        },
        {
            "text": "American Civil War: Henry Halleck becomes general-in-chief of the Union Army.",
            "year": 1862
        },
        {
            "text": "The Province of Canada is created by the Act of Union.",
            "year": 1840
        },
        {
            "text": "In the United States, William Austin Burt patents the typographer, a precursor to the typewriter.",
            "year": 1829
        },
        {
            "text": "While the Mora Rebellion continues, Greeks capture Monemvasia Castle. Turkish troops and citizens are transferred to Asia Minor's coasts.",
            "year": 1821
        },
        {
            "text": "Sir Thomas Maitland is appointed as the first Governor of Malta, transforming the island from a British protectorate to a de facto colony.",
            "year": 1813
        },
        {
            "text": "Kingdom of Prussia re-conquers Mainz from France.",
            "year": 1793
        },
        {
            "text": "Scanian War: Denmark–Norway captures the harbor town of Marstrand from Sweden.",
            "year": 1677
        },
        {
            "text": "Three hundred colonists bound for New France depart from Dieppe, France.",
            "year": 1632
        },
        {
            "text": "A Knights Hospitaller fleet scores a crushing victory over an Aydinid fleet off Chios.",
            "year": 1319
        },
        {
            "text": "Byzantine emperor Nikephoros I plunders the Bulgarian capital of Pliska and captures Khan Krum's treasury.",
            "year": 811
        }
    ],
    "births": [
        {
            "text": "Alex Consani, Model and Influencer",
            "year": 2003
        },
        {
            "text": "Séléna Janicijevic, French tennis player",
            "year": 2002
        },
        {
            "text": "Lily Phillips, British pornographic actress",
            "year": 2001
        },
        {
            "text": "Deandre Ayton, Bahamian basketball player",
            "year": 1998
        },
        {
            "text": "Alexandra Andresen, Norwegian heiress and equestrian",
            "year": 1996
        },
        {
            "text": "David Dobrik, Slovak YouTube personality",
            "year": 1996
        },
        {
            "text": "Danny Ings, English footballer",
            "year": 1992
        },
        {
            "text": "Lauren Mitchell, Australian gymnast",
            "year": 1991
        },
        {
            "text": "Jarrod Wallace, Australian rugby league footballer",
            "year": 1991
        },
        {
            "text": "Kevin Reynolds, Canadian figure skater",
            "year": 1990
        },
        {
            "text": "Daniel Radcliffe, English actor",
            "year": 1989
        },
        {
            "text": "Donald Young, American tennis player",
            "year": 1989
        },
        {
            "text": "Alessio Cerci, Italian footballer",
            "year": 1987
        },
        {
            "text": "Felipe Dylon, Brazilian singer",
            "year": 1987
        },
        {
            "text": "Serdar Kurtuluş, Turkish footballer",
            "year": 1987
        },
        {
            "text": "Julien Ribaudo, Belgian politician",
            "year": 1987
        },
        {
            "text": "Aya Uchida, Japanese voice actress and singer",
            "year": 1986
        },
        {
            "text": "Nelson Philippe, French race car driver",
            "year": 1986
        },
        {
            "text": "Yelena Sokolova, Russian long jumper",
            "year": 1986
        },
        {
            "text": "Luis Ángel Landín, Mexican footballer",
            "year": 1985
        },
        {
            "text": "Walter Gargano, Uruguayan footballer",
            "year": 1984
        },
        {
            "text": "Matthew Murphy, English singer and guitarist",
            "year": 1984
        },
        {
            "text": "Brandon Roy, American basketball player",
            "year": 1984
        },
        {
            "text": "Celeste Thorson, American actress, producer, and screenwriter",
            "year": 1984
        },
        {
            "text": "Bec Hewitt, Australian actress",
            "year": 1983
        },
        {
            "text": "Aaron Peirsol, American swimmer",
            "year": 1983
        },
        {
            "text": "David Strettle, English rugby player",
            "year": 1983
        },
        {
            "text": "Ömer Aysan Barış, Turkish footballer",
            "year": 1982
        },
        {
            "text": "Joe Mather, American baseball player",
            "year": 1982
        },
        {
            "text": "Gökhan Ünal, Turkish footballer",
            "year": 1982
        },
        {
            "text": "Gerald Wallace, American basketball player",
            "year": 1982
        },
        {
            "text": "Paul Wesley, American actor, director, and producer",
            "year": 1982
        },
        {
            "text": "Pia Maria Wieninger, Austrian politician",
            "year": 1982
        },
        {
            "text": "Steve Jocz, Canadian singer-songwriter, drummer, and director",
            "year": 1981
        },
        {
            "text": "Dmitriy Karpov, Kazakhstani decathlete",
            "year": 1981
        },
        {
            "text": "Aleksandr Kulik, Estonian footballer",
            "year": 1981
        },
        {
            "text": "Jarkko Nieminen, Finnish tennis player",
            "year": 1981
        },
        {
            "text": "Daniel McClellan, American biblical scholar and social media personality",
            "year": 1980
        },
        {
            "text": "Sandeep Parikh, American actor, director, producer, and screenwriter",
            "year": 1980
        },
        {
            "text": "Perro Aguayo Jr., Mexican wrestler and promoter (died 2015)",
            "year": 1979
        },
        {
            "text": "Sotirios Kyrgiakos, Greek footballer",
            "year": 1979
        },
        {
            "text": "Richard Sims, Zimbabwean cricketer",
            "year": 1979
        },
        {
            "text": "Ricardo Sperafico, Brazilian race car driver",
            "year": 1979
        },
        {
            "text": "Cathleen Tschirch, German sprinter",
            "year": 1979
        },
        {
            "text": "Michelle Williams, American singer-songwriter and actress",
            "year": 1979
        },
        {
            "text": "Stuart Elliott, Northern Irish footballer",
            "year": 1978
        },
        {
            "text": "Stefanie Sun, Singaporean singer-songwriter and pianist",
            "year": 1978
        },
        {
            "text": "Lauren Groff, American novelist and short story writer",
            "year": 1978
        },
        {
            "text": "Scott Clemmensen, American ice hockey player and coach",
            "year": 1977
        },
        {
            "text": "Gail Emms, English badminton player",
            "year": 1977
        },
        {
            "text": "Néicer Reasco, Ecuadorian footballer",
            "year": 1977
        },
        {
            "text": "Shawn Thornton, Canadian ice hockey player",
            "year": 1977
        },
        {
            "text": "Judit Polgár, Hungarian chess player",
            "year": 1976
        },
        {
            "text": "Dan Rogerson, Cornish politician",
            "year": 1975
        },
        {
            "text": "Terry Glenn, American football player and coach (died 2017)",
            "year": 1974
        },
        {
            "text": "Maurice Greene, American sprinter",
            "year": 1974
        },
        {
            "text": "Rik Verbrugghe, Belgian cyclist",
            "year": 1974
        },
        {
            "text": "Nomar Garciaparra, American baseball player and sportscaster",
            "year": 1973
        },
        {
            "text": "Kathryn Hahn, American actress",
            "year": 1973
        },
        {
            "text": "Fran Healy, Scottish singer-songwriter and guitarist",
            "year": 1973
        },
        {
            "text": "Monica Lewinsky, American activist and former White House intern",
            "year": 1973
        },
        {
            "text": "Himesh Reshammiya, Indian singer-songwriter, producer, actor, and director",
            "year": 1973
        },
        {
            "text": "Andrea Scanavacca, Italian rugby player and manager",
            "year": 1973
        },
        {
            "text": "Suat Kılıç, Turkish journalist, lawyer, and politician, former Turkish Minister of Youth and Sports",
            "year": 1972
        },
        {
            "text": "Floyd Reifer, Barbadian cricketer and coach",
            "year": 1972
        },
        {
            "text": "Marlon Wayans, American actor, director, producer, and screenwriter",
            "year": 1972
        },
        {
            "text": "Dalvin DeGrate, American rapper and producer",
            "year": 1971
        },
        {
            "text": "Alison Krauss, American singer-songwriter and fiddler",
            "year": 1971
        },
        {
            "text": "Joel Stein, American journalist",
            "year": 1971
        },
        {
            "text": "Charisma Carpenter, American actress",
            "year": 1970
        },
        {
            "text": "Thea Dorn, German author and playwright",
            "year": 1970
        },
        {
            "text": "Sam Watters, American singer-songwriter and producer",
            "year": 1970
        },
        {
            "text": "Saulius Skvernelis, 13th Prime Minister of Lithuania",
            "year": 1970
        },
        {
            "text": "Andrew Cassels, Canadian ice hockey player and coach",
            "year": 1969
        },
        {
            "text": "Raphael Warnock, American politician and minister",
            "year": 1969
        },
        {
            "text": "Elden Campbell, American basketball player",
            "year": 1968
        },
        {
            "text": "Gary Payton, American basketball player and actor",
            "year": 1968
        },
        {
            "text": "Stephanie Seymour, American model and actress",
            "year": 1968
        },
        {
            "text": "Philip Seymour Hoffman, American actor, director, and producer (died 2014)",
            "year": 1967
        },
        {
            "text": "Rob Dickinson, English singer-songwriter and guitarist",
            "year": 1965
        },
        {
            "text": "Slash, English-American guitarist, songwriter, and producer",
            "year": 1965
        },
        {
            "text": "Uwe Barth, German politician",
            "year": 1964
        },
        {
            "text": "Nick Menza, German drummer and songwriter (died 2016)",
            "year": 1964
        },
        {
            "text": "Slobodan Zivojinovic, Serbian tennis player",
            "year": 1963
        },
        {
            "text": "Eriq La Salle, American actor, director, and producer",
            "year": 1962
        },
        {
            "text": "Mark Laurie, Australian rugby league player",
            "year": 1962
        },
        {
            "text": "Alain Lefèvre, Canadian pianist and composer",
            "year": 1962
        },
        {
            "text": "André Ducharme, Canadian comedian and author",
            "year": 1961
        },
        {
            "text": "Michael Durant, American pilot and author",
            "year": 1961
        },
        {
            "text": "Martin Gore, English singer-songwriter, guitarist, and producer",
            "year": 1961
        },
        {
            "text": "Woody Harrelson, American actor and activist",
            "year": 1961
        },
        {
            "text": "Milind Gunaji, Indian actor, model, television show host, and author",
            "year": 1961
        },
        {
            "text": "Gary Ella, Australian rugby player",
            "year": 1960
        },
        {
            "text": "Susan Graham, American soprano and educator",
            "year": 1960
        },
        {
            "text": "Al Perez, American wrestler",
            "year": 1960
        },
        {
            "text": "Nancy Savoca, American director, producer, and screenwriter",
            "year": 1959
        },
        {
            "text": "Ken Green, American golfer",
            "year": 1958
        },
        {
            "text": "Tomy Winata, Indonesian businessman and philanthropist, founded the Artha Graha Peduli Foundation",
            "year": 1958
        },
        {
            "text": "Jo Brand, English comedian, actress, and screenwriter",
            "year": 1957
        },
        {
            "text": "Nikos Galis, American basketball player",
            "year": 1957
        },
        {
            "text": "Theo van Gogh, Dutch actor, director, producer, and screenwriter (died 2004)",
            "year": 1957
        },
        {
            "text": "Quentin Willson, English TV presenter, Top Gear",
            "year": 1957
        },
        {
            "text": "Graham Gooch, English cricketer and coach",
            "year": 1953
        },
        {
            "text": "Najib Razak, Malaysian politician, 6th Prime Minister of Malaysia",
            "year": 1953
        },
        {
            "text": "Paul Hibbert, Australian cricketer and coach (died 2008)",
            "year": 1952
        },
        {
            "text": "Bill Nyrop, American ice hockey player and coach (died 1995)",
            "year": 1952
        },
        {
            "text": "John Rutsey, Canadian drummer (died 2008)",
            "year": 1952
        },
        {
            "text": "Janis Siegel, American jazz singer",
            "year": 1952
        },
        {
            "text": "Alex Kozinski, Romanian-born American lawyer and judge",
            "year": 1950
        },
        {
            "text": "Ian Thomas, Canadian singer-songwriter and guitarist",
            "year": 1950
        },
        {
            "text": "Blair Thornton, Canadian guitarist and songwriter",
            "year": 1950
        },
        {
            "text": "Alan Turner, Australian cricketer",
            "year": 1950
        },
        {
            "text": "Clive Rice, South African cricketer and coach (died 2015)",
            "year": 1949
        },
        {
            "text": "Wasyl Medwit, Polish-born Ukrainian Greek Catholic hierarch (died 2024)",
            "year": 1949
        },
        {
            "text": "Ross Cranston, Australian-English lawyer, judge, and politician, Solicitor General for England and Wales",
            "year": 1948
        },
        {
            "text": "John Cushnahan, Northern Irish educator and politician",
            "year": 1948
        },
        {
            "text": "John Hall, American politician",
            "year": 1948
        },
        {
            "text": "Stanisław Targosz, Polish general (died 2013)",
            "year": 1948
        },
        {
            "text": "Gardner Dozois, American journalist and author (died 2018)",
            "year": 1947
        },
        {
            "text": "David Essex, English singer-songwriter, and actor",
            "year": 1947
        },
        {
            "text": "Torsten Palm, Swedish race car driver",
            "year": 1947
        },
        {
            "text": "Robin Simon, English historian, critic, and academic",
            "year": 1947
        },
        {
            "text": "Andy Mackay, English oboe player and composer",
            "year": 1946
        },
        {
            "text": "René Ricard, American poet, painter, and critic (died 2014)",
            "year": 1946
        },
        {
            "text": "Edward Gregson, English composer and educator",
            "year": 1945
        },
        {
            "text": "Jon Sammels, English footballer",
            "year": 1945
        },
        {
            "text": "Dino Danelli, American drummer (died 2022)",
            "year": 1944
        },
        {
            "text": "Maria João Pires, Portuguese pianist",
            "year": 1944
        },
        {
            "text": "Randall Forsberg, American scientist (died 2007)",
            "year": 1943
        },
        {
            "text": "Tony Joe White, American singer-songwriter and guitarist (died 2018)",
            "year": 1943
        },
        {
            "text": "Sallyanne Atkinson, Australian journalist and politician, Lord Mayor of Brisbane",
            "year": 1942
        },
        {
            "text": "Madeline Bell, American singer-songwriter",
            "year": 1942
        },
        {
            "text": "Richard E. Dauch, American businessman, co-founded American Axle (died 2013)",
            "year": 1942
        },
        {
            "text": "Dimitris Liantinis, Greek philosopher and author (died 1998)",
            "year": 1942
        },
        {
            "text": "Christopher Andrew, English historian and academic",
            "year": 1941
        },
        {
            "text": "Richie Evans, American race car driver (died 1985)",
            "year": 1941
        },
        {
            "text": "Sergio Mattarella, Italian lawyer, judge, and politician, 12th President of Italy",
            "year": 1941
        },
        {
            "text": "Danielle Collobert, French author, poet, and journalist (died 1978)",
            "year": 1940
        },
        {
            "text": "Don Imus, American radio host (died 2019)",
            "year": 1940
        },
        {
            "text": "John Nichols, American novelist (died 2023)",
            "year": 1940
        },
        {
            "text": "Tommaso Padoa-Schioppa, Italian economist and politician, Italian Minister of Finance (died 2010)",
            "year": 1940
        },
        {
            "text": "Juliet Anderson, American porn actress and producer (died 2010)",
            "year": 1938
        },
        {
            "text": "Ronny Cox, American singer-songwriter, guitarist, and actor",
            "year": 1938
        },
        {
            "text": "Charles Harrelson, American murderer (died 2007)",
            "year": 1938
        },
        {
            "text": "Bert Newton, Australian actor and television host (died 2021)",
            "year": 1938
        },
        {
            "text": "Dave Webster, American football player and engineer (died 2006)",
            "year": 1937
        },
        {
            "text": "Don Drysdale, American baseball player and sportscaster (died 1993)",
            "year": 1936
        },
        {
            "text": "Anthony Kennedy, American lawyer and jurist",
            "year": 1936
        },
        {
            "text": "Jim Hall, American race car driver",
            "year": 1935
        },
        {
            "text": "Raimund Abraham, Austrian architect, designed the Austrian Cultural Forum (died 2010)",
            "year": 1933
        },
        {
            "text": "Bert Convy, American actor, singer, and game show host (died 1991)",
            "year": 1933
        },
        {
            "text": "Benedict Groeschel, American priest, psychologist, and talk show host (died 2014)",
            "year": 1933
        },
        {
            "text": "Richard Rogers, Italian-English architect, designed the Millennium Dome and Lloyd's building (died 2021)",
            "year": 1933
        },
        {
            "text": "Te Atairangikaahu, Māori queen (died 2006)",
            "year": 1931
        },
        {
            "text": "Claude Fournier, Canadian director, screenwriter, and cinematographer (died 2023)",
            "year": 1931
        },
        {
            "text": "Guy Fournier, Canadian author and screenwriter",
            "year": 1931
        },
        {
            "text": "Danny Barcelona, American drummer (died 2007)",
            "year": 1929
        },
        {
            "text": "Lateef Jakande, Nigerian journalist and politician, 5th Governor of Lagos State (died 2021)",
            "year": 1929
        },
        {
            "text": "Leon Fleisher, American pianist and conductor (died 2020)",
            "year": 1928
        },
        {
            "text": "Vera Rubin, American astronomer and academic (died 2016)",
            "year": 1928
        },
        {
            "text": "Hubert Selby, Jr., American author and screenwriter (died 2004)",
            "year": 1928
        },
        {
            "text": "Gérard Brach, French director and screenwriter (died 2006)",
            "year": 1927
        },
        {
            "text": "Ludvík Vaculík, Czech journalist and author (died 2015)",
            "year": 1926
        },
        {
            "text": "Tajuddin Ahmad, Bangladeshi politician, 1st Prime Minister of Bangladesh (died 1975)",
            "year": 1925
        },
        {
            "text": "Quett Masire, Botswana politician, the former Vice-President of Botswana (died 2017)",
            "year": 1925
        },
        {
            "text": "Alain Decaux, French historian and author (died 2016)",
            "year": 1925
        },
        {
            "text": "Gloria DeHaven, American actress and singer (died 2016)",
            "year": 1925
        },
        {
            "text": "Gavin Lambert, English-American screenwriter and author (died 2005)",
            "year": 1924
        },
        {
            "text": "Gazanfer Bilge, Turkish wrestler (died 2008)",
            "year": 1924
        },
        {
            "text": "Luis Aloma, Cuban-American baseball player (died 1997)",
            "year": 1923
        },
        {
            "text": "Morris Halle, Latvian-American linguist and academic (died 2018)",
            "year": 1923
        },
        {
            "text": "Damiano Damiani, Italian director and screenwriter (died 2013)",
            "year": 1922
        },
        {
            "text": "Jenny Pike, Canadian WWII servicewoman and photographer (died 2004)",
            "year": 1922
        },
        {
            "text": "Calvert DeForest, American actor (died 2007)",
            "year": 1921
        },
        {
            "text": "Abraham Bueno de Mesquita, Dutch comedian and actor (died 2005)",
            "year": 1918
        },
        {
            "text": "Ruth Duccini, American actress (died 2014)",
            "year": 1918
        },
        {
            "text": "Pee Wee Reese, American baseball player and sportscaster (died 1999)",
            "year": 1918
        },
        {
            "text": "Laurel Martyn, Australian ballerina and choreographer (died 2013)",
            "year": 1916
        },
        {
            "text": "Nassos Daphnis, Greek-American painter (died 2010)",
            "year": 1914
        },
        {
            "text": "Virgil Finlay, American illustrator (died 1971)",
            "year": 1914
        },
        {
            "text": "Elly Annie Schneider, German-American actress (died 2004)",
            "year": 1914
        },
        {
            "text": "Michael Foot, English journalist and politician, Secretary of State for Employment (died 2010)",
            "year": 1913
        },
        {
            "text": "M. H. Abrams, American author, critic, and academic (died 2015)",
            "year": 1912
        },
        {
            "text": "Michael Wilding, English actor (died 1979)",
            "year": 1912
        },
        {
            "text": "Vladimir Prelog, Croatian-Swiss chemist and academic, Nobel Prize laureate (died 1998)",
            "year": 1906
        },
        {
            "text": "Chandra Shekhar Azad, Indian activist (died 1931)",
            "year": 1906
        },
        {
            "text": "Leopold Engleitner, Austrian author and educator (died 2013)",
            "year": 1905
        },
        {
            "text": "Hank Worden, American actor and singer (died 1992)",
            "year": 1901
        },
        {
            "text": "Isabel Luberza Oppenheimer, Puerto Rican brothel owner and madam in barrio Maragüez, Ponce, Puerto Rico (died 1974)",
            "year": 1901
        },
        {
            "text": "Julia Davis Adams, American author and journalist (died 1993)",
            "year": 1900
        },
        {
            "text": "John Babcock, Canadian-American sergeant (died 2010)",
            "year": 1900
        },
        {
            "text": "Inger Margrethe Boberg, Danish folklore researcher and writer (died 1957)",
            "year": 1900
        },
        {
            "text": "Gustav Heinemann, German lawyer and politician, 3rd President of West Germany (died 1976)",
            "year": 1899
        },
        {
            "text": "Daniel Cosío Villegas, Mexican historian, economist (died 1976)",
            "year": 1898
        },
        {
            "text": "Bengt Djurberg, Swedish actor and singer (died 1941)",
            "year": 1898
        },
        {
            "text": "Red Dutton, Canadian ice hockey player and coach (died 1987)",
            "year": 1898
        },
        {
            "text": "Herman Kruusenberg, Estonian wrestler (died 1970)",
            "year": 1898
        },
        {
            "text": "Jacob Marschak, Ukrainian-American economist, journalist, and author (died 1977)",
            "year": 1898
        },
        {
            "text": "Aileen Pringle, American actress (died 1989)",
            "year": 1895
        },
        {
            "text": "Arthur Treacher, English-American actor and television personality (died 1975)",
            "year": 1894
        },
        {
            "text": "Haile Selassie, Ethiopian emperor (died 1975)",
            "year": 1892
        },
        {
            "text": "Louis T. Wright, American surgeon and civil rights activist (died 1952)",
            "year": 1891
        },
        {
            "text": "Raymond Chandler, American crime novelist and screenwriter (died 1959)",
            "year": 1888
        },
        {
            "text": "Salvador de Madariaga, Spanish historian and diplomat (died 1978)",
            "year": 1886
        },
        {
            "text": "Walter H. Schottky, Swiss-German physicist and engineer (died 1976)",
            "year": 1886
        },
        {
            "text": "Izaak Killam, Canadian financier and philanthropist (died 1955)",
            "year": 1885
        },
        {
            "text": "Georges V. Matchabelli, Georgian-American businessman, created Prince Matchabelli perfume (died 1935)",
            "year": 1885
        },
        {
            "text": "Emil Jannings, Swiss-German actor (died 1950)",
            "year": 1884
        },
        {
            "text": "Alan Brooke, 1st Viscount Alanbrooke, French-English field marshal and politician, Lord Lieutenant of the County of London (died 1963)",
            "year": 1883
        },
        {
            "text": "Kâzım Karabekir, Turkish general and politician, 5th Speaker of the Grand National Assembly of Turkey (died 1948)",
            "year": 1882
        },
        {
            "text": "James Thomas Milton Anderson, Canadian lawyer and politician, 5th Premier of Saskatchewan (died 1946)",
            "year": 1878
        },
        {
            "text": "Francesco Cilea, Italian composer and academic (died 1950)",
            "year": 1866
        },
        {
            "text": "Henry Norris, English businessman and politician (died 1934)",
            "year": 1865
        },
        {
            "text": "Apolinario Mabini, Filipino lawyer and politician, 1st Prime Minister of the Philippines (died 1903)",
            "year": 1864
        },
        {
            "text": "Bal Gangadhar Tilak, Indian lawyer and journalist (died 1920)",
            "year": 1856
        },
        {
            "text": "Ernest Belfort Bax, English barrister, journalist, philosopher, men's rights advocate, socialist and historian (died 1926)",
            "year": 1854
        },
        {
            "text": "Peder Severin Krøyer, Norwegian-Danish painter (died 1909)",
            "year": 1851
        },
        {
            "text": "Édouard Colonne, French violinist and conductor (died 1910)",
            "year": 1838
        },
        {
            "text": "Alexandre-Antonin Taché, Canadian archbishop and missionary (died 1894)",
            "year": 1823
        },
        {
            "text": "Manuel María Lombardini, Mexican general and president (died 1853)",
            "year": 1802
        },
        {
            "text": "Franz Berwald, Swedish surgeon and composer (died 1868)",
            "year": 1796
        },
        {
            "text": "Philipp Otto Runge, German painter and illustrator (died 1810)",
            "year": 1777
        },
        {
            "text": "Étienne-Louis Malus, French physicist and mathematician (died 1812)",
            "year": 1775
        },
        {
            "text": "Thomas Brisbane, Scottish general and politician, 6th Governor of New South Wales (died 1860)",
            "year": 1773
        },
        {
            "text": "Abraham Colles, Irish anatomist (died 1841)",
            "year": 1773
        },
        {
            "text": "Luís António Verney, Portuguese philosopher and pedagogue (died 1792)",
            "year": 1713
        },
        {
            "text": "Francis Blomefield, English historian and author (died 1752)",
            "year": 1705
        },
        {
            "text": "Pope Clement XI (died 1721)",
            "year": 1649
        },
        {
            "text": "Adam Dollard des Ormeaux, New France garrison commander (died 1660)",
            "year": 1635
        },
        {
            "text": "Bonaventura Peeters the Elder, Flemish painter (died 1652)",
            "year": 1614
        },
        {
            "text": "Anne of Bohemia and Hungary (died 1547)",
            "year": 1503
        },
        {
            "text": "Danjong of Joseon, King of Joseon (died 1457)",
            "year": 1441
        },
        {
            "text": "Francesco I Sforza, Italian husband of Bianca Maria Visconti (died 1466)",
            "year": 1401
        },
        {
            "text": "Pier Paolo Vergerio the Elder, humanist (died 1444 or 1445)",
            "year": 1370
        },
        {
            "text": "Louis I, Duke of Anjou (died 1384)",
            "year": 1339
        },
        {
            "text": "Otto, Duke of Austria (died 1339)",
            "year": 1301
        }
    ],
    "deaths": [
        {
            "text": "Robin Warren, Australian pathologist and academic, Nobel Prize laureate (born 1937)",
            "year": 2024
        },
        {
            "text": "Zayar Thaw, Burmese politician and rapper (born 1981)",
            "year": 2022
        },
        {
            "text": "Kyaw Min Yu, Burmese political activist (born 1969)",
            "year": 2022
        },
        {
            "text": "John Kundla, American basketball coach (born 1916)",
            "year": 2017
        },
        {
            "text": "Shigeko Kubota, Japanese-American sculptor and director (born 1937)",
            "year": 2015
        },
        {
            "text": "Don Oberdorfer, American journalist, author, and academic (born 1931)",
            "year": 2015
        },
        {
            "text": "William Wakefield Baum, American cardinal (born 1926)",
            "year": 2015
        },
        {
            "text": "Dora Bryan, English actress and restaurateur (born 1923)",
            "year": 2014
        },
        {
            "text": "Norman Leyden, American composer and conductor (born 1917)",
            "year": 2014
        },
        {
            "text": "Ariano Suassuna, Brazilian author and playwright (born 1927)",
            "year": 2014
        },
        {
            "text": "Jordan Tabor, English footballer (born 1990)",
            "year": 2014
        },
        {
            "text": "Rona Anderson, Scottish actress (born 1926)",
            "year": 2013
        },
        {
            "text": "Pauline Clarke, English author (born 1921)",
            "year": 2013
        },
        {
            "text": "Arthur J. Collingsworth, American diplomat (born 1944)",
            "year": 2013
        },
        {
            "text": "Dominguinhos, Brazilian singer-songwriter and accordion player (born 1941)",
            "year": 2013
        },
        {
            "text": "Emile Griffith, American boxer and trainer (born 1938)",
            "year": 2013
        },
        {
            "text": "Kim Jong-hak, South Korean director and producer (born 1951)",
            "year": 2013
        },
        {
            "text": "Djalma Santos, Brazilian footballer (born 1929)",
            "year": 2013
        },
        {
            "text": "Margaret Mahy, New Zealand author (born 1936)",
            "year": 2012
        },
        {
            "text": "Sally Ride, American physicist and astronaut (born 1951)",
            "year": 2012
        },
        {
            "text": "Lakshmi Sahgal, Indian soldier and politician (born 1914)",
            "year": 2012
        },
        {
            "text": "Esther Tusquets, Spanish publisher and author (born 1936)",
            "year": 2012
        },
        {
            "text": "José Luis Uribarri, Spanish television host and director (born 1936)",
            "year": 2012
        },
        {
            "text": "Amy Winehouse, English singer-songwriter (born 1983)",
            "year": 2011
        },
        {
            "text": "Daniel Schorr, American journalist and author (born 1916)",
            "year": 2010
        },
        {
            "text": "E. Lynn Harris, American author and screenwriter (born 1955)",
            "year": 2009
        },
        {
            "text": "Kurt Furgler, Swiss lawyer and politician, 70th President of the Swiss Confederation (born 1924)",
            "year": 2008
        },
        {
            "text": "Ron Miller, American songwriter and producer (born 1933)",
            "year": 2007
        },
        {
            "text": "Mohammed Zahir Shah, Afghan king (born 1914)",
            "year": 2007
        },
        {
            "text": "Jean-Paul Desbiens, Canadian journalist and academic (born 1927)",
            "year": 2006
        },
        {
            "text": "Ted Greene, American guitarist and journalist (born 1946)",
            "year": 2005
        },
        {
            "text": "Mehmood Ali, Indian actor, director, and producer (born 1932)",
            "year": 2004
        },
        {
            "text": "Carlos Paredes, Portuguese guitarist and composer (born 1925)",
            "year": 2004
        },
        {
            "text": "Piero Piccioni, Italian pianist, conductor, and composer (born 1921)",
            "year": 2004
        },
        {
            "text": "James E. Davis, American police officer and politician (born 1962)",
            "year": 2003
        },
        {
            "text": "Leo McKern, Australian-English actor (born 1920)",
            "year": 2002
        },
        {
            "text": "William Luther Pierce, American activist and author (born 1933)",
            "year": 2002
        },
        {
            "text": "Chaim Potok, American novelist and rabbi (born 1929)",
            "year": 2002
        },
        {
            "text": "Clark Gesner, American author and composer (born 1938)",
            "year": 2002
        },
        {
            "text": "Eudora Welty, American novelist and short story writer (born 1909)",
            "year": 2001
        },
        {
            "text": "Hassan II of Morocco (born 1929)",
            "year": 1999
        },
        {
            "text": "Chūhei Nambu, Japanese jumper and journalist (born 1904)",
            "year": 1997
        },
        {
            "text": "Jean Muir, American actress (born 1911)",
            "year": 1996
        },
        {
            "text": "Kenjiro Takayanagi, Japanese engineer (born 1899)",
            "year": 1990
        },
        {
            "text": "Donald Barthelme, American short story writer and novelist (born 1931)",
            "year": 1989
        },
        {
            "text": "Johnny Wardle, English cricketer and manager (born 1923)",
            "year": 1985
        },
        {
            "text": "Georges Auric, French composer (born 1899)",
            "year": 1983
        },
        {
            "text": "Vic Morrow, American actor (born 1929)",
            "year": 1982
        },
        {
            "text": "Sarto Fournier, Canadian lawyer and politician, 38th Mayor of Montreal (born 1908)",
            "year": 1980
        },
        {
            "text": "Keith Godchaux, American keyboard player and songwriter (born 1948)",
            "year": 1980
        },
        {
            "text": "Mollie Steimer, Ukrainian activist (born 1897)",
            "year": 1980
        },
        {
            "text": "Joseph Kessel, French journalist and author (born 1898)",
            "year": 1979
        },
        {
            "text": "Kamil Tolon, Turkish industrialist (born 1912)",
            "year": 1978
        },
        {
            "text": "Eddie Rickenbacker, American pilot and race car driver, founded Rickenbacker Motors (born 1890)",
            "year": 1973
        },
        {
            "text": "Esther Applin, American geologist and paleontologist (born 1895)",
            "year": 1972
        },
        {
            "text": "Van Heflin, American actor (born 1910)",
            "year": 1971
        },
        {
            "text": "Eino Tainio, Finnish politician (born 1905)",
            "year": 1970
        },
        {
            "text": "Henry Hallett Dale, English pharmacologist and physiologist, Nobel Prize laureate (born 1875)",
            "year": 1968
        },
        {
            "text": "Montgomery Clift, American actor (born 1920)",
            "year": 1966
        },
        {
            "text": "Bob Shiring, American football player and coach (born 1870)",
            "year": 1957
        },
        {
            "text": "Cordell Hull, American captain, lawyer, and politician, 47th United States Secretary of State, Nobel Prize laureate (born 1871)",
            "year": 1955
        },
        {
            "text": "Herman Groman, American runner (born 1882)",
            "year": 1954
        },
        {
            "text": "Robert J. Flaherty, American director and producer (born 1884)",
            "year": 1951
        },
        {
            "text": "Philippe Pétain, French general and politician, 119th Prime Minister of France (born 1856)",
            "year": 1951
        },
        {
            "text": "Shigenori Tōgō, Japanese politician and diplomat, Japanese Minister of Foreign Affairs (born 1882)",
            "year": 1950
        },
        {
            "text": "D. W. Griffith, American actor, director, producer, and screenwriter (born 1875)",
            "year": 1948
        },
        {
            "text": "Adam Czerniaków, Polish engineer and politician (born 1880)",
            "year": 1942
        },
        {
            "text": "Andy Ducat, English cricketer and footballer (born 1886)",
            "year": 1942
        },
        {
            "text": "George Lyman Kittredge, American scholar and educator (born 1860)",
            "year": 1941
        },
        {
            "text": "José Quiñones Gonzales, Peruvian soldier and pilot (born 1914)",
            "year": 1941
        },
        {
            "text": "Anna Abrikosova, Russian linguist (born 1882)",
            "year": 1936
        },
        {
            "text": "Tenby Davies, Welsh runner (born 1884)",
            "year": 1932
        },
        {
            "text": "Glenn Curtiss, American pilot and engineer (born 1878)",
            "year": 1930
        },
        {
            "text": "Reginald Dyer, British brigadier general (born 1864)",
            "year": 1927
        },
        {
            "text": "Viktor Vasnetsov, Russian painter (born 1848)",
            "year": 1926
        },
        {
            "text": "Frank Frost Abbott, American author and scholar (born 1850)",
            "year": 1924
        },
        {
            "text": "Conrad Kohrs, German-American rancher and politician (born 1835)",
            "year": 1920
        },
        {
            "text": "Spyridon Lambros, Greek historian and politician, 100th Prime Minister of Greece (born 1851)",
            "year": 1919
        },
        {
            "text": "William Ramsay, Scottish chemist and academic, Nobel Prize laureate (born 1852)",
            "year": 1916
        },
        {
            "text": "Frederick Holder, Australian politician, 19th Premier of South Australia (born 1850)",
            "year": 1909
        },
        {
            "text": "John Douglas, English-Australian politician, 7th Premier of Queensland (born 1828)",
            "year": 1904
        },
        {
            "text": "Ulysses S. Grant, American general and politician, 18th President of the United States (born 1822)",
            "year": 1885
        },
        {
            "text": "Carl von Rokitansky, Bohemian physician, pathologist, and politician (born 1804)",
            "year": 1878
        },
        {
            "text": "Isaac Singer, American businessman, founded the Singer Corporation (born 1811)",
            "year": 1875
        },
        {
            "text": "Andries Pretorius, South African general (born 1798)",
            "year": 1853
        },
        {
            "text": "Anselmo de la Cruz, Chilean politician, Chilean Minister of Finance (born 1777)",
            "year": 1833
        },
        {
            "text": "Roger Sherman, American lawyer and politician (born 1721)",
            "year": 1793
        },
        {
            "text": "John Joachim Zubly, Swiss-American pastor and politician (born 1724)",
            "year": 1781
        },
        {
            "text": "George Edwards, English biologist and ornithologist (born 1693)",
            "year": 1773
        },
        {
            "text": "Domenico Scarlatti, Italian harpsichord player and composer (born 1685)",
            "year": 1757
        },
        {
            "text": "Simon Harcourt, 1st Viscount Harcourt, English politician, Lord Chancellor of Great Britain (born 1661)",
            "year": 1727
        },
        {
            "text": "Gilles Ménage, French lawyer, philologist, and scholar (born 1613)",
            "year": 1692
        },
        {
            "text": "Michael I, Russian tsar (born 1596)",
            "year": 1645
        },
        {
            "text": "Henry Carey, 1st Baron Hunsdon (born 1526)",
            "year": 1596
        },
        {
            "text": "John Day, English printer (born 1522)",
            "year": 1584
        },
        {
            "text": "Götz von Berlichingen, German knight and poet (born 1480)",
            "year": 1562
        },
        {
            "text": "Henry FitzRoy, 1st Duke of Richmond and Somerset, English politician, Lord Lieutenant of Ireland (born 1519)",
            "year": 1536
        },
        {
            "text": "Louis de Brézé, French husband of Diane de Poitiers",
            "year": 1531
        },
        {
            "text": "Thomas Percy, 1st Earl of Worcester, English rebel (born 1343)",
            "year": 1403
        },
        {
            "text": "Bridget of Sweden, Swedish mystic and saint, founded the Bridgettine Order (born 1303)",
            "year": 1373
        },
        {
            "text": "Thoros III, Armenian king (born c. 1271)",
            "year": 1298
        },
        {
            "text": "Qiu Chuji, Chinese religious leader, founded the Dragon Gate Taoism (born 1148)",
            "year": 1227
        },
        {
            "text": "Warner of Grez, French nobleman, relative of Godfrey of Bouillon",
            "year": 1100
        },
        {
            "text": "Gunter of Bamberg, bishop of Bamberg (c. 1025/1030)",
            "year": 1065
        },
        {
            "text": "Nuh II, Samanid emir (born 963)",
            "year": 997
        },
        {
            "text": "He Ning, Chinese chancellor (born 898)",
            "year": 955
        }
    ],
    "metadata": {
        "current_date": "July 23, 2025",
        "short_date": "Jul 23",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            10,
            1,
            0,
            32,
            41,
            48,
            33,
            14,
            25,
            57
        ],
        "births": [
            185,
            7,
            46,
            71
        ],
        "deaths": [
            97,
            22,
            91,
            32
        ]
    }
}