{
    "events": [
        {
            "text": "U.S. surgeons at NYU Langone Health announce the world's first whole eye transplant.",
            "year": 2023
        },
        {
            "text": "Second Nagorno-Karabakh War: An armistice agreement is signed by Armenia, Azerbaijan and Russia.",
            "year": 2020
        },
        {
            "text": "A non-binding self-determination consultation is held in Catalonia, asking Catalan citizens their opinion on whether Catalonia should become a state and, if so, whether it should be an independent state.",
            "year": 2014
        },
        {
            "text": "A train carrying liquid fuel crashes and bursts into flames in northern Myanmar, killing 27 people and injuring 80 others.",
            "year": 2012
        },
        {
            "text": "At least 27 people are killed and dozens are wounded in conflicts between inmates and guards at Welikada prison in Colombo.",
            "year": 2012
        },
        {
            "text": "The first national test of the Emergency Alert System is activated in the United States at 2:00 p.m. EST.",
            "year": 2011
        },
        {
            "text": "The Venus Express mission of the European Space Agency is launched from the Baikonur Cosmodrome in Kazakhstan.",
            "year": 2005
        },
        {
            "text": "Suicide bombers attack three hotels in Amman, Jordan, killing at least 60 people.",
            "year": 2005
        },
        {
            "text": "Firefox 1.0 is released.",
            "year": 2004
        },
        {
            "text": "Uttarakhand officially becomes the 27th state of India, formed from thirteen districts of northwestern Uttar Pradesh.",
            "year": 2000
        },
        {
            "text": "TAESA Flight 725 crashes after takeoff from Uruapan International Airport in Uruapan, Michoacán, Mexico, killing all 18 people on board.",
            "year": 1999
        },
        {
            "text": "A U.S. federal judge, in the largest civil settlement in American history, orders 37 U.S. brokerage houses to pay US$1.03 billion to cheated NASDAQ investors to compensate for price fixing.",
            "year": 1998
        },
        {
            "text": "Capital punishment in the United Kingdom, already abolished for murder, is completely abolished for all remaining capital offences.",
            "year": 1998
        },
        {
            "text": "The chemical element darmstadtium is discovered.",
            "year": 1994
        },
        {
            "text": "Stari Most, the \"old bridge\" in the Bosnian city of Mostar, built in 1566, collapses after several days of bombing by Croat forces during the Croat–Bosniak War.",
            "year": 1993
        },
        {
            "text": "Cold War: Fall of the Berlin Wall: East Germany opens checkpoints in the Berlin Wall, allowing its citizens to travel to West Berlin.",
            "year": 1989
        },
        {
            "text": "Garry Kasparov, 22, of the Soviet Union, becomes the youngest World Chess Champion by beating fellow Soviet Anatoly Karpov.",
            "year": 1985
        },
        {
            "text": "Cold War: Nuclear false alarm: The NORAD computers and the Alternate National Military Command Center in Fort Ritchie, Maryland, detect a purported massive Soviet nuclear strike. After reviewing the raw data from satellites and checking the early-warning radars, the alert is cancelled.",
            "year": 1979
        },
        {
            "text": "American banker John List murdered his wife, mother, and three children with a pair of handguns.",
            "year": 1971
        },
        {
            "text": "Vietnam War: The Supreme Court of the United States votes 6–3 against hearing a case to allow Massachusetts to enforce its law granting residents the right to refuse military service in an undeclared war.",
            "year": 1970
        },
        {
            "text": "Apollo program: NASA launches the unmanned Apollo 4 test spacecraft, atop the first Saturn V rocket, from Florida's Cape Kennedy.",
            "year": 1967
        },
        {
            "text": "Several U.S. states and parts of Canada are hit by a series of blackouts lasting up to 13 hours in the Northeast blackout of 1965.",
            "year": 1965
        },
        {
            "text": "A Catholic Worker Movement member, Roger Allen LaPorte, protesting against the Vietnam War, sets himself on fire in front of the United Nations building.",
            "year": 1965
        },
        {
            "text": "At a coal mine in Miike, Japan, an explosion kills 458 and hospitalises 839 with carbon monoxide poisoning.",
            "year": 1963
        },
        {
            "text": "The Tsurumi rail accident on the Tōkaidō Main Line in Yokohama kills 162 people.",
            "year": 1963
        },
        {
            "text": "Robert McNamara is named president of the Ford Motor Company, becoming the first non-Ford family member to serve in that post. He resigns a month later to join the newly elected John F. Kennedy administration.",
            "year": 1960
        },
        {
            "text": "Cambodia gains independence from France.",
            "year": 1953
        },
        {
            "text": "Soo Bahk Do and Moo Duk Kwan martial arts are founded in Korea.",
            "year": 1945
        },
        {
            "text": "An agreement for the founding of the United Nations Relief and Rehabilitation Administration is signed by 44 countries in the White House, Washington, D.C.",
            "year": 1943
        },
        {
            "text": "Battle of Stalingrad: German forces of the 6th Army under general Friedrich Paulus reach finally the river bank of the Volga, capturing 90% of the ruined city of Stalingrad and splitting the remaining Soviet forces into two narrow pockets.",
            "year": 1942
        },
        {
            "text": "Warsaw is awarded the Virtuti Militari by the Polish government-in-exile.",
            "year": 1940
        },
        {
            "text": "Kristallnacht occurs, instigated by the Nazis using the killing of German diplomat Ernst vom Rath by Herschel Grynszpan as justification.",
            "year": 1938
        },
        {
            "text": "Second Sino-Japanese War: The Chinese Army withdraws from the Battle of Shanghai.",
            "year": 1937
        },
        {
            "text": "American fashion designer Ruth Harkness encounters and captures a nine-week-old panda cub in Sichuan; it becomes the first live giant panda to enter the United States.",
            "year": 1936
        },
        {
            "text": "The Committee for Industrial Organization, the precursor to the Congress of Industrial Organizations, is founded in Atlantic City, New Jersey, by eight trade unions belonging to the American Federation of Labor.",
            "year": 1935
        },
        {
            "text": "In Munich, police and government troops crush the Nazi Beer Hall Putsch.",
            "year": 1923
        },
        {
            "text": "The National Fascist Party (Partito Nazionale Fascista or PNF) is founded in Italy.",
            "year": 1921
        },
        {
            "text": "Kaiser Wilhelm II of Germany abdicates after the German Revolution, and Germany is proclaimed a Republic.",
            "year": 1918
        },
        {
            "text": "The Balfour Declaration is published in The Times newspaper.",
            "year": 1917
        },
        {
            "text": "SMS Emden is sunk by HMAS Sydney in the Battle of Cocos.",
            "year": 1914
        },
        {
            "text": "The Great Lakes Storm of 1913, the most destructive natural disaster ever to hit the lakes, reaches its greatest intensity after beginning two days earlier. The storm destroys 19 ships and kills more than 250 people.",
            "year": 1913
        },
        {
            "text": "The Cullinan Diamond is presented to King Edward VII on his birthday.",
            "year": 1907
        },
        {
            "text": "Theodore Roosevelt is the first sitting President of the United States to make an official trip outside the country, doing so to inspect progress on the Panama Canal.",
            "year": 1906
        },
        {
            "text": "The Province of Alberta, Canada, holds its first general election.",
            "year": 1905
        },
        {
            "text": "Prince George, Duke of Cornwall (later George V of the United Kingdom), becomes Prince of Wales and Earl of Chester.",
            "year": 1901
        },
        {
            "text": "Russian invasion of Manchuria: Russia completes its occupation of Manchuria with 100,000 troops.",
            "year": 1900
        },
        {
            "text": "Jack the Ripper murders Mary Jane Kelly, his final victim in the Whitechapel murders.",
            "year": 1888
        },
        {
            "text": "The United States receives rights to Pearl Harbor, Hawaii.",
            "year": 1887
        },
        {
            "text": "Mapuche rebels attack the fortified Chilean settlement of Temuco.",
            "year": 1881
        },
        {
            "text": "A major earthquake strikes Zagreb and destroys many buildings, including Zagreb Cathedral.",
            "year": 1880
        },
        {
            "text": "The Great Boston Fire of 1872.",
            "year": 1872
        },
        {
            "text": "The Battle of Coulmiers ends in a Pyrrhic victory for the French army during the Franco-German War of 1870.",
            "year": 1870
        },
        {
            "text": "The Tokugawa shogunate hands back power to the Emperor of Japan, starting the Meiji Restoration.",
            "year": 1867
        },
        {
            "text": "American Civil War: Union General Ambrose Burnside assumes command of the Army of the Potomac, after George B. McClellan is removed.",
            "year": 1862
        },
        {
            "text": "Kentucky marshals abduct abolitionist minister Calvin Fairbank from Jeffersonville, Indiana, and take him to Kentucky to stand trial for helping a slave escape.",
            "year": 1851
        },
        {
            "text": "Napoleon Bonaparte leads the Coup of 18 Brumaire ending the Directory government, and becoming First Consul of the successor Consulate Government.",
            "year": 1799
        },
        {
            "text": "The Dublin Society of United Irishmen is founded.",
            "year": 1791
        },
        {
            "text": "American Revolutionary War: In the Battle of Fishdam Ford a force of British and Loyalist troops fail in a surprise attack against the South Carolina Patriot militia under Brigadier General Thomas Sumter.",
            "year": 1780
        },
        {
            "text": "Spain, France and Great Britain sign the Treaty of Seville.",
            "year": 1729
        },
        {
            "text": "The synagogue of Judah HeHasid is burned down by Arab creditors, leading to the expulsion of the Ashkenazim from Jerusalem.",
            "year": 1720
        },
        {
            "text": "In a treaty between Sweden and Hanover at the close of the Great Northern War, Sweden cedes the  Duchies of Bremen and Verden (in northern Germany) to Hanover.",
            "year": 1719
        },
        {
            "text": "Glorious Revolution: William of Orange captures Exeter.",
            "year": 1688
        },
        {
            "text": "The Bohemian King Frederick I flees Prague to Wroclaw one day after the defeat of his troops in the Battle of White Mountain.",
            "year": 1620
        },
        {
            "text": "Second Desmond Rebellion: The Siege of Smerwick ends with the Catholic garrison surrendering to the English forces under Arthur Grey. The majority of the garrison is massacred the next day.",
            "year": 1580
        },
        {
            "text": "More than 50 people are sentenced and executed in the Stockholm Bloodbath.",
            "year": 1520
        },
        {
            "text": "Ulrich II, Count of Celje, last ruler of the County of Cilli, is assassinated in Belgrade.",
            "year": 1456
        },
        {
            "text": "The Battle of Ilava: The Hungarians defeat the Hussite army.",
            "year": 1431
        },
        {
            "text": "Trần Duệ Tông succeeds his brother Trần Nghệ Tông as King of Vietnam.",
            "year": 1372
        },
        {
            "text": "At the Battle of Posada, Basarab I of Wallachia defeats the Hungarian army of Charles I Robert.",
            "year": 1330
        },
        {
            "text": "Siege of Warangal: Prataparudra surrenders to Muhammad bin Tughlaq, officially marking the end of the Kakatiya dynasty.",
            "year": 1323
        },
        {
            "text": "Louis the Bavarian defeats his cousin Frederick I of Austria at the Battle of Gammelsdorf.",
            "year": 1313
        },
        {
            "text": "Knights Templar officer Hugues de Pairaud is forced to confess during the Trials of the Knights Templar. He was persecuted on the charges of false idolism and sodomy.",
            "year": 1307
        },
        {
            "text": "The Treaty of Aberconwy, a humiliating settlement forced on Llywelyn ap Gruffudd by King Edward I of England, brings a temporary end to the Welsh Wars.",
            "year": 1277
        },
        {
            "text": "The Battle of Fujigawa: Minamoto forces (30,000 men) under Minamoto no Yoritomo defeat Taira no Koremori during a night attack near the Fuji River but he escapes safely with the routed army.",
            "year": 1180
        },
        {
            "text": "At the Seventeenth Council of Toledo, Egica, a king of the Visigoths of Hispania, accuses Jews of aiding Muslims, sentencing all Jews to slavery.",
            "year": 694
        }
    ],
    "births": [
        {
            "text": "Prithvi Shaw, Indian cricketer",
            "year": 1999
        },
        {
            "text": "Momo Hirai, Japanese dancer and singer",
            "year": 1996
        },
        {
            "text": "Finn Cole, English actor",
            "year": 1995
        },
        {
            "text": "Daniel Naroditsky, American chess grandmaster",
            "year": 1995
        },
        {
            "text": "Lyrica Okano, American actress",
            "year": 1994
        },
        {
            "text": "Pete Dunne, English wrestler",
            "year": 1993
        },
        {
            "text": "Nosa Igiebor, Nigerian footballer",
            "year": 1990
        },
        {
            "text": "Baptiste Giabiconi, French model and singer",
            "year": 1989
        },
        {
            "text": "Nikki Blonsky, American actress, singer, and dancer",
            "year": 1988
        },
        {
            "text": "Lio Tipton, American actor and model",
            "year": 1988
        },
        {
            "text": "Carl Gunnarsson, Swedish ice hockey player",
            "year": 1986
        },
        {
            "text": "Bakary Soumaré, Malian footballer",
            "year": 1985
        },
        {
            "text": "Delta Goodrem, Australian singer-songwriter, pianist, and actress",
            "year": 1984
        },
        {
            "text": "French Montana, Moroccan-American rapper",
            "year": 1984
        },
        {
            "text": "Seven, South Korean singer, dancer, and actor",
            "year": 1984
        },
        {
            "text": "Rob Elloway, German rugby player",
            "year": 1983
        },
        {
            "text": "Ted Potter Jr., American golfer",
            "year": 1983
        },
        {
            "text": "Michael Turner, English footballer",
            "year": 1983
        },
        {
            "text": "Boaz Myhill, American-Welsh footballer",
            "year": 1982
        },
        {
            "text": "Jana Pittman, Australian hurdler",
            "year": 1982
        },
        {
            "text": "Eyedea, American rapper and producer (died 2010)",
            "year": 1981
        },
        {
            "text": "Jobi McAnuff, Jamaican footballer",
            "year": 1981
        },
        {
            "text": "Kane Waselenchuk, Canadian racquetball player",
            "year": 1981
        },
        {
            "text": "Vanessa Lachey, Filipino-American television host and actress",
            "year": 1980
        },
        {
            "text": "Dominique Maltais, Canadian snowboarder",
            "year": 1980
        },
        {
            "text": "Dave Bush, American baseball player",
            "year": 1979
        },
        {
            "text": "Adam Dunn, American baseball player",
            "year": 1979
        },
        {
            "text": "Caroline Flack, English television presenter, radio presenter, and model (died 2020)",
            "year": 1979
        },
        {
            "text": "Martin Taylor, English footballer",
            "year": 1979
        },
        {
            "text": "Even Ormestad, Norwegian bass player and producer",
            "year": 1978
        },
        {
            "text": "Sisqó, American singer-songwriter, producer, and actor",
            "year": 1978
        },
        {
            "text": "Chris Morgan, English footballer and manager",
            "year": 1977
        },
        {
            "text": "Omar Trujillo, Mexican footballer",
            "year": 1977
        },
        {
            "text": "Tochiazuma Daisuke, Japanese sumo wrestler",
            "year": 1976
        },
        {
            "text": "Gareth Malone, English singer and conductor",
            "year": 1975
        },
        {
            "text": "Mathew Sinclair, New Zealand cricketer",
            "year": 1975
        },
        {
            "text": "Alessandro Del Piero, Italian footballer",
            "year": 1974
        },
        {
            "text": "Giovanna Mezzogiorno, Italian actress",
            "year": 1974
        },
        {
            "text": "Alyson Court, Canadian actress and producer",
            "year": 1973
        },
        {
            "text": "Nick Lachey, American singer-songwriter, producer, and actor",
            "year": 1973
        },
        {
            "text": "Gabrielle Miller, Canadian actress and director",
            "year": 1973
        },
        {
            "text": "Zisis Vryzas, Greek footballer and coach",
            "year": 1973
        },
        {
            "text": "Eric Dane, American actor",
            "year": 1972
        },
        {
            "text": "Naomi Shindō, Japanese voice actress and singer",
            "year": 1972
        },
        {
            "text": "Corin Tucker, American singer-songwriter and guitarist",
            "year": 1972
        },
        {
            "text": "David Duval, American golfer and sportscaster",
            "year": 1971
        },
        {
            "text": "Sabri Lamouchi, French footballer and manager",
            "year": 1971
        },
        {
            "text": "Nelson Diebel, American swimmer and coach",
            "year": 1970
        },
        {
            "text": "Domino, American DJ and producer",
            "year": 1970
        },
        {
            "text": "Guido Görtzen, Dutch volleyball player",
            "year": 1970
        },
        {
            "text": "Bill Guerin, American ice hockey player, coach, and executive",
            "year": 1970
        },
        {
            "text": "Chris Jericho, American-Canadian wrestler",
            "year": 1970
        },
        {
            "text": "Scarface, American rapper and producer",
            "year": 1970
        },
        {
            "text": "Susan Tedeschi, American singer-songwriter and guitarist",
            "year": 1970
        },
        {
            "text": "Sandra Denton, Jamaican-American rapper and actress",
            "year": 1969
        },
        {
            "text": "Ramona Milano, Canadian actress",
            "year": 1969
        },
        {
            "text": "Roxanne Shanté, American rapper",
            "year": 1969
        },
        {
            "text": "Allison Wolfe, American singer-songwriter",
            "year": 1969
        },
        {
            "text": "Nazzareno Carusi, Italian pianist and educator",
            "year": 1968
        },
        {
            "text": "Colin Hay, English political scientist, author, and academic",
            "year": 1968
        },
        {
            "text": "Ricky Otto, English footballer",
            "year": 1967
        },
        {
            "text": "Daphne Guinness, English-Irish model and actress",
            "year": 1965
        },
        {
            "text": "Andrei Lapushkin, Russian footballer",
            "year": 1965
        },
        {
            "text": "Ryan Murphy, American television writer, producer, and director",
            "year": 1965
        },
        {
            "text": "Bryn Terfel, Welsh opera singer",
            "year": 1965
        },
        {
            "text": "Robert Duncan McNeill, American actor, director, and producer",
            "year": 1964
        },
        {
            "text": "Anthony Bowie, American basketball player",
            "year": 1963
        },
        {
            "text": "Jill Dando, English journalist (died 1999)",
            "year": 1961
        },
        {
            "text": "Andreas Brehme, German footballer and manager (died 2024)",
            "year": 1960
        },
        {
            "text": "Sarah Franklin, American-English anthropologist and academic",
            "year": 1960
        },
        {
            "text": "Demetra Plakas, American drummer",
            "year": 1960
        },
        {
            "text": "Thomas Quasthoff, German opera singer",
            "year": 1959
        },
        {
            "text": "Tony Slattery, British actor, comedian and television personality (died 2025)",
            "year": 1959
        },
        {
            "text": "Fernando Meirelles, Brazilian director, producer, and screenwriter",
            "year": 1955
        },
        {
            "text": "Bob Nault, Canadian lawyer and politician",
            "year": 1955
        },
        {
            "text": "Aed Carabao, Thai singer-songwriter and guitarist",
            "year": 1954
        },
        {
            "text": "Gaétan Hart, Canadian boxer",
            "year": 1953
        },
        {
            "text": "Sherrod Brown, American academic and politician",
            "year": 1952
        },
        {
            "text": "Gladys Requena, Venezuelan politician",
            "year": 1952
        },
        {
            "text": "Jim Riggleman, American baseball player, coach, and manager",
            "year": 1952
        },
        {
            "text": "Lou Ferrigno, American bodybuilder and actor",
            "year": 1951
        },
        {
            "text": "Parekura Horomia, New Zealand politician, 40th Minister of Māori Affairs (died 2013)",
            "year": 1950
        },
        {
            "text": "Bille August, Danish director, cinematographer, and screenwriter",
            "year": 1948
        },
        {
            "text": "Joe Bouchard, American bass player and songwriter",
            "year": 1948
        },
        {
            "text": "Jane Humphries, English economist, historian, and academic",
            "year": 1948
        },
        {
            "text": "Michel Pagliaro, Canadian singer-songwriter and guitarist",
            "year": 1948
        },
        {
            "text": "Luiz Felipe Scolari, Brazilian footballer and manager",
            "year": 1948
        },
        {
            "text": "Robert David Hall, American actor, singer, and pianist",
            "year": 1947
        },
        {
            "text": "Benny Mardones, American singer-songwriter (died 2020)",
            "year": 1946
        },
        {
            "text": "Marina Warner, English author and academic",
            "year": 1946
        },
        {
            "text": "Moeletsi Mbeki, South African economist and academic",
            "year": 1945
        },
        {
            "text": "Charlie Robinson, American actor (died 2021)",
            "year": 1945
        },
        {
            "text": "Chitresh Das, Indian dancer and choreographer (died 2015)",
            "year": 1944
        },
        {
            "text": "Phil May, English singer-songwriter (died 2020)",
            "year": 1944
        },
        {
            "text": "Victor Blank, English businessman and philanthropist",
            "year": 1942
        },
        {
            "text": "Tom Weiskopf, American golfer and sportscaster (died 2022)",
            "year": 1942
        },
        {
            "text": "David Constant, English cricketer and umpire",
            "year": 1941
        },
        {
            "text": "Tom Fogerty, American singer-songwriter and guitarist (died 1990)",
            "year": 1941
        },
        {
            "text": "John Singleton, Australian businessman",
            "year": 1941
        },
        {
            "text": "Paul Cameron, American psychologist and academic",
            "year": 1939
        },
        {
            "text": "Bryan Davies, Baron Davies of Oldham, English academic and politician",
            "year": 1939
        },
        {
            "text": "Ti-Grace Atkinson, American author and critic",
            "year": 1938
        },
        {
            "text": "Roger McGough, English author, poet, and playwright",
            "year": 1937
        },
        {
            "text": "Donald Trelford, English journalist and academic (died 2023)",
            "year": 1937
        },
        {
            "text": "Clyde Wells, Canadian lawyer and politician, 5th Premier of Newfoundland",
            "year": 1937
        },
        {
            "text": "Bob Graham, American lawyer and politician, 38th Governor of Florida (died 2024)",
            "year": 1936
        },
        {
            "text": "Mikhail Tal, Latvian-Russian chess player and author (died 1992)",
            "year": 1936
        },
        {
            "text": "Mary Travers, American singer-songwriter (died 2009)",
            "year": 1936
        },
        {
            "text": "Bob Gibson, American baseball player and coach (died 2020)",
            "year": 1935
        },
        {
            "text": "David Wolfson, Baron Wolfson of Sunningdale, English businessman and politician (died 2021)",
            "year": 1935
        },
        {
            "text": "Ingvar Carlsson, Swedish economist and politician, 29th Prime Minister of Sweden",
            "year": 1934
        },
        {
            "text": "Ronald Harwood, South African author, playwright, and screenwriter (died 2020)",
            "year": 1934
        },
        {
            "text": "Carl Sagan, American astronomer, astrophysicist, and cosmologist (died 1996)",
            "year": 1934
        },
        {
            "text": "Ed Corney, American professional bodybuilder (died 2019)",
            "year": 1933
        },
        {
            "text": "Jim Perry, American game show host (died 2015)",
            "year": 1933
        },
        {
            "text": "Frank Selvy, American basketball player and coach (died 2024)",
            "year": 1932
        },
        {
            "text": "Whitey Herzog, American baseball player and manager (died 2024)",
            "year": 1931
        },
        {
            "text": "Valery Shumakov, Russian surgeon and transplantologist (died 2008)",
            "year": 1931
        },
        {
            "text": "George Witt, American baseball player and coach (died 2013)",
            "year": 1931
        },
        {
            "text": "Marc Favreau, Canadian actor and poet (died 2005)",
            "year": 1929
        },
        {
            "text": "Imre Kertész, Hungarian author, Nobel Prize laureate (died 2016)",
            "year": 1929
        },
        {
            "text": "Anne Sexton, American poet and academic (died 1974)",
            "year": 1928
        },
        {
            "text": "Vicente Aranda, Spanish director, producer, and screenwriter (died 2015)",
            "year": 1926
        },
        {
            "text": "Luis Miguel Dominguín, Spanish bullfighter (died 1996)",
            "year": 1926
        },
        {
            "text": "Alistair Horne, English-American journalist, historian, and author (died 2017)",
            "year": 1925
        },
        {
            "text": "Robert Frank, Swiss-American photographer and director (died 2019)",
            "year": 1924
        },
        {
            "text": "Alice Coachman, American high jumper (died 2014)",
            "year": 1923
        },
        {
            "text": "Elizabeth Hawley, American-Nepali journalist and historian (died 2018)",
            "year": 1923
        },
        {
            "text": "James Schuyler, American poet and author (died 1991)",
            "year": 1923
        },
        {
            "text": "Dorothy Dandridge, American actress, singer, and dancer (died 1965)",
            "year": 1922
        },
        {
            "text": "Raymond Devos, Belgian-French comedian and clown (died 2006)",
            "year": 1922
        },
        {
            "text": "Imre Lakatos, Hungarian mathematician, philosopher, and academic (died 1974)",
            "year": 1922
        },
        {
            "text": "Pierrette Alarie, Canadian soprano and actress (died 2011)",
            "year": 1921
        },
        {
            "text": "Viktor Chukarin, Ukrainian gymnast and coach (died 1984)",
            "year": 1921
        },
        {
            "text": "Byron De La Beckwith, American assassin of Medgar Evers (died 2001)",
            "year": 1920
        },
        {
            "text": "Philip G. Hodge, American engineer and academic (died 2014)",
            "year": 1920
        },
        {
            "text": "Eva Todor, Brazilian actress (died 2017)",
            "year": 1919
        },
        {
            "text": "Spiro Agnew, American soldier, lawyer, and politician, 39th Vice President of the United States (died 1996)",
            "year": 1918
        },
        {
            "text": "Florence Chadwick, American swimmer (died 1995)",
            "year": 1918
        },
        {
            "text": "Thomas Ferebee, American colonel (died 2000)",
            "year": 1918
        },
        {
            "text": "Choi Hong Hi, South Korean general and martial artist, co-founded taekwondo (died 2002)",
            "year": 1918
        },
        {
            "text": "Martha Settle Putney, American lieutenant, historian, and educator (died 2008)",
            "year": 1916
        },
        {
            "text": "André François, Romanian-French illustrator, painter, and sculptor (died 2005)",
            "year": 1915
        },
        {
            "text": "Sargent Shriver, American lieutenant, lawyer, and politician, 21st United States Ambassador to France (died 2011)",
            "year": 1915
        },
        {
            "text": "Thomas Berry, American priest, historian, and theologian (died 2009)",
            "year": 1914
        },
        {
            "text": "Hedy Lamarr, Austrian-American actress and inventor (died 2000)",
            "year": 1914
        },
        {
            "text": "Paulene Myers, American actress (died 1996)",
            "year": 1913
        },
        {
            "text": "Arthur Rudolph, German scientist and engineer (died 1996)",
            "year": 1906
        },
        {
            "text": "Erika Mann, German-Swiss actress and author (died 1969)",
            "year": 1905
        },
        {
            "text": "Viktor Brack, German SS officer (died 1948)",
            "year": 1904
        },
        {
            "text": "Heiti Talvik, Estonian poet (died 1947)",
            "year": 1904
        },
        {
            "text": "Anthony Asquith, English director and screenwriter (died 1968)",
            "year": 1902
        },
        {
            "text": "Oskar Loorits, Estonian author and academic (died 1961)",
            "year": 1900
        },
        {
            "text": "Harvey Hendrick, American baseball player (died 1941)",
            "year": 1897
        },
        {
            "text": "Ronald George Wreyford Norrish, English chemist and academic, Nobel Prize laureate (died 1978)",
            "year": 1897
        },
        {
            "text": "Mae Marsh, American actress (died 1968)",
            "year": 1894
        },
        {
            "text": "Dietrich von Choltitz, General of the German Army during World War II (died 1966)",
            "year": 1894
        },
        {
            "text": "Louisa E. Rhine, American botanist and parapsychologist (died 1983)",
            "year": 1891
        },
        {
            "text": "Jean Monnet, French economist and diplomat (died 1979)",
            "year": 1888
        },
        {
            "text": "Ed Wynn, American actor (died 1966)",
            "year": 1886
        },
        {
            "text": "Theodor Kaluza, German mathematician and physicist (died 1954)",
            "year": 1885
        },
        {
            "text": "Velimir Khlebnikov, Russian poet and playwright (died 1922)",
            "year": 1885
        },
        {
            "text": "Aureliano Pertile, Italian tenor and educator (died 1952)",
            "year": 1885
        },
        {
            "text": "Hermann Weyl, German mathematician, physicist, and philosopher (died 1955)",
            "year": 1885
        },
        {
            "text": "Edna May Oliver, American actress (died 1942)",
            "year": 1883
        },
        {
            "text": "Giles Gilbert Scott, English architect, designed the red telephone box (died 1960)",
            "year": 1880
        },
        {
            "text": "Jenő Bory, Hungarian architect and sculptor (died 1959)",
            "year": 1879
        },
        {
            "text": "Milan Šufflay, Croatian historian and politician (died 1931)",
            "year": 1879
        },
        {
            "text": "Ahn Changho, Korean activist and politician (died 1938)",
            "year": 1878
        },
        {
            "text": "Enrico De Nicola, Italian journalist, lawyer, and politician, 1st President of the Italian Republic (died 1959)",
            "year": 1877
        },
        {
            "text": "Muhammad Iqbal, Pakistani philosopher, poet, and politician (died 1938)",
            "year": 1877
        },
        {
            "text": "Albert Francis Blakeslee, American botanist and academic (died 1954)",
            "year": 1874
        },
        {
            "text": "Otfrid Foerster, German neurologist and surgeon (died 1941)",
            "year": 1873
        },
        {
            "text": "Bohdan Lepky, Ukrainian author and poet (died 1941)",
            "year": 1872
        },
        {
            "text": "Florence R. Sabin, American medical scientist (died 1953)",
            "year": 1871
        },
        {
            "text": "Marie Dressler, Canadian-American actress and singer (died 1934)",
            "year": 1869
        },
        {
            "text": "Gigo Gabashvili, Georgian painter and educator (died 1936)",
            "year": 1862
        },
        {
            "text": "Maud Howe Elliott, American activist and author (died 1948)",
            "year": 1854
        },
        {
            "text": "Stanford White, American architect and partner, co-founded McKim, Mead & White (died 1906)",
            "year": 1853
        },
        {
            "text": "Louis Lewin, German pharmacologist and academic (died 1929)",
            "year": 1850
        },
        {
            "text": "Edward VII of the United Kingdom (died 1910)",
            "year": 1841
        },
        {
            "text": "Joseph-Adolphe Chapleau, Canadian lawyer and politician, 5th Premier of Quebec (died 1898)",
            "year": 1840
        },
        {
            "text": "Émile Gaboriau, French author and journalist (died 1873)",
            "year": 1832
        },
        {
            "text": "Peter Lumsden, English general (died 1918)",
            "year": 1829
        },
        {
            "text": "A. P. Hill, American general (died 1865)",
            "year": 1825
        },
        {
            "text": "Ivan Turgenev, Russian author and playwright (died 1883)",
            "year": 1818
        },
        {
            "text": "Bernhard von Langenbeck, German general, surgeon, and academic (died 1887)",
            "year": 1810
        },
        {
            "text": "Elijah Parish Lovejoy, American minister, journalist, and activist (died 1837)",
            "year": 1802
        },
        {
            "text": "Gail Borden, American surveyor and publisher, invented condensed milk (died 1874)",
            "year": 1801
        },
        {
            "text": "Gustav, Prince of Vasa (died 1877)",
            "year": 1799
        },
        {
            "text": "Nicolai Wergeland, Norwegian priest, writer and politician (died 1848)",
            "year": 1780
        },
        {
            "text": "Thomasine Christine Gyllembourg-Ehrensvärd, Danish author (died 1856)",
            "year": 1773
        },
        {
            "text": "Jeanne Julie Éléonore de Lespinasse, French businesswoman and author (died 1776)",
            "year": 1732
        },
        {
            "text": "Benjamin Banneker, American farmer, surveyor, and author (died 1806)",
            "year": 1731
        },
        {
            "text": "Anna Amalia, Abbess of Quedlinburg (died 1787)",
            "year": 1723
        },
        {
            "text": "Mark Akenside, English physician and poet (died 1770)",
            "year": 1721
        },
        {
            "text": "Domenico Lorenzo Ponziani, Italian priest, theoretician, and academic (died 1796)",
            "year": 1719
        },
        {
            "text": "Claudio Casciolini, Italian singer and composer (died 1760)",
            "year": 1697
        },
        {
            "text": "George II of Great Britain (died 1760)",
            "year": 1683
        },
        {
            "text": "Carl Gustaf Armfeldt, Swedish officer, general and friherre (died 1736)",
            "year": 1666
        },
        {
            "text": "Johann Speth, German organist and composer (died 1719)",
            "year": 1664
        },
        {
            "text": "Henry Wharton, English librarian and author (died 1695)",
            "year": 1664
        },
        {
            "text": "Hermann Conring, German philosopher and educator (died 1681)",
            "year": 1606
        },
        {
            "text": "Johannes Narssius, Dutch physician and poet (died 1637)",
            "year": 1580
        },
        {
            "text": "Nanda Bayin, king of Burma (died 1600)",
            "year": 1535
        },
        {
            "text": "Martin Chemnitz, German astrologer and theologian (died 1586)",
            "year": 1522
        },
        {
            "text": "Charles II, Duke of Guelders, count of Zutphen from 1492 (died 1538)",
            "year": 1467
        },
        {
            "text": "Philippa of Guelders, twin sister of Charles II, Dutch duchess consort (died 1547)",
            "year": 1467
        },
        {
            "text": "John V, Count of Nassau-Siegen, German count (died 1516)",
            "year": 1455
        },
        {
            "text": "Albrecht III Achilles, Elector of Brandenburg (died 1486)",
            "year": 1414
        },
        {
            "text": "Isabella of Valois, French princess and queen of England (died 1409)",
            "year": 1389
        },
        {
            "text": "Niccolò III d'Este, Marquis of Ferrara (died 1441)",
            "year": 1383
        },
        {
            "text": "Gyeongjong, Korean king (died 981)",
            "year": 955
        }
    ],
    "deaths": [
        {
            "text": "Bobby Allison, American race car driver and businessman (born 1937)",
            "year": 2024
        },
        {
            "text": "Lou Donaldson, American saxophonist (born 1926)",
            "year": 2024
        },
        {
            "text": "Judith Jamison, American dancer and choreographer (born 1943)",
            "year": 2024
        },
        {
            "text": "Ella Jenkins, American folk singer (born 1924)",
            "year": 2024
        },
        {
            "text": "Junko Ohashi, Japanese singer (born 1950)",
            "year": 2023
        },
        {
            "text": "Max Cleland, American politician (born 1942)",
            "year": 2021
        },
        {
            "text": "Chuck Mosley, American singer songwriter (born 1959)",
            "year": 2017
        },
        {
            "text": "Shyla Stylez, Canadian pornographic actress (born 1982)",
            "year": 2017
        },
        {
            "text": "Greg Ballard, American basketball player and coach (born 1955)",
            "year": 2016
        },
        {
            "text": "Carol Doda, American actress and dancer (born 1937)",
            "year": 2015
        },
        {
            "text": "Ernst Fuchs, Austrian painter, sculptor, and illustrator (born 1930)",
            "year": 2015
        },
        {
            "text": "Tommy Hanson, American baseball player (born 1986)",
            "year": 2015
        },
        {
            "text": "Byron Krieger, American fencer (born 1920)",
            "year": 2015
        },
        {
            "text": "Andy White, Scottish drummer (born 1930)",
            "year": 2015
        },
        {
            "text": "Rubén Alvarez, Argentinian golfer (born 1961)",
            "year": 2014
        },
        {
            "text": "Saud bin Muhammed Al Thani, Qatari prince (born 1966)",
            "year": 2014
        },
        {
            "text": "R. A. Montgomery, American author and publisher (born 1936)",
            "year": 2014
        },
        {
            "text": "Myles Munroe, Bahamian pastor and author (born 1954)",
            "year": 2014
        },
        {
            "text": "Orlando Thomas, American football player (born 1972)",
            "year": 2014
        },
        {
            "text": "Joe Walsh, Irish politician, Minister for Agriculture, Food and the Marine (born 1943)",
            "year": 2014
        },
        {
            "text": "Savaş Ay, Turkish journalist (born 1954)",
            "year": 2013
        },
        {
            "text": "Helen Eadie, Scottish politician (born 1947)",
            "year": 2013
        },
        {
            "text": "Grethe Rytter Hasle, Norwegian biologist and academic (born 1920)",
            "year": 2013
        },
        {
            "text": "Kalaparusha Maurice McIntyre, American saxophonist (born 1936)",
            "year": 2013
        },
        {
            "text": "Steve Prescott, English rugby player (born 1973)",
            "year": 2013
        },
        {
            "text": "Emile Zuckerkandl, Austrian-American biologist and academic (born 1922)",
            "year": 2013
        },
        {
            "text": "Milan Čič, Slovak lawyer and politician, 5th Prime Minister of the Slovak Socialist Republic (born 1932)",
            "year": 2012
        },
        {
            "text": "Joseph D. Early, American soldier and politician (born 1933)",
            "year": 2012
        },
        {
            "text": "Sergey Nikolsky, Russian mathematician and academic (born 1905)",
            "year": 2012
        },
        {
            "text": "James L. Stone, American colonel, Medal of Honor recipient (born 1922)",
            "year": 2012
        },
        {
            "text": "Hans Freeman,  Australian bioinorganic chemist and protein crystallographer (born 1929)",
            "year": 2008
        },
        {
            "text": "Miriam Makeba, South African singer and activist (born 1932)",
            "year": 2008
        },
        {
            "text": "Ed Bradley, American journalist (born 1941)",
            "year": 2006
        },
        {
            "text": "Ellen Willis, American journalist and activist (born 1941)",
            "year": 2006
        },
        {
            "text": "Markus Wolf, German intelligence officer (born 1923)",
            "year": 2006
        },
        {
            "text": "K. R. Narayanan, Indian journalist and politician, 10th President of India (born 1921)",
            "year": 2005
        },
        {
            "text": "Iris Chang, American historian, journalist, and author (born 1968)",
            "year": 2004
        },
        {
            "text": "Emlyn Hughes, English footballer and manager (born 1947)",
            "year": 2004
        },
        {
            "text": "Stieg Larsson, Swedish journalist and author (born 1954)",
            "year": 2004
        },
        {
            "text": "Art Carney, American actor and comedian (born 1918)",
            "year": 2003
        },
        {
            "text": "Gordon Onslow Ford, English-American painter (born 1912)",
            "year": 2003
        },
        {
            "text": "William Schutz, American psychologist and academic (born 1925)",
            "year": 2002
        },
        {
            "text": "Niels Jannasch, Canadian historian and curator (born 1924)",
            "year": 2001
        },
        {
            "text": "Giovanni Leone, Italian lawyer and politician, 6th President of Italy (born 1908)",
            "year": 2001
        },
        {
            "text": "Sherwood Johnston, American race car driver (born 1927)",
            "year": 2000
        },
        {
            "text": "Eric Morley, English television host, founded Miss World (born 1918)",
            "year": 2000
        },
        {
            "text": "Mabel King, American actress and singer (born 1932)",
            "year": 1999
        },
        {
            "text": "Carl Gustav Hempel, German philosopher from the Vienna and the Berlin Circle (born 1905)",
            "year": 1997
        },
        {
            "text": "Helenio Herrera, Argentinian-Italian footballer and manager (born 1910)",
            "year": 1997
        },
        {
            "text": "Joe Ghiz, Canadian lawyer, judge, and politician, 27th Premier of Prince Edward Island (born 1945)",
            "year": 1996
        },
        {
            "text": "Ross Andru, American illustrator (born 1925)",
            "year": 1993
        },
        {
            "text": "Charles Fraser-Smith, English missionary and author (born 1904)",
            "year": 1992
        },
        {
            "text": "William Hillcourt, Danish-American scout leader and author (born 1900)",
            "year": 1992
        },
        {
            "text": "T. Sivasithamparam, Sri Lankan politician (born 1926)",
            "year": 1992
        },
        {
            "text": "Yves Montand, Italian-French actor (born 1921)",
            "year": 1991
        },
        {
            "text": "Bill Neilson, Australian politician, 34th Premier of Tasmania (born 1925)",
            "year": 1989
        },
        {
            "text": "David Bauer, Canadian ice hockey player, coach, and priest (born 1924)",
            "year": 1988
        },
        {
            "text": "John N. Mitchell, American lieutenant, lawyer, and politician, 67th United States Attorney General (born 1913)",
            "year": 1988
        },
        {
            "text": "Rosemary Timperley, English author and screenwriter (born 1920)",
            "year": 1988
        },
        {
            "text": "Marie-Georges Pascal, French actress (born 1946)",
            "year": 1985
        },
        {
            "text": "Fred Haney, American baseball player, coach, and manager (born 1898)",
            "year": 1977
        },
        {
            "text": "Armas Taipale, Finnish discus thrower and shot putter (born 1890)",
            "year": 1976
        },
        {
            "text": "Victor Adamson; American director, producer, screenwriter, and actor (born 1890)",
            "year": 1972
        },
        {
            "text": "Maude Fealy, American actress and screenwriter (born 1883)",
            "year": 1971
        },
        {
            "text": "Charles de Gaulle, French general and politician, 18th President of France (born 1890)",
            "year": 1970
        },
        {
            "text": "Jan Johansson, Swedish pianist (born 1931)",
            "year": 1968
        },
        {
            "text": "Dhondo Keshav Karve, Indian activist and academic (born 1858)",
            "year": 1962
        },
        {
            "text": "Dorothy Canfield Fisher, American educational reformer, social activist and author (born 1879)",
            "year": 1958
        },
        {
            "text": "Peter O'Connor, Irish long jumper (born 1872)",
            "year": 1957
        },
        {
            "text": "Aino Kallas, Finnish-Estonian author (born 1878)",
            "year": 1956
        },
        {
            "text": "Louise DeKoven Bowen, American philanthropist and activist (born 1859)",
            "year": 1953
        },
        {
            "text": "Ibn Saud, Saudi Arabian king (born 1880)",
            "year": 1953
        },
        {
            "text": "Dylan Thomas, Welsh poet and author (born 1914)",
            "year": 1953
        },
        {
            "text": "Philip Murray, Scottish-American labor leader (born 1886)",
            "year": 1952
        },
        {
            "text": "Chaim Weizmann, Belarusian-Israeli chemist, academic, and politician, 1st President of Israel (born 1874)",
            "year": 1952
        },
        {
            "text": "Sigmund Romberg, Hungarian-American pianist and composer (born 1887)",
            "year": 1951
        },
        {
            "text": "Frank Marshall, American chess player and theoretician (born 1877)",
            "year": 1944
        },
        {
            "text": "Charles Courtney Curran, American painter (born 1861)",
            "year": 1942
        },
        {
            "text": "Edna May Oliver, American actress (born 1883)",
            "year": 1942
        },
        {
            "text": "Stephen Alencastre, Portuguese-American bishop (born 1876)",
            "year": 1940
        },
        {
            "text": "Neville Chamberlain, English businessman and politician, Prime Minister of the United Kingdom (born 1869)",
            "year": 1940
        },
        {
            "text": "Vasily Blyukher, Russian marshal (born 1889)",
            "year": 1938
        },
        {
            "text": "Ramsay MacDonald, Scottish journalist and politician, Prime Minister of the United Kingdom (born 1866)",
            "year": 1937
        },
        {
            "text": "Nadezhda Alliluyeva, second wife of Joseph Stalin (born 1901)",
            "year": 1932
        },
        {
            "text": "Henry Cabot Lodge, American historian and politician (born 1850)",
            "year": 1924
        },
        {
            "text": "Eduard Müller, Swiss lawyer and politician, 26th President of the Swiss Confederation (born 1848)",
            "year": 1919
        },
        {
            "text": "Guillaume Apollinaire, Italian-French author, poet, and playwright (born 1880)",
            "year": 1918
        },
        {
            "text": "Peter Lumsden, English general (born 1829)",
            "year": 1918
        },
        {
            "text": "Harry Trott, Australian cricketer (born 1866)",
            "year": 1917
        },
        {
            "text": "Howard Pyle, American author and illustrator (born 1853)",
            "year": 1911
        },
        {
            "text": "Dorothea Beale, English suffragist, educational reformer and author (born 1831)",
            "year": 1906
        },
        {
            "text": "Edwin Drake, American businessman (born 1819)",
            "year": 1880
        },
        {
            "text": "Elizabeth Schuyler Hamilton, wife/widow of Alexander Hamilton and co-founder of the first private orphanage in New York (born 1757)",
            "year": 1854
        },
        {
            "text": "Robert Blum, German poet and politician (born 1810)",
            "year": 1848
        },
        {
            "text": "Carl Stamitz, German-Czech violinist and composer (born 1745)",
            "year": 1801
        },
        {
            "text": "Giovanni Battista Piranesi, Italian sculptor and illustrator (born 1720)",
            "year": 1778
        },
        {
            "text": "John Campbell, 4th Duke of Argyll, Scottish general and politician (born 1693)",
            "year": 1770
        },
        {
            "text": "Unico Wilhelm van Wassenaer, Dutch composer and diplomat (born 1692)",
            "year": 1766
        },
        {
            "text": "Oley Douglas, British Member of Parliament (born 1684)",
            "year": 1719
        },
        {
            "text": "Peter Mews, English Royalist theologian and bishop (born 1619)",
            "year": 1706
        },
        {
            "text": "Enea Silvio Piccolomini, imperial general (born 1651)",
            "year": 1689
        },
        {
            "text": "Aert van der Neer, Dutch painter (born 1603)",
            "year": 1677
        },
        {
            "text": "Cardinal-Infante Ferdinand of Austria (born 1610)",
            "year": 1641
        },
        {
            "text": "William Camden, English historian and topographer (born 1551)",
            "year": 1623
        },
        {
            "text": "George Peele, English translator, poet, and dramatist (born 1556)",
            "year": 1596
        },
        {
            "text": "Jami, Persian poet (born 1414)",
            "year": 1492
        },
        {
            "text": "Ulrich II, Count of Celje (born 1406)",
            "year": 1456
        },
        {
            "text": "Walter Langton, bishop of Lichfield and treasurer of England (born 1243)",
            "year": 1321
        },
        {
            "text": "Otto III, Duke of Bavaria (born 1261)",
            "year": 1312
        },
        {
            "text": "Roger Northwode, English statesman (born 1230)",
            "year": 1286
        },
        {
            "text": "Siger of Brabant, Dutch philosopher (born 1240)",
            "year": 1284
        },
        {
            "text": "Sanchia of Provence, queen consort of Germany",
            "year": 1261
        },
        {
            "text": "Sancha of Castile, Queen of Aragon (born 1154)",
            "year": 1208
        },
        {
            "text": "Emperor Gaozong of Song (born 1107)",
            "year": 1187
        },
        {
            "text": "Oldřich, Duke of Bohemia (born c. 975)",
            "year": 1034
        },
        {
            "text": "Constantine VII, Byzantine emperor (born 905)",
            "year": 959
        }
    ],
    "metadata": {
        "current_date": "November 9, 2025",
        "short_date": "Nov 9",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            45,
            21,
            73,
            42,
            51,
            27,
            5,
            6,
            33,
            15
        ],
        "births": [
            96,
            170,
            153,
            159
        ],
        "deaths": [
            42,
            29,
            63,
            107
        ]
    }
}