{
    "events": [
        {
            "text": "Military vehicles explode outside a Turkish Armed Forces barracks in Ankara, Turkey, killing at least 29 people and injuring 61 others.",
            "year": 2016
        },
        {
            "text": "Eighteen people are killed and 78 injured in a stampede at a Mardi Gras parade in Haiti.",
            "year": 2015
        },
        {
            "text": "Arab Spring: Libyan protests against Muammar Gaddafi's regime begin.",
            "year": 2011
        },
        {
            "text": "Arab Spring: In Bahrain, security forces launch a deadly pre-dawn raid on protesters in Pearl Roundabout in Manama; the day is locally known as Bloody Thursday.",
            "year": 2011
        },
        {
            "text": "Kosovo declares independence from Serbia.",
            "year": 2008
        },
        {
            "text": "A massive mudslide occurs in Southern Leyte, Philippines; the official death toll is set at 1,126.",
            "year": 2006
        },
        {
            "text": "In Philadelphia, world champion Garry Kasparov beats the Deep Blue supercomputer in a chess match.",
            "year": 1996
        },
        {
            "text": "NASA's Discovery Program begins as the NEAR Shoemaker spacecraft lifts off on the first mission ever to orbit and land on an asteroid, 433 Eros.",
            "year": 1996
        },
        {
            "text": "The 8.2 Mw  Biak earthquake shakes the Papua province of eastern Indonesia with a maximum Mercalli intensity of VIII (Severe). A large tsunami followed, leaving 166 people dead or missing and 423 injured.",
            "year": 1996
        },
        {
            "text": "The Cenepa War between Peru and Ecuador ends on a ceasefire brokered by the UN.",
            "year": 1995
        },
        {
            "text": "First Nagorno-Karabakh War: Armenian troops massacre more than 20 Azerbaijani civilians during the Capture of Garadaghly.",
            "year": 1992
        },
        {
            "text": "Ryan International Airlines Flight 590 crashes during takeoff from Cleveland Hopkins International Airport, killing both pilots, the aircraft's only occupants.",
            "year": 1991
        },
        {
            "text": "First winter ascent of Mount Everest by Krzysztof Wielicki and Leszek Cichy.",
            "year": 1980
        },
        {
            "text": "The Sino-Vietnamese War begins.",
            "year": 1979
        },
        {
            "text": "The Troubles: The Provisional IRA detonates an incendiary bomb at the La Mon restaurant, near Belfast, killing 12 and seriously injuring 30 others, all Protestants.",
            "year": 1978
        },
        {
            "text": "Robert K. Preston, a disgruntled U.S. Army private, buzzes the White House in a stolen helicopter.",
            "year": 1974
        },
        {
            "text": "Cumulative sales of the Volkswagen Beetle exceed those of the Ford Model T.",
            "year": 1972
        },
        {
            "text": "The family of Jeffrey R. MacDonald, United States Army captain, is found murdered in their home in Ft. Bragg, North Carolina.  Eventually, MacDonald himself was charged with and convicted of the murder of his pregnant wife and two daughters.",
            "year": 1970
        },
        {
            "text": "American aquanaut Berry L. Cannon dies of carbon dioxide poisoning while attempting to repair a leak in the SEALAB III underwater habitat. The SEALAB project was subsequently abandoned.",
            "year": 1969
        },
        {
            "text": "Aeroflot Flight 065 crashes during take-off from Sheremetyevo International Airport, killing 21.",
            "year": 1966
        },
        {
            "text": "Project Ranger: The Ranger 8 probe launches on its mission to photograph the Mare Tranquillitatis region of the Moon in preparation for the crewed Apollo missions. Mare Tranquillitatis or the \"Sea of Tranquility\" would become the site chosen for the Apollo 11 lunar landing.",
            "year": 1965
        },
        {
            "text": "In Wesberry v. Sanders the Supreme Court of the United States rules that congressional districts have to be approximately equal in population.",
            "year": 1964
        },
        {
            "text": "Gabonese president Léon M'ba is toppled by a coup and his rival, Jean-Hilaire Aubame, is installed in his place.",
            "year": 1964
        },
        {
            "text": "Project Vanguard: Vanguard 2: The first weather satellite is launched to measure cloud-cover distribution.",
            "year": 1959
        },
        {
            "text": "A Turkish Airlines Vickers Viscount crashes near Gatwick Airport, killing 14; Turkish prime minister Adnan Menderes survives the crash.",
            "year": 1959
        },
        {
            "text": "Chaim Weizmann begins his term as the first President of Israel.",
            "year": 1949
        },
        {
            "text": "The Al-Waziri coup briefly ousts the ruling Hamidaddin dynasty of Yemen; Imam Yahya Muhammad Hamid ed-Din is killed.",
            "year": 1948
        },
        {
            "text": "World War II: The Battle of Eniwetok begins. The battle ends in an American victory on February 22.",
            "year": 1944
        },
        {
            "text": "World War II: Operation Hailstone begins: U.S. naval air, surface, and submarine attack against Truk Lagoon, Japan's main base in the central Pacific, in support of the Eniwetok invasion.",
            "year": 1944
        },
        {
            "text": "The Ukrainian People's Republic asks the Entente and the United States for help fighting the Bolsheviks.",
            "year": 1919
        },
        {
            "text": "The Armory Show opens in New York City, displaying works of artists who are to become some of the most influential painters of the early 20th century.",
            "year": 1913
        },
        {
            "text": "Russian Revolution of 1905: Grand Duke Sergei Alexandrovich of Russia is assassinated in the Moscow Kremlin by Socialist Revolutionary Ivan Kalyayev.",
            "year": 1905
        },
        {
            "text": "American Civil War: Columbia, South Carolina, is burned as Confederate forces flee from advancing Union forces.",
            "year": 1865
        },
        {
            "text": "American Civil War: The H. L. Hunley becomes the first submarine to engage and sink a warship, the USS Housatonic.",
            "year": 1864
        },
        {
            "text": "A group of citizens of Geneva found an International Committee for Relief to the Wounded, which later became known as the International Committee of the Red Cross.",
            "year": 1863
        },
        {
            "text": "Cochinchina Campaign: The French Navy captures the Citadel of Saigon, a fortress manned by 1,000 Nguyễn dynasty soldiers, en route to conquering Saigon and other regions of southern Viet Nam.",
            "year": 1859
        },
        {
            "text": "The United Kingdom recognizes the independence of the Orange Free State.",
            "year": 1854
        },
        {
            "text": "Weenen massacre: Hundreds of Voortrekkers along the Blaukraans River, Natal are killed by Zulus.",
            "year": 1838
        },
        {
            "text": "The United States House of Representatives passes the Missouri Compromise for the first time.",
            "year": 1819
        },
        {
            "text": "War of the Sixth Coalition: The Battle of Mormant.",
            "year": 1814
        },
        {
            "text": "United States presidential election: A tie in the Electoral College between Thomas Jefferson and Aaron Burr is resolved when Jefferson is elected President of the United States and Burr Vice President by the United States House of Representatives.",
            "year": 1801
        },
        {
            "text": "In Sweden, February 17 is followed by March 1 as the country moves from the Julian calendar to the Gregorian calendar.",
            "year": 1753
        },
        {
            "text": "The Battle of Vasai commences as the Marathas move to invade Portuguese-occupied territory.",
            "year": 1739
        },
        {
            "text": "Sixteen men of Pascual de Iriate's expedition are lost at Evangelistas Islets at the western end of the Strait of Magellan.",
            "year": 1676
        },
        {
            "text": "An earthquake strikes the Indonesian island of Ambon. It triggers a 100 m (330 ft) megatsunami which drowns over 2,300 people.",
            "year": 1674
        },
        {
            "text": "Myles Standish is appointed as first military commander of the English Plymouth Colony in North America.",
            "year": 1621
        },
        {
            "text": "Nurhaci proclaims himself Khan of the Later Jin, precursor to the Qing Dynasty.",
            "year": 1616
        },
        {
            "text": "On his way to be burned at the stake for heresy, at Campo de' Fiori in Rome, the philosopher Giordano Bruno has a wooden vise put on his tongue to prevent him continuing to speak.",
            "year": 1600
        },
        {
            "text": "Duke Frederick of Schleswig-Holstein and King John of Denmark attempt to subdue the peasantry of Dithmarschen, Denmark, in the Battle of Hemmingstedt.",
            "year": 1500
        },
        {
            "text": "Following the successful campaigns during the Ottoman Interregnum, Musa Çelebi, one of the sons of Bayezid I, becomes Sultan of the Ottoman Empire with the support of Mircea I of Wallachia.",
            "year": 1411
        },
        {
            "text": "Northern Crusades: Grand Duchy of Lithuania and the Teutonic Knights meet in the Battle of Rudau.",
            "year": 1370
        }
    ],
    "births": [
        {
            "text": "Tyler Dibling, English footballer",
            "year": 2006
        },
        {
            "text": "Alex de Minaur, Australian tennis player",
            "year": 1999
        },
        {
            "text": "Devin White, American football player",
            "year": 1998
        },
        {
            "text": "Gaetano Castrovilli, Italian footballer",
            "year": 1997
        },
        {
            "text": "Zeki Çelik, Turkish footballer",
            "year": 1997
        },
        {
            "text": "Sebastian Aho, Swedish ice hockey player",
            "year": 1996
        },
        {
            "text": "Sasha Pieterse, South African-American actress and singer-songwriter",
            "year": 1996
        },
        {
            "text": "Madison Keys, American tennis player",
            "year": 1995
        },
        {
            "text": "Mason Jobst, American ice hockey player",
            "year": 1994
        },
        {
            "text": "Marc Márquez, Spanish motorcycle racer",
            "year": 1993
        },
        {
            "text": "Meaghan Martin, American actress and singer",
            "year": 1992
        },
        {
            "text": "Phil Pressey, American basketball player and coach",
            "year": 1991
        },
        {
            "text": "Ed Sheeran, English singer-songwriter, guitarist, and producer",
            "year": 1991
        },
        {
            "text": "Jeremy Allen White, American actor",
            "year": 1991
        },
        {
            "text": "Bonnie Wright, English actress, filmmaker, and activist",
            "year": 1991
        },
        {
            "text": "Marianne St-Gelais, Canadian speed skater",
            "year": 1990
        },
        {
            "text": "Edin Višća, Bosnian footballer",
            "year": 1990
        },
        {
            "text": "Rebecca Adlington, English swimmer",
            "year": 1989
        },
        {
            "text": "Chord Overstreet, American actor and singer",
            "year": 1989
        },
        {
            "text": "Michael Frolík, Czech ice hockey player",
            "year": 1988
        },
        {
            "text": "Case Keenum, American football player",
            "year": 1988
        },
        {
            "text": "Vasyl Lomachenko, Ukrainian boxer",
            "year": 1988
        },
        {
            "text": "Ísis Valverde, Brazilian actress",
            "year": 1987
        },
        {
            "text": "Brett Kern, American football player",
            "year": 1986
        },
        {
            "text": "Anders Jacobsen, Norwegian ski jumper",
            "year": 1985
        },
        {
            "text": "AB de Villiers, South African cricketer",
            "year": 1984
        },
        {
            "text": "Marcin Gortat, Polish basketball player",
            "year": 1984
        },
        {
            "text": "Katie Hill, Australian 3.0 point wheelchair basketball player",
            "year": 1984
        },
        {
            "text": "Adriano, Brazilian footballer",
            "year": 1982
        },
        {
            "text": "Brian Bruney, American baseball player",
            "year": 1982
        },
        {
            "text": "Joseph Gordon-Levitt, American actor, director, and producer",
            "year": 1981
        },
        {
            "text": "Paris Hilton, American model, media personality, actress, singer, DJ, author and businesswoman",
            "year": 1981
        },
        {
            "text": "Pontus Segerström, Swedish footballer (died 2014)",
            "year": 1981
        },
        {
            "text": "Al Harrington, American basketball player",
            "year": 1980
        },
        {
            "text": "Jason Ritter, American actor",
            "year": 1980
        },
        {
            "text": "Klemi Saban, Israeli footballer",
            "year": 1980
        },
        {
            "text": "Conrad Ricamora, American actor",
            "year": 1979
        },
        {
            "text": "Josh Willingham, American baseball player",
            "year": 1979
        },
        {
            "text": "Rory Kinnear, English actor and playwright",
            "year": 1978
        },
        {
            "text": "Kelly Carlson, American actress and model",
            "year": 1976
        },
        {
            "text": "Kaspars Astašenko, Latvian ice hockey player (died 2012)",
            "year": 1975
        },
        {
            "text": "Václav Prospal, Czech ice hockey player",
            "year": 1975
        },
        {
            "text": "Kaoru, Japanese guitarist, songwriter, and producer",
            "year": 1974
        },
        {
            "text": "Jerry O'Connell, American actor, director, and producer",
            "year": 1974
        },
        {
            "text": "Drew Barry, American basketball player",
            "year": 1973
        },
        {
            "text": "Goran Bunjevčević, Serbian footballer (died 2018)",
            "year": 1973
        },
        {
            "text": "Raphaël Ibañez, French rugby player",
            "year": 1973
        },
        {
            "text": "Billie Joe Armstrong, American singer-songwriter, guitarist, actor, and producer",
            "year": 1972
        },
        {
            "text": "Philippe Candeloro, French figure skater",
            "year": 1972
        },
        {
            "text": "Taylor Hawkins, American singer-songwriter and musician (died 2022)",
            "year": 1972
        },
        {
            "text": "Valeria Mazza, Argentine model and businesswoman",
            "year": 1972
        },
        {
            "text": "Denise Richards, American model and actress",
            "year": 1971
        },
        {
            "text": "Dominic Purcell, English-Australian actor and producer",
            "year": 1970
        },
        {
            "text": "David Douillet, French martial artist and politician",
            "year": 1969
        },
        {
            "text": "Vasily Kudinov, Russian handball player (died 2017)",
            "year": 1969
        },
        {
            "text": "Giuseppe Signori, Italian footballer",
            "year": 1968
        },
        {
            "text": "Wu'erkaixi, Chinese journalist and activist",
            "year": 1968
        },
        {
            "text": "Luc Robitaille, Canadian ice hockey player, manager, and actor",
            "year": 1966
        },
        {
            "text": "Michael Bay, American director and producer",
            "year": 1965
        },
        {
            "text": "Sherry Hawco, Canadian gymnast (died 1991)",
            "year": 1964
        },
        {
            "text": "Larry the Cable Guy, American comedian and voice actor",
            "year": 1963
        },
        {
            "text": "Alison Hargreaves, English mountaineer (died 1995)",
            "year": 1963
        },
        {
            "text": "Jen-Hsun Huang, Taiwanese-American businessman, co-founded Nvidia",
            "year": 1963
        },
        {
            "text": "Michael Jordan, American basketball player, executive, and businessman",
            "year": 1963
        },
        {
            "text": "Lou Diamond Phillips, American actor and director",
            "year": 1962
        },
        {
            "text": "Angela Eagle, English politician, Shadow Leader of the House of Commons",
            "year": 1961
        },
        {
            "text": "Maria Eagle, English politician, Shadow Secretary of State for Defence",
            "year": 1961
        },
        {
            "text": "Andrey Korotayev, Russian anthropologist, historian, and sociologist",
            "year": 1961
        },
        {
            "text": "Lindy Ruff, Canadian hockey player and coach",
            "year": 1960
        },
        {
            "text": "Aryeh Deri, Moroccan-Israeli rabbi and politician, Israeli Minister of Internal Affairs",
            "year": 1959
        },
        {
            "text": "Rowdy Gaines, American swimmer and sportscaster",
            "year": 1959
        },
        {
            "text": "Loreena McKennitt, Canadian singer-songwriter, accordion player, and pianist",
            "year": 1957
        },
        {
            "text": "Richard Karn, American actor and game show host",
            "year": 1956
        },
        {
            "text": "Mo Yan, Chinese author and academic, Nobel Prize laureate",
            "year": 1955
        },
        {
            "text": "Lou Ann Barton, American singer-songwriter",
            "year": 1954
        },
        {
            "text": "Miki Berkovich, Israeli basketball player",
            "year": 1954
        },
        {
            "text": "Rene Russo, American actress",
            "year": 1954
        },
        {
            "text": "Becky Ann Baker, American actress",
            "year": 1953
        },
        {
            "text": "Karin Büttner-Janz, German gymnast and physician",
            "year": 1952
        },
        {
            "text": "Vladimír Padrůněk, Czech musician (died 1991)",
            "year": 1952
        },
        {
            "text": "Rashid Minhas, Pakistani soldier and pilot (died 1971)",
            "year": 1951
        },
        {
            "text": "Fred Frith, English guitarist and songwriter",
            "year": 1949
        },
        {
            "text": "Dennis Green, American football player and coach (died 2016)",
            "year": 1949
        },
        {
            "text": "José José, Mexican singer-songwriter, producer, and actor (died 2019)",
            "year": 1948
        },
        {
            "text": "Shahrnush Parsipur, Iranian-American author and academic",
            "year": 1946
        },
        {
            "text": "Zina Bethune, American actress, dancer, and choreographer (died 2012)",
            "year": 1945
        },
        {
            "text": "Brenda Fricker, Irish actress",
            "year": 1945
        },
        {
            "text": "Karl Jenkins, Welsh saxophonist, keyboard player, and composer",
            "year": 1944
        },
        {
            "text": "Huey P. Newton, American activist, co-founded the Black Panther Party (died 1989)",
            "year": 1942
        },
        {
            "text": "Julia McKenzie, English actress, singer, and director",
            "year": 1941
        },
        {
            "text": "Vicente Fernández, Mexican singer-songwriter, actor, and producer (died 2021)",
            "year": 1940
        },
        {
            "text": "Gene Pitney, American singer-songwriter (died 2006)",
            "year": 1940
        },
        {
            "text": "Mary Ann Mobley, American model and actress, Miss America 1959 (died 2014)",
            "year": 1937
        },
        {
            "text": "Jim Brown, American football player and actor (died 2023)",
            "year": 1936
        },
        {
            "text": "Christina Pickles, English-American actress",
            "year": 1935
        },
        {
            "text": "Alan Bates, English actor (died 2003)",
            "year": 1934
        },
        {
            "text": "Barry Humphries, Australian comedian, actor, and author (died 2023)",
            "year": 1934
        },
        {
            "text": "Craig L. Thomas, American captain and politician (died 2007)",
            "year": 1933
        },
        {
            "text": "Jiřina Jirásková, Czech actress and singer (died 2013)",
            "year": 1931
        },
        {
            "text": "Buddy Ryan, American football coach (died 2016)",
            "year": 1931
        },
        {
            "text": "Roger Craig, American baseball player, coach, and manager (died 2023)",
            "year": 1930
        },
        {
            "text": "Benjamin Fain, Ukrainian-Israeli physicist and academic (died 2013)",
            "year": 1930
        },
        {
            "text": "Ruth Rendell, English author (died 2015)",
            "year": 1930
        },
        {
            "text": "Alejandro Jodorowsky, Chilean-French director and screenwriter",
            "year": 1929
        },
        {
            "text": "Chaim Potok, American rabbi and author (died 2002)",
            "year": 1929
        },
        {
            "text": "Nicholas Ridley, Baron Ridley of Liddesdale, English lieutenant and politician, Secretary of State for Business, Innovation and Skills (died 1993)",
            "year": 1929
        },
        {
            "text": "Patricia Routledge, English actress and singer (died 2025)",
            "year": 1929
        },
        {
            "text": "Marta Romero, Puerto Rican actress and singer (died 2013)",
            "year": 1928
        },
        {
            "text": "Michiaki Takahashi, Japanese virologist (died 2013)",
            "year": 1928
        },
        {
            "text": "Ron Goodwin, English composer and conductor (died 2003)",
            "year": 1925
        },
        {
            "text": "Hal Holbrook, American actor and director (died 2021)",
            "year": 1925
        },
        {
            "text": "Margaret Truman, American singer and author (died 2008)",
            "year": 1924
        },
        {
            "text": "Buddy DeFranco, American clarinet player and bandleader (died 2014)",
            "year": 1923
        },
        {
            "text": "Tommy Edwards, American R&B singer-songwriter (died 1969)",
            "year": 1922
        },
        {
            "text": "Duane Gish, American biochemist and academic (died 2013)",
            "year": 1921
        },
        {
            "text": "Ivo Caprino, Norwegian director and screenwriter (died 2001)",
            "year": 1920
        },
        {
            "text": "Annie Glenn, American disability and communication disorder advocate (died 2020)",
            "year": 1920
        },
        {
            "text": "Curt Swan, American illustrator (died 1996)",
            "year": 1920
        },
        {
            "text": "J. M. S. Careless, Canadian historian and academic (died 2009)",
            "year": 1919
        },
        {
            "text": "Kathleen Freeman, American actress and singer (died 2001)",
            "year": 1919
        },
        {
            "text": "Joe Hunt, American tennis player (died 1945)",
            "year": 1919
        },
        {
            "text": "William Bronk, American poet and academic (died 1999)",
            "year": 1918
        },
        {
            "text": "Jacqueline Ferrand, French mathematician (died 2014)",
            "year": 1918
        },
        {
            "text": "Alexander Obolensky, Russian rugby player and pilot (died 1940)",
            "year": 1916
        },
        {
            "text": "Don Tallon, Australian cricketer (died 1984)",
            "year": 1916
        },
        {
            "text": "Raf Vallone, Italian footballer and actor (died 2002)",
            "year": 1916
        },
        {
            "text": "Arthur Kennedy, American actor (died 1990)",
            "year": 1914
        },
        {
            "text": "Andre Norton, American author (died 2005)",
            "year": 1912
        },
        {
            "text": "Oskar Seidlin, German-American author, poet, and scholar (died 1984)",
            "year": 1911
        },
        {
            "text": "Marc Lawrence, American actor, director, producer, and screenwriter (died 2005)",
            "year": 1910
        },
        {
            "text": "Bo Yibo, Chinese general and politician, Vice Premier of the People's Republic of China (died 2007)",
            "year": 1908
        },
        {
            "text": "Mary Brian, American actress (died 2002)",
            "year": 1906
        },
        {
            "text": "Rózsa Péter, Hungarian mathematician (died 1977)",
            "year": 1905
        },
        {
            "text": "Hans Morgenthau, German-American political scientist, philosopher, and academic (died 1980)",
            "year": 1904
        },
        {
            "text": "Sadegh Hedayat, Iranian-French author and translator (died 1951)",
            "year": 1903
        },
        {
            "text": "Joaquín Rodríguez Ortega, known as \"Cagancho\", Spanish bullfighter (died 1984)",
            "year": 1903
        },
        {
            "text": "Ruth Clifford, American actress (died 1998)",
            "year": 1900
        },
        {
            "text": "Jibanananda Das, Bangladeshi-Indian poet and author (died 1954)",
            "year": 1899
        },
        {
            "text": "Wally Pipp, American baseball player and journalist (died 1965)",
            "year": 1893
        },
        {
            "text": "Abraham Fraenkel, German-Israeli mathematician and academic (died 1965)",
            "year": 1891
        },
        {
            "text": "Ronald Fisher, English-Australian statistician, biologist, and geneticist (died 1962)",
            "year": 1890
        },
        {
            "text": "Ronald Knox, English Catholic priest (died 1957)",
            "year": 1888
        },
        {
            "text": "Otto Stern, German-American physicist and academic, Nobel Prize laureate (died 1969)",
            "year": 1888
        },
        {
            "text": "Joseph Bech, Luxembourgish lawyer and politician, 15th Prime Minister of Luxembourg (died 1975)",
            "year": 1887
        },
        {
            "text": "Leevi Madetoja, Finnish composer and critic (died 1947)",
            "year": 1887
        },
        {
            "text": "Mary Carson Breckinridge, American nurse midwife, founded Frontier Nursing Service (died 1965)",
            "year": 1881
        },
        {
            "text": "Dorothy Canfield Fisher, American educational reformer, social activist and author (died 1958)",
            "year": 1879
        },
        {
            "text": "Isabelle Eberhardt, Swiss explorer and author (died 1904)",
            "year": 1877
        },
        {
            "text": "André Maginot, French sergeant and politician (died 1932)",
            "year": 1877
        },
        {
            "text": "Thomas J. Watson, American businessman (died 1956)",
            "year": 1874
        },
        {
            "text": "Jozef Murgaš, Slovak priest, botanist, and painter (died 1929)",
            "year": 1864
        },
        {
            "text": "Banjo Paterson, Australian journalist, author, and poet (died 1941)",
            "year": 1864
        },
        {
            "text": "Mori Ōgai, Japanese general, author, and poet (died 1922)",
            "year": 1862
        },
        {
            "text": "Helena of Waldeck and Pyrmont, duchess of Albany (died 1922)",
            "year": 1861
        },
        {
            "text": "Friedrich Alfred Krupp, German businessman (died 1902)",
            "year": 1854
        },
        {
            "text": "Joseph Favre, Swiss chef (died 1903)",
            "year": 1849
        },
        {
            "text": "Louisa Lawson, Australian poet and publisher (died 1920)",
            "year": 1848
        },
        {
            "text": "Aaron Montgomery Ward, American businessman, founded Montgomery Ward (died 1913)",
            "year": 1843
        },
        {
            "text": "Gustavo Adolfo Bécquer, Spanish author, poet, and playwright (died 1870)",
            "year": 1836
        },
        {
            "text": "Richard Henry Park, American sculptor (died 1902)",
            "year": 1832
        },
        {
            "text": "Lola Montez, Irish-American actress and dancer (died 1861)",
            "year": 1821
        },
        {
            "text": "Henri Vieuxtemps, Belgian violinist and composer (died 1881)",
            "year": 1820
        },
        {
            "text": "Édouard Thilges, Luxembourgish jurist and politician, 7th Prime Minister of Luxembourg (died 1904)",
            "year": 1817
        },
        {
            "text": "Carl Julian (von) Graba, German lawyer and ornithologist who visited and studied the Faroe Islands (died 1874)",
            "year": 1799
        },
        {
            "text": "Philipp Franz von Siebold, German physician and botanist (died 1866)",
            "year": 1796
        },
        {
            "text": "René Laennec, French physician, invented the stethoscope (died 1826)",
            "year": 1781
        },
        {
            "text": "John Cooke, English captain (died 1805)",
            "year": 1762
        },
        {
            "text": "John Pinkerton, Scottish antiquarian, cartographer, author, numismatist and historian (died 1826)",
            "year": 1758
        },
        {
            "text": "Nicolas Baudin, French cartographer and explorer (died 1803)",
            "year": 1754
        },
        {
            "text": "Friedrich Maximilian Klinger, German author and playwright (died 1831)",
            "year": 1752
        },
        {
            "text": "Horace-Bénédict de Saussure, Swiss physicist and meteorologist (died 1799)",
            "year": 1740
        },
        {
            "text": "Tobias Mayer, German astronomer and academic (died 1762)",
            "year": 1723
        },
        {
            "text": "Arcangelo Corelli, Italian violinist and composer (died 1713)",
            "year": 1653
        },
        {
            "text": "Pierre Le Pesant, sieur de Boisguilbert, French economist (died 1714)",
            "year": 1646
        },
        {
            "text": "Charles de Lorraine, French cardinal (died 1574)",
            "year": 1524
        },
        {
            "text": "Francis, French Grand Chamberlain (died 1563)",
            "year": 1519
        },
        {
            "text": "Charles III, duke of Bourbon (died 1527)",
            "year": 1490
        },
        {
            "text": "Al-Juwayni, Persian scholar and imam (died 1085)",
            "year": 1028
        },
        {
            "text": "Wu Zetian, Chinese empress consort (died 705)",
            "year": 624
        }
    ],
    "deaths": [
        {
            "text": "Jesse Jackson, American civil rights leader, activist, and politician (born 1941)",
            "year": 2026
        },
        {
            "text": "Paquita la del Barrio, Mexican singer, songwriter and actress (born 1947)",
            "year": 2025
        },
        {
            "text": "Frits Bolkestein, Dutch politician (born 1933)",
            "year": 2025
        },
        {
            "text": "Rick Buckler, English drummer, songwriter, and producer (born 1955)",
            "year": 2025
        },
        {
            "text": "James Harrison, Australian blood plasma donor (born 1936)",
            "year": 2025
        },
        {
            "text": "Gamini Jayawickrama Perera, Sri Lankan politician (born 1941)",
            "year": 2024
        },
        {
            "text": "Josette Molland, WWII French Resistance member and artist (born 1923)",
            "year": 2024
        },
        {
            "text": "Rush Limbaugh, American talk show host and author (born 1951)",
            "year": 2021
        },
        {
            "text": "Seif Sharif Hamad, Tanzanian politician (born 1943)",
            "year": 2021
        },
        {
            "text": "Robert H. Michel, American politician (born 1923)",
            "year": 2017
        },
        {
            "text": "Michael Novak, American Roman Catholic theologian (born 1933)",
            "year": 2017
        },
        {
            "text": "Andy Ganteaume, Trinidadian cricketer (born 1921)",
            "year": 2016
        },
        {
            "text": "Mohamed Hassanein Heikal, Egyptian journalist (born 1923)",
            "year": 2016
        },
        {
            "text": "Claude Jeancolas, French historian, author, and journalist (born 1949)",
            "year": 2016
        },
        {
            "text": "Tony Phillips, American baseball player (born 1959)",
            "year": 2016
        },
        {
            "text": "Andrzej Żuławski, Polish film director (born 1940)",
            "year": 2016
        },
        {
            "text": "John Barrow, American-Canadian football player and manager (born 1935)",
            "year": 2015
        },
        {
            "text": "Cathy Ubels-Veen, Dutch politician (born 1928)",
            "year": 2015
        },
        {
            "text": "Liu Yudi, Chinese general and pilot (born 1923)",
            "year": 2015
        },
        {
            "text": "Bob Casale, American guitarist, keyboard player, and producer (born 1952)",
            "year": 2014
        },
        {
            "text": "Peter Florin, German politician and diplomat, President of the United Nations General Assembly (born 1921)",
            "year": 2014
        },
        {
            "text": "Wayne Smith, Jamaican singer (born 1965)",
            "year": 2014
        },
        {
            "text": "Richard Briers, English actor (born 1934)",
            "year": 2013
        },
        {
            "text": "Shmulik Kraus, Israeli singer-songwriter and actor (born 1935)",
            "year": 2013
        },
        {
            "text": "Sophie Kurys, American baseball player (born 1925)",
            "year": 2013
        },
        {
            "text": "Mindy McCready, American singer-songwriter (born 1975)",
            "year": 2013
        },
        {
            "text": "Robert Carr, English engineer and politician, Shadow Chancellor of the Exchequer (born 1916)",
            "year": 2012
        },
        {
            "text": "Michael Davis, American singer-songwriter and bass player (born 1943)",
            "year": 2012
        },
        {
            "text": "Nicolaas Govert de Bruijn, Dutch mathematician and theorist (born 1918)",
            "year": 2012
        },
        {
            "text": "Ulric Neisser, German-American psychologist and academic (born 1928)",
            "year": 2012
        },
        {
            "text": "Kathryn Grayson, American actress and singer (born 1922)",
            "year": 2010
        },
        {
            "text": "Conchita Cintrón, Chilean bullfighter and journalist (born 1922)",
            "year": 2009
        },
        {
            "text": "Ray Barretto, American drummer (born 1929)",
            "year": 2006
        },
        {
            "text": "Dan O'Herlihy, Irish-American actor (born 1919)",
            "year": 2005
        },
        {
            "text": "Omar Sívori, Argentinian footballer and manager (born 1935)",
            "year": 2005
        },
        {
            "text": "José López Portillo, Mexican lawyer and politician, 51st President of Mexico (born 1920)",
            "year": 2004
        },
        {
            "text": "Steve Bechler, American baseball player (born 1979)",
            "year": 2003
        },
        {
            "text": "Ernst Jünger, German soldier, philosopher, and author (born 1895)",
            "year": 1998
        },
        {
            "text": "Randy Shilts, American journalist and author (born 1951)",
            "year": 1994
        },
        {
            "text": "Jean-Marc Boivin, French mountaineer, skier, and pilot (born 1951)",
            "year": 1990
        },
        {
            "text": "Lefty Gomez, American baseball player (born 1908)",
            "year": 1989
        },
        {
            "text": "John M. Allegro, English archaeologist and scholar (born 1923)",
            "year": 1988
        },
        {
            "text": "Karpoori Thakur, Indian educator and politician, 11th Chief Minister of Bihar (born 1924)",
            "year": 1988
        },
        {
            "text": "Jiddu Krishnamurti, Indian-American philosopher and author (born 1895)",
            "year": 1986
        },
        {
            "text": "Nestor Chylak, American baseball player and umpire (born 1922)",
            "year": 1982
        },
        {
            "text": "Thelonious Monk, American pianist and composer (born 1917)",
            "year": 1982
        },
        {
            "text": "Lee Strasberg, American actor and director (born 1901)",
            "year": 1982
        },
        {
            "text": "William Gargan, American actor (born 1905)",
            "year": 1979
        },
        {
            "text": "Janani Luwum, Ugandan archbishop and saint (born 1922)",
            "year": 1977
        },
        {
            "text": "Friday Hassler, American race car driver (born 1935)",
            "year": 1972
        },
        {
            "text": "Shmuel Yosef Agnon, Ukrainian-Israeli novelist, short story writer, and poet, Nobel Prize laureate (born 1888)",
            "year": 1970
        },
        {
            "text": "Alfred Newman, American composer and conductor (born 1900)",
            "year": 1970
        },
        {
            "text": "Berry L. Cannon, American aquanaut (born 1935)",
            "year": 1969
        },
        {
            "text": "Hans Hofmann, German-American painter (born 1880)",
            "year": 1966
        },
        {
            "text": "Mijo Mirković, Croatian economist and author (born 1898)",
            "year": 1963
        },
        {
            "text": "Joseph Kearns, American actor (born 1907)",
            "year": 1962
        },
        {
            "text": "Bruno Walter, German-American pianist, composer, and conductor (born 1876)",
            "year": 1962
        },
        {
            "text": "Lütfi Kırdar, Turkish physician and politician, Turkish Minister of Health (born 1887)",
            "year": 1961
        },
        {
            "text": "Nita Naldi, American actress (born 1894)",
            "year": 1961
        },
        {
            "text": "Yahya Muhammad Hamid ed-Din, Imam of Yemen (born 1904)",
            "year": 1948
        },
        {
            "text": "Dorothy Gibson, American actress and singer (born 1889)",
            "year": 1946
        },
        {
            "text": "Willy Hess, German violinist and educator (born 1859)",
            "year": 1939
        },
        {
            "text": "Albert I of Belgium (born 1875)",
            "year": 1934
        },
        {
            "text": "Siegbert Tarrasch, German chess player and theoretician (born 1862)",
            "year": 1934
        },
        {
            "text": "Oskar Merikanto, Finnish composer (born 1868)",
            "year": 1924
        },
        {
            "text": "Wilfrid Laurier, Canadian lawyer and politician, 7th Prime Minister of Canada (born 1841)",
            "year": 1919
        },
        {
            "text": "Edgar Evans, Welsh sailor and explorer (born 1876)",
            "year": 1912
        },
        {
            "text": "Geronimo, American tribal leader (born 1829)",
            "year": 1909
        },
        {
            "text": "Grand Duke Sergei Alexandrovich of Russia, fifth son and seventh child of Tsar Alexander II (born 1857)",
            "year": 1905
        },
        {
            "text": "William Bickerton, English-American religious leader, leader in the Latter Day Saint movement (born 1815)",
            "year": 1905
        },
        {
            "text": "Christopher Latham Sholes, American publisher and politician (born 1819)",
            "year": 1890
        },
        {
            "text": "Adolphe Quetelet, Belgian astronomer, mathematician, and sociologist (born 1796)",
            "year": 1874
        },
        {
            "text": "Gomburza, Filipino priests:",
            "year": 1872
        },
        {
            "text": "Gomburza, Filipino priests:",
            "year": 1872
        },
        {
            "text": "Gomburza, Filipino priests:",
            "year": 1872
        },
        {
            "text": "Heinrich Heine, German journalist and poet (born 1797)",
            "year": 1856
        },
        {
            "text": "John Martin, English painter, engraver, and illustrator (born 1789)",
            "year": 1854
        },
        {
            "text": "María de las Mercedes Barbudo, Puerto Rican political activist, the first woman Independentista in the island (born 1773)",
            "year": 1849
        },
        {
            "text": "Ferdinando Carulli, Italian guitarist and composer (born 1770)",
            "year": 1841
        },
        {
            "text": "Arthur Onslow, English lawyer and politician, Speaker of the House of Commons (born 1691)",
            "year": 1768
        },
        {
            "text": "Louis Marchand, French organist and composer (born 1669)",
            "year": 1732
        },
        {
            "text": "Antoine Galland, French orientalist and archaeologist (born 1646)",
            "year": 1715
        },
        {
            "text": "Denzil Holles, 1st Baron Holles, English politician (born 1599)",
            "year": 1680
        },
        {
            "text": "Jan Swammerdam, Dutch biologist, zoologist, and entomologist (born 1637)",
            "year": 1680
        },
        {
            "text": "Molière, French actor and playwright (born 1622)",
            "year": 1673
        },
        {
            "text": "Abel Servien, French politician, French Minister of Finance (born 1593)",
            "year": 1659
        },
        {
            "text": "Juan de Mariana, Spanish priest and historian (born 1536)",
            "year": 1624
        },
        {
            "text": "Ferdinando I de' Medici, Grand Duke of Tuscany (born 1549)",
            "year": 1609
        },
        {
            "text": "Giordano Bruno, Italian mathematician, astronomer, and philosopher (born 1548)",
            "year": 1600
        },
        {
            "text": "Adolph, Count of Oldenburg-Delmenhorst, German noble (born before 1463)",
            "year": 1500
        },
        {
            "text": "Ivan Alexander of Bulgaria",
            "year": 1371
        },
        {
            "text": "Otto, Duke of Austria (born 1301)",
            "year": 1339
        },
        {
            "text": "Theobald I, Duke of Lorraine",
            "year": 1220
        },
        {
            "text": "Evermode of Ratzeburg, bishop of Ratzeburg",
            "year": 1178
        },
        {
            "text": "Al-Tabari, Persian scholar (born 839)",
            "year": 923
        },
        {
            "text": "Mesrop Mashtots, Armenian monk, linguist, and theologian (born 360)",
            "year": 440
        },
        {
            "text": "Jovian, Roman emperor (born 331)",
            "year": 364
        }
    ],
    "metadata": {
        "current_date": "February 17, 2026",
        "short_date": "Feb 17",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            2,
            16,
            35,
            36,
            43,
            12,
            50,
            48,
            9,
            32
        ],
        "births": [
            86,
            73,
            117,
            69
        ],
        "deaths": [
            91,
            65,
            32,
            11
        ]
    }
}