{
    "events": [
        {
            "text": "The Treaty of Lisbon is signed by the EU member states to amend both the Treaty of Rome and the Maastricht Treaty which together form the constitutional basis of the EU. The Treaty of Lisbon is effective from 1 December 2009.",
            "year": 2007
        },
        {
            "text": "Iraq War: Operation Red Dawn: Former Iraqi President Saddam Hussein is captured near his home town of Tikrit.",
            "year": 2003
        },
        {
            "text": "European Union enlargement: The EU announces that Cyprus, the Czech Republic, Estonia, Hungary, Latvia, Lithuania, Malta, Poland, Slovakia, and Slovenia will become members on May 1, 2004.",
            "year": 2002
        },
        {
            "text": "2001 Indian Parliament attack: Sansad Bhavan, the building housing the Indian Parliament, is attacked by 5 Jaish-e-Mohammed terrorists. Twelve people are killed, including the terrorists.",
            "year": 2001
        },
        {
            "text": "Banat Air Flight 166 crashes in Sommacampagna near Verona Villafranca Airport in Verona, Italy, killing 49.",
            "year": 1995
        },
        {
            "text": "Flagship Airlines Flight 3379 crashes in Morrisville, North Carolina, near Raleigh–Durham International Airport, killing 15.",
            "year": 1994
        },
        {
            "text": "The Troubles: Attack on Derryard checkpoint: The Provisional Irish Republican Army launches an attack on a British Army temporary vehicle checkpoint near Rosslea, Northern Ireland. Two British soldiers are killed and two others are wounded.",
            "year": 1989
        },
        {
            "text": "PLO Chairman Yasser Arafat gives a speech at a UN General Assembly meeting in Geneva, Switzerland, after United States authorities refused to grant him a visa to visit UN headquarters in New York.",
            "year": 1988
        },
        {
            "text": "The 6.0 Ms  North Yemen earthquake shakes southwestern Yemen with a maximum Mercalli intensity of VIII (Severe), killing 2,800, and injuring 1,500.",
            "year": 1982
        },
        {
            "text": "General Wojciech Jaruzelski declares martial law in Poland, largely due to the actions by Solidarity.",
            "year": 1981
        },
        {
            "text": "Air Indiana Flight 216 crashes near Evansville Regional Airport, killing 29, including the University of Evansville basketball team, support staff, and boosters of the team.",
            "year": 1977
        },
        {
            "text": "Malta becomes a republic within the Commonwealth of Nations.",
            "year": 1974
        },
        {
            "text": "In the Vietnam War, the North Vietnamese forces launch their 1975 Spring Offensive (to 30 April 1975), which results in the final capitulation of South Vietnam.",
            "year": 1974
        },
        {
            "text": "Apollo program: Eugene Cernan and Harrison Schmitt begin the third and final extra-vehicular activity (EVA) or \"Moonwalk\" of Apollo 17. To date they are the last humans to set foot on the Moon.",
            "year": 1972
        },
        {
            "text": "Brazilian President Artur da Costa e Silva issues AI-5 (Institutional Act No. 5), enabling government by decree and suspending habeas corpus.",
            "year": 1968
        },
        {
            "text": "Constantine II of Greece attempts an unsuccessful counter-coup against the Regime of the Colonels.",
            "year": 1967
        },
        {
            "text": "NASA launches Relay 1, the first active repeater communications satellite in orbit.",
            "year": 1962
        },
        {
            "text": "While Emperor Haile Selassie of Ethiopia visits Brazil, his Imperial Bodyguard seizes the capital and proclaims him deposed and his son, Crown Prince Asfa Wossen, Emperor.",
            "year": 1960
        },
        {
            "text": "Archbishop Makarios III becomes the first President of Cyprus.",
            "year": 1959
        },
        {
            "text": "The Mw  6.5 Farsinaj earthquake strikes Iran with a maximum Mercalli intensity of VII, causing at least 1,119 deaths and damaging over 5,000 homes.",
            "year": 1957
        },
        {
            "text": "The Knesset votes to move the capital of Israel from Tel Aviv to Jerusalem.",
            "year": 1949
        },
        {
            "text": "World War II: The Massacre of Kalavryta by German occupying forces in Greece.",
            "year": 1943
        },
        {
            "text": "The Battle of the River Plate is fought off the coast of Uruguay; the first naval battle of World War II. The Kriegsmarine's Deutschland-class cruiser (pocket battleship) Admiral Graf Spee engages with three Royal Navy cruisers: HMS Ajax, HMNZS Achilles and HMS Exeter.",
            "year": 1939
        },
        {
            "text": "The Holocaust: The Neuengamme concentration camp opens in the Bergedorf district of Hamburg, Germany.",
            "year": 1938
        },
        {
            "text": "Second Sino-Japanese War: Battle of Nanking: The city of Nanjing, defended by the National Revolutionary Army under the command of General Tang Shengzhi, falls to the Japanese. This is followed by the Nanking Massacre, in which Japanese troops rape and slaughter hundreds of thousands of civilians.",
            "year": 1937
        },
        {
            "text": "American Civil War: Sherman's March to the Sea: The Second Battle of Fort McAllister ends with the fort being seized by Union forces under General William B. Hazen, threatening the city of Savannah with investment.",
            "year": 1864
        },
        {
            "text": "American Civil War: At the Battle of Fredericksburg, Confederate General Robert E. Lee repulses attacks by Union Major General Ambrose Burnside on Marye's Heights, inflicting heavy casualties.",
            "year": 1862
        },
        {
            "text": "Cyril VI of Constantinople resigns from his position as Ecumenical Patriarch under pressure from the Ottoman Empire.",
            "year": 1818
        },
        {
            "text": "Dartmouth College is founded by the Reverend Eleazar Wheelock, with a royal charter from King George III, on land donated by Royal governor John Wentworth.",
            "year": 1769
        },
        {
            "text": "The English transport ship Duke William sinks in the North Atlantic, killing over 360 people.",
            "year": 1758
        },
        {
            "text": "English Civil War: The Battle of Alton takes place in Hampshire.",
            "year": 1643
        },
        {
            "text": "Abel Tasman is the first recorded European to sight New Zealand.",
            "year": 1642
        },
        {
            "text": "The Massachusetts Bay Colony organizes three militia regiments to defend the colony against the Pequot Indians, a date now considered the founding of the National Guard of the United States.",
            "year": 1636
        },
        {
            "text": "The Plymouth Colony establishes the system of trial by 12-men jury in the American colonies.",
            "year": 1623
        },
        {
            "text": "Sir Francis Drake sets sail from Plymouth, England, on his round-the-world voyage.",
            "year": 1577
        },
        {
            "text": "The Council of Trent begins as the embodiment of the Counter-Reformation.",
            "year": 1545
        },
        {
            "text": "Saint Celestine V resigns the papacy after only five months to return to his previous life as an ascetic hermit.",
            "year": 1294
        },
        {
            "text": "The city of Salerno surrenders to Robert Guiscard. Duke Gisulf continues his resistance in the citadel until May of the following year.",
            "year": 1076
        }
    ],
    "births": [
        {
            "text": "Brock Bowers, American football player",
            "year": 2002
        },
        {
            "text": "Jayden Goodwin, Australian cricketer",
            "year": 2001
        },
        {
            "text": "Simona Waltert, Swiss tennis player",
            "year": 2000
        },
        {
            "text": "Marina Bassols Ribera, Spanish tennis player",
            "year": 1999
        },
        {
            "text": "Gleyber Torres, Venezuelan baseball player",
            "year": 1996
        },
        {
            "text": "Emma Corrin, English actor",
            "year": 1995
        },
        {
            "text": "Danielle Collins, American tennis player",
            "year": 1993
        },
        {
            "text": "Jamal Fogarty, Australian rugby league player",
            "year": 1993
        },
        {
            "text": "Dave Leduc, Canadian martial artist",
            "year": 1991
        },
        {
            "text": "Vladimir Tarasenko, Russian ice hockey player",
            "year": 1991
        },
        {
            "text": "Fletcher Cox, American football player",
            "year": 1990
        },
        {
            "text": "Joseph Garrett, English YouTuber, actor, and author",
            "year": 1990
        },
        {
            "text": "Arantxa Rus, Dutch tennis player",
            "year": 1990
        },
        {
            "text": "Hellen Obiri, Kenyan runner",
            "year": 1989
        },
        {
            "text": "Katherine Schwarzenegger, American author",
            "year": 1989
        },
        {
            "text": "Taylor Swift, American singer-songwriter",
            "year": 1989
        },
        {
            "text": "Rickie Fowler, American golfer",
            "year": 1988
        },
        {
            "text": "James Holmes, American mass murderer",
            "year": 1987
        },
        {
            "text": "Santi Cazorla, Spanish footballer",
            "year": 1984
        },
        {
            "text": "Hanna-Maria Seppälä, Finnish freestyle swimmer",
            "year": 1984
        },
        {
            "text": "Laura Hodges, Australian basketball player",
            "year": 1983
        },
        {
            "text": "Dan Hamhuis, Canadian ice hockey player",
            "year": 1982
        },
        {
            "text": "Ricky Nolasco, American baseball player",
            "year": 1982
        },
        {
            "text": "Amy Lee, American singer, songwriter and pianist",
            "year": 1981
        },
        {
            "text": "Cameron Douglas, American actor",
            "year": 1978
        },
        {
            "text": "Tom DeLonge, American singer-songwriter, guitarist, author, and filmmaker",
            "year": 1975
        },
        {
            "text": "James Kyson, American actor",
            "year": 1975
        },
        {
            "text": "Matthew LeCroy, American baseball player and manager",
            "year": 1975
        },
        {
            "text": "Matti Kärki, Swedish heavy metal singer",
            "year": 1972
        },
        {
            "text": "Scott Sattler, Australian rugby league player",
            "year": 1971
        },
        {
            "text": "Sergei Fedorov, Russian ice hockey player and coach",
            "year": 1969
        },
        {
            "text": "Jamie Foxx, American actor, singer, songwriter, producer, and comedian",
            "year": 1967
        },
        {
            "text": "Petra Wimmer, Austrian politician",
            "year": 1965
        },
        {
            "text": "Krišjānis Kariņš, American-Latvian politician, 23rd Prime Minister of Latvia",
            "year": 1964
        },
        {
            "text": "Rex Ryan, American football coach and analyst",
            "year": 1962
        },
        {
            "text": "Gary Zimmerman, American football player",
            "year": 1961
        },
        {
            "text": "Richard Dent, American football player",
            "year": 1960
        },
        {
            "text": "Johnny Whitaker, American actor",
            "year": 1959
        },
        {
            "text": "Steve Buscemi, American actor and director",
            "year": 1957
        },
        {
            "text": "Morris Day, American musician and actor",
            "year": 1957
        },
        {
            "text": "Phil Hubbard, American basketball player and coach",
            "year": 1956
        },
        {
            "text": "Ben Bernanke, American economist",
            "year": 1953
        },
        {
            "text": "Bob Gainey, Canadian ice hockey player",
            "year": 1953
        },
        {
            "text": "Muhsin Kenon, American basketball player",
            "year": 1952
        },
        {
            "text": "Wendie Malick, American actress",
            "year": 1950
        },
        {
            "text": "Jeff Baxter, American guitarist, songwriter, and producer",
            "year": 1948
        },
        {
            "text": "Lillian Board, British athlete (died 1970)",
            "year": 1948
        },
        {
            "text": "Ted Nugent, American musician",
            "year": 1948
        },
        {
            "text": "Herman Cain, American businessman, politician, and activist (died 2020)",
            "year": 1945
        },
        {
            "text": "Howard Brenton, English playwright and screenwriter",
            "year": 1942
        },
        {
            "text": "Ferguson Jenkins, Canadian baseball player",
            "year": 1942
        },
        {
            "text": "Sanjaya Lall, Indian economist and academic (died 2005)",
            "year": 1940
        },
        {
            "text": "Gus Johnson, American basketball player (died 1987)",
            "year": 1938
        },
        {
            "text": "Ron Taylor, Canadian physician and baseball player (died 2025)",
            "year": 1937
        },
        {
            "text": "Prince Karim al-Husayn Shāh, Aga Khan IV, Swiss humanitarian and religious leader (died 2025)",
            "year": 1936
        },
        {
            "text": "J. C. Martin, American baseball player",
            "year": 1936
        },
        {
            "text": "Türkan Saylan, Turkish physician and academic (died 2009)",
            "year": 1935
        },
        {
            "text": "Richard D. Zanuck, American film producer (died 2012)",
            "year": 1934
        },
        {
            "text": "Paul Bracq, French automotive designer",
            "year": 1933
        },
        {
            "text": "Ida Vos, Dutch Jewish author of books for children and adults (died 2006)[citation needed]",
            "year": 1931
        },
        {
            "text": "Christopher Plummer, Canadian actor and producer (died 2021)",
            "year": 1929
        },
        {
            "text": "Solomon Feferman, American philosopher and mathematician (died 2016)",
            "year": 1928
        },
        {
            "text": "James Wright, American poet and academic (died 1980)",
            "year": 1927
        },
        {
            "text": "Dick Van Dyke, American actor, singer, and dancer",
            "year": 1925
        },
        {
            "text": "Philip Warren Anderson, American physicist and academic, Nobel Prize laureate (died 2020)",
            "year": 1923
        },
        {
            "text": "Larry Doby, American baseball player (died 2003)",
            "year": 1923
        },
        {
            "text": "Turgut Demirağ, Turkish film producer, director and screenwriter (died 1987)",
            "year": 1921
        },
        {
            "text": "George P. Shultz, American economist and politician, 60th United States Secretary of State (died 2021)",
            "year": 1920
        },
        {
            "text": "Hans-Joachim Marseille, German captain and pilot (died 1942)",
            "year": 1919
        },
        {
            "text": "Leonard Weisgard, American author and illustrator (died 2000)",
            "year": 1916
        },
        {
            "text": "B. J. Vorster, South African lawyer and politician, 4th State President of South Africa (died 1983)",
            "year": 1915
        },
        {
            "text": "Alan Bullock, English historian and author (died 2004)",
            "year": 1914
        },
        {
            "text": "Larry Noble, English comedian and actor (died 1993)",
            "year": 1914
        },
        {
            "text": "Archie Moore, American boxer and actor (died 1998)",
            "year": 1913
        },
        {
            "text": "Luiz Gonzaga, Brazilian singer-songwriter and accordion player (died 1989)",
            "year": 1912
        },
        {
            "text": "Trygve Haavelmo, Norwegian economist and mathematician, Nobel Prize laureate (died 1999)",
            "year": 1911
        },
        {
            "text": "Kenneth Patchen, American poet and painter (died 1972)",
            "year": 1911
        },
        {
            "text": "Elizabeth Alexander, English geologist, academic, and physicist (died 1958)",
            "year": 1908
        },
        {
            "text": "Plinio Corrêa de Oliveira, Brazilian historian and activist (died 1995)",
            "year": 1908
        },
        {
            "text": "Van Heflin, American film actor (died 1971)",
            "year": 1908
        },
        {
            "text": "Princess Marina of Greece and Denmark (died 1968)",
            "year": 1906
        },
        {
            "text": "Laurens van der Post, South African-English soldier and author (died 1996)",
            "year": 1906
        },
        {
            "text": "Ann Barzel, American writer and dance critic (died 2007)",
            "year": 1905
        },
        {
            "text": "Ella Baker, American activist (died 1986)",
            "year": 1903
        },
        {
            "text": "Carlos Montoya, Spanish guitarist and composer (died 1993)",
            "year": 1903
        },
        {
            "text": "Panagiotis Kanellopoulos, Greek philosopher and politician, 138th Prime Minister of Greece (died 1986)",
            "year": 1902
        },
        {
            "text": "Talcott Parsons, American sociologist and academic (died 1979)",
            "year": 1902
        },
        {
            "text": "Olev Roomet, Estonian singer, violinist, and bagpipe player (died 1987)",
            "year": 1901
        },
        {
            "text": "Jonel Perlea, Romanian-American conductor and educator (died 1970)",
            "year": 1900
        },
        {
            "text": "Albert Aalbers, Dutch architect, designed the Savoy Homann Bidakara Hotel (died 1961)",
            "year": 1897
        },
        {
            "text": "Drew Pearson, American journalist and author (died 1969)",
            "year": 1897
        },
        {
            "text": "Lucía Sánchez Saornil, Spanish anarchist feminist (died 1970)",
            "year": 1895
        },
        {
            "text": "George Pólya, Hungarian-American mathematician and academic (died 1985)",
            "year": 1887
        },
        {
            "text": "Alvin C. York, American colonel, Medal of Honor recipient (died 1964)",
            "year": 1887
        },
        {
            "text": "Annie Dale Biddle Andrews, American mathematician (died 1940)",
            "year": 1885
        },
        {
            "text": "Aimilios Veakis, Greek actor, director, and playwright (died 1951)",
            "year": 1884
        },
        {
            "text": "Belle da Costa Greene, American librarian and bibliographer (died 1950)",
            "year": 1883
        },
        {
            "text": "Jane Edna Hunter, African-American social worker (died 1971)",
            "year": 1882
        },
        {
            "text": "Josef Lhévinne, Russian pianist and educator (died 1944)",
            "year": 1874
        },
        {
            "text": "Emily Carr, Canadian painter and author (died 1945)",
            "year": 1871
        },
        {
            "text": "Edward LeSaint, American actor and director (died 1940)",
            "year": 1870
        },
        {
            "text": "Kristian Birkeland, Norwegian physicist and author (died 1917)",
            "year": 1867
        },
        {
            "text": "Emil Seidel, American woodcarver and politician, 36th Mayor of Milwaukee (died 1947)",
            "year": 1864
        },
        {
            "text": "Lucien Guitry, French actor (died 1925)",
            "year": 1860
        },
        {
            "text": "Svetozar Boroević, Croatian-Austrian field marshal (died 1920)",
            "year": 1856
        },
        {
            "text": "Herman Bavinck, Dutch philosopher, theologian, and academic (died 1921)",
            "year": 1854
        },
        {
            "text": "Franz von Lenbach, German painter and academic (died 1904)",
            "year": 1836
        },
        {
            "text": "Mathilde Fibiger, Danish feminist, novelist and telegraphist (died 1892)",
            "year": 1830
        },
        {
            "text": "Mary Todd Lincoln, 16th First Lady of the United States (died 1882)",
            "year": 1818
        },
        {
            "text": "Werner von Siemens, German engineer and businessman, founded Siemens (died 1892)",
            "year": 1816
        },
        {
            "text": "Ana Néri, Brazilian nurse and philanthropist (died 1880)",
            "year": 1814
        },
        {
            "text": "Joseph Howe, Canadian journalist and politician, 5th Premier of Nova Scotia (died 1873)",
            "year": 1804
        },
        {
            "text": "Heinrich Heine, German journalist, poet, and critic (died 1856)",
            "year": 1797
        },
        {
            "text": "Archduke Louis of Austria (died 1864)",
            "year": 1784
        },
        {
            "text": "Johann Wolfgang Döbereiner, German chemist, invented the Döbereiner's lamp (died 1849)",
            "year": 1780
        },
        {
            "text": "James Scarlett Abinger, English judge (died 1844)",
            "year": 1769
        },
        {
            "text": "Franz Aepinus, German astronomer and philosopher (died 1802)",
            "year": 1724
        },
        {
            "text": "Carlo Gozzi, Italian playwright (died 1804)",
            "year": 1720
        },
        {
            "text": "Yongzheng Emperor of China (died 1735)",
            "year": 1678
        },
        {
            "text": "Francesco Bianchini, Italian astronomer and philosopher (died 1729)",
            "year": 1662
        },
        {
            "text": "Robert Plot, English chemist and academic (died 1696)",
            "year": 1640
        },
        {
            "text": "William Drummond of Hawthornden, Scottish poet (died 1649)",
            "year": 1585
        },
        {
            "text": "Maximilien de Béthune, Duke of Sully, 2nd Prime Minister of France (died 1641)",
            "year": 1560
        },
        {
            "text": "Henry IV of France (died 1610)",
            "year": 1553
        },
        {
            "text": "Eric XIV of Sweden (died 1577)",
            "year": 1533
        },
        {
            "text": "Pope Sixtus V (died 1590)",
            "year": 1521
        },
        {
            "text": "Justus Menius, German Lutheran pastor (died 1558)",
            "year": 1499
        },
        {
            "text": "Martín de Azpilcueta, Spanish theologian and economist (died 1586)",
            "year": 1491
        },
        {
            "text": "Paul Speratus, German Lutheran (died 1551)",
            "year": 1484
        },
        {
            "text": "Lucy Brocadelli, Dominican tertiary and stigmatic (died 1544)",
            "year": 1476
        },
        {
            "text": "Jean Gerson, chancellor of the University of Paris (died 1429)",
            "year": 1363
        },
        {
            "text": "King Frederick III of Sicily (died 1337)",
            "year": 1272
        }
    ],
    "deaths": [
        {
            "text": "Lorraine O'Grady, American artist (born 1934)",
            "year": 2024
        },
        {
            "text": "Stephen \"tWitch\" Boss, American dancer and media personality (born 1982)",
            "year": 2022
        },
        {
            "text": "Noah Klieger, Holocaust survivor who became an award-winning Israeli journalist (born 1926)",
            "year": 2018
        },
        {
            "text": "Alan Thicke, Canadian actor, songwriter, game and talk-show host (born 1947)",
            "year": 2016
        },
        {
            "text": "Lamar Hunt, American businessman, co-founded the American Football League and World Championship Tennis (born 1932)",
            "year": 2006
        },
        {
            "text": "Alan Shields, American painter and ferryboat captain (born 1944)",
            "year": 2005
        },
        {
            "text": "David Wheeler, English computer scientist and academic (born 1927)",
            "year": 2004
        },
        {
            "text": "Zal Yanovsky, Canadian singer-songwriter and guitarist who founded The Lovin' Spoonful (born 1944)",
            "year": 2002
        },
        {
            "text": "Lew Grade, Ukrainian-born British impresario and media proprietor (born 1906)",
            "year": 1998
        },
        {
            "text": "Richard Thomas, Royal Naval Officer (born 1922)",
            "year": 1998
        },
        {
            "text": "Wade Watts, civil rights activist (born 1919)",
            "year": 1998
        },
        {
            "text": "Don E. Fehrenbacher, American historian, author, and academic (born 1920)",
            "year": 1997
        },
        {
            "text": "Edward Blishen, English author and educator (born 1920)",
            "year": 1996
        },
        {
            "text": "Ann Nolan Clark, American author and educator (born 1896)",
            "year": 1995
        },
        {
            "text": "Vanessa Duriès, French author (born 1972)",
            "year": 1993
        },
        {
            "text": "K. C. Irving, Canadian businessman (born 1899)",
            "year": 1992
        },
        {
            "text": "Cornelius Vanderbilt Whitney, American businessman and philanthropist (born 1899)",
            "year": 1992
        },
        {
            "text": "Heather Angel, British-American actress (born 1909)",
            "year": 1986
        },
        {
            "text": "Ella Baker, American activist (born 1903)",
            "year": 1986
        },
        {
            "text": "Smita Patil, Indian actress and journalist (born 1955)",
            "year": 1986
        },
        {
            "text": "Alexander Schmemann, Estonian-American priest and theologian (born 1921)",
            "year": 1983
        },
        {
            "text": "Nichita Stănescu, Romanian poet and critic (born 1933)",
            "year": 1983
        },
        {
            "text": "Jon Hall, American actor and director (born 1915)",
            "year": 1979
        },
        {
            "text": "Behçet Necatigil, Turkish author, poet and translator (born 1916)",
            "year": 1979
        },
        {
            "text": "Oguz Atay, Turkish engineer and author (born 1934)",
            "year": 1977
        },
        {
            "text": "Cyril Delevanti, English-American actor (born 1889)",
            "year": 1975
        },
        {
            "text": "Addie Viola Smith, American lawyer and trade commissioner (born 1893)",
            "year": 1975
        },
        {
            "text": "Yakup Kadri Karaosmanoglu, Egyptian-Turkish journalist, author, and politician (born 1889)",
            "year": 1974
        },
        {
            "text": "Henry Green, English author (born 1905)",
            "year": 1973
        },
        {
            "text": "Raymond A. Spruance, American admiral and diplomat, United States Ambassador to the Philippines (born 1886)",
            "year": 1969
        },
        {
            "text": "Harry Barris, American singer-songwriter and pianist  (born 1905)",
            "year": 1962
        },
        {
            "text": "Grandma Moses, American painter (born 1860)",
            "year": 1961
        },
        {
            "text": "Dora Marsden, English author and activist (born 1882)",
            "year": 1960
        },
        {
            "text": "Egas Moniz, Portuguese psychiatrist and neurosurgeon, Nobel Prize laureate (born 1874)",
            "year": 1955
        },
        {
            "text": "John Raymond Hubbell, American director and composer (born 1879)",
            "year": 1954
        },
        {
            "text": "Abraham Wald, Hungarian mathematician and academic (born 1902)",
            "year": 1950
        },
        {
            "text": "Henry James, American lawyer and author (born 1879)",
            "year": 1947
        },
        {
            "text": "Nicholas Roerich, Russian archaeologist, painter, and philosopher (born 1874)",
            "year": 1947
        },
        {
            "text": "Irma Grese, German concentration camp guard (born 1923)",
            "year": 1945
        },
        {
            "text": "Josef Kramer, German concentration camp commandant (born 1906)",
            "year": 1945
        },
        {
            "text": "Elisabeth Volkenrath, Polish-German concentration camp supervisor (born 1919)",
            "year": 1945
        },
        {
            "text": "Wassily Kandinsky, Russian-French painter and theorist (born 1866)",
            "year": 1944
        },
        {
            "text": "Wlodimir Ledóchowski, Austrian-Polish religious leader, 26th Superior-General of the Society of Jesus (born 1866)",
            "year": 1942
        },
        {
            "text": "Robert Robinson Taylor, American architect (born 1868)",
            "year": 1942
        },
        {
            "text": "Victor Grignard, French chemist and academic, Nobel Prize laureate (born 1871)",
            "year": 1935
        },
        {
            "text": "Georgios Jakobides, Greek painter and sculptor (born 1853)",
            "year": 1932
        },
        {
            "text": "Gustave Le Bon, French psychologist, sociologist, and anthropologist (born 1840)",
            "year": 1931
        },
        {
            "text": "Fritz Pregl, Slovenian-Austrian chemist and physician, Nobel Prize laureate (born 1869)",
            "year": 1930
        },
        {
            "text": "Rosina Heikel, Finnish physician (born 1842)",
            "year": 1929
        },
        {
            "text": "Mehmet Nadir, Turkish mathematician and academic (born 1856)",
            "year": 1927
        },
        {
            "text": "Samuel Gompers, English-born American labor leader, founded the American Federation of Labor (born 1850)",
            "year": 1924
        },
        {
            "text": "Arthur Wesley Dow, American painter and photographer (born 1857)",
            "year": 1922
        },
        {
            "text": "Hannes Hafstein, Icelandic poet and politician, 1st Prime Minister of Iceland (born 1861)",
            "year": 1922
        },
        {
            "text": "Woldemar Voigt, German physicist and academic (born 1850)",
            "year": 1919
        },
        {
            "text": "Reggie Duff, Australian cricketer (born 1878)",
            "year": 1911
        },
        {
            "text": "Augustus Le Plongeon, French photographer and historian (born 1825)",
            "year": 1908
        },
        {
            "text": "Ányos Jedlik, Hungarian physicist and engineer (born 1800)",
            "year": 1895
        },
        {
            "text": "Georg August Rudolph, German lawyer and politician, 3rd Mayor of Marburg (born 1816)",
            "year": 1893
        },
        {
            "text": "Victor de Laprade, French poet and critic (born 1812)",
            "year": 1883
        },
        {
            "text": "August Šenoa, Croatian author and poet (born 1838)",
            "year": 1881
        },
        {
            "text": "Carl Friedrich Philipp von Martius, German botanist and explorer (born 1794)",
            "year": 1868
        },
        {
            "text": "Christian Friedrich Hebbel, German poet and playwright (born 1813)",
            "year": 1863
        },
        {
            "text": "Thomas Reade Rootes Cobb, American general, lawyer, and politician (born 1823)",
            "year": 1862
        },
        {
            "text": "Johann Centurius Hoffmannsegg, German botanist and entomologist (born 1766)",
            "year": 1849
        },
        {
            "text": "Charles-Joseph, 7th Prince of Ligne, Belgian-Austrian field marshal (born 1735)",
            "year": 1814
        },
        {
            "text": "Samuel Johnson, English poet and lexicographer (born 1709)",
            "year": 1784
        },
        {
            "text": "Pehr Wilhelm Wargentin, Swedish astronomer and demographer (born 1717)",
            "year": 1783
        },
        {
            "text": "Christian Fürchtegott Gellert, German poet and hymn-writer  (born 1715)",
            "year": 1769
        },
        {
            "text": "Noël Doiron, Canadian Acadia leader (born 1684)",
            "year": 1758
        },
        {
            "text": "Mahmud I, Ottoman sultan (born 1696)",
            "year": 1754
        },
        {
            "text": "Anthony Collins, English philosopher and author (born 1676)",
            "year": 1729
        },
        {
            "text": "Alexander Selkirk, Scottish sailor (born 1676)",
            "year": 1721
        },
        {
            "text": "Charles de La Fosse, French painter (born 1640)",
            "year": 1716
        },
        {
            "text": "Antonio Grassi, Italian Roman Catholic priest(born 1592)",
            "year": 1671
        },
        {
            "text": "Katarina Stenbock, queen of Gustav I of Sweden (born 1535)",
            "year": 1621
        },
        {
            "text": "Conrad Gessner, Swiss botanist and physician (born 1516)",
            "year": 1565
        },
        {
            "text": "Niccolò Fontana Tartaglia, Italian mathematician and engineer (born 1499)",
            "year": 1557
        },
        {
            "text": "Manuel I of Portugal (born 1469)",
            "year": 1521
        },
        {
            "text": "Johannes Trithemius, German cryptographer and historian (born 1462)",
            "year": 1516
        },
        {
            "text": "Donatello, Italian painter and sculptor (born 1386)",
            "year": 1466
        },
        {
            "text": "Albert I, Duke of Bavaria (born 1336)",
            "year": 1404
        },
        {
            "text": "Bertold of Regensburg, German preacher",
            "year": 1272
        },
        {
            "text": "Frederick II, Holy Roman Emperor (born 1194)",
            "year": 1250
        },
        {
            "text": "Maimonides, Spanish rabbi and philosopher (born 1135)",
            "year": 1204
        },
        {
            "text": "Henry IX, Duke of Bavaria (born 1075)",
            "year": 1126
        },
        {
            "text": "Pope Callixtus II (born 1065)",
            "year": 1124
        },
        {
            "text": "Angilbert II, archbishop of Milan",
            "year": 859
        },
        {
            "text": "Pepin I of Aquitaine (born 797)",
            "year": 838
        },
        {
            "text": "Du Hongjian, Chinese politician (born 709)",
            "year": 769
        },
        {
            "text": "Childebert I, Frankish king (born 496)",
            "year": 558
        }
    ],
    "metadata": {
        "current_date": "December 13, 2025",
        "short_date": "Dec 13",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            33,
            2,
            13,
            5,
            14,
            27,
            31,
            36,
            21,
            3
        ],
        "births": [
            116,
            16,
            41,
            90
        ],
        "deaths": [
            29,
            69,
            87,
            38
        ]
    }
}