{
    "events": [
        {
            "text": "US President Joe Biden announces he will no longer seek a second term and withdraws from the 2024 election.",
            "year": 2024
        },
        {
            "text": "The Barbenheimer phenomenon begins as two major motion pictures, Greta Gerwig's fantasy comedy Barbie and Christopher Nolan's epic biographical thriller Oppenheimer, are released in theaters on the same day and audiences, instead of creating a rivalry between the extremely dissimilar films, instead attend and praise both as an informal, surreal double feature.",
            "year": 2023
        },
        {
            "text": "Yuen Long attack or \"721 incident\" in Hong Kong. Triad members indiscriminately beat civilians returning from protests while police failed to take action.",
            "year": 2019
        },
        {
            "text": "Erden Eruç completes the first solo human-powered circumnavigation of the world.",
            "year": 2012
        },
        {
            "text": "NASA's Space Shuttle program ends with the landing of Space Shuttle Atlantis on mission STS-135 at NASA's Kennedy Space Center.",
            "year": 2011
        },
        {
            "text": "President Barack Obama signs the Dodd–Frank Wall Street Reform and Consumer Protection Act.",
            "year": 2010
        },
        {
            "text": "Ram Baran Yadav is declared the first President of Nepal.",
            "year": 2008
        },
        {
            "text": "Four attempted bomb attacks by Islamist extremists disrupt part of London's public transport system.",
            "year": 2005
        },
        {
            "text": "At the conclusion of a fireworks display on Okura Beach in Akashi, Hyōgo, Japan, 11 people are killed and more than 120 are injured when a pedestrian footbridge connecting the beach to JR Asagiri Station becomes overcrowded and people leaving the event fall down in a domino effect.",
            "year": 2001
        },
        {
            "text": "Third Taiwan Strait Crisis: The People's Liberation Army begins firing missiles into the waters north of Taiwan.",
            "year": 1995
        },
        {
            "text": "Taiwan's military police forces mainland Chinese illegal immigrants into sealed holds of a fishing boat Min Ping Yu No. 5540 for repatriation to Fujian, causing 25 people to die from suffocation.",
            "year": 1990
        },
        {
            "text": "The world's lowest temperature in an inhabited location is recorded at Vostok Station, Antarctica at −89.2 °C (−128.6 °F).",
            "year": 1983
        },
        {
            "text": "Jay Silverheels, a Mohawk actor, becomes the first Native American to have a star commemorated in the Hollywood Walk of Fame.",
            "year": 1979
        },
        {
            "text": "The start of the four-day-long Libyan–Egyptian War.",
            "year": 1977
        },
        {
            "text": "Christopher Ewart-Biggs, the British ambassador to the Republic of Ireland, is assassinated by the Provisional IRA.",
            "year": 1976
        },
        {
            "text": "In Lillehammer, Norway, Mossad agents kill a waiter whom they mistakenly thought was involved in the 1972 Munich Olympics Massacre.",
            "year": 1973
        },
        {
            "text": "The Troubles: Bloody Friday: The Provisional IRA detonate 22 bombs in central Belfast, Northern Ireland, United Kingdom in the space of 80 minutes, killing nine and injuring 130.",
            "year": 1972
        },
        {
            "text": "After 11 years of construction, the Aswan High Dam in Egypt is completed.",
            "year": 1970
        },
        {
            "text": "Apollo program: At 02:56 UTC, astronaut Neil Armstrong becomes the first person to walk on the Moon, followed 19 minutes later by Edwin \"Buzz\" Aldrin.",
            "year": 1969
        },
        {
            "text": "A series of racial riots break out in Singapore. In the next six weeks, 23 die with 454 others injured.",
            "year": 1964
        },
        {
            "text": "Mercury program: Mercury-Redstone 4 Mission: Gus Grissom piloting Liberty Bell 7 becomes the second American to go into space (in a suborbital mission).",
            "year": 1961
        },
        {
            "text": "Alaska Airlines Flight 779 crashes near Shemya Air Force Base in Shemya, Alaska killing six.",
            "year": 1961
        },
        {
            "text": "Sirimavo Bandaranaike is sworn in as prime minister of Ceylon, becoming the world's first democratically elected female head of government.",
            "year": 1960
        },
        {
            "text": "NS Savannah, the first nuclear-powered cargo-passenger ship, is launched as a showcase for Dwight D. Eisenhower's \"Atoms for Peace\" initiative.",
            "year": 1959
        },
        {
            "text": "Elijah Jerry \"Pumpsie\" Green becomes the first African-American to play for the Boston Red Sox, the last team to integrate. He came in as a pinch runner for Vic Wertz and stayed in as shortstop in a 2–1 loss to the Chicago White Sox.",
            "year": 1959
        },
        {
            "text": "First Indochina War: The Geneva Conference partitions Vietnam into North Vietnam and South Vietnam.",
            "year": 1954
        },
        {
            "text": "The 7.3 Mw  Kern County earthquake strikes Southern California with a maximum Mercalli intensity of XI (Extreme), killing 12 and injuring hundreds.",
            "year": 1952
        },
        {
            "text": "Canadian Pacific Air Lines Flight 3505 disappears while flying from Vancouver to Tokyo. The aircraft and its 37 occupants are never found.",
            "year": 1951
        },
        {
            "text": "The United States Senate ratifies the North Atlantic Treaty.",
            "year": 1949
        },
        {
            "text": "World War II: Battle of Guam: American troops land on Guam, starting a battle that will end on August 10.",
            "year": 1944
        },
        {
            "text": "World War II: Claus von Stauffenberg and four fellow conspirators are executed for the July 20 plot to assassinate Adolf Hitler.",
            "year": 1944
        },
        {
            "text": "Spanish Civil War: The Central Committee of Antifascist Militias of Catalonia is constituted, establishing an anarcho-syndicalist economy in Catalonia.",
            "year": 1936
        },
        {
            "text": "Scopes Trial: In Dayton, Tennessee, high school biology teacher John T. Scopes is found guilty of teaching human evolution in class and fined $100.",
            "year": 1925
        },
        {
            "text": "Malcolm Campbell becomes the first man to exceed 150 mph (241 km/h) on land. At Pendine Sands in Wales, he drives Sunbeam 350HP built by Sunbeam at a two-way average speed of 150.33 mph (242 km/h).",
            "year": 1925
        },
        {
            "text": "The \"Belfast Pogrom\" begins two years of violence with the expulsion of thousands of Catholic shipyard, factory and linen mill workers from their jobs.",
            "year": 1920
        },
        {
            "text": "The dirigible Wingfoot Air Express crashes into the Illinois Trust and Savings Building in Chicago, killing 12 people.",
            "year": 1919
        },
        {
            "text": "The passenger steamer SS Columbia sinks after colliding with the steam schooner San Pedro off Shelter Cove, California, killing 88 people.",
            "year": 1907
        },
        {
            "text": "Louis Rigolly, a Frenchman, becomes the first man to break the 100 mph (161 km/h) barrier on land. He drove a 15-liter Gobron-Brillié in Ostend, Belgium.",
            "year": 1904
        },
        {
            "text": "After rioting by Baltimore and Ohio Railroad workers and the deaths of nine rail workers at the hands of the Maryland militia, workers in Pittsburgh, Pennsylvania, stage a sympathy strike that is met with an assault by the state militia.",
            "year": 1877
        },
        {
            "text": "At Adair, Iowa, Jesse James and the James–Younger Gang pull off the first successful train robbery in the American Old West.",
            "year": 1873
        },
        {
            "text": "In the market square of Springfield, Missouri, Wild Bill Hickok shoots and kills Davis Tutt in what is regarded as the first western showdown.",
            "year": 1865
        },
        {
            "text": "American Civil War: First Battle of Bull Run: At Manassas Junction, Virginia, the first major battle of the war begins and ends in a victory for the Confederate army.",
            "year": 1861
        },
        {
            "text": "Inauguration of Leopold I of Belgium, first king of the Belgians.",
            "year": 1831
        },
        {
            "text": "French campaign in Egypt and Syria: Napoleon's forces defeat an Ottoman-Mamluk army near Cairo in the Battle of the Pyramids.",
            "year": 1798
        },
        {
            "text": "Russo-Turkish War (1768–74): Russia and the Ottoman Empire sign the Treaty of Küçük Kaynarca ending the war.",
            "year": 1774
        },
        {
            "text": "The Treaty of Passarowitz between the Ottoman Empire, Austria and the Republic of Venice is signed.",
            "year": 1718
        },
        {
            "text": "A Dutch assault on the French island of Martinique is repulsed against all odds.",
            "year": 1674
        },
        {
            "text": "The Raid on Málaga takes place during the Anglo-Spanish War.",
            "year": 1656
        },
        {
            "text": "Qing dynasty regent Dorgon issues an edict ordering all Han Chinese men to shave their forehead and braid the rest of their hair into a queue identical to those of the Manchus.",
            "year": 1645
        },
        {
            "text": "Eighty Years' War: Battle of Jemmingen: Fernando Álvarez de Toledo, Duke of Alva defeats Louis of Nassau.",
            "year": 1568
        },
        {
            "text": "The first landing of French troops on the coast of the Isle of Wight during the French invasion of the Isle of Wight.",
            "year": 1545
        },
        {
            "text": "Battle of Shrewsbury: King Henry IV of England defeats rebels to the north of the county town of Shropshire, England.",
            "year": 1403
        },
        {
            "text": "Battle of Taillebourg: Louis IX of France puts an end to the revolt of his vassals Henry III of England and Hugh X of Lusignan.",
            "year": 1242
        },
        {
            "text": "King Berengar I of Italy and a hired Hungarian army defeats the Frankish forces at Verona. King Louis III is captured and blinded for breaking his oath (see 902).",
            "year": 905
        },
        {
            "text": "The 365 Crete earthquake affected the Greek island of Crete with a maximum Mercalli intensity of XI (Extreme), causing a destructive tsunami that affects the coasts of Libya and Egypt, especially Alexandria. Many thousands are killed.",
            "year": 365
        },
        {
            "text": "Diocletian appoints Maximian as Caesar and co-ruler.",
            "year": 285
        },
        {
            "text": "Pope Pontian succeeds Urban I as the eighteenth pope. After being exiled to Sardinia, he became the first pope to resign his office.",
            "year": 230
        },
        {
            "text": "The Temple of Artemis in Ephesus, one of the Seven Wonders of the World, is destroyed by arson.",
            "year": -356
        }
    ],
    "births": [
        {
            "text": "Endrick, Brazilian footballer",
            "year": 2006
        },
        {
            "text": "Erling Haaland, Norwegian footballer",
            "year": 2000
        },
        {
            "text": "Lia, South Korean singer",
            "year": 2000
        },
        {
            "text": "Evan McPherson, American football player",
            "year": 1999
        },
        {
            "text": "Maggie Lindemann, American singer-songwriter.",
            "year": 1998
        },
        {
            "text": "Marie Bouzkova, Czech tennis player",
            "year": 1998
        },
        {
            "text": "Mikael Ingebrigtsen, Norwegian footballer",
            "year": 1996
        },
        {
            "text": "Jude Adjei-Barimah, Italian-American football player",
            "year": 1992
        },
        {
            "text": "Jessica Barden, English actress",
            "year": 1992
        },
        {
            "text": "Julia Beljajeva, Estonian épée fencer",
            "year": 1992
        },
        {
            "text": "Burak Çelik, Turkish actor and model",
            "year": 1992
        },
        {
            "text": "Da$H, American rapper",
            "year": 1992
        },
        {
            "text": "Giovanni De Gennaro, Italian slalom canoeist",
            "year": 1992
        },
        {
            "text": "Charlotte de Witte, Belgian DJ and record producer",
            "year": 1992
        },
        {
            "text": "Dawid Dryja, Polish volleyball player",
            "year": 1992
        },
        {
            "text": "Rachael Flatt, American figure skater",
            "year": 1992
        },
        {
            "text": "Marcus Harris, Australian cricketer",
            "year": 1992
        },
        {
            "text": "Jonathon Jennings, American Canadian football player",
            "year": 1992
        },
        {
            "text": "Dante Marini, American soccer player",
            "year": 1992
        },
        {
            "text": "Henry Owens, American baseball pitcher",
            "year": 1992
        },
        {
            "text": "Andrew Rayel, Moldovan DJ and producer",
            "year": 1992
        },
        {
            "text": "Yuka Sato, Japanese javelin thrower",
            "year": 1992
        },
        {
            "text": "Miles Ukaoma, American-born Nigerian hurdler",
            "year": 1992
        },
        {
            "text": "Sara Sampaio, Portuguese model",
            "year": 1991
        },
        {
            "text": "Franck Elemba, Congolese athlete",
            "year": 1990
        },
        {
            "text": "Chris Martin, English footballer",
            "year": 1990
        },
        {
            "text": "Jason Roy, South African-English cricketer",
            "year": 1990
        },
        {
            "text": "Erislandy Savón, Cuban amateur heavyweight boxer",
            "year": 1990
        },
        {
            "text": "Rory Culkin, American actor",
            "year": 1989
        },
        {
            "text": "Marco Fabián, Mexican footballer",
            "year": 1989
        },
        {
            "text": "Juno Temple, English actress",
            "year": 1989
        },
        {
            "text": "Jamie Waylett, British actor",
            "year": 1989
        },
        {
            "text": "KB, American rapper",
            "year": 1988
        },
        {
            "text": "DeAndre Jordan, American basketball player",
            "year": 1988
        },
        {
            "text": "Chris Mitchell, Scottish footballer (died 2016)",
            "year": 1988
        },
        {
            "text": "Peter Doocy, American journalist[citation needed]",
            "year": 1987
        },
        {
            "text": "Bilel Mohsni, French footballer",
            "year": 1987
        },
        {
            "text": "Jesús Zavala, Mexican footballer",
            "year": 1987
        },
        {
            "text": "Anthony Annan, Ghanaian footballer",
            "year": 1986
        },
        {
            "text": "Rebecca Ferguson, American-English singer-songwriter",
            "year": 1986
        },
        {
            "text": "Jason Thompson, American basketball player",
            "year": 1986
        },
        {
            "text": "Mati Lember, Estonian footballer",
            "year": 1985
        },
        {
            "text": "Von Wafer, American basketball player",
            "year": 1985
        },
        {
            "text": "Jurrick Juliana, Dutch footballer",
            "year": 1984
        },
        {
            "text": "Liam Ridgewell, English footballer",
            "year": 1984
        },
        {
            "text": "Kellen Winslow II, American football player",
            "year": 1983
        },
        {
            "text": "Jason Cram, Australian swimmer",
            "year": 1982
        },
        {
            "text": "Mao Kobayashi, Japanese newscaster and actress (died 2017)",
            "year": 1982
        },
        {
            "text": "Paloma Faith, English singer-songwriter and actress",
            "year": 1981
        },
        {
            "text": "Anabelle Langlois, Canadian figure skater",
            "year": 1981
        },
        {
            "text": "Joaquín, Spanish footballer",
            "year": 1981
        },
        {
            "text": "Blake Lewis, American musician, American Idol contestant",
            "year": 1981
        },
        {
            "text": "Romeo Santos, American singer-songwriter",
            "year": 1981
        },
        {
            "text": "Stefan Schumacher, German cyclist",
            "year": 1981
        },
        {
            "text": "Jon Dorenbos, American football player",
            "year": 1980
        },
        {
            "text": "Justin Griffith, American football player",
            "year": 1980
        },
        {
            "text": "Sandra Laoura, French skier",
            "year": 1980
        },
        {
            "text": "CC Sabathia, American baseball player",
            "year": 1980
        },
        {
            "text": "Yvonne Sampson, Australian journalist and sportscaster",
            "year": 1980
        },
        {
            "text": "Heath Scotland, Australian rules footballer",
            "year": 1980
        },
        {
            "text": "David Carr, American football player",
            "year": 1979
        },
        {
            "text": "Tamika Catchings, American basketball player",
            "year": 1979
        },
        {
            "text": "Luis Ernesto Michel, Mexican footballer",
            "year": 1979
        },
        {
            "text": "Andriy Voronin, Ukrainian footballer",
            "year": 1979
        },
        {
            "text": "Justin Bartha, American actor",
            "year": 1978
        },
        {
            "text": "Anderson da Silva Gibin, Brazilian footballer",
            "year": 1978
        },
        {
            "text": "Josh Hartnett, American actor",
            "year": 1978
        },
        {
            "text": "Julian Huppert, English academic and politician",
            "year": 1978
        },
        {
            "text": "Damian Marley, Jamaican singer-songwriter and producer",
            "year": 1978
        },
        {
            "text": "Gary Teale, Scottish footballer",
            "year": 1978
        },
        {
            "text": "Paul Casey, English golfer",
            "year": 1977
        },
        {
            "text": "Cori Bush, American politician",
            "year": 1976
        },
        {
            "text": "Jalmari Helander, Finnish film director and screenwriter",
            "year": 1976
        },
        {
            "text": "Jaime Murray, English actress",
            "year": 1976
        },
        {
            "text": "Christopher Barzak, American author and educator",
            "year": 1975
        },
        {
            "text": "David Dastmalchian, American actor",
            "year": 1975
        },
        {
            "text": "Cara Dillon, Irish singer-songwriter",
            "year": 1975
        },
        {
            "text": "Ravindra Pushpakumara, Sri Lankan cricketer",
            "year": 1975
        },
        {
            "text": "Mike Sellers, American football player",
            "year": 1975
        },
        {
            "text": "Geoff Jenkins, American baseball player and coach",
            "year": 1974
        },
        {
            "text": "René Reinumägi, Estonian actor, director, and screenwriter",
            "year": 1974
        },
        {
            "text": "Kimera Bartee, American baseball player (died 2021)",
            "year": 1972
        },
        {
            "text": "Korey Cooper, American singer and guitarist",
            "year": 1972
        },
        {
            "text": "Catherine Ndereba, Kenyan marathon runner",
            "year": 1972
        },
        {
            "text": "Emmanuel Bangué, French long jumper",
            "year": 1971
        },
        {
            "text": "Charlotte Gainsbourg, English-French actress and singer",
            "year": 1971
        },
        {
            "text": "Nitzan Shirazi, Israeli footballer and manager (died 2014)",
            "year": 1971
        },
        {
            "text": "Michael Fitzpatrick, American singer-songwriter",
            "year": 1970
        },
        {
            "text": "Godfrey, American comedian and actor",
            "year": 1969
        },
        {
            "text": "Klaus Graf, German race car driver",
            "year": 1969
        },
        {
            "text": "Emerson Hart, American singer-songwriter, guitarist, and producer",
            "year": 1969
        },
        {
            "text": "Isabell Werth, German equestrian",
            "year": 1969
        },
        {
            "text": "Brandi Chastain, American soccer player and sportscaster",
            "year": 1968
        },
        {
            "text": "Aditya Srivastava, Indian actor",
            "year": 1968
        },
        {
            "text": "Lyle Odelein, Canadian ice hockey player",
            "year": 1968
        },
        {
            "text": "Arija Bareikis, American actress",
            "year": 1966
        },
        {
            "text": "Sarah Waters, Welsh author",
            "year": 1966
        },
        {
            "text": "Guðni Bergsson, Icelandic footballer and lawyer",
            "year": 1965
        },
        {
            "text": "Mike Bordick, American baseball player, coach, and sportscaster",
            "year": 1965
        },
        {
            "text": "Steve Collins, Irish boxer and actor",
            "year": 1964
        },
        {
            "text": "Ross Kemp, English actor and producer",
            "year": 1964
        },
        {
            "text": "Jens Weißflog, German ski jumper and journalist",
            "year": 1964
        },
        {
            "text": "Kevin Poole, English footballer and manager",
            "year": 1963
        },
        {
            "text": "Giant Silva, Brazilian basketball player, mixed martial artist, and wrestler",
            "year": 1963
        },
        {
            "text": "Victor Adebowale, Baron Adebowale, English businessman",
            "year": 1962
        },
        {
            "text": "Morris Iemma, Australian politician, 40th Premier of New South Wales",
            "year": 1961
        },
        {
            "text": "Jim Martin, American singer-songwriter and guitarist",
            "year": 1961
        },
        {
            "text": "Amar Singh Chamkila, Indian singer-songwriter (died 1988)",
            "year": 1960
        },
        {
            "text": "Veselin Matić, Serbian basketball player and coach",
            "year": 1960
        },
        {
            "text": "Fritz Walter, German footballer",
            "year": 1960
        },
        {
            "text": "Gene Miles, Australian rugby league player and sportscaster",
            "year": 1959
        },
        {
            "text": "Reha Muhtar, Turkish journalist",
            "year": 1959
        },
        {
            "text": "Paul Vautin, Australian rugby league player, coach, and sportscaster",
            "year": 1959
        },
        {
            "text": "Dave Henderson, American baseball player and sportscaster (died 2015)",
            "year": 1958
        },
        {
            "text": "Stefan Löfven, Swedish trade union leader and politician, 33rd Prime Minister of Sweden",
            "year": 1957
        },
        {
            "text": "Jon Lovitz, American comedian, actor, and producer",
            "year": 1957
        },
        {
            "text": "Michael Connelly, American author",
            "year": 1956
        },
        {
            "text": "Howie Epstein, American bass player, songwriter, and producer (died 2003)",
            "year": 1955
        },
        {
            "text": "Dannel Malloy, American lawyer and politician, 88th Governor of Connecticut",
            "year": 1955
        },
        {
            "text": "Taco, Indonesian-born Dutch singer and entertainer",
            "year": 1955
        },
        {
            "text": "Béla Tarr, Hungarian director, producer, and screenwriter",
            "year": 1955
        },
        {
            "text": "Eric Bazilian, American singer-songwriter, multi-instrumentalist, arranger, and producer",
            "year": 1953
        },
        {
            "text": "Jeff Fatt, Australian keyboard player and actor",
            "year": 1953
        },
        {
            "text": "Bernie Fraser, New Zealand rugby player",
            "year": 1953
        },
        {
            "text": "Brian Talbot, English footballer and manager",
            "year": 1953
        },
        {
            "text": "John Barrasso, American physician and politician",
            "year": 1952
        },
        {
            "text": "Ahmad Husni Hanadzlah, Malaysian economist",
            "year": 1952
        },
        {
            "text": "Richard Gozney, English politician and diplomat, 30th Lieutenant Governor of the Isle of Man, 139th Governor of Bermuda",
            "year": 1951
        },
        {
            "text": "Robin Williams, American actor and comedian (died 2014)",
            "year": 1951
        },
        {
            "text": "Ubaldo Fillol, Argentinian footballer and coach",
            "year": 1950
        },
        {
            "text": "Susan Kramer, Baroness Kramer, English politician, Minister of State for Transport",
            "year": 1950
        },
        {
            "text": "Robert Walls, Australian footballer, coach, and sportscaster (died 2025)",
            "year": 1950
        },
        {
            "text": "Christina Hart, American playwright and actress",
            "year": 1949
        },
        {
            "text": "Hirini Melbourne, New Zealand singer-songwriter and poet (died 2003)",
            "year": 1949
        },
        {
            "text": "Art Hindle, Canadian actor and director",
            "year": 1948
        },
        {
            "text": "Cat Stevens, English singer-songwriter and guitarist",
            "year": 1948
        },
        {
            "text": "Garry Trudeau, American cartoonist",
            "year": 1948
        },
        {
            "text": "Chetan Chauhan, Indian cricketer and politician (died 2020)",
            "year": 1947
        },
        {
            "text": "Ken Starr, American lawyer and judge, 39th Solicitor General of the United States (died 2022)",
            "year": 1946
        },
        {
            "text": "Timothy Harris, American author, screenwriter and producer",
            "year": 1946
        },
        {
            "text": "Wendy Cope, English poet, critic, and educator",
            "year": 1945
        },
        {
            "text": "Geoff Dymock, Australian cricketer",
            "year": 1945
        },
        {
            "text": "Barry Richards, South African cricketer",
            "year": 1945
        },
        {
            "text": "John Atta Mills, Ghanaian lawyer and politician, 3rd President of Ghana (died 2012)",
            "year": 1944
        },
        {
            "text": "Buchi Emecheta, Nigerian author and academic (died 2017)",
            "year": 1944
        },
        {
            "text": "Paul Wellstone, American academic and politician (died 2002)",
            "year": 1944
        },
        {
            "text": "Fritz Glatz, Austrian race car driver (died 2002)",
            "year": 1943
        },
        {
            "text": "Edward Herrmann, American actor (died 2014)",
            "year": 1943
        },
        {
            "text": "Henry McCullough, Northern Irish guitarist, singer and songwriter (died 2016)",
            "year": 1943
        },
        {
            "text": "Robert Shrum, American author and political advisor",
            "year": 1943
        },
        {
            "text": "Mallikarjun Kharge, Indian politician, 98th President of the Indian National Congress",
            "year": 1942
        },
        {
            "text": "Jamey Aebersold, American saxophonist and educator",
            "year": 1939
        },
        {
            "text": "Kim Fowley, American singer-songwriter, producer, and manager (died 2015)",
            "year": 1939
        },
        {
            "text": "John Negroponte, English-American diplomat, 23rd United States Ambassador to the United Nations",
            "year": 1939
        },
        {
            "text": "Les Aspin, American captain and politician, 18th United States Secretary of Defense (died 1995)",
            "year": 1938
        },
        {
            "text": "Anton Kuerti, Austrian-Canadian pianist, composer, and conductor",
            "year": 1938
        },
        {
            "text": "Janet Reno, American lawyer and politician, 79th United States Attorney General (died 2016)",
            "year": 1938
        },
        {
            "text": "Eduard Streltsov, Soviet footballer (died 1990)",
            "year": 1937
        },
        {
            "text": "Norbert Blüm, German businessman and politician (died 2020)",
            "year": 1935
        },
        {
            "text": "Moe Drabowsky, Polish-American baseball player and coach (died 2006)",
            "year": 1935
        },
        {
            "text": "Chandu Borde, Indian cricketer and manager",
            "year": 1934
        },
        {
            "text": "Jonathan Miller, English actor, director, and author (died 2019)",
            "year": 1934
        },
        {
            "text": "John Gardner, American novelist, essayist, and critic (died 1982)",
            "year": 1933
        },
        {
            "text": "Kaye Stevens, American singer and actress (died 2011)",
            "year": 1932
        },
        {
            "text": "Sonny Clark, American pianist and composer (died 1963)",
            "year": 1931
        },
        {
            "text": "Plas Johnson, American saxophonist",
            "year": 1931
        },
        {
            "text": "Leon Schidlowsky, Chilean-Israeli painter and composer (died 2022)",
            "year": 1931
        },
        {
            "text": "Anand Bakshi, Indian poet and songwriter (died 2002)",
            "year": 1930
        },
        {
            "text": "Helen Merrill, American singer",
            "year": 1930
        },
        {
            "text": "Bob Orton, American wrestler (died 2006)",
            "year": 1929
        },
        {
            "text": "Sky Low Low, Canadian wrestler (died 1998)",
            "year": 1928
        },
        {
            "text": "Paul Burke, American actor (died 2009)",
            "year": 1926
        },
        {
            "text": "Norman Jewison, Canadian actor, director, and producer (died 2024)",
            "year": 1926
        },
        {
            "text": "Rahimuddin Khan, Pakistani general and politician, 7th Governor of Balochistan (died 2022)",
            "year": 1926
        },
        {
            "text": "Bill Pertwee, English actor (died 2013)",
            "year": 1926
        },
        {
            "text": "Karel Reisz, Czech-English director and producer (died 2002)",
            "year": 1926
        },
        {
            "text": "Johnny Peirson, Canadian hockey player (died 2021)",
            "year": 1925
        },
        {
            "text": "Don Knotts, American actor, comedian, and screenwriter (died 2006)",
            "year": 1924
        },
        {
            "text": "Rudolph A. Marcus, Canadian-American chemist and academic, Nobel Prize laureate",
            "year": 1923
        },
        {
            "text": "Queenie Watts, English actress and singer (died 1980)",
            "year": 1923
        },
        {
            "text": "Philomena Franz, German Romani author (died 2022)",
            "year": 1922
        },
        {
            "text": "Kay Starr, American singer (died 2016)",
            "year": 1922
        },
        {
            "text": "Mollie Sugden, English actress (died 2009)",
            "year": 1922
        },
        {
            "text": "James Cooke Brown, American sociologist and author (died 2000)",
            "year": 1921
        },
        {
            "text": "John Horsley, English actor (died 2014)",
            "year": 1921
        },
        {
            "text": "Vusamazulu Credo Mutwa, Zulu sangoma (died 2020)",
            "year": 1921
        },
        {
            "text": "Constant Nieuwenhuys, Dutch painter, sculptor, and illustrator (died 2005)",
            "year": 1920
        },
        {
            "text": "Isaac Stern, Russian-American violinist and conductor (died 2001)",
            "year": 1920
        },
        {
            "text": "Jean Daniel, Algerian-French journalist and author (died 2020)",
            "year": 1920
        },
        {
            "text": "Alan B. Gold, Canadian lawyer and jurist (died 2005)",
            "year": 1917
        },
        {
            "text": "Aleksander Kreek, Estonian shot putter and discus thrower (died 1977)",
            "year": 1914
        },
        {
            "text": "Marshall McLuhan, Canadian author and theorist (died 1980)",
            "year": 1911
        },
        {
            "text": "Umashankar Joshi, Indian author, poet, and scholar (died 1988)",
            "year": 1911
        },
        {
            "text": "Jug McSpaden, American golfer and architect (died 1996)",
            "year": 1908
        },
        {
            "text": "Russell Lee, American photographer and journalist (died 1986)",
            "year": 1903
        },
        {
            "text": "Roy Neuberger, American businessman and financier, co-founded Neuberger Berman (died 2010)",
            "year": 1903
        },
        {
            "text": "Isadora Bennett, American theatre manager and modern dance publicity agent (died 1980)",
            "year": 1900
        },
        {
            "text": "Hart Crane, American poet (died 1932)",
            "year": 1899
        },
        {
            "text": "Ernest Hemingway, American novelist, short story writer, and journalist, Nobel Prize laureate (died 1961)",
            "year": 1899
        },
        {
            "text": "Sara Carter, American singer-songwriter (died 1979)",
            "year": 1898
        },
        {
            "text": "Sophie Bledsoe Aberle, American anthropologist, physician and nutritionist (died 1996)",
            "year": 1896
        },
        {
            "text": "Hans Fallada, German author (died 1947)",
            "year": 1893
        },
        {
            "text": "Julius Saaristo, Finnish javelin thrower and soldier (died 1969)",
            "year": 1891
        },
        {
            "text": "Jacques Feyder, Belgian actor, director, and screenwriter (died 1948)",
            "year": 1885
        },
        {
            "text": "David Burliuk, Ukrainian author and illustrator (died 1967)",
            "year": 1882
        },
        {
            "text": "Milan Rastislav Štefánik, Slovak astronomer, general, and politician (died 1919)",
            "year": 1880
        },
        {
            "text": "Charles Gondouin, French rugby player and tug of war competitor (died 1947)",
            "year": 1875
        },
        {
            "text": "Emil Orlík, Czech painter, etcher, and lithographer (died 1932)",
            "year": 1870
        },
        {
            "text": "Carlos Schwabe, Swiss Symbolist painter and printmaker (died 1926)",
            "year": 1866
        },
        {
            "text": "C. Aubrey Smith, English-American cricketer and actor (died 1948)",
            "year": 1863
        },
        {
            "text": "Maria Christina of Austria (died 1929)",
            "year": 1858
        },
        {
            "text": "Lovis Corinth, German painter (died 1925)",
            "year": 1858
        },
        {
            "text": "Alfred Henry O'Keeffe, New Zealand painter and educator (died 1941)",
            "year": 1858
        },
        {
            "text": "Paul Reuter, German-English journalist, founded Reuters (died 1899)",
            "year": 1816
        },
        {
            "text": "Robert Mackenzie, Scottish-Australian politician, 3rd Premier of Queensland (died 1873)",
            "year": 1811
        },
        {
            "text": "Henri Victor Regnault, French chemist and physicist (died 1878)",
            "year": 1810
        },
        {
            "text": "Simion Bărnuțiu, Romanian historian, academic, and politician (died 1864)",
            "year": 1808
        },
        {
            "text": "Vasil Aprilov, Bulgarian educator, merchant and writer (died 1847)",
            "year": 1789
        },
        {
            "text": "Charles Tristan, marquis de Montholon, French general (died 1853)",
            "year": 1783
        },
        {
            "text": "Paul Möhring, German physician, botanist, and zoologist (died 1792)",
            "year": 1710
        },
        {
            "text": "Thomas Pelham-Holles, 1st Duke of Newcastle, English politician, Prime Minister of Great Britain (died 1768)",
            "year": 1693
        },
        {
            "text": "Matthew Prior, English poet and diplomat, British Ambassador to France (died 1721)",
            "year": 1664
        },
        {
            "text": "Pedro Calungsod, Filipino catechist and sacristan; later canonized (died 1672)",
            "year": 1654
        },
        {
            "text": "John Graham, 1st Viscount Dundee, Scottish general (died 1689)",
            "year": 1648
        },
        {
            "text": "Jean Picard, French astronomer (died 1682)",
            "year": 1620
        },
        {
            "text": "Anna de' Medici, Archduchess of Austria (died 1676)",
            "year": 1616
        },
        {
            "text": "García Hurtado de Mendoza, 5th Marquis of Cañete, Royal Governor of Chile (died 1609)",
            "year": 1535
        },
        {
            "text": "Alfonso I d'Este, Duke of Ferrara (died 1534)",
            "year": 1476
        },
        {
            "text": "Anna Sforza, Italian noble (died 1497)",
            "year": 1476
        },
        {
            "text": "Queen Jeonghyeon, Korean royal consort (died 1530)",
            "year": 1462
        },
        {
            "text": "Pope Sixtus IV (died 1484)",
            "year": 1414
        },
        {
            "text": "Kyansittha, King of Burma (died 1112)",
            "year": 1030
        },
        {
            "text": "Emperor Wen of Sui, emperor of the Sui dynasty (died 604)",
            "year": 541
        }
    ],
    "deaths": [
        {
            "text": "Tony Bennett, American singer (born 1926)",
            "year": 2023
        },
        {
            "text": "Annie Ross, Scottish-American singer and actress (born 1930)",
            "year": 2020
        },
        {
            "text": "Andrew Mlangeni, South African political activist (born 1925)",
            "year": 2020
        },
        {
            "text": "Alene Duerk, U.S. Navy first female admiral (born 1920)",
            "year": 2018
        },
        {
            "text": "John Heard, American film and television actor (born 1946)",
            "year": 2017
        },
        {
            "text": "Dennis Green, American football player and coach (born 1949)",
            "year": 2016
        },
        {
            "text": "Robert Broberg, Swedish singer-songwriter (born 1940)",
            "year": 2015
        },
        {
            "text": "E. L. Doctorow, American novelist, short story writer, and playwright (born 1931)",
            "year": 2015
        },
        {
            "text": "Nicholas Gonzalez, American physician (born 1947)",
            "year": 2015
        },
        {
            "text": "Czesław Marchaj, Polish-English sailor and academic (born 1918)",
            "year": 2015
        },
        {
            "text": "Dick Nanninga, Dutch footballer (born 1949)",
            "year": 2015
        },
        {
            "text": "Louise Abeita, Isleta Pueblo (Native American) writer, poet, and educator (born 1926)",
            "year": 2014
        },
        {
            "text": "Dan Borislow, American businessman, invented the magicJack (born 1961)",
            "year": 2014
        },
        {
            "text": "Lettice Curtis, English engineer and pilot (born 1915)",
            "year": 2014
        },
        {
            "text": "Hans-Peter Kaul, German lawyer and judge (born 1943)",
            "year": 2014
        },
        {
            "text": "Rilwanu Lukman, Nigerian engineer and politician (born 1938)",
            "year": 2014
        },
        {
            "text": "Kevin Skinner, New Zealand rugby player and boxer (born 1927)",
            "year": 2014
        },
        {
            "text": "Andrea Antonelli, Italian motorcycle racer (born 1988)",
            "year": 2013
        },
        {
            "text": "Lourembam Brojeshori Devi, Indian martial artist (born 1981)",
            "year": 2013
        },
        {
            "text": "Det de Beus, Dutch field hockey player (born 1958)",
            "year": 2013
        },
        {
            "text": "Luis Fernando Rizo-Salom, Colombian-French composer and educator (born 1971)",
            "year": 2013
        },
        {
            "text": "Fred Taylor, American football player and coach (born 1920)",
            "year": 2013
        },
        {
            "text": "Alexander Cockburn, Scottish-American journalist and author (born 1941)",
            "year": 2012
        },
        {
            "text": "Marie Kruckel, American baseball player (born 1924)",
            "year": 2012
        },
        {
            "text": "Ali Podrimja, Albanian poet and author (born 1942)",
            "year": 2012
        },
        {
            "text": "James D. Ramage, American admiral and pilot (born 1916)",
            "year": 2012
        },
        {
            "text": "Angharad Rees, English-b. Welsh actress (born 1944)",
            "year": 2012
        },
        {
            "text": "Don Wilson, English cricketer and coach (born 1937)",
            "year": 2012
        },
        {
            "text": "Luis Corvalán, Chilean educator and politician (born 1916)",
            "year": 2010
        },
        {
            "text": "Ralph Houk, American baseball player, coach, and manager (born 1919)",
            "year": 2010
        },
        {
            "text": "John E. Irving, Canadian businessman (born 1932)",
            "year": 2010
        },
        {
            "text": "Donald Stokes, English businessman (born 1914)",
            "year": 2008
        },
        {
            "text": "Dubravko Škiljan, Croatian linguist and academic (born 1949)",
            "year": 2007
        },
        {
            "text": "Mako Iwamatsu, Japanese-American actor and singer (born 1933)",
            "year": 2006
        },
        {
            "text": "Ta Mok, Cambodian soldier and monk (born 1926)",
            "year": 2006
        },
        {
            "text": "Long John Baldry, English-Canadian singer and actor (born 1941)",
            "year": 2005
        },
        {
            "text": "Lord Alfred Hayes, English-American wrestler and manager (born 1928)",
            "year": 2005
        },
        {
            "text": "Jerry Goldsmith, American composer and conductor (born 1929)",
            "year": 2004
        },
        {
            "text": "Edward B. Lewis, American geneticist and biologist, Nobel Prize laureate (born 1918)",
            "year": 2004
        },
        {
            "text": "John Davies, English-New Zealand runner and coach (born 1938)",
            "year": 2003
        },
        {
            "text": "Esphyr Slobodkina, Russian-American author and illustrator (born 1908)",
            "year": 2002
        },
        {
            "text": "Marc Reisner, American environmentalist and author (born 1948)",
            "year": 2000
        },
        {
            "text": "Alan Shepard, American admiral, pilot, and astronaut (born 1923)",
            "year": 1998
        },
        {
            "text": "Robert Young, American actor and singer (born 1907)",
            "year": 1998
        },
        {
            "text": "Olaf Kopvillem, Estonian-Canadian conductor and composer (born 1926)",
            "year": 1997
        },
        {
            "text": "Marijac, French author and illustrator (born 1908)",
            "year": 1994
        },
        {
            "text": "Paul Warwick, English race car driver (born 1969)",
            "year": 1991
        },
        {
            "text": "Dave Garroway, American journalist and actor (born 1913)",
            "year": 1982
        },
        {
            "text": "Lee Miller, American model and photographer (born 1907)",
            "year": 1977
        },
        {
            "text": "Ralph Craig, American sprinter and sailor (born 1889)",
            "year": 1972
        },
        {
            "text": "Jigme Dorji Wangchuck, Bhutanese king (born 1928)",
            "year": 1972
        },
        {
            "text": "Mikhail Mikhaylovich Gerasimov, Russian anthropologist and sculptor (born 1907)",
            "year": 1970
        },
        {
            "text": "Bob Kalsu, American football player and lieutenant (born 1945)",
            "year": 1970
        },
        {
            "text": "Ruth St. Denis, American dancer and choreographer (born 1878)",
            "year": 1968
        },
        {
            "text": "Jimmie Foxx, American baseball player, coach, and manager (born 1907)",
            "year": 1967
        },
        {
            "text": "Albert Lutuli, South African academic and politician, Nobel Prize laureate (born 1898)",
            "year": 1967
        },
        {
            "text": "Basil Rathbone, South African-American actor and singer (born 1892)",
            "year": 1967
        },
        {
            "text": "Philipp Frank, Austrian-American physicist, mathematician, and philosopher, Vienna Circle member (born 1884)",
            "year": 1966
        },
        {
            "text": "Pedro Lascuráin, Mexican politician, president for 45 minutes on February 13, 1913. (born 1856)",
            "year": 1952
        },
        {
            "text": "Arshile Gorky, Armenian-American painter and illustrator (born 1904)",
            "year": 1948
        },
        {
            "text": "Gualberto Villarroel, Bolivian soldier and politician, 45th President of Bolivia (born 1908)",
            "year": 1946
        },
        {
            "text": "Claus von Stauffenberg, German soldier who attempted to assassinate Adolf Hitler (born 1907)",
            "year": 1944
        },
        {
            "text": "Charley Paddock, American runner and actor (born 1900)",
            "year": 1943
        },
        {
            "text": "Louis Vauxcelles, French art critic (born 1870)",
            "year": 1943
        },
        {
            "text": "Bohdan Lepky, Ukrainian poet and scholar (born 1872)",
            "year": 1941
        },
        {
            "text": "Owen Wister, American lawyer and author (born 1860)",
            "year": 1938
        },
        {
            "text": "Bill Gleason, American baseball player (born 1858)",
            "year": 1932
        },
        {
            "text": "Ellen Terry, English actress (born 1847)",
            "year": 1928
        },
        {
            "text": "Fiammetta Wilson, English astronomer and educator (born 1864)",
            "year": 1920
        },
        {
            "text": "Robert G. Ingersoll, American soldier, lawyer, and politician (born 1833)",
            "year": 1899
        },
        {
            "text": "Nelson Dewey, American lawyer and politician, 1st Governor of Wisconsin (born 1813)",
            "year": 1889
        },
        {
            "text": "Hiram Walden, American general and politician (born 1800)",
            "year": 1880
        },
        {
            "text": "Sam Bass, American outlaw (born 1851)",
            "year": 1878
        },
        {
            "text": "William Bland, Australian surgeon and politician (born 1789)",
            "year": 1868
        },
        {
            "text": "François Sébastien Charles Joseph de Croix, Count of Clerfayt, Austrian field marshal (born 1733)",
            "year": 1798
        },
        {
            "text": "Anthony Perry, Irish rebel leader (born ca. 1760)",
            "year": 1798
        },
        {
            "text": "Robert Burns, Scottish poet and songwriter (born 1759)",
            "year": 1796
        },
        {
            "text": "Antoine Bruni d'Entrecasteaux, French admiral, explorer, and politician (born 1739)",
            "year": 1793
        },
        {
            "text": "James Butler, 1st Duke of Ormonde, English soldier and politician, Lord Lieutenant of Ireland (born 1610)",
            "year": 1688
        },
        {
            "text": "Antonio de Mendoza, Spanish politician, 1st Viceroy of New Spain (born 1495)",
            "year": 1552
        },
        {
            "text": "Manuel II Palaiologos, Byzantine emperor (born 1350)",
            "year": 1425
        },
        {
            "text": "Henry Percy, English soldier (born 1364)",
            "year": 1403
        },
        {
            "text": "Sir Walter Blount, English soldier, standard-bearer of Henry IV",
            "year": 1403
        },
        {
            "text": "Edmund Stafford, 5th Earl of Stafford, English soldier",
            "year": 1403
        },
        {
            "text": "Gojong of Goryeo",
            "year": 1259
        },
        {
            "text": "Geoffrey I, Count of Anjou",
            "year": 987
        },
        {
            "text": "Li Guo'er, princess of the Tang dynasty",
            "year": 710
        },
        {
            "text": "Wei, empress of the Tang dynasty",
            "year": 710
        },
        {
            "text": "Shangguan Wan'er, Chinese poet (born 664)",
            "year": 710
        },
        {
            "text": "K'an II, Mayan ruler (born 588)",
            "year": 658
        }
    ],
    "metadata": {
        "current_date": "July 21, 2025",
        "short_date": "Jul 21",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            32,
            3,
            28,
            34,
            47,
            9,
            25,
            7,
            27,
            15
        ],
        "births": [
            159,
            66,
            74,
            162
        ],
        "deaths": [
            72,
            54,
            61,
            84
        ]
    }
}