{
    "events": [
        {
            "text": "Four police officers are killed after being struck by a truck on the Eastern Freeway in Melbourne while speaking to a speeding driver, marking the largest loss of police lives in Victoria Police history.",
            "year": 2020
        },
        {
            "text": "The Paris Agreement is signed, an agreement to help fight global warming.",
            "year": 2016
        },
        {
            "text": "Japan's Prime Minister Junichiro Koizumi apologizes for Japan's war record.",
            "year": 2005
        },
        {
            "text": "Eighteen-year-old Stephen Lawrence is murdered in a racially motivated attack while waiting for a bus in Well Hall, Eltham.",
            "year": 1993
        },
        {
            "text": "A series of gas explosions rip through the streets in Guadalajara, Mexico, killing 206.",
            "year": 1992
        },
        {
            "text": "Optical fiber is first used to carry live telephone traffic.",
            "year": 1977
        },
        {
            "text": "Pan Am Flight 812 crashes on approach to Ngurah Rai International Airport in Denpasar, Bali, Indonesia, killing all 107 people on board.",
            "year": 1974
        },
        {
            "text": "The first Earth Day is celebrated.",
            "year": 1970
        },
        {
            "text": "Chicano residents in San Diego, California occupy a site under the Coronado Bridge, leading to the creation of Chicano Park.",
            "year": 1970
        },
        {
            "text": "British yachtsman Sir Robin Knox-Johnston wins the Sunday Times Golden Globe Race and completes the first solo non-stop circumnavigation of the world.",
            "year": 1969
        },
        {
            "text": "The formation of the Communist Party of India (Marxist–Leninist) is announced at a mass rally in Calcutta.",
            "year": 1969
        },
        {
            "text": "American Flyers Airline Flight 280/D crashes on approach to Ardmore Municipal Airport in Ardmore, Oklahoma, killing 83.",
            "year": 1966
        },
        {
            "text": "Red Scare: Witnesses begin testifying and live television coverage of the Army–McCarthy hearings begins.",
            "year": 1954
        },
        {
            "text": "Korean War: The Chinese People's Volunteer Army begin assaulting positions defended by the Royal Australian Regiment and the Princess Patricia's Canadian Light Infantry at the Battle of Kapyong.",
            "year": 1951
        },
        {
            "text": "Arab–Israeli War: The port city of Haifa is captured by Jewish forces.",
            "year": 1948
        },
        {
            "text": "World War II: Prisoners at the Jasenovac concentration camp revolt. Five hundred twenty are killed and around eighty escape.",
            "year": 1945
        },
        {
            "text": "World War II: Sachsenhausen concentration camp is liberated by soldiers of the Red Army and Polish First Army.",
            "year": 1945
        },
        {
            "text": "The 1st Air Commando Group using Sikorsky R-4 helicopters stage the first use of helicopters in combat with combat search and rescue operations in the China Burma India Theater.",
            "year": 1944
        },
        {
            "text": "World War II: Operation Persecution is initiated: Allied forces land in the Hollandia (currently known as Jayapura) area of New Guinea.",
            "year": 1944
        },
        {
            "text": "World War II: In Greenland, the Allied Sledge Patrol attack the German Bassgeiger weather station.",
            "year": 1944
        },
        {
            "text": "The United Kingdom, Japan and the United States sign the London Naval Treaty regulating submarine warfare and limiting shipbuilding.",
            "year": 1930
        },
        {
            "text": "World War I: The use of poison gas in World War I escalates when chlorine gas is released as a chemical weapon in the Second Battle of Ypres.",
            "year": 1915
        },
        {
            "text": "The 1906 Intercalated Games open in Athens.",
            "year": 1906
        },
        {
            "text": "Spanish–American War: President William McKinley calls for 125,000 volunteers to join the National Guard and fight in Cuba, while Congress more than doubles regular Army forces to 65,000.",
            "year": 1898
        },
        {
            "text": "At noon, thousands rush to claim land in the Land Rush of 1889. Within hours the cities of Oklahoma City and Guthrie are formed with populations of at least 10,000.",
            "year": 1889
        },
        {
            "text": "The first National League baseball game is played at the Jefferson Street Grounds in Philadelphia.",
            "year": 1876
        },
        {
            "text": "The U.S. Congress passes the Coinage Act of 1864 that permitted the inscription In God We Trust be placed on all coins minted as United States currency.",
            "year": 1864
        },
        {
            "text": "Texas Revolution: A day after the Battle of San Jacinto, forces under Texas General Sam Houston identify Mexican General Antonio López de Santa Anna among the captives of the battle when some of his fellow soldiers mistakenly give away his identity.",
            "year": 1836
        },
        {
            "text": "The second day of the Battle of Eckmühl: The Austrian army is defeated by the First French Empire army led by Napoleon and driven over the Danube in Regensburg.",
            "year": 1809
        },
        {
            "text": "Treaty of Zaragoza divides the eastern hemisphere between Spain and Portugal along a line 297.5 leagues (1,250 kilometres (780 mi)) east of the Moluccas.",
            "year": 1529
        },
        {
            "text": "Spanish conquistador Hernán Cortés establishes a settlement at Veracruz, Mexico.",
            "year": 1519
        },
        {
            "text": "Portuguese navigator Pedro Álvares Cabral lands in Brazil (discovery of Brazil).",
            "year": 1500
        }
    ],
    "births": [
        {
            "text": "Violet McGraw, American actress",
            "year": 2011
        },
        {
            "text": "Danni Wyatt, English cricketer",
            "year": 1991
        },
        {
            "text": "Machine Gun Kelly, American rapper, singer, songwriter, actor",
            "year": 1990
        },
        {
            "text": "Kevin Kiermaier, American baseball player",
            "year": 1990
        },
        {
            "text": "Eve Muirhead, Scottish curler",
            "year": 1990
        },
        {
            "text": "Dee Strange-Gordon, American baseball player",
            "year": 1988
        },
        {
            "text": "David Luiz, Brazilian footballer",
            "year": 1987
        },
        {
            "text": "Amber Heard, American actress",
            "year": 1986
        },
        {
            "text": "Marshawn Lynch, American football player",
            "year": 1986
        },
        {
            "text": "Sam W. Heads, English-American entomologist and palaeontologist",
            "year": 1983
        },
        {
            "text": "Shkëlzen Shala, Albanian entrepreneur and veganism activist",
            "year": 1983
        },
        {
            "text": "Kaká, Brazilian footballer",
            "year": 1982
        },
        {
            "text": "Quincy Timberlake, Kenyan-Australian activist, engineer, and politician",
            "year": 1980
        },
        {
            "text": "Zoltán Gera, Hungarian international footballer and manager",
            "year": 1979
        },
        {
            "text": "Daniel Johns, Australian singer-songwriter and guitarist",
            "year": 1979
        },
        {
            "text": "Paul Malakwen Kosgei, Kenyan runner and coach",
            "year": 1978
        },
        {
            "text": "Dan Cloutier, Canadian ice hockey player and coach",
            "year": 1976
        },
        {
            "text": "Regine Velasquez, Filipino singer and actress",
            "year": 1970
        },
        {
            "text": "David J. C. MacKay, English physicist, engineer, and academic (d. 2016)",
            "year": 1967
        },
        {
            "text": "Sherri Shepherd, American actress, comedian, and television personality",
            "year": 1967
        },
        {
            "text": "Mickey Morandini, American baseball player and manager",
            "year": 1966
        },
        {
            "text": "Jeffrey Dean Morgan, American actor",
            "year": 1966
        },
        {
            "text": "Rosalind Gill, English sociologist and academic",
            "year": 1963
        },
        {
            "text": "Sean Lock, English comedian and actor (d. 2021)",
            "year": 1963
        },
        {
            "text": "Jeff Minter, British video game designer and programmer",
            "year": 1962
        },
        {
            "text": "Danièle Sauvageau, Canadian ice hockey player and coach",
            "year": 1962
        },
        {
            "text": "Jeff Hostetler, American football player",
            "year": 1961
        },
        {
            "text": "Alo Mattiisen, Estonian composer (d. 1996)",
            "year": 1961
        },
        {
            "text": "Mart Laar, Estonian historian and politician, 9th Prime Minister of Estonia",
            "year": 1960
        },
        {
            "text": "Terry Francona, American baseball player and manager",
            "year": 1959
        },
        {
            "text": "Ryan Stiles, American-Canadian actor and comedian",
            "year": 1959
        },
        {
            "text": "Donald Tusk, Polish journalist and politician, 14th Prime Minister of Poland",
            "year": 1957
        },
        {
            "text": "Marilyn Chambers, American actress",
            "year": 1952
        },
        {
            "text": "Aivars Kalējs, Latvian organist, composer, and pianist",
            "year": 1951
        },
        {
            "text": "Ana María Shua, Argentinian author and poet",
            "year": 1951
        },
        {
            "text": "Peter Frampton, English singer-songwriter, guitarist, and producer",
            "year": 1950
        },
        {
            "text": "Jancis Robinson, English journalist and critic",
            "year": 1950
        },
        {
            "text": "Spencer Haywood, American basketball player",
            "year": 1949
        },
        {
            "text": "John Pritchard, English bishop",
            "year": 1948
        },
        {
            "text": "Steven L. Bennett, American captain and pilot, Medal of Honor recipient (d. 1972)",
            "year": 1946
        },
        {
            "text": "Paul Davies, English physicist and author",
            "year": 1946
        },
        {
            "text": "Louise Harel, Canadian lawyer and politician",
            "year": 1946
        },
        {
            "text": "Archy Kirkwood, Baron Kirkwood of Kirkhope, Scottish lawyer and politician",
            "year": 1946
        },
        {
            "text": "Nicholas Stern, Baron Stern of Brentford, English economist and academic",
            "year": 1946
        },
        {
            "text": "John Waters, American actor, director, producer, and screenwriter",
            "year": 1946
        },
        {
            "text": "Gopalkrishna Gandhi, Indian civil servant and politician, 22nd Governor of West Bengal",
            "year": 1945
        },
        {
            "text": "Demetrio Stratos, Greek-Egyptian singer-songwriter (d. 1979)",
            "year": 1945
        },
        {
            "text": "Steve Fossett, American businessman, pilot, and sailor (d. 2007)",
            "year": 1944
        },
        {
            "text": "Doug Jarrett, Canadian ice hockey player (d. 2014)",
            "year": 1944
        },
        {
            "text": "Joshua Rifkin, American conductor and musicologist",
            "year": 1944
        },
        {
            "text": "Keith Crisco, American businessman and politician (d. 2014)",
            "year": 1943
        },
        {
            "text": "Janet Evanovich, American author",
            "year": 1943
        },
        {
            "text": "Louise Glück, American poet (d. 2023)",
            "year": 1943
        },
        {
            "text": "John Maples, Baron Maples, English lawyer and politician, Shadow Secretary of State for Defence (d. 2012)",
            "year": 1943
        },
        {
            "text": "Scott W. Williams, American mathematician and professor",
            "year": 1943
        },
        {
            "text": "Giorgio Agamben, Italian philosopher and academic",
            "year": 1942
        },
        {
            "text": "Mary Prior, English politician, Lord Lieutenant of Bristol",
            "year": 1942
        },
        {
            "text": "Greville Howard, Baron Howard of Rising, English politician",
            "year": 1941
        },
        {
            "text": "Mel Carter, American singer and actor",
            "year": 1939
        },
        {
            "text": "John Foley, English general and politician, Lieutenant Governor of Guernsey",
            "year": 1939
        },
        {
            "text": "Ray Guy, Canadian journalist and author (d. 2013)",
            "year": 1939
        },
        {
            "text": "Jason Miller, American actor and playwright (d. 2001)",
            "year": 1939
        },
        {
            "text": "Theodor Waigel, German lawyer and politician, German Federal Minister of Finance",
            "year": 1939
        },
        {
            "text": "Alan Bond, English-Australian businessman (d. 2015)",
            "year": 1938
        },
        {
            "text": "Gani Fawehinmi, Nigerian lawyer and activist (d. 2009)",
            "year": 1938
        },
        {
            "text": "Issey Miyake, Japanese fashion designer (d. 2022)",
            "year": 1938
        },
        {
            "text": "Adam Raphael, English journalist and author",
            "year": 1938
        },
        {
            "text": "Jack Nicholson, American actor and producer",
            "year": 1937
        },
        {
            "text": "Jack Nitzsche, American singer-songwriter, pianist, and conductor (d. 2000)",
            "year": 1937
        },
        {
            "text": "Glen Campbell, American singer-songwriter, guitarist, and actor (d. 2017)",
            "year": 1936
        },
        {
            "text": "Pierre Hétu, Canadian pianist and conductor (d. 1998)",
            "year": 1936
        },
        {
            "text": "Christopher Ball, English linguist and academic",
            "year": 1935
        },
        {
            "text": "Paul Chambers, African-American bassist and composer (d. 1969)",
            "year": 1935
        },
        {
            "text": "Bhama Srinivasan, Indian-American mathematician and academic",
            "year": 1935
        },
        {
            "text": "Anthony Llewellyn, Welsh-American chemist and astronaut (d. 2013)",
            "year": 1933
        },
        {
            "text": "John Buchanan, Canadian lawyer and politician, 20th Premier of Nova Scotia (d. 2019)",
            "year": 1931
        },
        {
            "text": "Ronald Hynd, English dancer and choreographer",
            "year": 1931
        },
        {
            "text": "Enno Penno, Estonian politician, Prime Minister of Estonia in exile (d. 2016)",
            "year": 1930
        },
        {
            "text": "Michael Atiyah, English-Lebanese mathematician and academic (d. 2019)",
            "year": 1929
        },
        {
            "text": "Robert Wade-Gery, English diplomat, British High Commissioner to India (d. 2015)",
            "year": 1929
        },
        {
            "text": "Estelle Harris, American actress and comedian (d. 2022)",
            "year": 1928
        },
        {
            "text": "Laurel Aitken, Cuban-Jamaican singer (d. 2005)",
            "year": 1927
        },
        {
            "text": "Charlotte Rae, American actress and singer (d. 2018)",
            "year": 1926
        },
        {
            "text": "James Stirling, Scottish architect, designed the Staatsgalerie Stuttgart and Seeley Historical Library (d. 1992)",
            "year": 1926
        },
        {
            "text": "Nam Duck-woo, South Korean politician, 12th Prime Minister of South Korea (d. 2013)",
            "year": 1924
        },
        {
            "text": "Peter Kane Dufault, American soldier, pilot, and poet (d. 2013)",
            "year": 1923
        },
        {
            "text": "Bettie Page, American model and actress (d. 2008)",
            "year": 1923
        },
        {
            "text": "Aaron Spelling, American actor, producer, and screenwriter (d. 2006)",
            "year": 1923
        },
        {
            "text": "Richard Diebenkorn, American soldier and painter (d. 1993)",
            "year": 1922
        },
        {
            "text": "Charles Mingus, American bassist, composer, and bandleader (d. 1979)",
            "year": 1922
        },
        {
            "text": "Wolf V. Vishniac, American microbiologist and academic (d. 1973)",
            "year": 1922
        },
        {
            "text": "Donald J. Cram, American chemist and academic, Nobel Prize laureate (d. 2001)",
            "year": 1919
        },
        {
            "text": "Carl Lindner, Jr., American businessman and philanthropist (d. 2011)",
            "year": 1919
        },
        {
            "text": "William Jay Smith, American poet and academic (d. 2015)",
            "year": 1918
        },
        {
            "text": "Mickey Vernon, American baseball player and coach (d. 2008)",
            "year": 1918
        },
        {
            "text": "Yvette Chauviré, French ballerina (d. 2016)",
            "year": 1917
        },
        {
            "text": "Sidney Nolan, Australian painter (d. 1992)",
            "year": 1917
        },
        {
            "text": "Hanfried Lenz, German mathematician and academic (d. 2013)",
            "year": 1916
        },
        {
            "text": "Yehudi Menuhin, American-Swiss violinist and conductor (d. 1999)",
            "year": 1916
        },
        {
            "text": "Baldev Raj Chopra, Indian director and producer (d. 2008)",
            "year": 1914
        },
        {
            "text": "Jan de Hartog, Dutch-American author and playwright (d. 2002)",
            "year": 1914
        },
        {
            "text": "José Quiñones Gonzales, Peruvian soldier and pilot (d. 1941)",
            "year": 1914
        },
        {
            "text": "Michael Wittmann, German SS officer (d. 1944)",
            "year": 1914
        },
        {
            "text": "Kathleen Ferrier, English operatic singer (d. 1953)",
            "year": 1912
        },
        {
            "text": "Kaneto Shindo, Japanese director, producer, and screenwriter (d. 2012)",
            "year": 1912
        },
        {
            "text": "Norman Steenrod, American mathematician and academic (d. 1971)",
            "year": 1910
        },
        {
            "text": "Rita Levi-Montalcini, Italian neurologist and academic, Nobel Prize laureate (d. 2012)",
            "year": 1909
        },
        {
            "text": "Indro Montanelli, Italian journalist and historian (d. 2001)",
            "year": 1909
        },
        {
            "text": "Spyros Markezinis, Greek politician, Prime Minister of Greece (d. 2000)",
            "year": 1909
        },
        {
            "text": "Eric Fenby, English composer and educator (d. 1997)",
            "year": 1906
        },
        {
            "text": "Prince Gustaf Adolf, Duke of Västerbotten (d. 1947)",
            "year": 1906
        },
        {
            "text": "Robert Choquette, American-Canadian author, poet, and diplomat (d. 1991)",
            "year": 1905
        },
        {
            "text": "J. Robert Oppenheimer, American physicist and academic (d. 1967)",
            "year": 1904
        },
        {
            "text": "Nellie Beer, British politician, Lord Mayor of Manchester (d. 1988)",
            "year": 1900
        },
        {
            "text": "Vladimir Nabokov, Russian-born novelist and critic (d. 1977)",
            "year": 1899
        },
        {
            "text": "Vernon Johns, African-American minister and activist (d. 1965)",
            "year": 1892
        },
        {
            "text": "Laura Gilpin, American photographer (d. 1979)",
            "year": 1891
        },
        {
            "text": "Vittorio Jano, Italian engineer (d. 1965)",
            "year": 1891
        },
        {
            "text": "Harold Jeffreys, English mathematician, geophysicist, and astronomer (d. 1989)",
            "year": 1891
        },
        {
            "text": "Nicola Sacco, Italian-American anarchist (d. 1927)",
            "year": 1891
        },
        {
            "text": "Richard Glücks, German SS officer (d. 1945)",
            "year": 1889
        },
        {
            "text": "Harald Bohr, Danish mathematician and footballer (d. 1951)",
            "year": 1887
        },
        {
            "text": "Izidor Cankar, Slovenian historian, author, and diplomat (d. 1958)",
            "year": 1886
        },
        {
            "text": "Otto Rank, Austrian-American psychologist and academic (d. 1939)",
            "year": 1884
        },
        {
            "text": "Bernhard Gregory, Estonian-German chess player (d. 1939)",
            "year": 1879
        },
        {
            "text": "Róbert Bárány, Austrian-Swedish otologist and physician, Nobel Prize laureate (d. 1936)",
            "year": 1876
        },
        {
            "text": "Georg Lurich, Estonian wrestler and strongman (d. 1920)",
            "year": 1876
        },
        {
            "text": "Wu Peifu, Chinese warlord, politician, and marshal of the Beiyang Army (d. 1939)",
            "year": 1874
        },
        {
            "text": "Ellen Glasgow, American author (d. 1945)",
            "year": 1873
        },
        {
            "text": "Princess Margaret of Prussia (d. 1954)",
            "year": 1872
        },
        {
            "text": "Vladimir Lenin, Russian revolutionary and founder of Soviet Russia (d. 1924)",
            "year": 1870
        },
        {
            "text": "Ethel Smyth, English composer (d. 1944)",
            "year": 1858
        },
        {
            "text": "Fritz Mayer van den Bergh, Belgian art collector and art historian (d. 1901)",
            "year": 1858
        },
        {
            "text": "Henri La Fontaine, Belgian lawyer and author, Nobel Prize laureate (d. 1943)",
            "year": 1854
        },
        {
            "text": "William IV, Grand Duke of Luxembourg (d. 1912)",
            "year": 1852
        },
        {
            "text": "Lewis Powell, American soldier, attempted assassin of William H. Seward (d. 1865)",
            "year": 1844
        },
        {
            "text": "Julius Sterling Morton, American journalist and politician, 3rd United States Secretary of Agriculture (d. 1902)",
            "year": 1832
        },
        {
            "text": "Emily Davies, British suffragist and educator, co-founder and an early Mistress of Girton College, Cambridge University (d. 1921)",
            "year": 1830
        },
        {
            "text": "Charles-Denis Bourbaki, French general (d. 1897)",
            "year": 1816
        },
        {
            "text": "Solomon Caesar Malan, Swiss-English orientalist (d. 1894)",
            "year": 1812
        },
        {
            "text": "Germaine de Staël, French author and political philosopher (d. 1817)",
            "year": 1766
        },
        {
            "text": "James Sullivan, American lawyer and politician, 7th Governor of Massachusetts (d. 1808)",
            "year": 1744
        },
        {
            "text": "John Johnson, English architect and surveyor (d. 1814)",
            "year": 1732
        },
        {
            "text": "Immanuel Kant, German anthropologist, philosopher, and academic (d. 1804)",
            "year": 1724
        },
        {
            "text": "Paul II Anton, Prince Esterházy, Austrian soldier (d. 1762)",
            "year": 1711
        },
        {
            "text": "Henry Fielding, English novelist and playwright (d. 1754)",
            "year": 1707
        },
        {
            "text": "John Carteret, 2nd Earl Granville, English politician, Lord President of the Council (d. 1763)",
            "year": 1690
        },
        {
            "text": "Giuseppe Torelli, Italian violinist and composer (d. 1709)",
            "year": 1658
        },
        {
            "text": "Pope Alexander VIII (d. 1691)",
            "year": 1610
        },
        {
            "text": "Wilhelm Schickard, German astronomer and mathematician (d. 1635)",
            "year": 1592
        },
        {
            "text": "Antoine of Navarre (d. 1562)",
            "year": 1518
        },
        {
            "text": "Isabella I of Castile (d. 1504)",
            "year": 1451
        },
        {
            "text": "Elizabeth of York, Duchess of Suffolk (d. 1503)",
            "year": 1444
        },
        {
            "text": "Reinhard III, Count of Hanau (1451–1452) (d. 1452)",
            "year": 1412
        }
    ],
    "deaths": [
        {
            "text": "Len Goodman, English ballroom dancer and television personality (b. 1944)",
            "year": 2023
        },
        {
            "text": "Guy Lafleur, Canadian ice hockey player (b. 1951)",
            "year": 2022
        },
        {
            "text": "Adrian Garrett, American professional baseball player (b. 1943)",
            "year": 2021
        },
        {
            "text": "Shirley Knight, American actress (b. 1936)",
            "year": 2020
        },
        {
            "text": "Donna Leanne Williams, Australian writer, artist, and activist (b. 1963)",
            "year": 2017
        },
        {
            "text": "Dick Balharry, Scottish environmentalist and photographer (b. 1937)",
            "year": 2015
        },
        {
            "text": "Oswaldo Vigas, Venezuelan painter (b. 1926)",
            "year": 2014
        },
        {
            "text": "Richie Havens, American singer-songwriter and guitarist (b. 1941)",
            "year": 2013
        },
        {
            "text": "Lalgudi Jayaraman, Indian violinist and composer (b. 1930)",
            "year": 2013
        },
        {
            "text": "Robert Suderburg, American pianist, composer, and conductor (b. 1936)",
            "year": 2013
        },
        {
            "text": "George Rathmann, American chemist, biologist, and businessman (b. 1927)",
            "year": 2012
        },
        {
            "text": "Richard Barrett, American lawyer and activist (b. 1943)",
            "year": 2010
        },
        {
            "text": "Jack Cardiff, British cinematographer, director and photographer (b. 1914)",
            "year": 2009
        },
        {
            "text": "Juanita Millender-McDonald, American educator and politician (b. 1938)",
            "year": 2007
        },
        {
            "text": "Henriette Avram, American computer scientist and academic (b. 1919)",
            "year": 2006
        },
        {
            "text": "Alida Valli, Italian actress (b. 1921)",
            "year": 2006
        },
        {
            "text": "Erika Fuchs, German translator (b. 1906)",
            "year": 2005
        },
        {
            "text": "Philip Morrison, American physicist and academic (b. 1915)",
            "year": 2005
        },
        {
            "text": "Eduardo Paolozzi, Scottish sculptor and artist (b. 1924)",
            "year": 2005
        },
        {
            "text": "Felice Bryant, American songwriter (b. 1925)",
            "year": 2003
        },
        {
            "text": "Munir Ahmad Khan, Pakistani nuclear engineer (b. 1926)",
            "year": 1999
        },
        {
            "text": "Erma Bombeck, American journalist and author (b. 1927)",
            "year": 1996
        },
        {
            "text": "Jug McSpaden, American golfer and architect (b. 1908)",
            "year": 1996
        },
        {
            "text": "Jane Kenyon, American poet and author (b. 1947)",
            "year": 1995
        },
        {
            "text": "Richard Nixon, 37th President of the United States (b. 1913)",
            "year": 1994
        },
        {
            "text": "Albert Salmi, American actor (b. 1928)",
            "year": 1990
        },
        {
            "text": "Emilio G. Segrè, Italian-American physicist and academic, Nobel Prize laureate (b. 1905)",
            "year": 1989
        },
        {
            "text": "Grigori Kuzmin, Russian-Estonian astronomer and academic (b. 1917)",
            "year": 1988
        },
        {
            "text": "Irene Rich, American actress (b. 1891)",
            "year": 1988
        },
        {
            "text": "Erika Nõva, Estonian architect (b. 1905)",
            "year": 1987
        },
        {
            "text": "Mircea Eliade, Romanian historian and author (b. 1907)",
            "year": 1986
        },
        {
            "text": "Paul Hugh Emmett, American chemist and academic (b. 1900)",
            "year": 1985
        },
        {
            "text": "Jacques Ferron, Canadian physician and author (b. 1921)",
            "year": 1985
        },
        {
            "text": "Ansel Adams, American photographer and environmentalist (b. 1902)",
            "year": 1984
        },
        {
            "text": "Earl Hines, American pianist and bandleader (b. 1903)",
            "year": 1983
        },
        {
            "text": "Jane Froman, American actress and singer (b. 1907)",
            "year": 1980
        },
        {
            "text": "Fritz Strassmann, German chemist and physicist (b. 1902)",
            "year": 1980
        },
        {
            "text": "Will Geer, American actor (b. 1902)",
            "year": 1978
        },
        {
            "text": "Horace Donisthorpe, English myrmecologist and coleopterist (b. 1870)",
            "year": 1951
        },
        {
            "text": "Charles Hamilton Houston, American lawyer and academic (b. 1895)",
            "year": 1950
        },
        {
            "text": "Wilhelm Cauer, German mathematician and academic (b. 1900)",
            "year": 1945
        },
        {
            "text": "Käthe Kollwitz, German painter and sculptor (b. 1867)",
            "year": 1945
        },
        {
            "text": "Henry Royce, English engineer and businessman, co-founded Rolls-Royce Limited (b. 1863)",
            "year": 1933
        },
        {
            "text": "Ferenc Oslay, Hungarian-Slovene historian and author (b. 1883)",
            "year": 1932
        },
        {
            "text": "Henry Lerolle, French painter and art collector (b. 1848)",
            "year": 1929
        },
        {
            "text": "André Caplet, French composer and conductor (b. 1878)",
            "year": 1925
        },
        {
            "text": "Henry Campbell-Bannerman, Prime Minister of the United Kingdom (b. 1836)",
            "year": 1908
        },
        {
            "text": "Thomas Meik, English engineer, founded Halcrow Group (b. 1812)",
            "year": 1896
        },
        {
            "text": "Kostas Krystallis, Greek author and poet (b. 1868)",
            "year": 1894
        },
        {
            "text": "Chaim Aronson, Lithuanian businessman and author (b. 1825)",
            "year": 1893
        },
        {
            "text": "Édouard Lalo, French violinist and composer (b. 1823)",
            "year": 1892
        },
        {
            "text": "James P. Kirkwood, Scottish-American engineer (b. 1807)",
            "year": 1877
        },
        {
            "text": "Martín Carrera, Mexican general and president (1855) (b. 1806)",
            "year": 1871
        },
        {
            "text": "Nicolás Bravo, Mexican general and politician, 11th President of Mexico (b. 1786)",
            "year": 1854
        },
        {
            "text": "Friedrich Robert Faehlmann, Estonian philologist and physician (b. 1798)",
            "year": 1850
        },
        {
            "text": "Richard Trevithick, English engineer and explorer (b. 1771)",
            "year": 1833
        },
        {
            "text": "Gregory V of Constantinople, Greek patriarch and saint (b. 1746)",
            "year": 1821
        },
        {
            "text": "Pierre-Charles Villeneuve, French admiral (b. 1763)",
            "year": 1806
        },
        {
            "text": "James Hargreaves, British inventor (b. 1720)",
            "year": 1778
        },
        {
            "text": "Antoine de Jussieu, French botanist and physician (b. 1686)",
            "year": 1758
        },
        {
            "text": "Hans Erasmus Aßmann, German poet (b. 1646)",
            "year": 1699
        },
        {
            "text": "Georg Stiernhielm, Swedish linguist and poet (b. 1598)",
            "year": 1672
        },
        {
            "text": "Miguel de Cervantes, Spanish novelist, poet, and playwright (b. 1547)",
            "year": 1616
        },
        {
            "text": "Henry of Saxe-Lauenburg, Prince-Archbishop of Bremen, Prince-Bishop of Osnabrück and Paderborn (b. 1550)",
            "year": 1585
        },
        {
            "text": "Eleanor of Woodstock, countess regent of Guelders, eldest daughter of King Edward II of England (b. 1318)",
            "year": 1355
        },
        {
            "text": "Francis of Fabriano, Italian writer (b. 1251)",
            "year": 1322
        },
        {
            "text": "Philip of Poitou, Prince-Bishop of Durham",
            "year": 1208
        },
        {
            "text": "Wuzong, Chinese emperor (b. 814)",
            "year": 846
        },
        {
            "text": "Kūkai, Japanese Buddhist monk, founder of Esoteric (Shingon) Buddhism (b. 774)",
            "year": 835
        },
        {
            "text": "Saint Theodore of Sykeon",
            "year": 613
        },
        {
            "text": "Peter III of Raqqa",
            "year": 591
        },
        {
            "text": "Pope Agapetus I",
            "year": 536
        },
        {
            "text": "Pope Caius",
            "year": 296
        }
    ],
    "metadata": {
        "current_date": "April 22, 2025",
        "short_date": "Apr 22",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            26,
            23,
            6,
            4,
            9,
            29,
            8,
            13,
            18,
            19
        ],
        "births": [
            132,
            28,
            67,
            147
        ],
        "deaths": [
            68,
            65,
            35,
            3
        ]
    }
}