{
    "events": [
        {
            "text": "Ten people are killed in a mass shooting at an adult education centre in Örebro, Sweden.",
            "year": 2025
        },
        {
            "text": "The COVID-19 pandemic causes all casinos in Macau to be closed down for 15 days.",
            "year": 2020
        },
        {
            "text": "TransAsia Airways Flight 235, with 58 people on board, en route from the Taiwanese capital Taipei to Kinmen, crashes into the Keelung River just after takeoff, killing 43 people.",
            "year": 2015
        },
        {
            "text": "Civic mobilizations in Colombia against FARC, under the name A million voices against the FARC.",
            "year": 2008
        },
        {
            "text": "Facebook, a mainstream online social networking site, is founded by Mark Zuckerberg and Eduardo Saverin.",
            "year": 2004
        },
        {
            "text": "The Federal Republic of Yugoslavia adopts a new constitution, becoming a loose confederacy between Montenegro and Serbia.",
            "year": 2003
        },
        {
            "text": "The World Summit Against Cancer for the New Millennium, Charter of Paris is signed by the President of France, Jacques Chirac and the Director General of UNESCO, Koichiro Matsuura, initiating World Cancer Day which is held on February 4 every year.",
            "year": 2000
        },
        {
            "text": "Unarmed West African immigrant Amadou Diallo is shot 41 times by four plainclothes New York City police officers on an unrelated stake-out, inflaming race relations in the city.",
            "year": 1999
        },
        {
            "text": "The 5.9 Mw  Afghanistan earthquake shakes the Takhar Province with a maximum Mercalli intensity of VII (Very strong). With 2,323 killed, and 818 injured, damage is considered extreme.",
            "year": 1998
        },
        {
            "text": "En route to Lebanon, two Israeli Sikorsky CH-53 troop-transport helicopters collide in mid-air over northern Galilee, Israel, killing 73.",
            "year": 1997
        },
        {
            "text": "The Bojnurd earthquake measuring Mw  6.5 strikes Iran. With a Mercalli intensity of VIII, it kills at least 88 and damages 173 villages.",
            "year": 1997
        },
        {
            "text": "A coup d'état is led by Hugo Chávez against Venezuelan President Carlos Andrés Pérez.",
            "year": 1992
        },
        {
            "text": "A Chicago Transit Authority elevated train rear-ends another and derails, killing 11 and injuring 180, the worst accident in the agency's history.",
            "year": 1977
        },
        {
            "text": "In Guatemala and Honduras an earthquake kills more than 22,000.",
            "year": 1976
        },
        {
            "text": "Haicheng earthquake (magnitude 7.3 on the Richter scale) occurs in Haicheng, Liaoning, China.",
            "year": 1975
        },
        {
            "text": "The Symbionese Liberation Army kidnaps Patty Hearst in Berkeley, California.",
            "year": 1974
        },
        {
            "text": "M62 coach bombing: The Provisional Irish Republican Army (IRA) explodes a bomb on a bus carrying off-duty British Armed Forces personnel in Yorkshire, England. Nine soldiers and three civilians are killed.",
            "year": 1974
        },
        {
            "text": "Lunar Orbiter program: Lunar Orbiter 3 lifts off from Cape Canaveral's Launch Complex 13 on its mission to identify possible landing sites for the Surveyor and Apollo spacecraft.",
            "year": 1967
        },
        {
            "text": "All Nippon Airways Flight 60 plunges into Tokyo Bay, killing 133.",
            "year": 1966
        },
        {
            "text": "The Angolan War of Independence and the greater Portuguese Colonial War begin.",
            "year": 1961
        },
        {
            "text": "Ceylon (later renamed Sri Lanka) becomes independent within the British Commonwealth.",
            "year": 1948
        },
        {
            "text": "World War II: Santo Tomas Internment Camp is liberated from Japanese authority.",
            "year": 1945
        },
        {
            "text": "World War II: The Yalta Conference between the \"Big Three\" (Churchill, Roosevelt, and Stalin) opens at the Livadia Palace in the Crimea.",
            "year": 1945
        },
        {
            "text": "World War II: The British Indian Army and Imperial Japanese Army begin a series of battles known as the Battle of Pokoku and Irrawaddy River operations.",
            "year": 1945
        },
        {
            "text": "The United Service Organization (USO) is created to entertain American troops.",
            "year": 1941
        },
        {
            "text": "Adolf Hitler appoints himself as head of the Armed Forces High Command.",
            "year": 1938
        },
        {
            "text": "Second Sino-Japanese War: Harbin, Manchuria, falls to Japan.",
            "year": 1932
        },
        {
            "text": "The Philippine–American War begins when four Filipino soldiers enter the \"American Zone\" in Manila, igniting the Battle of Manila.",
            "year": 1899
        },
        {
            "text": "American Civil War: In Montgomery, Alabama, delegates from six breakaway U.S. states meet and initiate the process that would form the Confederate States of America on February 8.",
            "year": 1861
        },
        {
            "text": "The Codex Sinaiticus is discovered in Egypt.",
            "year": 1859
        },
        {
            "text": "The first Mormon pioneers make their exodus from Nauvoo, Illinois, westward towards Salt Lake Valley.",
            "year": 1846
        },
        {
            "text": "The Ohio Legislature authorizes the construction of the Ohio and Erie Canal and the Miami and Erie Canal.",
            "year": 1825
        },
        {
            "text": "The Chilean Navy under the command of Lord Cochrane completes the two-day long Capture of Valdivia with just 300 men and two ships.",
            "year": 1820
        },
        {
            "text": "Napoleonic Wars: Britain seizes Guadeloupe.",
            "year": 1810
        },
        {
            "text": "John Marshall is sworn in as Chief Justice of the United States.",
            "year": 1801
        },
        {
            "text": "The Riobamba earthquake strikes Ecuador, causing up to 40,000 casualties.",
            "year": 1797
        },
        {
            "text": "The French legislature abolishes slavery throughout all territories of the French First Republic. It would be reestablished in the French West Indies in 1802.",
            "year": 1794
        },
        {
            "text": "George Washington is unanimously elected as the first President of the United States by the U.S. Electoral College.",
            "year": 1789
        },
        {
            "text": "The city of Macapá in Brazil is founded by Sebastião Veiga Cabral.",
            "year": 1758
        },
        {
            "text": "In Edo (now Tokyo), all but one of the Forty-seven Ronin commit seppuku (ritual suicide) as recompense for avenging their master's death.",
            "year": 1703
        },
        {
            "text": "John Rogers is burned at the stake, becoming the first English Protestant martyr under Mary I of England.",
            "year": 1555
        },
        {
            "text": "Thirteen Years' War: The Secret Council of the Prussian Confederation sends a formal act of disobedience to the Grand Master of the Teutonic Knights, sparking the Thirteen Years' War.",
            "year": 1454
        },
        {
            "text": "A strong earthquake strikes the Ionian coast of Sicily, causing tens of thousands of injuries and deaths, especially in Catania.",
            "year": 1169
        },
        {
            "text": "Zhao Kuangyin declares himself Emperor Taizu of Song, ending the Later Zhou and beginning the Song dynasty.",
            "year": 960
        },
        {
            "text": "Following the death of the Roman Emperor Septimius Severus at Eboracum (modern York, England) while preparing to lead a campaign against the Caledonians, the empire is left in the control of his two quarrelling sons, Caracalla and Geta, whom he had instructed to make peace.",
            "year": 211
        }
    ],
    "births": [
        {
            "text": "Kyla Kenedy, American actress",
            "year": 2003
        },
        {
            "text": "Rasmus Højlund, Danish footballer",
            "year": 2003
        },
        {
            "text": "MJ Lenderman, American singer-songwriter and multi-instrumentalist",
            "year": 1999
        },
        {
            "text": "Malik Monk, American basketball player",
            "year": 1998
        },
        {
            "text": "Maximilian Wöber, Austrian footballer",
            "year": 1998
        },
        {
            "text": "Mohamed Sherif, Egyptian footballer",
            "year": 1996
        },
        {
            "text": "Lavoy Allen, American basketball player",
            "year": 1989
        },
        {
            "text": "Charlie Barnett, American actor",
            "year": 1988
        },
        {
            "text": "Carly Patterson, American gymnast and singer",
            "year": 1988
        },
        {
            "text": "Darren O'Dea, Irish footballer",
            "year": 1987
        },
        {
            "text": "Lucie Šafářová, Czech tennis player",
            "year": 1987
        },
        {
            "text": "Maximilian Götz, German racing driver",
            "year": 1986
        },
        {
            "text": "Mahmudullah Riyad, Bangladeshi cricketer",
            "year": 1986
        },
        {
            "text": "Doug Fister, American baseball player",
            "year": 1984
        },
        {
            "text": "Mauricio Pinilla, Chilean footballer",
            "year": 1984
        },
        {
            "text": "Hannibal Buress, American comedian and actor",
            "year": 1983
        },
        {
            "text": "Rebecca White, Australian politician",
            "year": 1983
        },
        {
            "text": "Ivars Timermanis, Latvian basketball player",
            "year": 1982
        },
        {
            "text": "Jason Kapono, American basketball player",
            "year": 1981
        },
        {
            "text": "Johan Vansummeren, Belgian cyclist",
            "year": 1981
        },
        {
            "text": "Raimonds Vaikulis, Latvian basketball player",
            "year": 1980
        },
        {
            "text": "Giorgio Pantano, Italian racing driver",
            "year": 1979
        },
        {
            "text": "Gavin DeGraw, American singer-songwriter",
            "year": 1977
        },
        {
            "text": "Cam'ron, American rapper and actor",
            "year": 1976
        },
        {
            "text": "Natalie Imbruglia, Australian singer-songwriter and actress",
            "year": 1975
        },
        {
            "text": "Oscar De La Hoya, American boxer",
            "year": 1973
        },
        {
            "text": "Giovanni, Brazilian footballer and manager",
            "year": 1972
        },
        {
            "text": "Dara Ó Briain, Irish comedian and television host",
            "year": 1972
        },
        {
            "text": "Rob Corddry, American actor, producer, and screenwriter",
            "year": 1971
        },
        {
            "text": "Michael A. Goorjian, American actor, director, and writer",
            "year": 1971
        },
        {
            "text": "Gabrielle Anwar, English-American actress",
            "year": 1970
        },
        {
            "text": "Hunter Biden, American attorney and lobbyist",
            "year": 1970
        },
        {
            "text": "Sergei Grinkov, Russian figure skater (died 1995)",
            "year": 1967
        },
        {
            "text": "Viatcheslav Ekimov, Russian cyclist",
            "year": 1966
        },
        {
            "text": "Jerome Brown, American football player (died 1992)",
            "year": 1965
        },
        {
            "text": "Elke Philipp, German Paralympic equestrian",
            "year": 1964
        },
        {
            "text": "Noodles, American musician and songwriter",
            "year": 1963
        },
        {
            "text": "Pirmin Zurbriggen, Swiss skier",
            "year": 1963
        },
        {
            "text": "Clint Black, American singer-songwriter, guitarist, and producer",
            "year": 1962
        },
        {
            "text": "Vern Fleming, American basketball player",
            "year": 1962
        },
        {
            "text": "Denis Savard, Canadian ice hockey player and coach",
            "year": 1961
        },
        {
            "text": "Siobhan Dowd, English author and activist (died 2007)",
            "year": 1960
        },
        {
            "text": "Jonathan Larson, American lyricist, composer, and playwright (died 1996)",
            "year": 1960
        },
        {
            "text": "Christian Schreier, German footballer and manager",
            "year": 1959
        },
        {
            "text": "Lawrence Taylor, American football player",
            "year": 1959
        },
        {
            "text": "Tomasz Pacyński, Polish journalist and author (died 2005)",
            "year": 1958
        },
        {
            "text": "Matthew Cobb, British zoologist and author",
            "year": 1957
        },
        {
            "text": "Mikuláš Dzurinda, Slovak politician, Prime Minister of Slovakia",
            "year": 1955
        },
        {
            "text": "Lisa Eichhorn, American actress, writer, and producer",
            "year": 1952
        },
        {
            "text": "Jenny Shipley, New Zealand politician, Prime Minister of New Zealand",
            "year": 1952
        },
        {
            "text": "Thomas Silverstein, American criminal and prisoner (died 2019)",
            "year": 1952
        },
        {
            "text": "Patrick Bergin, Irish actor",
            "year": 1951
        },
        {
            "text": "Michael Beck, American actor",
            "year": 1949
        },
        {
            "text": "Rasim Delić, Bosnian general (died 2010)",
            "year": 1949
        },
        {
            "text": "Alice Cooper, American singer-songwriter",
            "year": 1948
        },
        {
            "text": "Mienoumi Tsuyoshi, Japanese sumo wrestler",
            "year": 1948
        },
        {
            "text": "Dennis C. Blair, American admiral and politician, third Director of National Intelligence",
            "year": 1947
        },
        {
            "text": "Dan Quayle, American sergeant, lawyer, and politician, 44th Vice President of the United States",
            "year": 1947
        },
        {
            "text": "Florence LaRue, American singer and actress",
            "year": 1944
        },
        {
            "text": "Alan Shields, American artist and ship captain (died 2005)",
            "year": 1944
        },
        {
            "text": "Alberto João Jardim, Portuguese journalist and politician, second President of the Regional Government of Madeira",
            "year": 1943
        },
        {
            "text": "Wanda Rutkiewicz, Lithuanian-Polish mountaineer (died 1992)",
            "year": 1943
        },
        {
            "text": "Ken Thompson, American computer scientist and programmer, co-developed the B programming language",
            "year": 1943
        },
        {
            "text": "Russell Cooper, Australian politician, 33rd Premier of Queensland",
            "year": 1941
        },
        {
            "text": "Ron Rangi, New Zealand rugby player (died 1988)",
            "year": 1941
        },
        {
            "text": "Jiří Raška, Czech skier and coach (died 2012)",
            "year": 1941
        },
        {
            "text": "John Steel, English musician and songwriter",
            "year": 1941
        },
        {
            "text": "George A. Romero, American director and producer (died 2017)",
            "year": 1940
        },
        {
            "text": "John Schuck, American actor",
            "year": 1940
        },
        {
            "text": "Stan Lundine, American lawyer and politician, Lieutenant Governor of New York",
            "year": 1939
        },
        {
            "text": "Frank J. Dodd, American businessman and politician, president of the New Jersey Senate (died 2010)",
            "year": 1938
        },
        {
            "text": "Birju Maharaj, Indian dancer, composer, singer and exponent of the Lucknow \"Kalka-Bindadin\" Gharana of Kathak dance (died 2022)",
            "year": 1937
        },
        {
            "text": "David Newman, American director and screenwriter (died 2003)",
            "year": 1937
        },
        {
            "text": "David Brenner, American comedian, actor, and author (died 2014)",
            "year": 1936
        },
        {
            "text": "Gary Conway, American actor",
            "year": 1936
        },
        {
            "text": "Claude Nobs, Swiss businessman, founded the Montreux Jazz Festival (died 2013)",
            "year": 1936
        },
        {
            "text": "Wallis Mathias, Pakistani cricketer (died 1994)",
            "year": 1935
        },
        {
            "text": "Martti Talvela, Finnish opera singer (died 1989)",
            "year": 1935
        },
        {
            "text": "Collin Wilcox, American actress (died 2009)",
            "year": 1935
        },
        {
            "text": "Robert Coover, American novelist (died 2024)",
            "year": 1932
        },
        {
            "text": "Isabel Perón, Argentinian dancer and politician, 41st President of Argentina",
            "year": 1931
        },
        {
            "text": "Tibor Antalpéter, Hungarian volleyball player and diplomat, Hungarian Ambassador to the United Kingdom (died 2012)",
            "year": 1930
        },
        {
            "text": "Arthur E. Chase, American businessman and politician (died 2015)",
            "year": 1930
        },
        {
            "text": "Jim Loscutoff, American basketball player and coach (died 2015)",
            "year": 1930
        },
        {
            "text": "Jerry Adler, American actor, director, and producer (died 2025)",
            "year": 1929
        },
        {
            "text": "Paul Burlison, American musician (died 2003)",
            "year": 1929
        },
        {
            "text": "Neil Johnston, American basketball player (died 1978)",
            "year": 1929
        },
        {
            "text": "Oscar Cabalén, Argentinian racing driver (died 1967)",
            "year": 1928
        },
        {
            "text": "Osmo Antero Wiio, Finnish journalist, academic, and politician (died 2013)",
            "year": 1928
        },
        {
            "text": "Rolf Landauer, German-American physicist and academic (died 1999)",
            "year": 1927
        },
        {
            "text": "Gyula Grosics, Hungarian footballer and manager (died 2014)",
            "year": 1926
        },
        {
            "text": "Russell Hoban, American author and illustrator (died 2011)",
            "year": 1925
        },
        {
            "text": "Stanley Karnow, American journalist and historian (died 2013)",
            "year": 1925
        },
        {
            "text": "Christopher Zeeman, English mathematician and academic (died 2016)",
            "year": 1925
        },
        {
            "text": "Conrad Bain, Canadian-American actor (died 2013)",
            "year": 1923
        },
        {
            "text": "Bhimsen Joshi, Indian vocalist of the Hindustani classical music tradition (died 2011)",
            "year": 1922
        },
        {
            "text": "Betty Friedan, American author and feminist (died 2006)",
            "year": 1921
        },
        {
            "text": "Lotfi Zadeh, Iranian-American mathematician and computer scientist and founder of fuzzy logic (died 2017)",
            "year": 1921
        },
        {
            "text": "Janet Waldo, American actress and voice artist (died 2016)",
            "year": 1920
        },
        {
            "text": "Ida Lupino, English-American actress and director (died 1995)",
            "year": 1918
        },
        {
            "text": "Luigi Pareyson, Italian philosopher and author (died 1991)",
            "year": 1918
        },
        {
            "text": "Yahya Khan, Pakistan general and politician, third President of Pakistan (died 1980)",
            "year": 1917
        },
        {
            "text": "William Talman, American actor and screenwriter (died 1968)",
            "year": 1915
        },
        {
            "text": "Norman Wisdom, English comedian, actor and singer-songwriter (died 2010)",
            "year": 1915
        },
        {
            "text": "Alfred Andersch, German-Swiss author and publisher (died 1980)",
            "year": 1914
        },
        {
            "text": "Rosa Parks, American civil rights activist (died 2005)",
            "year": 1913
        },
        {
            "text": "Ola Skjåk Bræk, Norwegian banker and politician, Norwegian Minister of Industry (died 1999)",
            "year": 1912
        },
        {
            "text": "Erich Leinsdorf, Austrian-American conductor (died 1993)",
            "year": 1912
        },
        {
            "text": "Byron Nelson, American golfer and sportscaster (died 2006)",
            "year": 1912
        },
        {
            "text": "Julian Bell, English poet and academic (died 1937)",
            "year": 1908
        },
        {
            "text": "Dietrich Bonhoeffer, German pastor and theologian (died 1945)",
            "year": 1906
        },
        {
            "text": "Letitia Dunbar-Harrison, Irish librarian (died 1994)",
            "year": 1906
        },
        {
            "text": "Clyde Tombaugh, American astronomer and academic, discovered Pluto (died 1997)",
            "year": 1906
        },
        {
            "text": "Hylda Baker, English comedian, actress and music hall performer (died 1986)",
            "year": 1905
        },
        {
            "text": "MacKinlay Kantor, American author and screenwriter (died 1977)",
            "year": 1904
        },
        {
            "text": "Deng Yingchao, Chinese politician, Chairwoman of the Chinese People's Political Consultative Conference (died 1968)",
            "year": 1904
        },
        {
            "text": "Alexander Imich, Polish-American chemist, parapsychologist, and academic (died 2014)",
            "year": 1903
        },
        {
            "text": "Charles Lindbergh, American pilot and explorer (died 1974)",
            "year": 1902
        },
        {
            "text": "Hartley Shawcross, Baron Shawcross, German-English lawyer and politician, Attorney General for England and Wales (died 2003)",
            "year": 1902
        },
        {
            "text": "Jacques Prévert, French poet and screenwriter (died 1977)",
            "year": 1900
        },
        {
            "text": "Virginia M. Alexander, American physician and founder of the Aspiranto Health Home (died 1949)",
            "year": 1899
        },
        {
            "text": "Ludwig Erhard, German soldier and politician, second Chancellor of West Germany (died 1977)",
            "year": 1897
        },
        {
            "text": "Friedrich Glauser, Austrian-Swiss author (died 1938)",
            "year": 1896
        },
        {
            "text": "Friedrich Hund, German physicist and academic (died 1997)",
            "year": 1896
        },
        {
            "text": "Nigel Bruce, English actor (died 1953)",
            "year": 1895
        },
        {
            "text": "Raymond Dart, Australian paleoanthropologist (died 1988)",
            "year": 1893
        },
        {
            "text": "E. J. Pratt, Canadian poet and academic (died 1964)",
            "year": 1892
        },
        {
            "text": "M. A. Ayyangar, Indian lawyer and politician, second Speaker of the Lok Sabha (died 1978)",
            "year": 1891
        },
        {
            "text": "Reinhold Rudenberg, German-American inventor and a pioneer of electron microscopy (died 1961)",
            "year": 1883
        },
        {
            "text": "Eulalio Gutiérrez, Mexican general and politician, President of Mexico (died 1939)",
            "year": 1881
        },
        {
            "text": "Fernand Léger, French painter and sculptor (died 1955)",
            "year": 1881
        },
        {
            "text": "Kliment Voroshilov, Soviet politician and Marshal of the Soviet Union, People's Commissar for Defence (died 1969)",
            "year": 1881
        },
        {
            "text": "Varia Kipiani, Georgian scientist",
            "year": 1879
        },
        {
            "text": "Eddie Cochems, American football player and coach (died 1953)",
            "year": 1877
        },
        {
            "text": "Ludwig Prandtl, German physicist and engineer (died 1953)",
            "year": 1875
        },
        {
            "text": "Étienne Desmarteau, Canadian shot putter and discus thrower (died 1905)",
            "year": 1873
        },
        {
            "text": "Gotse Delchev, Bulgarian and Macedonian revolutionary activist (died 1903)",
            "year": 1872
        },
        {
            "text": "Friedrich Ebert, German lawyer and politician, first President of Germany (died 1925)",
            "year": 1871
        },
        {
            "text": "Bill Haywood, American labor organizer (died 1928)",
            "year": 1869
        },
        {
            "text": "Constance Markievicz, Irish revolutionary and first woman elected to the UK House of Commons (died 1927)",
            "year": 1868
        },
        {
            "text": "Abe Isoo, Japanese minister and politician (died 1949)",
            "year": 1865
        },
        {
            "text": "Édouard Estaunié, French novelist (died 1942)",
            "year": 1862
        },
        {
            "text": "Jean Richepin, French poet, author, and playwright (died 1926)",
            "year": 1849
        },
        {
            "text": "Jean Aicard, French poet, author, and playwright (died 1921)",
            "year": 1848
        },
        {
            "text": "Oliver Ames, American financier and politician, 35th Governor of Massachusetts (died 1895)",
            "year": 1831
        },
        {
            "text": "Emperor Norton, San Francisco eccentric and visionary (died 1880)",
            "year": 1818
        },
        {
            "text": "Antonija Höffern, Slovenian noblewoman (died 1871)",
            "year": 1803
        },
        {
            "text": "Almeida Garrett, Portuguese journalist and author (died 1854)",
            "year": 1799
        },
        {
            "text": "Augustin Pyramus de Candolle, Swiss botanist, mycologist, and academic (died 1841)",
            "year": 1778
        },
        {
            "text": "Carl Michael Bellman, Swedish poet and composer (died 1795)",
            "year": 1740
        },
        {
            "text": "Dru Drury, English entomologist and author (died 1804)",
            "year": 1725
        },
        {
            "text": "Pierre de Marivaux, French author and playwright (died 1763)",
            "year": 1688
        },
        {
            "text": "Johann Ludwig Bach, German violinist and composer (died 1731)",
            "year": 1677
        },
        {
            "text": "Hans Erasmus Aßmann, German poet and politician (died 1699)",
            "year": 1646
        },
        {
            "text": "Pierre de Bérulle, French cardinal and theologian, founded the French school of spirituality (died 1629)",
            "year": 1575
        },
        {
            "text": "Mikołaj Rej, Polish poet and author (died 1580)",
            "year": 1505
        },
        {
            "text": "Francesco II Sforza, Duke of Milan (died 1535)",
            "year": 1495
        },
        {
            "text": "Jean Parisot de Valette, Grand Master of the Knights Hospitaller (died 1568)",
            "year": 1495
        },
        {
            "text": "Lodovico Lazzarelli, Italian poet (died 1500)",
            "year": 1447
        }
    ],
    "deaths": [
        {
            "text": "Aga Khan IV, 49th Imam of the Nizari Isma'ili community (born 1936)",
            "year": 2025
        },
        {
            "text": "Barry John, Welsh rugby player (born 1945)",
            "year": 2024
        },
        {
            "text": "Vani Jairam, Indian playback singer (born 1945)",
            "year": 2023
        },
        {
            "text": "Sherif Ismail, 53rd Prime Minister of Egypt (born 1955)",
            "year": 2023
        },
        {
            "text": "Kim In-hyeok, South Korean volleyball player (born 1995)",
            "year": 2022
        },
        {
            "text": "Millie Hughes-Fulford, American astronaut, molecular biologist and NASA payload specialist (born 1945)",
            "year": 2021
        },
        {
            "text": "Daniel arap Moi, Former  President of Kenya (born 1924)",
            "year": 2020
        },
        {
            "text": "Matti Nykänen, Finnish Olympic-winning ski jumper and singer (born 1963)",
            "year": 2019
        },
        {
            "text": "John Mahoney, English-American actor, voice artist, and comedian (born 1940)",
            "year": 2018
        },
        {
            "text": "Steve Lang, Canadian bass player (born 1949)",
            "year": 2017
        },
        {
            "text": "Bano Qudsia, Pakistani writer (born 1928)",
            "year": 2017
        },
        {
            "text": "Edgar Mitchell, American captain, pilot, and astronaut (born 1930)",
            "year": 2016
        },
        {
            "text": "Fitzhugh L. Fulton, American colonel and pilot (born 1925)",
            "year": 2015
        },
        {
            "text": "Keith Allen, Canadian-American ice hockey player, coach, and manager (born 1923)",
            "year": 2014
        },
        {
            "text": "Eugenio Corti, Italian soldier, author, and playwright (born 1921)",
            "year": 2014
        },
        {
            "text": "Dennis Lota, Zambian footballer (born 1973)",
            "year": 2014
        },
        {
            "text": "Donald Byrd, American trumpet player (born 1932)",
            "year": 2013
        },
        {
            "text": "Reg Presley, English singer-songwriter (born 1941)",
            "year": 2013
        },
        {
            "text": "István Csurka, Hungarian journalist and politician (born 1934)",
            "year": 2012
        },
        {
            "text": "Florence Green, English soldier (born 1901)",
            "year": 2012
        },
        {
            "text": "Robert Daniel, American farmer, soldier, and politician (born 1936)",
            "year": 2012
        },
        {
            "text": "Mike deGruy, American director, producer, and cinematographer (born 1951)",
            "year": 2012
        },
        {
            "text": "Susanne Suba, Hungarian-born watercolorist and illustrator, active in the United States (born 1913)",
            "year": 2012
        },
        {
            "text": "Martial Célestin, Haitian lawyer and politician, first Prime Minister of Haiti (born 1913)",
            "year": 2011
        },
        {
            "text": "Kostas Axelos, Greek-French philosopher and author (born 1924)",
            "year": 2010
        },
        {
            "text": "Helen Tobias-Duesberg, Estonian-American composer (born 1919)",
            "year": 2010
        },
        {
            "text": "Augusta Dabney, American actress (born 1918)",
            "year": 2008
        },
        {
            "text": "Stefan Meller, Polish academic and politician, Minister of Foreign Affairs of Poland (born 1942)",
            "year": 2008
        },
        {
            "text": "José Carlos Bauer, Brazilian footballer and manager (born 1925)",
            "year": 2007
        },
        {
            "text": "Ilya Kormiltsev, Russian-English poet and translator (born 1959)",
            "year": 2007
        },
        {
            "text": "Barbara McNair, American singer and actress (born 1934)",
            "year": 2007
        },
        {
            "text": "Jules Olitski, Ukrainian-American painter and sculptor (born 1922)",
            "year": 2007
        },
        {
            "text": "Alfred Worm, Austrian journalist, author, and academic (born 1945)",
            "year": 2007
        },
        {
            "text": "Betty Friedan, American author and activist (born 1921)",
            "year": 2006
        },
        {
            "text": "Ossie Davis, American actor, director, and playwright (born 1917)",
            "year": 2005
        },
        {
            "text": "Hilda Hilst, Brazilian poet, novelist, and playwright (born 1930)",
            "year": 2004
        },
        {
            "text": "Benyoucef Benkhedda, Algerian pharmacist and politician (born 1920)",
            "year": 2003
        },
        {
            "text": "Count Sigvard Bernadotte of Wisborg (born 1907)",
            "year": 2002
        },
        {
            "text": "Carl Albert, American lawyer and politician, 54th Speaker of the United States House of Representatives (born 1908)",
            "year": 2000
        },
        {
            "text": "Patricia Highsmith, American novelist and short story writer (born 1921)",
            "year": 1995
        },
        {
            "text": "John Dehner, American actor (born 1915)",
            "year": 1992
        },
        {
            "text": "Whipper Billy Watson, Canadian-American wrestler and trainer (born 1915)",
            "year": 1990
        },
        {
            "text": "Liberace, American singer-songwriter and pianist, (born 1919)",
            "year": 1987
        },
        {
            "text": "Meena Keshwar Kamal, Afghan activist, founded the Revolutionary Association of the Women of Afghanistan (born 1956)",
            "year": 1987
        },
        {
            "text": "Carl Rogers, American psychologist and academic (born 1902)",
            "year": 1987
        },
        {
            "text": "Karen Carpenter, American singer (born 1950)",
            "year": 1983
        },
        {
            "text": "Alex Harvey, Scottish singer-songwriter and guitarist (born 1935)",
            "year": 1982
        },
        {
            "text": "Georg Konrad Morgen, German lawyer and judge (born 1909)",
            "year": 1982
        },
        {
            "text": "Louis Jordan, American singer-songwriter and saxophonist (born 1908)",
            "year": 1975
        },
        {
            "text": "Satyendra Nath Bose, Indian physicist, mathematician, and academic (born 1894)",
            "year": 1974
        },
        {
            "text": "Louise Bogan, American poet and critic (born 1897)",
            "year": 1970
        },
        {
            "text": "Neal Cassady, American novelist and poet (born 1926)",
            "year": 1968
        },
        {
            "text": "Una O'Connor, Irish-American actress (born 1880)",
            "year": 1959
        },
        {
            "text": "Henry Kuttner, American author and screenwriter (born 1915)",
            "year": 1958
        },
        {
            "text": "Savielly Tartakower, Russian-French chess player, journalist, and author (born 1887)",
            "year": 1956
        },
        {
            "text": "Arsen Kotsoyev, Russian author and translator (born 1872)",
            "year": 1944
        },
        {
            "text": "Frank Calder, English-Canadian ice hockey player and journalist (born 1877)",
            "year": 1943
        },
        {
            "text": "Nikolai Yezhov, Russian police officer and politician (born 1895)",
            "year": 1940
        },
        {
            "text": "Wilhelm Gustloff, German-Swiss soldier, founded Swiss NSDAP/AO (born 1895)",
            "year": 1936
        },
        {
            "text": "Archibald Sayce, English linguist and educator (born 1846)",
            "year": 1933
        },
        {
            "text": "Hendrik Lorentz, Dutch physicist and academic, Nobel Prize laureate (born 1853)",
            "year": 1928
        },
        {
            "text": "İskilipli Âtıf Hodja, Turkish author and scholar (born 1875)",
            "year": 1926
        },
        {
            "text": "Franz Reichelt, French tailor and inventor (born 1878)",
            "year": 1912
        },
        {
            "text": "Louis-Ernest Barrias, French sculptor and academic (born 1841)",
            "year": 1905
        },
        {
            "text": "Pelagio Antonio de Labastida y Dávalos, Roman Catholic archbishop and Mexican politician who served as regent during the Second Mexican Empire (born 1816)",
            "year": 1891
        },
        {
            "text": "Theodoros Kolokotronis, Greek general (born 1770)",
            "year": 1843
        },
        {
            "text": "Étienne-Louis Boullée, French architect and educator (born 1728)",
            "year": 1799
        },
        {
            "text": "Josef Mysliveček, Czech composer (born 1737)",
            "year": 1781
        },
        {
            "text": "Charles Marie de La Condamine, French mathematician and geographer (born 1701)",
            "year": 1774
        },
        {
            "text": "Anthony Ashley-Cooper, 3rd Earl of Shaftesbury, English philosopher and politician (born 1671)",
            "year": 1713
        },
        {
            "text": "Lodewijk Elzevir, Dutch publisher, co-founded the House of Elzevir (born 1546)",
            "year": 1617
        },
        {
            "text": "Giambattista della Porta, Italian playwright and scholar (born 1535)",
            "year": 1615
        },
        {
            "text": "Gioseffo Zarlino, Italian composer and theorist (born 1517)",
            "year": 1590
        },
        {
            "text": "John Rogers, English clergyman and translator (born 1505)",
            "year": 1555
        },
        {
            "text": "Conrad Celtes, German poet and scholar (born 1459)",
            "year": 1508
        },
        {
            "text": "Jeanne de Valois, daughter of Louis XI of France (born 1464)",
            "year": 1505
        },
        {
            "text": "Antonio del Pollaiuolo, Italian artist (born 1429/1433)",
            "year": 1498
        },
        {
            "text": "John of Ajello, Bishop of Catania",
            "year": 1169
        },
        {
            "text": "Ceolnoth, archbishop of Canterbury",
            "year": 870
        },
        {
            "text": "Rabanus Maurus, Frankish archbishop and theologian (born 780)",
            "year": 856
        },
        {
            "text": "Pope Sisinnius (born 650)",
            "year": 708
        },
        {
            "text": "Septimius Severus, Roman emperor (born 145)",
            "year": 211
        }
    ],
    "metadata": {
        "current_date": "February 4, 2026",
        "short_date": "Feb 4",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            23,
            26,
            0,
            11,
            38,
            7,
            20,
            1,
            17,
            15
        ],
        "births": [
            124,
            143,
            63,
            120
        ],
        "deaths": [
            11,
            79,
            74,
            4
        ]
    }
}