{
    "events": [
        {
            "text": "Anthony Albanese of the Australian Labor Party is sworn in as the 31st Prime Minister of Australia after winning the 2022 Australian federal election, ending 9 years of conservative rule.",
            "year": 2022
        },
        {
            "text": "A cable car falls from a mountain near Lake Maggiore in northern Italy, killing 14 people.",
            "year": 2021
        },
        {
            "text": "Ryanair Flight 4978 is forced to land by Belarusian authorities to detain dissident journalist Roman Protasevich.",
            "year": 2021
        },
        {
            "text": "Philippine President Rodrigo Duterte declares martial law in Mindanao, following the Maute's attack in Marawi.",
            "year": 2017
        },
        {
            "text": "Two suicide bombings, conducted by the Islamic State of Iraq and Syria, kill at least 45 potential army recruits in Aden, Yemen.",
            "year": 2016
        },
        {
            "text": "Eight bombings are carried out by the Islamic State of Iraq and Syria in Jableh and Tartus, coastline cities in Syria. One hundred eighty-four people are killed and at least 200 people injured.",
            "year": 2016
        },
        {
            "text": "At least 30 people are killed as a result of floods and tornadoes in Texas, Oklahoma, and northern Mexico.",
            "year": 2015
        },
        {
            "text": "Seven people, including the perpetrator, are killed and another 14 injured in a killing spree near the campus of University of California, Santa Barbara.",
            "year": 2014
        },
        {
            "text": "A freeway bridge carrying Interstate 5 over the Skagit River collapses in Mount Vernon, Washington.",
            "year": 2013
        },
        {
            "text": "The International Court of Justice (ICJ) awards Middle Rocks to Malaysia and Pedra Branca (Pulau Batu Puteh) to Singapore, ending a 29-year territorial dispute between the two countries.",
            "year": 2008
        },
        {
            "text": "Alaskan stratovolcano Mount Cleveland erupts.",
            "year": 2006
        },
        {
            "text": "The \"55 parties\" clause of the Kyoto Protocol is reached after its ratification by Iceland.",
            "year": 2002
        },
        {
            "text": "The Good Friday Agreement is accepted in a referendum in Northern Ireland with roughly 75% voting yes.",
            "year": 1998
        },
        {
            "text": "The first version of the Java programming language is released.",
            "year": 1995
        },
        {
            "text": "Italy's most prominent anti-mafia judge Giovanni Falcone, his wife and three body guards are killed by the Corleonesi clan with a half-ton bomb near Capaci, Sicily. His friend and colleague Paolo Borsellino will be assassinated less than two months later, making 1992 a turning point in the history of Italian Mafia prosecutions.",
            "year": 1992
        },
        {
            "text": "Aeroflot Flight 8556 crashes at Pulkovo Airport, killing 13.",
            "year": 1991
        },
        {
            "text": "A Tupolev Tu-144 crashes near the Russian town of Yegoryevsk, killing two.",
            "year": 1978
        },
        {
            "text": "Seventy-eight people are killed when Aviogenex Flight 130 crashes on approach to Rijeka Airport in present-day Rijeka, Croatia (then the Socialist Federal Republic of Yugoslavia).",
            "year": 1971
        },
        {
            "text": "The Intercontinental Hotel in Bucharest opens, becoming the second-tallest building in the city.",
            "year": 1971
        },
        {
            "text": "A tsunami caused by an earthquake in Chile the previous day kills 61 people in Hilo, Hawaii.",
            "year": 1960
        },
        {
            "text": "Tibetans sign the Seventeen Point Agreement with China.",
            "year": 1951
        },
        {
            "text": "Cold War: The Western occupying powers approve the Basic Law and establish a new German state, the Federal Republic of Germany.",
            "year": 1949
        },
        {
            "text": "Thomas C. Wasson, the US Consul-General, is assassinated in Jerusalem, Israel.",
            "year": 1948
        },
        {
            "text": "The start of a two-day tornado outbreak across the Central United States that spawned at least 15 significant tornadoes.",
            "year": 1946
        },
        {
            "text": "World War II: Heinrich Himmler, head of the Schutzstaffel, commits suicide while in Allied custody.",
            "year": 1945
        },
        {
            "text": "World War II: Germany's Flensburg Government under Karl Dönitz is dissolved when its members are arrested by British forces.",
            "year": 1945
        },
        {
            "text": "World War II: German paratroopers start a series of mass executions of Greek civilians in Missiria for their participation in the ongoing Battle of Crete.",
            "year": 1941
        },
        {
            "text": "The U.S. Navy submarine USS Squalus sinks off the coast of New Hampshire during a test dive, causing the death of 24 sailors and two civilian technicians. The remaining 32 sailors and one civilian naval architect are rescued the following day.",
            "year": 1939
        },
        {
            "text": "American bank robbers Bonnie and Clyde are ambushed by police and killed in Bienville Parish, Louisiana.",
            "year": 1934
        },
        {
            "text": "The Auto-Lite strike culminates in the \"Battle of Toledo\", a five-day melée between 1,300 troops of the Ohio National Guard and 6,000 picketers.",
            "year": 1934
        },
        {
            "text": "In Brazil, four students are shot and killed during a manifestation against the Brazilian dictator Getúlio Vargas, which resulted in the outbreak of the Constitutionalist Revolution several weeks later.",
            "year": 1932
        },
        {
            "text": "World War I: Italy joins the Allies, fulfilling its part of the Treaty of London.",
            "year": 1915
        },
        {
            "text": "The New York Public Library is dedicated.",
            "year": 1911
        },
        {
            "text": "The unicameral Parliament of Finland gathers for its first plenary session.",
            "year": 1907
        },
        {
            "text": "Sultan Abdul Hamid II publicly announces the creation of the Ullah millet for the Aromanians of the empire, which had been established one day earlier. For this reason, the Aromanian National Day is usually celebrated on May 23, although some do so on May 22 instead.",
            "year": 1905
        },
        {
            "text": "American Civil War: Sergeant William Harvey Carney is awarded the Medal of Honor for his heroism in the Assault on the Battery Wagner in 1863.",
            "year": 1900
        },
        {
            "text": "The Canadian Parliament establishes the North-West Mounted Police, the forerunner of the Royal Canadian Mounted Police.",
            "year": 1873
        },
        {
            "text": "The General German Workers' Association, a precursor of the modern Social Democratic Party of Germany, is founded in Leipzig, Kingdom of Saxony.",
            "year": 1863
        },
        {
            "text": "Mexican–American War: President Mariano Paredes of Mexico unofficially declares war on the United States.",
            "year": 1846
        },
        {
            "text": "Báb: A merchant of Shiraz announces that he is a Prophet and founds a religious movement. He is considered to be a forerunner of the Baháʼí Faith.",
            "year": 1844
        },
        {
            "text": "Accordion patent granted to Cyrill Demian in Vienna, Austrian Empire.",
            "year": 1829
        },
        {
            "text": "Battle of Famars during the Flanders Campaign of the War of the First Coalition.",
            "year": 1793
        },
        {
            "text": "South Carolina became the eighth state to ratify the United States Constitution.",
            "year": 1788
        },
        {
            "text": "John Churchill, 1st Duke of Marlborough, defeats a French army under Marshal François de Neufville, duc de Villeroy at the Battle of Ramillies.",
            "year": 1706
        },
        {
            "text": "The Third Defenestration of Prague precipitates the Thirty Years' War.",
            "year": 1618
        },
        {
            "text": "Official ratification of the Second Virginia Charter takes place.",
            "year": 1609
        },
        {
            "text": "Dutch rebels led by Louis of Nassau, defeat Jean de Ligne, Duke of Arenberg, and his loyalist troops in the Battle of Heiligerlee, opening the Eighty Years' War.",
            "year": 1568
        },
        {
            "text": "The marriage of King Henry VIII to Catherine of Aragon is declared null and void.",
            "year": 1533
        },
        {
            "text": "Girolamo Savonarola is burned at the stake in Florence, Italy.",
            "year": 1498
        },
        {
            "text": "Joan of Arc is captured at the Siege of Compiègne by troops from the Burgundian faction.",
            "year": 1430
        }
    ],
    "births": [
        {
            "text": "Felipe Drugovich, Brazilian-Italian racing driver",
            "year": 2000
        },
        {
            "text": "James Charles, American internet personality",
            "year": 1999
        },
        {
            "text": "Trinidad Cardona, American singer and songwriter",
            "year": 1999
        },
        {
            "text": "Sandro Mamukelashvili, Georgian-American basketball player",
            "year": 1999
        },
        {
            "text": "Sérgio Sette Câmara, Brazilian racing driver",
            "year": 1998
        },
        {
            "text": "Salwa Eid Naser, Bahraini track and field sprinter",
            "year": 1998
        },
        {
            "text": "Pedro Chirivella, Spanish footballer",
            "year": 1997
        },
        {
            "text": "Coy Craft, American footballer",
            "year": 1997
        },
        {
            "text": "Joe Gomez, English footballer",
            "year": 1997
        },
        {
            "text": "Gustaf Nilsson, Swedish footballer",
            "year": 1997
        },
        {
            "text": "Sam Timmins, New Zealand basketball player",
            "year": 1997
        },
        {
            "text": "Katharina Althaus, German ski jumper",
            "year": 1996
        },
        {
            "text": "Emmanuel Boateng, Ghanaian footballer",
            "year": 1996
        },
        {
            "text": "Răzvan Marin, Romanian footballer",
            "year": 1996
        },
        {
            "text": "Aaron Donald, American football player",
            "year": 1991
        },
        {
            "text": "Lena Meyer-Landrut, German singer-songwriter",
            "year": 1991
        },
        {
            "text": "César Pinares, Chilean footballer",
            "year": 1991
        },
        {
            "text": "Dan Evans, British tennis player",
            "year": 1990
        },
        {
            "text": "Kristína Kučová, Slovakian tennis player",
            "year": 1990
        },
        {
            "text": "Oliver Venno, Estonian volleyball player",
            "year": 1990
        },
        {
            "text": "Ezequiel Schelotto, Italian footballer",
            "year": 1989
        },
        {
            "text": "Rosanna Crawford, Canadian biathlete",
            "year": 1988
        },
        {
            "text": "Angelo Ogbonna, Italian footballer",
            "year": 1988
        },
        {
            "text": "Morgan Pressel, American golfer",
            "year": 1988
        },
        {
            "text": "Gracie Otto, Australian actress, director, producer, and screenwriter",
            "year": 1987
        },
        {
            "text": "Bray Wyatt, American wrestler (d. 2023)",
            "year": 1987
        },
        {
            "text": "Ryan Coogler, American film director and screenwriter",
            "year": 1986
        },
        {
            "text": "Alexei Sitnikov, Russian-Azerbaijani figure skater",
            "year": 1986
        },
        {
            "text": "Alice Tait, Australian swimmer",
            "year": 1986
        },
        {
            "text": "Ruben Zadkovich, Australian footballer",
            "year": 1986
        },
        {
            "text": "Sebastián Fernández, Uruguayan footballer",
            "year": 1985
        },
        {
            "text": "Teymuraz Gabashvili, Russian tennis player",
            "year": 1985
        },
        {
            "text": "Wim Stroetinga, Dutch cyclist",
            "year": 1985
        },
        {
            "text": "Ross Wallace, Scottish footballer",
            "year": 1985
        },
        {
            "text": "Hugo Almeida, Portuguese footballer",
            "year": 1984
        },
        {
            "text": "Silvio Proto, Belgian-Italian footballer",
            "year": 1983
        },
        {
            "text": "Theofanis Gekas, Greek footballer",
            "year": 1980
        },
        {
            "text": "Ben Ross, Australian rugby league player",
            "year": 1980
        },
        {
            "text": "Rasual Butler, American basketball player (d. 2018)",
            "year": 1979
        },
        {
            "text": "Brian Campbell, Canadian ice hockey player",
            "year": 1979
        },
        {
            "text": "Scott Raynor, American drummer",
            "year": 1978
        },
        {
            "text": "Richard Ayoade, British actor, director and writer",
            "year": 1977
        },
        {
            "text": "Ilia Kulik, Russian figure skater",
            "year": 1977
        },
        {
            "text": "Ricardinho, Brazilian footballer and manager",
            "year": 1976
        },
        {
            "text": "Jewel, American singer-songwriter, guitarist, actress, and poet",
            "year": 1974
        },
        {
            "text": "Manuela Schwesig, German politician, German Federal Minister of Family Affairs",
            "year": 1974
        },
        {
            "text": "Maxwell, American singer-songwriter and producer",
            "year": 1973
        },
        {
            "text": "Rubens Barrichello, Brazilian race car driver",
            "year": 1972
        },
        {
            "text": "Poppy King, Australian entrepreneur",
            "year": 1972
        },
        {
            "text": "Martin Saggers, English cricketer and umpire",
            "year": 1972
        },
        {
            "text": "George Osborne, English journalist and politician, former Chancellor of the Exchequer",
            "year": 1971
        },
        {
            "text": "Bryan Herta, American race car driver and businessman, co-founded Bryan Herta Autosport",
            "year": 1970
        },
        {
            "text": "Guinevere Turner, American actress and screenwriter",
            "year": 1968
        },
        {
            "text": "Luís Roberto Alves, Mexican footballer",
            "year": 1967
        },
        {
            "text": "Anna Ibrisagic, Swedish politician",
            "year": 1967
        },
        {
            "text": "Philip Selway, English musician",
            "year": 1967
        },
        {
            "text": "Graeme Hick, Zimbabwean-English cricketer and coach",
            "year": 1966
        },
        {
            "text": "Gary Roberts, Canadian ice hockey player and coach",
            "year": 1966
        },
        {
            "text": "Manuel Sanchís Hontiyuelo, Spanish footballer",
            "year": 1965
        },
        {
            "text": "Tom Tykwer, German director, producer, screenwriter, and composer",
            "year": 1965
        },
        {
            "text": "Melissa McBride, American actress",
            "year": 1965
        },
        {
            "text": "Paul Sironen, Australian rugby league player",
            "year": 1965
        },
        {
            "text": "Ruth Metzler, Swiss lawyer and politician",
            "year": 1964
        },
        {
            "text": "Viviane Baladi, Swiss mathematician",
            "year": 1963
        },
        {
            "text": "Karen Duffy, American actress",
            "year": 1962
        },
        {
            "text": "Daniele Massaro, Italian footballer and manager",
            "year": 1961
        },
        {
            "text": "Norrie May-Welby, Scottish Australian gender activist",
            "year": 1961
        },
        {
            "text": "Linden Ashby, American actor",
            "year": 1960
        },
        {
            "text": "Marcella Mesker, Dutch tennis player and sportscaster",
            "year": 1959
        },
        {
            "text": "Mitch Albom, American journalist, author, and screenwriter",
            "year": 1958
        },
        {
            "text": "Drew Carey, American actor, game show host, and entrepreneur",
            "year": 1958
        },
        {
            "text": "Lea DeLaria, American actress and singer",
            "year": 1958
        },
        {
            "text": "Andrea Pazienza, Italian illustrator and painter (d. 1988)",
            "year": 1956
        },
        {
            "text": "Ursula Plassnik, Austrian politician and diplomat, Foreign Minister of Austria",
            "year": 1956
        },
        {
            "text": "Buck Showalter, American baseball player, coach, and manager",
            "year": 1956
        },
        {
            "text": "Luka Bloom, Irish singer-songwriter and guitarist",
            "year": 1955
        },
        {
            "text": "Gerry Armstrong, Northern Irish international footballer",
            "year": 1954
        },
        {
            "text": "Marvelous Marvin Hagler, American boxer and actor (d. 2021)",
            "year": 1954
        },
        {
            "text": "Martin Parr, English photographer and journalist",
            "year": 1952
        },
        {
            "text": "Anatoly Karpov, Russian chess player",
            "year": 1951
        },
        {
            "text": "Antonis Samaras, Greek economist and politician, 185th Prime Minister of Greece",
            "year": 1951
        },
        {
            "text": "Martin McGuinness, Irish republican and Sinn Féin politician, Deputy First Minister of Northern Ireland (d. 2017)",
            "year": 1950
        },
        {
            "text": "Richard Chase, American serial killer (d. 1980)",
            "year": 1950
        },
        {
            "text": "Daniel DiNardo, American cardinal",
            "year": 1949
        },
        {
            "text": "Alan García, Peruvian lawyer and politician, 61st and 64th President of Peru (d. 2019)",
            "year": 1949
        },
        {
            "text": "Myriam Boyer, French actress, director, and producer",
            "year": 1948
        },
        {
            "text": "Jane Kenyon, American poet and translator (d. 1995)",
            "year": 1947
        },
        {
            "text": "David Graham, Australian golfer",
            "year": 1946
        },
        {
            "text": "Padmarajan, Indian director, screenwriter, and author (d. 1991)",
            "year": 1945
        },
        {
            "text": "John Newcombe, Australian tennis player and sportscaster",
            "year": 1944
        },
        {
            "text": "Peter Kenilorea, Solomon Islands politician, 1st Prime Minister of the Solomon Islands (d. 2016)",
            "year": 1943
        },
        {
            "text": "Gabriel Liiceanu, Romanian philosopher, author, and academic",
            "year": 1942
        },
        {
            "text": "Kovelamudi Raghavendra Rao, Indian director, screenwriter, and choreographer",
            "year": 1942
        },
        {
            "text": "Zalman King, American director, producer, and screenwriter (d. 2012)",
            "year": 1941
        },
        {
            "text": "Rod Thorn, American basketball player, coach, and executive",
            "year": 1941
        },
        {
            "text": "Bjørn Johansen (musician), Norwegian saxophonist  (d. 2002)",
            "year": 1940
        },
        {
            "text": "Gérard Larrousse, French race car driver",
            "year": 1940
        },
        {
            "text": "Cora Sadosky, Argentinian mathematician and academic (d. 2010)",
            "year": 1940
        },
        {
            "text": "Michel Colombier, French-American composer and conductor (d. 2004)",
            "year": 1939
        },
        {
            "text": "Reinhard Hauff, German director and screenwriter",
            "year": 1939
        },
        {
            "text": "Ingeborg Hallstein, German soprano and actress",
            "year": 1936
        },
        {
            "text": "Charles Kimbrough, American actor (d. 2023)",
            "year": 1936
        },
        {
            "text": "Lasse Strömstedt, Swedish author (d. 2009)",
            "year": 1935
        },
        {
            "text": "Robert Moog, electronic engineer and inventor of the Moog synthesizer (d. 2005)",
            "year": 1934
        },
        {
            "text": "Joan Collins, English actress",
            "year": 1933
        },
        {
            "text": "Ove Fundin, Swedish motorcycle racer",
            "year": 1933
        },
        {
            "text": "Kevork Ajemian, Syrian-French journalist and author (d. 1998)",
            "year": 1932
        },
        {
            "text": "Barbara Barrie, American actress",
            "year": 1931
        },
        {
            "text": "Friedrich Achleitner, German poet and critic (d. 2019)",
            "year": 1930
        },
        {
            "text": "Ulla Jacobsson, Swedish-Austrian actress (d. 1982)",
            "year": 1929
        },
        {
            "text": "Rosemary Clooney, American singer and actress (d. 2002)",
            "year": 1928
        },
        {
            "text": "Nigel Davenport, English actor (d. 2013)",
            "year": 1928
        },
        {
            "text": "Nina Otkalenko, Russian runner (d. 2015)",
            "year": 1928
        },
        {
            "text": "Basil Salvadore D'Souza, Indian bishop (d. 1996)",
            "year": 1926
        },
        {
            "text": "Joe Slovo, Lithuanian-South African activist and politician (d. 1995)",
            "year": 1926
        },
        {
            "text": "Joshua Lederberg, American biologist and geneticist, Nobel Prize laureate (d. 2008)",
            "year": 1925
        },
        {
            "text": "Karlheinz Deschner, German author and activist (d. 2014)",
            "year": 1924
        },
        {
            "text": "Alicia de Larrocha, Catalan-Spanish pianist (d. 2009)",
            "year": 1923
        },
        {
            "text": "Irving Millman, American virologist and microbiologist (d. 2012)",
            "year": 1923
        },
        {
            "text": "Humphrey Lyttelton, British jazz musician and broadcaster (d. 2008)",
            "year": 1921
        },
        {
            "text": "Helen O'Connell, American singer (d. 1993)",
            "year": 1920
        },
        {
            "text": "Robert Bernstein, American author and playwright (d. 1988)",
            "year": 1919
        },
        {
            "text": "Ruth Fernández, Puerto Rican contralto and a member of the Puerto Rican Senate (d. 2012)",
            "year": 1919
        },
        {
            "text": "Betty Garrett, American actress, singer, and dancer (d. 2011)",
            "year": 1919
        },
        {
            "text": "Denis Compton, English cricketer and sportscaster (d. 1997)",
            "year": 1918
        },
        {
            "text": "Edward Norton Lorenz, American mathematician and meteorologist (d. 2008)",
            "year": 1917
        },
        {
            "text": "S. Donald Stookey, American physicist and chemist, invented CorningWare (d. 2014)",
            "year": 1915
        },
        {
            "text": "Harold Hitchcock, English visionary landscape artist (d. 2009)",
            "year": 1914
        },
        {
            "text": "Celestine Sibley, American journalist and author (d. 1999)",
            "year": 1914
        },
        {
            "text": "Barbara Ward, Baroness Jackson of Lodsworth, English economist, journalist, and prominent Catholic layperson (d. 1981)",
            "year": 1914
        },
        {
            "text": "Jean Françaix, French pianist and composer (d. 1997)",
            "year": 1912
        },
        {
            "text": "John Payne, American actor (d. 1989)",
            "year": 1912
        },
        {
            "text": "Lou Brouillard, Canadian boxer (d. 1984)",
            "year": 1911
        },
        {
            "text": "Paul Augustin Mayer, German cardinal (d. 2010)",
            "year": 1911
        },
        {
            "text": "Betty Nuthall, English tennis player (d. 1983)",
            "year": 1911
        },
        {
            "text": "Margaret Wise Brown, American author and educator (d. 1952)",
            "year": 1910
        },
        {
            "text": "Hugh Casson, English architect and academic (d. 1999)",
            "year": 1910
        },
        {
            "text": "Scatman Crothers, American actor and comedian (d. 1986)",
            "year": 1910
        },
        {
            "text": "Franz Kline, American painter and academic  (d. 1962)",
            "year": 1910
        },
        {
            "text": "Artie Shaw, American clarinet player, composer, and bandleader (d. 2004)",
            "year": 1910
        },
        {
            "text": "John Bardeen, American physicist and engineer, Nobel Prize laureate (d. 1991)",
            "year": 1908
        },
        {
            "text": "Hélène Boucher, French pilot (d. 1934)",
            "year": 1908
        },
        {
            "text": "Tomiko Itooka, Japanese supercentenarian (d. 2024)",
            "year": 1908
        },
        {
            "text": "Annemarie Schwarzenbach, Swiss author and photographer (d. 1942)",
            "year": 1908
        },
        {
            "text": "Hans Frank, German lawyer and politician (d. 1946)",
            "year": 1900
        },
        {
            "text": "Franz Leopold Neumann, German lawyer and theorist (d. 1954)",
            "year": 1900
        },
        {
            "text": "Jeralean Talley, American super-centenarian (d. 2015)",
            "year": 1899
        },
        {
            "text": "Scott O'Dell, American soldier, journalist, and author (d. 1989)",
            "year": 1898
        },
        {
            "text": "Josef Terboven, German soldier and politician (d. 1945)",
            "year": 1898
        },
        {
            "text": "Jimmie Guthrie, Scottish motorcycle racer (d. 1937)",
            "year": 1897
        },
        {
            "text": "Felix Steiner, Russian-German SS officer (d. 1966)",
            "year": 1896
        },
        {
            "text": "Albert Spencer, 7th Earl Spencer, British peer (d. 1975)",
            "year": 1892
        },
        {
            "text": "Pär Lagerkvist, Swedish novelist, playwright, and poet, Nobel Prize laureate (d. 1974)",
            "year": 1891
        },
        {
            "text": "Herbert Marshall, English-American actor and singer (d. 1966)",
            "year": 1890
        },
        {
            "text": "Ernst Niekisch, German educator and politician (d. 1967)",
            "year": 1889
        },
        {
            "text": "Adriaan Roland Holst, Dutch writer (d. 1976)",
            "year": 1888
        },
        {
            "text": "Zack Wheat, American baseball player and police officer (d. 1972)",
            "year": 1888
        },
        {
            "text": "Thoralf Skolem, Norwegian mathematician and theorist (d. 1963)",
            "year": 1887
        },
        {
            "text": "Nikolai Vekšin, Estonian-Russian sailor and captain (d. 1951)",
            "year": 1887
        },
        {
            "text": "C. R. M. F. Cruttwell, English historian (d. 1941)",
            "year": 1887
        },
        {
            "text": "Corrado Gini, Italian sociologist and demographer (d. 1965)",
            "year": 1884
        },
        {
            "text": "Douglas Fairbanks, American actor, director, producer, and screenwriter (d. 1939)",
            "year": 1883
        },
        {
            "text": "William Halpenny, Canadian pole vaulter (d. 1960)",
            "year": 1882
        },
        {
            "text": "Alfred P. Sloan, American businessman and philanthropist (d. 1966)",
            "year": 1875
        },
        {
            "text": "Epitácio Pessoa, Brazilian jurist and politician, 11th President of Brazil (d. 1942)",
            "year": 1865
        },
        {
            "text": "William O'Connor, American fencer (d. 1939)",
            "year": 1864
        },
        {
            "text": "Władysław Horodecki, Polish architect (d. 1930)",
            "year": 1863
        },
        {
            "text": "József Rippl-Rónai, Hungarian painter (d. 1927)",
            "year": 1861
        },
        {
            "text": "Isabella Ford, English author and activist (d. 1924)",
            "year": 1855
        },
        {
            "text": "Otto Lilienthal, German pilot and engineer (d. 1896)",
            "year": 1848
        },
        {
            "text": "ʻAbdu'l-Bahá, Iranian religious leader (d. 1921)",
            "year": 1844
        },
        {
            "text": "George Throssell, Irish-Australian politician, 2nd Premier of Western Australia (d. 1910)",
            "year": 1840
        },
        {
            "text": "Amaldus Nielsen, Norwegian painter (d. 1932)",
            "year": 1838
        },
        {
            "text": "Anatole Mallet, Swiss mechanical engineer and inventor (d. 1919)",
            "year": 1837
        },
        {
            "text": "Józef Wieniawski, Polish pianist and composer (d. 1912)",
            "year": 1837
        },
        {
            "text": "Jānis Frīdrihs Baumanis, Latvian architect (d. 1891)",
            "year": 1834
        },
        {
            "text": "Carl Bloch, Danish painter and academic (d. 1890)",
            "year": 1834
        },
        {
            "text": "Ambrose Burnside, American general and politician, 30th Governor of Rhode Island (d. 1881)",
            "year": 1824
        },
        {
            "text": "James Buchanan Eads, American engineer, designed the Eads Bridge (d. 1887)",
            "year": 1820
        },
        {
            "text": "Lorenzo Sawyer, American lawyer and judge (d. 1891)",
            "year": 1820
        },
        {
            "text": "Manuel Robles Pezuela, Unconstitutional Mexican interim president (d. 1862)",
            "year": 1817
        },
        {
            "text": "Margaret Fuller, American journalist and critic (d. 1850)",
            "year": 1810
        },
        {
            "text": "Rómulo Díaz de la Vega, Mexican general and president (1855) (d. 1877)",
            "year": 1800
        },
        {
            "text": "Charles Barry, English architect, designed the Upper Brook Street Chapel and Halifax Town Hall (d. 1860)",
            "year": 1795
        },
        {
            "text": "Ignaz Moscheles, Czech pianist and composer (d. 1870)",
            "year": 1794
        },
        {
            "text": "Jules Dumont d'Urville, French admiral and explorer (d. 1842)",
            "year": 1790
        },
        {
            "text": "James Pradier, French neoclassical sculptor (d. 1852)",
            "year": 1790
        },
        {
            "text": "Franz Schlik, Austrian earl and general (d. 1862)",
            "year": 1789
        },
        {
            "text": "Andrea Luchesi, Italian organist and composer (d. 1801)",
            "year": 1741
        },
        {
            "text": "Franz Mesmer, German physician and astrologer (d. 1815)",
            "year": 1734
        },
        {
            "text": "Prince Augustus Ferdinand of Prussia, Prussian prince and general (d. 1813)",
            "year": 1730
        },
        {
            "text": "Giuseppe Parini, Italian poet and educator (d. 1799)",
            "year": 1729
        },
        {
            "text": "William Hunter, Scottish-English anatomist and physician (d. 1783)",
            "year": 1718
        },
        {
            "text": "Carl Linnaeus, Swedish botanist, physician, and zoologist (d. 1778)",
            "year": 1707
        },
        {
            "text": "William VI, Landgrave of Hesse-Kassel, noble of Hesse-Kassel (d. 1663)",
            "year": 1629
        },
        {
            "text": "Elias Ashmole, English astrologer and politician (d. 1692)",
            "year": 1617
        },
        {
            "text": "Bertholet Flemalle, Flemish Baroque painter (d. 1675)",
            "year": 1614
        },
        {
            "text": "Juan Caramuel y Lobkowitz, Spanish mathematician and philosopher (d. 1682)",
            "year": 1606
        },
        {
            "text": "Paul Siefert, German composer and organist (d. 1666)",
            "year": 1586
        },
        {
            "text": "Gongmin of Goryeo, Korean ruler (d. 1374)",
            "year": 1330
        },
        {
            "text": "Uijong of Goryeo, Korean monarch of the Goryeo dynasty (d. 1173)",
            "year": 1127
        },
        {
            "text": "Emperor Qinzong of Song (d. 1161)",
            "year": 1100
        },
        {
            "text": "Philip I of France (d. 1108)",
            "year": 1052
        },
        {
            "text": "Perumbidugu Mutharaiyar II, King of Mutharaiyar dynasty, Tamil Nadu, India",
            "year": 675
        },
        {
            "text": "Kʼinich Kan Bahlam II, Mayan king (d. 702)",
            "year": 635
        }
    ],
    "deaths": [
        {
            "text": "Caleb Carr, American military historian and author (b. 1955)",
            "year": 2024
        },
        {
            "text": "Morgan Spurlock, American filmmaker (b. 1970)",
            "year": 2024
        },
        {
            "text": "Ron Hill, English long-distance runner (b. 1938)",
            "year": 2021
        },
        {
            "text": "Eric Carle, American children's book designer, illustrator, and writer best known for The Very Hungry Caterpillar (b. 1929)",
            "year": 2021
        },
        {
            "text": "Hana Kimura, Japanese professional wrestler (b. 1997)",
            "year": 2020
        },
        {
            "text": "Roger Moore, English actor (b. 1927)",
            "year": 2017
        },
        {
            "text": "Anne Meara, American actress, comedian and playwright (b. 1929)",
            "year": 2015
        },
        {
            "text": "Aleksey Mozgovoy, Pro-Russian Ukrainian separatist leader (b. 1975)",
            "year": 2015
        },
        {
            "text": "Alicia Nash, Salvadoran-American physicist and engineer (b. 1933)",
            "year": 2015
        },
        {
            "text": "John Forbes Nash Jr., American mathematician and academic, Nobel Prize laureate (b. 1928)",
            "year": 2015
        },
        {
            "text": "Mikhail Egorovich Alekseev, Russian linguist and academic (b. 1949)",
            "year": 2014
        },
        {
            "text": "Madhav Mantri, Indian cricketer (b. 1921)",
            "year": 2014
        },
        {
            "text": "Epy Guerrero, Dominican baseball player, coach, and scout (b. 1942)",
            "year": 2013
        },
        {
            "text": "Hayri Kozakçıoğlu, Turkish police officer and politician, 15th Governor of Istanbul Province (b. 1938)",
            "year": 2013
        },
        {
            "text": "Georges Moustaki, Egyptian-French singer-songwriter and guitarist (b. 1934)",
            "year": 2013
        },
        {
            "text": "Flynn Robinson, American basketball player (b. 1941)",
            "year": 2013
        },
        {
            "text": "Paul Fussell, American historian, author, and academic (b. 1924)",
            "year": 2012
        },
        {
            "text": "Xavier Tondo, Spanish cyclist (b. 1978)",
            "year": 2011
        },
        {
            "text": "José Lima, Dominican-American baseball player (b. 1972)",
            "year": 2010
        },
        {
            "text": "Simon Monjack, English director, producer, and screenwriter (b. 1970)",
            "year": 2010
        },
        {
            "text": "Roh Moo-hyun, South Korean soldier and politician, 9th President of South Korea (b. 1946)",
            "year": 2009
        },
        {
            "text": "Iñaki Ochoa de Olza, Spanish mountaineer (b. 1967)",
            "year": 2008
        },
        {
            "text": "Utah Phillips, American singer-songwriter and poet (b. 1935)",
            "year": 2008
        },
        {
            "text": "Lloyd Bentsen, American colonel and politician, 69th United States Secretary of the Treasury (b. 1921)",
            "year": 2006
        },
        {
            "text": "Kazimierz Górski, Polish footballer and manager (b. 1921)",
            "year": 2006
        },
        {
            "text": "Big Bill Neidjie, Australian activist and last speaker of the Gaagudju language (b. c. 1920)",
            "year": 2002
        },
        {
            "text": "Sam Snead, American golfer and journalist (b. 1912)",
            "year": 2002
        },
        {
            "text": "Owen Hart, Canadian-American wrestler (b. 1965)",
            "year": 1999
        },
        {
            "text": "Telford Taylor, American general and lawyer (b. 1908)",
            "year": 1998
        },
        {
            "text": "Kronid Lyubarsky, Russian journalist and activist (b. 1934)",
            "year": 1996
        },
        {
            "text": "Olav Hauge, Norwegian poet (b. 1908)",
            "year": 1994
        },
        {
            "text": "Kostas Davourlis, Greek footballer (b. 1948)",
            "year": 1992
        },
        {
            "text": "Giovanni Falcone, Italian lawyer and judge (b. 1939)",
            "year": 1992
        },
        {
            "text": "Wilhelm Kempff, German pianist and composer (b. 1895)",
            "year": 1991
        },
        {
            "text": "Jean Van Houtte, Belgian academic and politician, 50th Prime Minister of Belgium (b. 1907)",
            "year": 1991
        },
        {
            "text": "Fletcher Markle, Canadian director, screenwriter, and producer (b. 1921)",
            "year": 1991
        },
        {
            "text": "Georgy Tovstonogov, Russian director and producer (b. 1915)",
            "year": 1989
        },
        {
            "text": "Karl Koch, German computer hacker (b. 1965)",
            "year": 1989
        },
        {
            "text": "Sterling Hayden, American actor (b. 1916)",
            "year": 1986
        },
        {
            "text": "Gene Green, American baseball player (b. 1933)",
            "year": 1981
        },
        {
            "text": "Rayner Heppenstall, English author and poet (b. 1911)",
            "year": 1981
        },
        {
            "text": "George Jessel, American actor, singer, and producer (b. 1898)",
            "year": 1981
        },
        {
            "text": "David Lewis, Belarusian-Canadian lawyer and politician (b. 1909)",
            "year": 1981
        },
        {
            "text": "S. Selvanayagam, Sri Lankan geographer and academic (b. 1932)",
            "year": 1979
        },
        {
            "text": "Moms Mabley, American comedian and actor (b. 1894)",
            "year": 1975
        },
        {
            "text": "David Smith, American sculptor (b. 1906)",
            "year": 1965
        },
        {
            "text": "August Jakobson, Estonian author and politician (b. 1904)",
            "year": 1963
        },
        {
            "text": "Louis Coatalen, French engineer (b. 1879)",
            "year": 1962
        },
        {
            "text": "Georges Claude, French engineer and inventor, created Neon lighting (b. 1870)",
            "year": 1960
        },
        {
            "text": "Gustav Suits, Latvian-Estonian poet and politician (b. 1883)",
            "year": 1956
        },
        {
            "text": "Jan Frans De Boever, Belgian painter and illustrator (b. 1872)",
            "year": 1949
        },
        {
            "text": "Charles-Ferdinand Ramuz, Swiss author and poet (b. 1878)",
            "year": 1947
        },
        {
            "text": "Heinrich Himmler, German commander and politician, Reich Minister of the Interior (b. 1900)",
            "year": 1945
        },
        {
            "text": "Panagiotis Toundas, Greek composer and conductor (b. 1886)",
            "year": 1942
        },
        {
            "text": "Frederick Ruple, Swiss-American painter (b. 1871)",
            "year": 1938
        },
        {
            "text": "John D. Rockefeller, American businessman and philanthropist, founded the Standard Oil Company and Rockefeller University (b. 1839)",
            "year": 1937
        },
        {
            "text": "Clyde Barrow, American criminal (b. 1909)",
            "year": 1934
        },
        {
            "text": "Mihkel Martna, Estonian journalist and politician (b. 1860)",
            "year": 1934
        },
        {
            "text": "Bonnie Parker, American criminal (b. 1910)",
            "year": 1934
        },
        {
            "text": "August Nilsson, Swedish shot putter and tug of war competitor (b. 1872)",
            "year": 1921
        },
        {
            "text": "Svetozar Boroević, Croatian-Austrian field marshal (b. 1856)",
            "year": 1920
        },
        {
            "text": "François Coppée, French poet and author (b. 1842)",
            "year": 1908
        },
        {
            "text": "Henrik Ibsen, Norwegian director, playwright, and poet (b. 1828)",
            "year": 1906
        },
        {
            "text": "Franz Ernst Neumann, German mineralogist, physicist, and mathematician (b. 1798)",
            "year": 1895
        },
        {
            "text": "Anton von Schmerling, Austrian politician (b. 1805)",
            "year": 1893
        },
        {
            "text": "Leopold von Ranke, German historian and academic (b. 1795)",
            "year": 1886
        },
        {
            "text": "Kit Carson, American general (b. 1809)",
            "year": 1868
        },
        {
            "text": "Augustin-Louis Cauchy, French mathematician and academic (b. 1789)",
            "year": 1857
        },
        {
            "text": "Charles Robert Malden, English lieutenant and explorer (b. 1797)",
            "year": 1855
        },
        {
            "text": "Franz Xaver von Baader, German philosopher and theologian (b. 1765)",
            "year": 1841
        },
        {
            "text": "Gotthilf Heinrich Ernst Muhlenberg, American clergyman and botanist (b. 1753)",
            "year": 1815
        },
        {
            "text": "Géraud Duroc, French general and diplomat (b. 1772)",
            "year": 1813
        },
        {
            "text": "James Otis Jr., American lawyer and politician (b. 1725)",
            "year": 1783
        },
        {
            "text": "John Wood, the Elder, English architect, designed The Circus and Queen Square (b. 1704)",
            "year": 1754
        },
        {
            "text": "William Bradford, English-American printer (b. 1663)",
            "year": 1752
        },
        {
            "text": "Abraham ben Abraham, Polish martyr (b. 1700)",
            "year": 1749
        },
        {
            "text": "William Kidd, Scottish pirate (b. 1645)",
            "year": 1701
        },
        {
            "text": "Adrien Auzout, French astronomer and instrument maker (b. 1622)",
            "year": 1691
        },
        {
            "text": "Ferdinando II de' Medici, Grand Duke of Tuscany (b. 1610)",
            "year": 1670
        },
        {
            "text": "John Gauden, English bishop (b. 1605)",
            "year": 1662
        },
        {
            "text": "John Blitheman, English organist and composer (b. 1525)",
            "year": 1591
        },
        {
            "text": "Ismail I, First Emperor of Safavid Empire (b. 1487)",
            "year": 1524
        },
        {
            "text": "Ashikaga Yoshitane, Japanese shōgun (b. 1466)",
            "year": 1523
        },
        {
            "text": "Girolamo Savonarola, Italian friar and preacher (b. 1452)",
            "year": 1498
        },
        {
            "text": "Antipope Benedict XIII (b. 1328)",
            "year": 1423
        },
        {
            "text": "Toghon Temür, Mongol emperor (b. 1320)",
            "year": 1370
        },
        {
            "text": "Alice de Warenne, Countess of Arundel, English noble (b. 1287)",
            "year": 1338
        },
        {
            "text": "Jehan de Lescurel, French poet and composer",
            "year": 1304
        },
        {
            "text": "Henry V, Holy Roman Emperor (b. 1086)",
            "year": 1125
        },
        {
            "text": "Guibert of Gembloux, Frankish abbot (b. 892)",
            "year": 962
        },
        {
            "text": "Li Sizhao, Chinese general and governor",
            "year": 922
        },
        {
            "text": "Urban I, pope of the Catholic Church",
            "year": 230
        }
    ],
    "metadata": {
        "current_date": "May 23, 2025",
        "short_date": "May 23",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            32,
            36,
            25,
            24,
            45,
            19,
            29,
            39,
            0,
            10
        ],
        "births": [
            143,
            158,
            97,
            160
        ],
        "deaths": [
            32,
            59,
            15,
            90
        ]
    }
}