{
    "events": [
        {
            "text": "The Grenfell Tower fire, a catastrophic fire in a high-rise apartment building in North Kensington, London, UK, leaves 72 people dead and another 74 injured.",
            "year": 2017
        },
        {
            "text": "Republican U.S. House Majority Whip Steve Scalise of Louisiana, and three others, are shot and wounded while practicing for the annual Congressional Baseball Game.",
            "year": 2017
        },
        {
            "text": "A Ukraine military Ilyushin Il-76 airlifter is shot down, killing all 49 people on board.",
            "year": 2014
        },
        {
            "text": "Near-Earth asteroid 2002 MN misses the Earth by 75,000 miles (121,000 km), about one-third of the distance between the Earth and the Moon.",
            "year": 2002
        },
        {
            "text": "The 1994 Vancouver Stanley Cup riot occurs after the New York Rangers defeat the Vancouver Canucks to win the Stanley Cup, causing an estimated C$1.1 million, leading to 200 arrests and injuries.",
            "year": 1994
        },
        {
            "text": "The Mindbender derails and kills three riders at the Fantasyland (known today as Galaxyland) indoor amusement park at West Edmonton Mall in Edmonton, Alberta.",
            "year": 1986
        },
        {
            "text": "Five member nations of the European Economic Community sign the Schengen Agreement establishing a free travel zone with no border controls.",
            "year": 1985
        },
        {
            "text": "Falklands War: Argentine forces in the capital Stanley conditionally surrender to British forces.",
            "year": 1982
        },
        {
            "text": "Japan Air Lines Flight 471 crashes on approach to Palam International Airport (now Indira Gandhi International Airport) in New Delhi, India, killing 82 of the 87 people on board and four more people on the ground.",
            "year": 1972
        },
        {
            "text": "Mariner program: Mariner 5 is launched towards Venus.",
            "year": 1967
        },
        {
            "text": "The Vatican announces the abolition of the Index Librorum Prohibitorum (\"index of prohibited books\"), which was originally instituted in 1557.",
            "year": 1966
        },
        {
            "text": "The European Space Research Organisation is established in Paris – later becoming the European Space Agency.",
            "year": 1962
        },
        {
            "text": "Disneyland Monorail System, the first daily operating monorail system in the Western Hemisphere, opens to the public in Anaheim, California.",
            "year": 1959
        },
        {
            "text": "Chile becomes a signatory to the Buenos Aires copyright treaty.",
            "year": 1955
        },
        {
            "text": "U.S. President Dwight D. Eisenhower signs a bill into law that places the words \"under God\" into the United States Pledge of Allegiance.",
            "year": 1954
        },
        {
            "text": "UNIVAC I is dedicated by the U.S. Census Bureau.",
            "year": 1951
        },
        {
            "text": "An Air France Douglas DC-4 crashes near Bahrain International Airport, killing 40 people. This came two days after another Air France DC-4 crashed in the same location.",
            "year": 1950
        },
        {
            "text": "Albert II, a rhesus monkey, rides a V-2 rocket to an altitude of 134 km (83 mi), thereby becoming the first mammal and first monkey in space.",
            "year": 1949
        },
        {
            "text": "World War II: Filipino troops of the Philippine Commonwealth Army liberate the captured in Ilocos Sur and start the Battle of Bessang Pass in Northern Luzon.",
            "year": 1945
        },
        {
            "text": "World War II: After several failed attempts, the British Army abandons Operation Perch, its plan to capture the German-occupied town of Caen.",
            "year": 1944
        },
        {
            "text": "June deportation: The first major wave of Soviet mass deportations of Estonians, Latvians, and Lithuanians from the occupied Baltic states begins.",
            "year": 1941
        },
        {
            "text": "World War II: The German occupation of Paris begins.",
            "year": 1940
        },
        {
            "text": "The Soviet Union presents an ultimatum to Lithuania, resulting in Lithuanian loss of independence.",
            "year": 1940
        },
        {
            "text": "Seven hundred and twenty-eight Polish political prisoners from Tarnów become the first inmates of the Auschwitz concentration camp.",
            "year": 1940
        },
        {
            "text": "Pennsylvania becomes the first (and only) state of the United States to celebrate Flag Day officially as a state holiday.",
            "year": 1937
        },
        {
            "text": "U.S. House of Representatives passes the Marihuana Tax Act.",
            "year": 1937
        },
        {
            "text": "The landmark Australian Eastern Mission returns from its three-month tour of East and South-East Asia.",
            "year": 1934
        },
        {
            "text": "Brazil leaves the League of Nations.",
            "year": 1926
        },
        {
            "text": "John Alcock and Arthur Whitten Brown depart from St. John's, Newfoundland on the first nonstop transatlantic flight.",
            "year": 1919
        },
        {
            "text": "The National Association for Women's Suffrage succeeds in getting Norwegian women the right to vote in parliamentary elections.",
            "year": 1907
        },
        {
            "text": "Hawaii becomes a United States territory.",
            "year": 1900
        },
        {
            "text": "The second German Naval Law calls for the Imperial German Navy to be doubled in size, resulting in an Anglo-German naval arms race.",
            "year": 1900
        },
        {
            "text": "The White Rajahs territories become the British protectorate of Sarawak.",
            "year": 1888
        },
        {
            "text": "Trade unions are legalized in Canada.",
            "year": 1872
        },
        {
            "text": "American Civil War: Second Battle of Winchester: A Union garrison is defeated by the Army of Northern Virginia in the Shenandoah Valley town of Winchester, Virginia.",
            "year": 1863
        },
        {
            "text": "Second Assault on the Confederate works at the Siege of Port Hudson during the American Civil War.",
            "year": 1863
        },
        {
            "text": "Bear Flag Revolt begins: Anglo settlers in Sonoma, California, start a rebellion against Mexico and proclaim the California Republic.",
            "year": 1846
        },
        {
            "text": "Henley Royal Regatta: the village of Henley-on-Thames, on the River Thames in Oxfordshire, stages its first regatta.",
            "year": 1839
        },
        {
            "text": "Beginning of the French colonization of Algeria: Thirty-four thousand French soldiers begin their invasion of Algiers, landing 27 kilometers west at Sidi Fredj.",
            "year": 1830
        },
        {
            "text": "Charles Babbage proposes a difference engine in a paper to the Royal Astronomical Society.",
            "year": 1822
        },
        {
            "text": "Badi VII, king of Sennar, surrenders his throne and realm to Ismail Pasha, general of the Ottoman Empire, bringing the 300 year old Sudanese kingdom to an end.",
            "year": 1821
        },
        {
            "text": "Emperor Napoleon's French Grande Armée defeats the Russian Army at the Battle of Friedland in Poland (modern Russian  Kaliningrad Oblast) ending the War of the Fourth Coalition.",
            "year": 1807
        },
        {
            "text": "The French Army of First Consul Napoleon Bonaparte defeats the Austrians at the Battle of Marengo in Northern Italy and re-conquers Italy.",
            "year": 1800
        },
        {
            "text": "Mutiny on the Bounty: HMS Bounty mutiny survivors including Captain William Bligh and 18 others reach Timor after a nearly 7,400 km (4,600 mi) journey in an open boat.",
            "year": 1789
        },
        {
            "text": "The Second Continental Congress passes the Flag Act of 1777 adopting the Stars and Stripes as the Flag of the United States.",
            "year": 1777
        },
        {
            "text": "American Revolutionary War: the Continental Army is established by the Continental Congress, marking the birth of the United States Armed Forces.",
            "year": 1775
        },
        {
            "text": "King William III of England (William of Orange) lands in Ireland to confront the former King James II.",
            "year": 1690
        },
        {
            "text": "Franco-Spanish War: Turenne and the French army win a decisive victory over the Spanish at the battle of the Dunes.",
            "year": 1658
        },
        {
            "text": "English Civil War: Battle of Naseby: Twelve thousand Royalist forces are beaten by fifteen thousand Parliamentarian soldiers.",
            "year": 1645
        },
        {
            "text": "Joris Veseler prints the first Dutch newspaper Courante uyt Italien, Duytslandt, &c. in Amsterdam (approximate date).",
            "year": 1618
        },
        {
            "text": "Welsh rebel leader Owain Glyndŵr, having declared himself Prince of Wales, allies himself with the French against King Henry IV of England.",
            "year": 1404
        },
        {
            "text": "Richard II of England meets leaders of the Peasants' Revolt at Mile End. The Tower of London is stormed by rebels who enter without resistance.",
            "year": 1381
        },
        {
            "text": "Kublai Khan defeats the force of Nayan and other traditionalist Borjigin princes in East Mongolia and Manchuria.",
            "year": 1287
        },
        {
            "text": "Second Mongol invasion of Vietnam: Forces led by Prince Trần Quang Khải of the Trần dynasty destroy most of the invading Mongol naval fleet in a battle at Chuong Duong.",
            "year": 1285
        },
        {
            "text": "While in exile in Fuzhou, away from the advancing Mongol invaders, the remnants of the Song dynasty court hold the coronation ceremony for Emperor Duanzong.",
            "year": 1276
        },
        {
            "text": "First Barons' War: Prince Louis of France takes the city of Winchester, abandoned by John, King of England, and soon conquers over half of the kingdom.",
            "year": 1216
        },
        {
            "text": "The city of Munich is founded by Henry the Lion on the banks of the river Isar.",
            "year": 1158
        }
    ],
    "births": [
        {
            "text": "Bryce James, American basketball player",
            "year": 2007
        },
        {
            "text": "RJ Barrett, Canadian basketball player",
            "year": 2000
        },
        {
            "text": "Naomi Girma, American soccer player",
            "year": 2000
        },
        {
            "text": "Bobby Witt Jr., American baseball player",
            "year": 2000
        },
        {
            "text": "Chou Tzuyu, Taiwanese singer",
            "year": 1999
        },
        {
            "text": "David Bangala, French football defender",
            "year": 1997
        },
        {
            "text": "Fujii Kaze, Japanese singer-songwriter",
            "year": 1997
        },
        {
            "text": "Moon Tae-il, South Korean singer",
            "year": 1994
        },
        {
            "text": "Gunna, American rapper",
            "year": 1993
        },
        {
            "text": "Daryl Sabara, American actor",
            "year": 1992
        },
        {
            "text": "Devante Smith-Pelly, Canadian ice hockey player",
            "year": 1992
        },
        {
            "text": "Kostas Manolas, Greek footballer",
            "year": 1991
        },
        {
            "text": "Jesy Nelson, English singer",
            "year": 1991
        },
        {
            "text": "Patrice Cormier, Canadian ice hockey player",
            "year": 1990
        },
        {
            "text": "Karoline Bjerkeli Grøvdal, Norwegian long-distance runner",
            "year": 1990
        },
        {
            "text": "Lucy Hale, American actress and singer-songwriter",
            "year": 1989
        },
        {
            "text": "Brad Takairangi, Australian-Cook Islands rugby league player",
            "year": 1989
        },
        {
            "text": "Adrián Aldrete, Mexican footballer",
            "year": 1988
        },
        {
            "text": "Kevin McHale, American actor, singer, dancer and radio personality",
            "year": 1988
        },
        {
            "text": "Andrew Cogliano, Canadian ice hockey player",
            "year": 1987
        },
        {
            "text": "Mohamed Diamé, Senegalese footballer",
            "year": 1987
        },
        {
            "text": "Rhe-Ann Niles-Mapp, Barbadian netball player",
            "year": 1986
        },
        {
            "text": "Matt Read, Canadian ice hockey player",
            "year": 1986
        },
        {
            "text": "Oleg Medvedev. Russian luger",
            "year": 1985
        },
        {
            "text": "Andy Soucek, Spanish racing driver",
            "year": 1985
        },
        {
            "text": "Lorenzo Booker, American football player",
            "year": 1984
        },
        {
            "text": "Mark Cosgrove, Australian cricketer",
            "year": 1984
        },
        {
            "text": "Siobhán Donaghy, English singer-songwriter",
            "year": 1984
        },
        {
            "text": "Yury Prilukov, Russian swimmer",
            "year": 1984
        },
        {
            "text": "Trevor Barry, Bahamian high jumper",
            "year": 1983
        },
        {
            "text": "Louis Garrel, French actor, director, and screenwriter",
            "year": 1983
        },
        {
            "text": "Jamie Green, English racing driver",
            "year": 1982
        },
        {
            "text": "Nicole Irving, Australian swimmer",
            "year": 1982
        },
        {
            "text": "Lang Lang, Chinese pianist",
            "year": 1982
        },
        {
            "text": "Trine Rønning, Norwegian footballer",
            "year": 1982
        },
        {
            "text": "Elano, Brazilian footballer and manager",
            "year": 1981
        },
        {
            "text": "Shannon Hegarty, Australian rugby league player",
            "year": 1979
        },
        {
            "text": "Steve Bégin, Canadian ice hockey player",
            "year": 1978
        },
        {
            "text": "Diablo Cody, American director, producer, and screenwriter",
            "year": 1978
        },
        {
            "text": "Annia Hatch, Cuban-American gymnast and coach",
            "year": 1978
        },
        {
            "text": "Nikola Vujčić, Croatian former professional basketball player",
            "year": 1978
        },
        {
            "text": "Boeta Dippenaar, South African cricketer",
            "year": 1977
        },
        {
            "text": "Chris McAlister, American football player",
            "year": 1977
        },
        {
            "text": "Joe Worsley, English rugby player and coach",
            "year": 1977
        },
        {
            "text": "Alan Carr, English comedian, actor, and screenwriter",
            "year": 1976
        },
        {
            "text": "Massimo Oddo, Italian footballer and manager",
            "year": 1976
        },
        {
            "text": "Sami Kapanen, Finnish-American ice hockey player and manager",
            "year": 1973
        },
        {
            "text": "Rick Brunson, American basketball player and coach",
            "year": 1972
        },
        {
            "text": "Matthias Ettrich, German computer scientist and engineer, founded KDE",
            "year": 1972
        },
        {
            "text": "Claude Henderson, South African cricketer",
            "year": 1972
        },
        {
            "text": "Danny McFarlane, Jamaican hurdler and sprinter",
            "year": 1972
        },
        {
            "text": "Bruce Bowen, American basketball player and sportscaster",
            "year": 1971
        },
        {
            "text": "Will Cullen Hart, American musician (died 2024)",
            "year": 1971
        },
        {
            "text": "Ramon Vega, Swiss footballer",
            "year": 1971
        },
        {
            "text": "Heather McDonald, American comedian, actress, and author",
            "year": 1970
        },
        {
            "text": "Éric Desjardins, Canadian ice hockey player and coach",
            "year": 1969
        },
        {
            "text": "Steffi Graf, German tennis player",
            "year": 1969
        },
        {
            "text": "Faizon Love, Cuban-American actor and screenwriter",
            "year": 1968
        },
        {
            "text": "Dedrick Dodge, American football player and coach",
            "year": 1967
        },
        {
            "text": "Paul Martin, Australian rugby league player",
            "year": 1967
        },
        {
            "text": "Boy George, English singer-songwriter and producer",
            "year": 1961
        },
        {
            "text": "Dušan Kojić, Serbian singer-songwriter and bass player",
            "year": 1961
        },
        {
            "text": "Sam Perkins, American basketball player",
            "year": 1961
        },
        {
            "text": "Tonie Campbell, American hurdler",
            "year": 1960
        },
        {
            "text": "Marcus Miller, American bass player, composer, and producer",
            "year": 1959
        },
        {
            "text": "James Gurney, American artist and author",
            "year": 1958
        },
        {
            "text": "Nick Van Eede, English singer-songwriter",
            "year": 1958
        },
        {
            "text": "Paul O'Grady, English television host, producer, and drag performer (died 2023)",
            "year": 1955
        },
        {
            "text": "Kirron Kher, Indian theatre, film and television actress, TV talk show host and politician",
            "year": 1955
        },
        {
            "text": "Will Patton, American actor",
            "year": 1954
        },
        {
            "text": "Pat Summitt, American basketball player and coach (died 2016)",
            "year": 1952
        },
        {
            "text": "Paul Boateng, English lawyer and politician, British High Commissioner to South Africa",
            "year": 1951
        },
        {
            "text": "Danny Edwards, American golfer",
            "year": 1951
        },
        {
            "text": "Rowan Williams, Welsh archbishop and theologian",
            "year": 1950
        },
        {
            "text": "Jim Lea, English singer-songwriter, bass player, and producer",
            "year": 1949
        },
        {
            "text": "Roger Powell, English-Australian scientist and academic",
            "year": 1949
        },
        {
            "text": "Antony Sher, South African-British actor, director, and screenwriter (died 2021)",
            "year": 1949
        },
        {
            "text": "Harry Turtledove, American historian and author",
            "year": 1949
        },
        {
            "text": "Alan White, English drummer and songwriter (died 2022)",
            "year": 1949
        },
        {
            "text": "Laurence Yep, American author and playwright",
            "year": 1948
        },
        {
            "text": "Roger Liddle, Baron Liddle, English politician",
            "year": 1947
        },
        {
            "text": "Barry Melton, American singer-songwriter and guitarist",
            "year": 1947
        },
        {
            "text": "Paul Rudolph, Canadian singer, guitarist, and cyclist",
            "year": 1947
        },
        {
            "text": "Robert Louis-Dreyfus, French-Swiss businessman (died 2009)",
            "year": 1946
        },
        {
            "text": "Tõnu Sepp, Estonian instrument maker and educator",
            "year": 1946
        },
        {
            "text": "Donald Trump, American businessman, television personality, 45th and 47th President of the United States",
            "year": 1946
        },
        {
            "text": "Rod Argent, English singer-songwriter and keyboard player",
            "year": 1945
        },
        {
            "text": "Bruce Degen, American writer (died 2024)",
            "year": 1945
        },
        {
            "text": "Carlos Reichenbach, Brazilian director and producer (died 2012)",
            "year": 1945
        },
        {
            "text": "Richard Stebbins, American sprinter and educator",
            "year": 1945
        },
        {
            "text": "Laurie Colwin, American novelist and short story writer (died 1992)",
            "year": 1944
        },
        {
            "text": "Harold Wheeler, American composer, conductor, and producer",
            "year": 1943
        },
        {
            "text": "Andy Irvine, Irish folk musician",
            "year": 1942
        },
        {
            "text": "Jonathan Raban, English author and academic (died 2023)",
            "year": 1942
        },
        {
            "text": "Roberto García-Calvo Montiel, Spanish judge (died 2008)",
            "year": 1942
        },
        {
            "text": "Steny Hoyer, American lawyer and politician",
            "year": 1939
        },
        {
            "text": "Peter Mayle, English author and screenwriter (died 2018)",
            "year": 1939
        },
        {
            "text": "Colin Thubron, English journalist and author",
            "year": 1939
        },
        {
            "text": "Julie Felix, American-English singer-songwriter and guitarist (died 2020)",
            "year": 1938
        },
        {
            "text": "Renaldo Benson, American singer-songwriter (died 2005)",
            "year": 1936
        },
        {
            "text": "Irmelin Sandman Lilius, Finnish author, poet, and translator",
            "year": 1936
        },
        {
            "text": "Jerzy Kosiński, Polish-American novelist and screenwriter (died 1991)",
            "year": 1933
        },
        {
            "text": "Vladislav Rastorotsky, Russian gymnast and coach (died 2017)",
            "year": 1933
        },
        {
            "text": "Marla Gibbs, American actress and comedian",
            "year": 1931
        },
        {
            "text": "Ross Higgins, Australian actor (died 2016)",
            "year": 1931
        },
        {
            "text": "Junior Walker, American saxophonist (died 1995)",
            "year": 1931
        },
        {
            "text": "Cy Coleman, American pianist and composer (died 2004)",
            "year": 1929
        },
        {
            "text": "Alan Davidson, Australian cricketer (died 2021)",
            "year": 1929
        },
        {
            "text": "Johnny Wilson, Canadian-American ice hockey player and coach (died 2011)",
            "year": 1929
        },
        {
            "text": "Ernesto \"Che\" Guevara, Argentinian-Cuban physician, author, guerrilla leader and politician (died 1967)",
            "year": 1928
        },
        {
            "text": "Don Newcombe, American baseball player (died 2019)",
            "year": 1926
        },
        {
            "text": "Pierre Salinger, American journalist and politician, 11th White House Press Secretary (died 2004)",
            "year": 1925
        },
        {
            "text": "James Black, Scottish pharmacologist and academic, Nobel Prize laureate (died 2010)",
            "year": 1924
        },
        {
            "text": "Judith Kerr, German-English author and illustrator (died 2019)",
            "year": 1923
        },
        {
            "text": "Green Wix Unthank, American soldier, lawyer, and judge (died 2013)",
            "year": 1923
        },
        {
            "text": "Martha Greenhouse, American actress (died 2013)",
            "year": 1921
        },
        {
            "text": "Gene Barry, American actor (died 2009)",
            "year": 1919
        },
        {
            "text": "Sam Wanamaker, American actor and director (died 1993)",
            "year": 1919
        },
        {
            "text": "Lise Nørgaard, Danish journalist, author, and screenwriter (died 2023)",
            "year": 1917
        },
        {
            "text": "Gilbert Prouteau, French poet and director (died 2012)",
            "year": 1917
        },
        {
            "text": "Atle Selberg, Norwegian-American mathematician and academic (died 2007)",
            "year": 1917
        },
        {
            "text": "Dorothy McGuire, American actress (died 2001)",
            "year": 1916
        },
        {
            "text": "Joe Morris, English-Canadian lieutenant and trade union leader (died 1996)",
            "year": 1913
        },
        {
            "text": "Rudolf Kempe, German pianist and conductor (died 1976)",
            "year": 1910
        },
        {
            "text": "Burl Ives, American actor and singer (died 1995)",
            "year": 1909
        },
        {
            "text": "Nicolas Bentley, English author and illustrator (died 1978)",
            "year": 1907
        },
        {
            "text": "René Char, French poet and author (died 1988)",
            "year": 1907
        },
        {
            "text": "Steve Broidy, American businessman (died 1991)",
            "year": 1905
        },
        {
            "text": "Arthur Davis, American animator and director (died 2000)",
            "year": 1905
        },
        {
            "text": "Margaret Bourke-White, American photographer and journalist (died 1971)",
            "year": 1904
        },
        {
            "text": "Alonzo Church, American mathematician and logician (died 1995)",
            "year": 1903
        },
        {
            "text": "Rose Rand, Austrian-American logician and philosopher from the Vienna Circle (died 1980)",
            "year": 1903
        },
        {
            "text": "Ruth Nanda Anshen, American writer, editor, and philosopher (died 2003)",
            "year": 1900
        },
        {
            "text": "June Walker, American stage and film actress (died 1966)",
            "year": 1900
        },
        {
            "text": "Theobald Wolfe Tone FitzGerald, Irish Army Officer and painter (died 1962)",
            "year": 1898
        },
        {
            "text": "Jack Adams, Canadian-American ice hockey player, coach, and manager (died 1968)",
            "year": 1895
        },
        {
            "text": "Marie-Adélaïde, Grand Duchess of Luxembourg (died 1924)",
            "year": 1894
        },
        {
            "text": "José Carlos Mariátegui (died 1930)",
            "year": 1894
        },
        {
            "text": "W. W. E. Ross, Canadian geophysicist and poet (died 1966)",
            "year": 1894
        },
        {
            "text": "May Allison, American actress (died 1989)",
            "year": 1890
        },
        {
            "text": "John McCormack, Irish tenor and actor (died 1945)",
            "year": 1884
        },
        {
            "text": "Georg Zacharias, German swimmer (died 1953)",
            "year": 1884
        },
        {
            "text": "Arthur Duffey, American sprinter and coach (died 1955)",
            "year": 1879
        },
        {
            "text": "Léon Thiébaut, French fencer (died 1943)",
            "year": 1878
        },
        {
            "text": "Jane Bathori, French soprano (died 1970)",
            "year": 1877
        },
        {
            "text": "Ida MacLean, British biochemist, the first woman admitted to the London Chemical Society (died 1944)",
            "year": 1877
        },
        {
            "text": "János Szlepecz, Slovene priest and author (died 1936)",
            "year": 1872
        },
        {
            "text": "Hermanus Brockmann, Dutch rower (died 1936)",
            "year": 1871
        },
        {
            "text": "Jacob Ellehammer, Danish mechanic and engineer (died 1946)",
            "year": 1871
        },
        {
            "text": "Sophia of Prussia (died 1932)",
            "year": 1870
        },
        {
            "text": "Karl Landsteiner, Austrian biologist and physician, Nobel Prize laureate (died 1943)",
            "year": 1868
        },
        {
            "text": "Anna B. Eckstein, German peace activist (died 1947)",
            "year": 1868
        },
        {
            "text": "Alois Alzheimer, German psychiatrist and neuropathologist (died 1915)",
            "year": 1864
        },
        {
            "text": "John Ulric Nef, Swiss-American chemist and academic (died 1915)",
            "year": 1862
        },
        {
            "text": "Andrey Markov, Russian mathematician and theorist (died 1922)",
            "year": 1856
        },
        {
            "text": "Robert M. La Follette, American lawyer and politician, 20th Governor of Wisconsin (died 1925)",
            "year": 1855
        },
        {
            "text": "Bernard Bosanquet, English philosopher and theorist (died 1923)",
            "year": 1848
        },
        {
            "text": "Max Erdmannsdörfer, German conductor and composer (died 1905)",
            "year": 1848
        },
        {
            "text": "William F. Nast, American businessman (died 1893)",
            "year": 1840
        },
        {
            "text": "Yamagata Aritomo, Japanese Field Marshal and politician, 3rd and 9th Prime Minister of Japan (died 1922)",
            "year": 1838
        },
        {
            "text": "Bernard Petitjean, French Roman Catholic missionary to Japan (died 1884)",
            "year": 1829
        },
        {
            "text": "John Bartlett, American author and publisher (died 1905)",
            "year": 1820
        },
        {
            "text": "Henry Gardner, American merchant and politician, 23rd Governor of Massachusetts (died 1892)",
            "year": 1819
        },
        {
            "text": "Harriet Beecher Stowe, American author and activist (died 1896)",
            "year": 1811
        },
        {
            "text": "Heber C. Kimball, American religious leader (died 1868)",
            "year": 1801
        },
        {
            "text": "František Palacký, Czech historian and politician (died 1876)",
            "year": 1798
        },
        {
            "text": "Nikolai Brashman, Czech-Russian mathematician and academic (died 1866)",
            "year": 1796
        },
        {
            "text": "Henry Salt, English historian and diplomat, British Consul-General in Egypt (died 1827)",
            "year": 1780
        },
        {
            "text": "Simon Mayr, German composer and educator (died 1845)",
            "year": 1763
        },
        {
            "text": "Charles-Augustin de Coulomb, French physicist and engineer (died 1806)",
            "year": 1736
        },
        {
            "text": "Antonio Sacchini, Italian composer and educator (died 1786)",
            "year": 1730
        },
        {
            "text": "Thomas Pennant, Welsh ornithologist and historian (died 1798)",
            "year": 1726
        },
        {
            "text": "Jan Francisci, Slovak organist and composer (died 1758)",
            "year": 1691
        },
        {
            "text": "Johann Abraham Ihle, German astronomer (died 1699)",
            "year": 1627
        },
        {
            "text": "Ferdinand II, Archduke of Austria (died 1595)",
            "year": 1529
        },
        {
            "text": "Giglio Gregorio Giraldi, Italian poet and scholar (died 1552)",
            "year": 1479
        },
        {
            "text": "Nilakantha Somayaji, Indian astronomer and mathematician (died 1544)",
            "year": 1444
        }
    ],
    "deaths": [
        {
            "text": "Dudu Myeni, South African businesswoman (born 1963)",
            "year": 2024
        },
        {
            "text": "George Nethercutt, American lawyer, author, and politician (born 1944)",
            "year": 2024
        },
        {
            "text": "A. B. Yehoshua,  Israeli novelist, essayist, and playwright (born 1936)",
            "year": 2022
        },
        {
            "text": "Sushant Singh Rajput, Indian film actor (born 1986)",
            "year": 2020
        },
        {
            "text": "Ann Morgan Guilbert, American actress and singer (born 1928)",
            "year": 2016
        },
        {
            "text": "Gilles Lamontagne, Canadian politician, Lieutenant Governor of Quebec (born 1919)",
            "year": 2016
        },
        {
            "text": "Richard Cotton, Australian geneticist and academic (born 1940)",
            "year": 2015
        },
        {
            "text": "Anne Nicol Gaylor, American activist, co-founded the Freedom From Religion Foundation (born 1926)",
            "year": 2015
        },
        {
            "text": "Qiao Shi, Chinese politician (born 1924)",
            "year": 2015
        },
        {
            "text": "Alberto Cañas Escalante, Costa Rican journalist and politician (born 1920)",
            "year": 2014
        },
        {
            "text": "Isabelle Collin Dufresne, French actress (born 1935)",
            "year": 2014
        },
        {
            "text": "Robert Lebeck, German photographer and journalist (born 1929)",
            "year": 2014
        },
        {
            "text": "James E. Rogers, American lawyer, businessman, and academic (born 1938)",
            "year": 2014
        },
        {
            "text": "Elroy Schwartz, American screenwriter and producer (born 1923)",
            "year": 2013
        },
        {
            "text": "Peter Archer, Baron Archer of Sandwell, English lawyer and politician, Solicitor General for England and Wales (born 1926)",
            "year": 2012
        },
        {
            "text": "Bob Chappuis, American football player and soldier (born 1923)",
            "year": 2012
        },
        {
            "text": "Margie Hyams, American pianist and vibraphone player (born 1920)",
            "year": 2012
        },
        {
            "text": "Karl-Heinz Kämmerling, German pianist and academic (born 1930)",
            "year": 2012
        },
        {
            "text": "Carlos Reichenbach, Brazilian director and producer (born 1945)",
            "year": 2012
        },
        {
            "text": "Gitta Sereny, Austrian-English historian, journalist, and author (born 1921)",
            "year": 2012
        },
        {
            "text": "Bob Bogle, American musician (born 1934)",
            "year": 2009
        },
        {
            "text": "William McIntyre, Canadian soldier, lawyer, and judge (born 1918)",
            "year": 2009
        },
        {
            "text": "Ruth Graham, Chinese-American author, poet, and painter (born 1920)",
            "year": 2007
        },
        {
            "text": "Robin Olds, American general and pilot (born 1922)",
            "year": 2007
        },
        {
            "text": "Kurt Waldheim, Secretary-General of the United Nations, Austrian politician, 9th President of Austria (born 1918)",
            "year": 2007
        },
        {
            "text": "Monty Berman, English director, producer, and cinematographer (born 1913)",
            "year": 2006
        },
        {
            "text": "Jean Roba, Belgian author and illustrator (born 1930)",
            "year": 2006
        },
        {
            "text": "Carlo Maria Giulini, Italian conductor and director (born 1914)",
            "year": 2005
        },
        {
            "text": "Mimi Parent, Canadian-Swiss painter (born 1924)",
            "year": 2005
        },
        {
            "text": "Ulrich Inderbinen, Swiss mountaineer and guide (born 1900)",
            "year": 2004
        },
        {
            "text": "Dale Whittington, American race car driver (born 1959)",
            "year": 2003
        },
        {
            "text": "June Jordan, American author and activist (born 1936)",
            "year": 2002
        },
        {
            "text": "Attilio Bertolucci, Italian poet and author (born 1911)",
            "year": 2000
        },
        {
            "text": "Bernie Faloney, American-Canadian football player and sportscaster (born 1932)",
            "year": 1999
        },
        {
            "text": "Richard Jaeckel, American actor (born 1926)",
            "year": 1997
        },
        {
            "text": "Noemí Gerstein, Argentinian sculptor and illustrator (born 1908)",
            "year": 1996
        },
        {
            "text": "Els Aarne, Ukrainian-Estonian pianist, composer, and educator (born 1917)",
            "year": 1995
        },
        {
            "text": "Rory Gallagher, Irish singer-songwriter, guitarist, and producer (born 1948)",
            "year": 1995
        },
        {
            "text": "Roger Zelazny, American author and poet (born 1937)",
            "year": 1995
        },
        {
            "text": "Lionel Grigson, English pianist, composer, and educator (born 1942)",
            "year": 1994
        },
        {
            "text": "Henry Mancini, American composer and conductor (born 1924)",
            "year": 1994
        },
        {
            "text": "Marcel Mouloudji, French singer and actor (born 1922)",
            "year": 1994
        },
        {
            "text": "Peggy Ashcroft, English actress (born 1907)",
            "year": 1991
        },
        {
            "text": "Erna Berger, German soprano and actress (born 1900)",
            "year": 1990
        },
        {
            "text": "Stanisław Bareja, Polish actor, director, and screenwriter (born 1929)",
            "year": 1987
        },
        {
            "text": "Jorge Luis Borges,  Argentine short-story writer, essayist, poet and translator (born 1899)",
            "year": 1986
        },
        {
            "text": "Alan Jay Lerner, American composer and songwriter (born 1918)",
            "year": 1986
        },
        {
            "text": "Charles Miller, American saxophonist and flute player (born 1939)",
            "year": 1980
        },
        {
            "text": "Ahmad Zahir, Afghan singer-songwriter (born 1946)",
            "year": 1979
        },
        {
            "text": "Robert Middleton, American actor (born 1911)",
            "year": 1977
        },
        {
            "text": "Alan Reed, American actor, original voice of Fred Flintstone (born1907)",
            "year": 1977
        },
        {
            "text": "Dündar Taşer, Turkish soldier and politician (born 1925)",
            "year": 1972
        },
        {
            "text": "Carlos P. Garcia, 8th President of the Republic of the Philippines (born 1896)",
            "year": 1971
        },
        {
            "text": "Salvatore Quasimodo, Italian novelist and poet, Nobel Prize Laureate (born 1901)",
            "year": 1968
        },
        {
            "text": "Tom Cole, Welsh-American racing driver (born 1922)",
            "year": 1953
        },
        {
            "text": "Albert II, rhesus macaque, animal astronaut, and first mammal in space",
            "year": 1949
        },
        {
            "text": "John Logie Baird, Scottish-English physicist and engineer (born 1888)",
            "year": 1946
        },
        {
            "text": "Jorge Ubico, 21st President of Guatemala (born 1878)",
            "year": 1946
        },
        {
            "text": "G. K. Chesterton, English essayist, poet, playwright, and novelist (born 1874)",
            "year": 1936
        },
        {
            "text": "Hans Poelzig, German architect, painter, and designer, designed the IG Farben Building (born 1869)",
            "year": 1936
        },
        {
            "text": "Justinien de Clary, French target shooter (born 1860)",
            "year": 1933
        },
        {
            "text": "Dorimène Roy Desjardins, Canadian businesswoman, co-founded Desjardins Group (born 1858)",
            "year": 1932
        },
        {
            "text": "Emmeline Pankhurst, English activist and academic (born 1857)",
            "year": 1928
        },
        {
            "text": "Ottavio Bottecchia, Italian cyclist (born 1894)",
            "year": 1927
        },
        {
            "text": "Jerome K. Jerome, English author (born 1859)",
            "year": 1927
        },
        {
            "text": "Mary Cassatt, American-French painter (born 1843)",
            "year": 1926
        },
        {
            "text": "Isabelle Bogelot, French philanthropist (born 1838)",
            "year": 1923
        },
        {
            "text": "Max Weber, German sociologist and economist (born 1864)",
            "year": 1920
        },
        {
            "text": "João Simões Lopes Neto, Brazilian author (born 1865)",
            "year": 1916
        },
        {
            "text": "Adlai Stevenson I, American lawyer and politician, 23rd Vice President of the United States (born 1835)",
            "year": 1914
        },
        {
            "text": "Frederick Stanley, 16th Earl of Derby, English captain and politician, 6th Governor General of Canada (born 1841)",
            "year": 1908
        },
        {
            "text": "William Le Baron Jenney, American architect and engineer, designed the Home Insurance Building  (born 1832)",
            "year": 1907
        },
        {
            "text": "Bartolomé Masó, Cuban soldier and politician (born 1830)",
            "year": 1907
        },
        {
            "text": "Dewitt Clinton Senter, American politician, 18th Governor of Tennessee (born 1830)",
            "year": 1898
        },
        {
            "text": "Alexander Ostrovsky, Russian director and playwright (born 1823)",
            "year": 1886
        },
        {
            "text": "Edward FitzGerald, English poet and author (born 1809)",
            "year": 1883
        },
        {
            "text": "Mary Carpenter, English educational and social reformer (born 1807)",
            "year": 1877
        },
        {
            "text": "Leonidas Polk, American general and bishop (born 1806)",
            "year": 1864
        },
        {
            "text": "Giacomo Leopardi, Italian poet and philosopher (born 1798)",
            "year": 1837
        },
        {
            "text": "Pierre Charles L'Enfant, French-American architect and engineer, designed Washington, D.C.  (born 1754)",
            "year": 1825
        },
        {
            "text": "Benedict Arnold, American general during the American Revolution later turned British spy (born 1741)",
            "year": 1801
        },
        {
            "text": "Louis Desaix, French general (born 1768)",
            "year": 1800
        },
        {
            "text": "Jean-Baptiste Kléber, French general (born 1753)",
            "year": 1800
        },
        {
            "text": "Francis Seymour-Conway, 1st Marquess of Hertford, English courtier and politician, Lord Lieutenant of Ireland (born 1718)",
            "year": 1794
        },
        {
            "text": "Colin Maclaurin, Scottish mathematician (born 1698)",
            "year": 1746
        },
        {
            "text": "Guillaume Courtois, French painter and illustrator (born 1628)",
            "year": 1679
        },
        {
            "text": "Marin le Roy de Gomberville, French author and poet (born 1600)",
            "year": 1674
        },
        {
            "text": "Henry Vane the Younger, English-American politician, Governor of the Massachusetts Bay Colony (born 1613)",
            "year": 1662
        },
        {
            "text": "Jacob Kroger, German goldsmith, hanged in Edinburgh for stealing the jewels of Anne of Denmark.",
            "year": 1594
        },
        {
            "text": "Orlande de Lassus, Flemish composer and educator (born 1532)",
            "year": 1594
        },
        {
            "text": "Shibata Katsuie, Japanese samurai (born 1522)",
            "year": 1583
        },
        {
            "text": "Carpentras, French composer (born 1470)",
            "year": 1548
        },
        {
            "text": "Antoine, Duke of Lorraine (born 1489)",
            "year": 1544
        },
        {
            "text": "John III of Navarre (born 1469)",
            "year": 1516
        },
        {
            "text": "Giovanni Borgia, 2nd Duke of Gandía, Italian son of Pope Alexander VI (born 1474)",
            "year": 1497
        },
        {
            "text": "Simon Sudbury, English archbishop (born 1316)",
            "year": 1381
        },
        {
            "text": "Günther von Schwarzburg, German king (born 1304)",
            "year": 1349
        },
        {
            "text": "Emperor Qinzong of the Song dynasty (born 1100)",
            "year": 1161
        },
        {
            "text": "Aron, Bulgarian nobleman",
            "year": 976
        },
        {
            "text": "Guadamir, bishop of Vic (Spain)",
            "year": 957
        },
        {
            "text": "Methodius I, patriarch of Constantinople",
            "year": 847
        },
        {
            "text": "Ōtomo no Otomaro, Japanese general (born 731)",
            "year": 809
        }
    ],
    "metadata": {
        "current_date": "June 14, 2025",
        "short_date": "Jun 14",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            25,
            24,
            28,
            10,
            1,
            0,
            7,
            18,
            6,
            27
        ],
        "births": [
            8,
            80,
            121,
            125
        ],
        "deaths": [
            45,
            46,
            59,
            99
        ]
    }
}