{
    "events": [
        {
            "text": "Russo-Ukrainian War: Ukrainian armed forces enter the city of Kherson following a successful two-month southern counteroffensive.",
            "year": 2022
        },
        {
            "text": "Typhoon Vamco makes landfall in Luzon and several offshore islands, killing 67 people. The storm causes the worst floods in the region since Typhoon Ketsana in 2009.",
            "year": 2020
        },
        {
            "text": "A strong earthquake with the magnitude 6.8 hits northern Burma, killing at least 26 people.",
            "year": 2012
        },
        {
            "text": "A helicopter crash just outside Mexico City kills seven, including Francisco Blake Mora the Secretary of the Interior of Mexico.",
            "year": 2011
        },
        {
            "text": "Queen Elizabeth II unveils the New Zealand War Memorial in London, United Kingdom, commemorating the loss of soldiers from the New Zealand Army and the British Army.",
            "year": 2006
        },
        {
            "text": "New Zealand Tomb of the Unknown Warrior is dedicated at the National War Memorial, Wellington.",
            "year": 2004
        },
        {
            "text": "The Palestine Liberation Organization confirms the death of Yasser Arafat from unidentified causes. Mahmoud Abbas is elected chairman of the PLO minutes later.",
            "year": 2004
        },
        {
            "text": "A Fokker F27 Friendship operating as Laoag International Airlines Flight 585 crashes into Manila Bay shortly after takeoff from Ninoy Aquino International Airport, killing 19 people.",
            "year": 2002
        },
        {
            "text": "Russian mathematician Grigori Perelman posts the first of three preprint texts with his proof of the Poincaré conjecture. It remains the only of the Millennium Prize Problems in mathematics to be solved. He later refused both the prize money from Clay Mathematics Institute as well as the Fields Medal for his work.",
            "year": 2002
        },
        {
            "text": "Journalists Pierre Billaud, Johanne Sutton and Volker Handloik are killed in Afghanistan during an attack on the convoy they are traveling in.",
            "year": 2001
        },
        {
            "text": "Kaprun disaster: One hundred fifty-five skiers and snowboarders die when a cable car catches fire in an alpine tunnel in Kaprun, Austria.",
            "year": 2000
        },
        {
            "text": "The House of Lords Act is given Royal Assent, restricting membership of the British House of Lords by virtue of a hereditary peerage.",
            "year": 1999
        },
        {
            "text": "A sculpture honoring women who served in the Vietnam War is dedicated at the Vietnam Veterans Memorial in Washington, D.C.",
            "year": 1993
        },
        {
            "text": "The General Synod of the Church of England votes to allow women to become priests.",
            "year": 1992
        },
        {
            "text": "Space Shuttle Columbia launches from the Kennedy Space Center on STS-5, the first operational mission of the Space Shuttle program.",
            "year": 1982
        },
        {
            "text": "Antigua and Barbuda joins the United Nations.",
            "year": 1981
        },
        {
            "text": "A munitions explosion at a train station in Iri, South Korea kills at least 56 people.",
            "year": 1977
        },
        {
            "text": "Australian constitutional crisis of 1975: Australian Governor-General Sir John Kerr dismisses the government of Gough Whitlam, appoints Malcolm Fraser as caretaker Prime Minister and announces a general election to be held in early December.",
            "year": 1975
        },
        {
            "text": "Independence of Angola.",
            "year": 1975
        },
        {
            "text": "Vietnam War: Vietnamization: The United States Army turns over the massive Long Binh military base to South Vietnam.",
            "year": 1972
        },
        {
            "text": "Vietnam War: Operation Commando Hunt initiated. The goal is to interdict men and supplies on the Ho Chi Minh trail, through Laos into South Vietnam.",
            "year": 1968
        },
        {
            "text": "Vietnam War: In a propaganda ceremony in Phnom Penh, Cambodia, three American prisoners of war are released by the Viet Cong and turned over to \"new left\" antiwar activist Tom Hayden.",
            "year": 1967
        },
        {
            "text": "NASA launches Gemini 12.",
            "year": 1966
        },
        {
            "text": "Southern Rhodesia's Prime Minister Ian Smith unilaterally declares the colony independent as the unrecognised state of Rhodesia.",
            "year": 1965
        },
        {
            "text": "United Air Lines Flight 227 crashes at Salt Lake City International Airport, killing 43.",
            "year": 1965
        },
        {
            "text": "Kuwait's National Assembly ratifies the Constitution of Kuwait.",
            "year": 1962
        },
        {
            "text": "Thirteen Italian Air Force servicemen, deployed to the Congo as a part of the UN peacekeeping force, are massacred by a mob in Kindu.",
            "year": 1961
        },
        {
            "text": "A military coup against President Ngô Đình Diệm of South Vietnam is crushed.",
            "year": 1960
        },
        {
            "text": "The People's Liberation Army Air Force is founded.",
            "year": 1949
        },
        {
            "text": "World War II: France's zone libre is occupied by German forces in Case Anton.",
            "year": 1942
        },
        {
            "text": "The Turkish parliament passes the Varlık Vergisi, a capital tax mostly levied on non-Muslim citizens with the unofficial aim to inflict financial ruin on them and end their prominence in the country's economy.",
            "year": 1942
        },
        {
            "text": "World War II: In the Battle of Taranto, the Royal Navy launches the first all-aircraft ship-to-ship naval attack in history.",
            "year": 1940
        },
        {
            "text": "World War II: The German auxiliary cruiser Atlantis captures top secret British mail from the Automedon, and sends it to Japan.",
            "year": 1940
        },
        {
            "text": "The Shrine of Remembrance is opened in Melbourne, Australia.",
            "year": 1934
        },
        {
            "text": "Patent number US1781541 is awarded to Albert Einstein and Leó Szilárd for their invention, the Einstein refrigerator.",
            "year": 1930
        },
        {
            "text": "The United States Numbered Highway System is established.",
            "year": 1926
        },
        {
            "text": "Adolf Hitler is arrested in Munich for high treason for his role in the Beer Hall Putsch.",
            "year": 1923
        },
        {
            "text": "The Tomb of the Unknowns is dedicated by U.S. President Warren G. Harding at Arlington National Cemetery.",
            "year": 1921
        },
        {
            "text": "The Industrial Workers of the World attack an Armistice Day parade in Centralia, Washington, ultimately resulting in the deaths of five people.",
            "year": 1919
        },
        {
            "text": "Latvian forces defeat the West Russian Volunteer Army at Riga in the Latvian War of Independence.",
            "year": 1919
        },
        {
            "text": "World War I: Germany signs an armistice agreement with the Allies in a railroad car in the forest of Compiègne.",
            "year": 1918
        },
        {
            "text": "Józef Piłsudski assumes supreme military power in Poland – symbolic first day of Polish independence.",
            "year": 1918
        },
        {
            "text": "Emperor Charles I of Austria relinquishes power.",
            "year": 1918
        },
        {
            "text": "Many cities in the Midwestern United States break their record highs and lows on the same day as a strong cold front rolls through.",
            "year": 1911
        },
        {
            "text": "The State of Washington is admitted as the 42nd state of the United States.",
            "year": 1889
        },
        {
            "text": "Four convicted anarchists were executed as a result of the Haymarket affair.",
            "year": 1887
        },
        {
            "text": "Australian bushranger Ned Kelly is hanged at Melbourne Gaol.",
            "year": 1880
        },
        {
            "text": "The Victorian Aboriginal Protection Act is enacted in Australia, giving the government control of indigenous people's wages, their terms of employment, where they could live, and of their children, effectively leading to the Stolen Generations.",
            "year": 1869
        },
        {
            "text": "Treaty of Sinchula is signed whereby Bhutan cedes the areas east of the Teesta River to the British East India Company.",
            "year": 1865
        },
        {
            "text": "A powerful earthquake occurs in Edo, Japan, causing considerable damage in the Kantō region from the shaking and subsequent fires. It had a death toll of 7,000–10,000 people and destroyed around 14,000 buildings.",
            "year": 1855
        },
        {
            "text": "The Virginia Military Institute is founded in Lexington, Virginia.",
            "year": 1839
        },
        {
            "text": "In Jerusalem, Virginia, Nat Turner is hanged after inciting a violent slave uprising.",
            "year": 1831
        },
        {
            "text": "War of 1812: Battle of Crysler's Farm: British and Canadian forces defeat a larger American force, causing the Americans to abandon their Saint Lawrence campaign.",
            "year": 1813
        },
        {
            "text": "Napoleonic Wars: Battle of Dürenstein: Eight thousand French troops attempt to slow the retreat of a vastly superior Russian and Austrian force.",
            "year": 1805
        },
        {
            "text": "Cherry Valley massacre: Loyalists and Seneca Indian forces attack a fort and village in eastern New York during the American Revolutionary War, killing more than forty civilians and soldiers.",
            "year": 1778
        },
        {
            "text": "Riots break out in Lhasa after the murder of the Tibetan regent.",
            "year": 1750
        },
        {
            "text": "The F.H.C. Society, also known as the Flat Hat Club, is formed at Raleigh Tavern, Williamsburg, Virginia. It is the first college fraternity.",
            "year": 1750
        },
        {
            "text": "Joseph Blake, alias Blueskin, a highwayman known for attacking \"Thief-Taker General\" (and thief) Jonathan Wild at the Old Bailey, is hanged in London.",
            "year": 1724
        },
        {
            "text": "Gottfried Leibniz demonstrates integral calculus for the first time to find the area under the graph of y = ƒ(x).",
            "year": 1675
        },
        {
            "text": "Second Battle of Khotyn in Ukraine: Polish–Lithuanian Commonwealth forces under the command of Jan Sobieski defeat the Ottoman army. In this battle, rockets made by Kazimierz Siemienowicz are successfully used.",
            "year": 1673
        },
        {
            "text": "Following pressure from Anglican bishop John Atherton, the Irish House of Commons passes An Act for the Punishment for the Vice of Buggery.",
            "year": 1634
        },
        {
            "text": "The Mayflower Compact is signed in what is now Provincetown Harbor near Cape Cod.",
            "year": 1620
        },
        {
            "text": "Tycho Brahe observes the supernova SN 1572.",
            "year": 1572
        },
        {
            "text": "Treaty of Granada: Louis XII of France and Ferdinand II of Aragon agree to divide the Kingdom of Naples between them.",
            "year": 1500
        },
        {
            "text": "The Fourth Council of the Lateran meets, defining the doctrine of transubstantiation, the process by which bread and wine are, by that doctrine, said to transform into the body and blood of Christ.",
            "year": 1215
        },
        {
            "text": "Henry I of England marries Matilda of Scotland, the daughter of Malcolm III of Scotland and a direct descendant of the Saxon king Edmund Ironside; Matilda is crowned on the same day.",
            "year": 1100
        },
        {
            "text": "Constantine VIII dies, ending his uninterrupted reign as emperor or co-emperor of the Byzantine Empire of 66 years.",
            "year": 1028
        },
        {
            "text": "At Carnuntum, Emperor emeritus Diocletian confers with Galerius, Augustus of the East, and Maximianus, the recently returned former Augustus of the West, in an attempt to end the civil wars of the Tetrarchy.",
            "year": 308
        }
    ],
    "births": [
        {
            "text": "Ben Doak, Scottish footballer",
            "year": 2005
        },
        {
            "text": "Oakes Fegley, American actor",
            "year": 2004
        },
        {
            "text": "X González, American activist",
            "year": 1999
        },
        {
            "text": "Liudmila Samsonova, Russian tennis player",
            "year": 1998
        },
        {
            "text": "Tye Sheridan, American actor and producer",
            "year": 1996
        },
        {
            "text": "Josh Aloiai, New Zealand rugby league player",
            "year": 1995
        },
        {
            "text": "Yuriko Miyazaki, British tennis player",
            "year": 1995
        },
        {
            "text": "Lio Rush, American wrestler",
            "year": 1994
        },
        {
            "text": "Sanju Samson, Indian cricketer",
            "year": 1994
        },
        {
            "text": "Ellie Simmonds, English swimmer",
            "year": 1994
        },
        {
            "text": "Jamaal Lascelles, English footballer",
            "year": 1993
        },
        {
            "text": "Sofía Luini, Argentine tennis player",
            "year": 1992
        },
        {
            "text": "Jean-Gabriel Pageau, Canadian ice hockey player",
            "year": 1992
        },
        {
            "text": "Christa B. Allen, American actress",
            "year": 1991
        },
        {
            "text": "Kaho Onodera, Japanese curler",
            "year": 1991
        },
        {
            "text": "Tom Dumoulin, Dutch road bicycle racer",
            "year": 1990
        },
        {
            "text": "James Segeyaro, Papua New Guinean rugby league player",
            "year": 1990
        },
        {
            "text": "Georginio Wijnaldum, Dutch footballer",
            "year": 1990
        },
        {
            "text": "Nick Blackman, English-Israeli footballer",
            "year": 1989
        },
        {
            "text": "Joe Ragland, American basketball player",
            "year": 1989
        },
        {
            "text": "Adam Rippon, American figure skater",
            "year": 1989
        },
        {
            "text": "Reina Tanaka, Japanese singer",
            "year": 1989
        },
        {
            "text": "Lewis Williamson, Scottish race car driver",
            "year": 1989
        },
        {
            "text": "David Depetris, Argentinian-Slovak footballer",
            "year": 1988
        },
        {
            "text": "Mikako Komatsu, Japanese voice actress and singer",
            "year": 1988
        },
        {
            "text": "Kyle Naughton, English footballer",
            "year": 1988
        },
        {
            "text": "Vinny Guadagnino, American actor",
            "year": 1987
        },
        {
            "text": "Chanelle Hayes, English model and singer",
            "year": 1987
        },
        {
            "text": "Jon Batiste, American singer and pianist",
            "year": 1986
        },
        {
            "text": "Victor Cruz, American football player",
            "year": 1986
        },
        {
            "text": "Mark Sanchez, American football player",
            "year": 1986
        },
        {
            "text": "François Trinh-Duc, French rugby player",
            "year": 1986
        },
        {
            "text": "Osvaldo Alonso, Cuban footballer",
            "year": 1985
        },
        {
            "text": "Austin Collie, American football player",
            "year": 1985
        },
        {
            "text": "Tiidrek Nurme, Estonian runner",
            "year": 1985
        },
        {
            "text": "Jessica Sierra, American singer",
            "year": 1985
        },
        {
            "text": "Robin Uthappa, Indian cricketer",
            "year": 1985
        },
        {
            "text": "Stephen Hunt, English footballer",
            "year": 1984
        },
        {
            "text": "Birkir Már Sævarsson, Icelandic footballer",
            "year": 1984
        },
        {
            "text": "Arouna Koné, Ivorian footballer",
            "year": 1983
        },
        {
            "text": "Philipp Lahm, German footballer",
            "year": 1983
        },
        {
            "text": "Tatsuhisa Suzuki, Japanese voice actor and singer",
            "year": 1983
        },
        {
            "text": "Gonzalo Canale, Argentinian-Italian rugby player",
            "year": 1982
        },
        {
            "text": "LA Knight, American wrestler",
            "year": 1982
        },
        {
            "text": "Chris Kelly, Canadian ice hockey player",
            "year": 1980
        },
        {
            "text": "Edmoore Takaendesa, Zimbabwean-German rugby player",
            "year": 1980
        },
        {
            "text": "Lou Vincent, New Zealand cricketer",
            "year": 1978
        },
        {
            "text": "Ben Hollioake, Australian-English cricketer (died 2002)",
            "year": 1977
        },
        {
            "text": "Jill Vedder, American philanthropist, activist and fashion model",
            "year": 1977
        },
        {
            "text": "Maniche, Portuguese footballer and manager",
            "year": 1977
        },
        {
            "text": "Scoot McNairy, American actor and producer",
            "year": 1977
        },
        {
            "text": "Marsha Mehran, Iranian-American author (died 2014)",
            "year": 1977
        },
        {
            "text": "Jason Grilli, American baseball player",
            "year": 1976
        },
        {
            "text": "Jesse F. Keeler, Canadian bass player",
            "year": 1976
        },
        {
            "text": "Daisuke Ohata, Japanese rugby player",
            "year": 1975
        },
        {
            "text": "Jon B., American singer-songwriter and producer",
            "year": 1974
        },
        {
            "text": "Leonardo DiCaprio, American actor and producer",
            "year": 1974
        },
        {
            "text": "Static Major, American singer-songwriter and producer (died 2008)",
            "year": 1974
        },
        {
            "text": "Wajahatullah Wasti, Pakistani cricketer",
            "year": 1974
        },
        {
            "text": "Jason White, American singer-songwriter and guitarist",
            "year": 1973
        },
        {
            "text": "Adam Beach, Canadian actor",
            "year": 1972
        },
        {
            "text": "David DeLuise, American actor and director",
            "year": 1971
        },
        {
            "text": "Tomas Pačėsas, Lithuanian basketball player and coach",
            "year": 1971
        },
        {
            "text": "Carson Kressley, American fashion designer, television personality, and actor",
            "year": 1969
        },
        {
            "text": "Diego Fuser, Italian footballer and manager",
            "year": 1968
        },
        {
            "text": "Gil de Ferran, Brazilian race car driver (died2023)",
            "year": 1967
        },
        {
            "text": "David Doak, Northern Irish video game designer",
            "year": 1967
        },
        {
            "text": "Frank John Hughes, American actor, producer, and screenwriter",
            "year": 1967
        },
        {
            "text": "Benedicta Boccoli, Italian model and actress",
            "year": 1966
        },
        {
            "text": "Vince Colosimo, Australian actor",
            "year": 1966
        },
        {
            "text": "Alison Doody, Irish model and actress",
            "year": 1966
        },
        {
            "text": "Peaches, Canadian musician and producer",
            "year": 1966
        },
        {
            "text": "Max Mutchnick, American screenwriter and producer",
            "year": 1965
        },
        {
            "text": "Kim Stockwood, Canadian singer-songwriter",
            "year": 1965
        },
        {
            "text": "Margarete Bagshaw, American painter and potter (died 2015)",
            "year": 1964
        },
        {
            "text": "Calista Flockhart, American actress",
            "year": 1964
        },
        {
            "text": "Philip McKeon, American actor (died 2019)",
            "year": 1964
        },
        {
            "text": "Billy Gunn, American wrestler and actor",
            "year": 1963
        },
        {
            "text": "Mario Fenech, Maltese-Australian rugby league player and sportscaster",
            "year": 1962
        },
        {
            "text": "Georgios Mitsibonas, Greek footballer (died 1997)",
            "year": 1962
        },
        {
            "text": "Demi Moore, American actress, director, and producer",
            "year": 1962
        },
        {
            "text": "James Morrison, Australian trumpet player and composer",
            "year": 1962
        },
        {
            "text": "Yuri Milner, Russian-born entrepreneur, venture capitalist and physicist",
            "year": 1961
        },
        {
            "text": "Colin Harvey, English author and critic (died 2011)",
            "year": 1960
        },
        {
            "text": "Chuck Hernandez, American baseball player and coach",
            "year": 1960
        },
        {
            "text": "Paquito Ochoa, Jr., Filipino lawyer and politician, 37th Executive Secretary of the Philippines",
            "year": 1960
        },
        {
            "text": "Cristina Odone, Kenyan-Italian journalist and author",
            "year": 1960
        },
        {
            "text": "Peter Parros, American actor, producer, and screenwriter",
            "year": 1960
        },
        {
            "text": "Stanley Tucci, American actor and director",
            "year": 1960
        },
        {
            "text": "Lee Haney, American bodybuilder",
            "year": 1959
        },
        {
            "text": "Richard Rowe, English jockey and trainer",
            "year": 1959
        },
        {
            "text": "Christian Schwarzenegger, Swiss criminologist and academic",
            "year": 1959
        },
        {
            "text": "Carl Williams, American boxer (died 2013)",
            "year": 1959
        },
        {
            "text": "Luz Casal, Spanish singer-songwriter and actress",
            "year": 1958
        },
        {
            "text": "Kazimieras Černis, Lithuanian astronomer and astrophysicist",
            "year": 1958
        },
        {
            "text": "Carlos Lacámara, Cuban-American actor and playwright",
            "year": 1958
        },
        {
            "text": "Kathy Lette, Australian-English author",
            "year": 1958
        },
        {
            "text": "Talat Aziz, Ghazal singer",
            "year": 1956
        },
        {
            "text": "Ian Craig Marsh, English guitarist",
            "year": 1956
        },
        {
            "text": "Dave Alvin, American singer-songwriter and guitarist",
            "year": 1955
        },
        {
            "text": "Jigme Singye Wangchuk, King of Bhutan",
            "year": 1955
        },
        {
            "text": "Teri York, Canadian diver",
            "year": 1955
        },
        {
            "text": "Steve Brain, English rugby player",
            "year": 1954
        },
        {
            "text": "Mary Gaitskill, American novelist, essayist, and short story writer.",
            "year": 1954
        },
        {
            "text": "Jim Kabia, English footballer",
            "year": 1954
        },
        {
            "text": "Roger Slifer, American author, illustrator, screenwriter, and producer (died 2015)",
            "year": 1954
        },
        {
            "text": "Marshall Crenshaw, American singer-songwriter and guitarist",
            "year": 1953
        },
        {
            "text": "Andy Partridge, English singer-songwriter, guitarist, and record producer",
            "year": 1953
        },
        {
            "text": "Kim Peek, American megasavant (died 2009)",
            "year": 1951
        },
        {
            "text": "Marc Summers, American television host and producer",
            "year": 1951
        },
        {
            "text": "Fuzzy Zoeller, American golfer",
            "year": 1951
        },
        {
            "text": "Mircea Dinescu, Romanian journalist and poet",
            "year": 1950
        },
        {
            "text": "Jim Peterik, American singer-songwriter and guitarist",
            "year": 1950
        },
        {
            "text": "Ismail Petra of Kelantan (died 2019)",
            "year": 1949
        },
        {
            "text": "Kathy Postlewait, American golfer",
            "year": 1949
        },
        {
            "text": "Andrzej Czok, Polish mountaineer (died 1986)",
            "year": 1948
        },
        {
            "text": "Robert John \"Mutt\" Lange, British-South African record producer and songwriter",
            "year": 1948
        },
        {
            "text": "Vincent Schiavelli, American actor (died 2005)",
            "year": 1948
        },
        {
            "text": "Al Holbert, American race car driver (died 1988)",
            "year": 1946
        },
        {
            "text": "Chris Dreja, English guitarist and songwriter (died 2025)",
            "year": 1945
        },
        {
            "text": "Vince Martell, American singer and guitarist",
            "year": 1945
        },
        {
            "text": "Daniel Ortega, Nicaraguan politician, President of Nicaragua",
            "year": 1945
        },
        {
            "text": "Doug Frost, Australian swim coach",
            "year": 1943
        },
        {
            "text": "Jonathan Fenby, English journalist and businessman",
            "year": 1942
        },
        {
            "text": "Roy Fredericks, Guyanese-American cricketer and politician (died 2000)",
            "year": 1942
        },
        {
            "text": "K. Connie Kang, Korean American journalist and author (died 2019)",
            "year": 1942
        },
        {
            "text": "Diane Wolkstein, American author and radio host (died 2013)",
            "year": 1942
        },
        {
            "text": "Barbara Boxer, American journalist and politician",
            "year": 1940
        },
        {
            "text": "Dennis Coffey, American guitarist",
            "year": 1940
        },
        {
            "text": "Denise Alexander, American actress (died 2025)",
            "year": 1939
        },
        {
            "text": "Vittorio Brambilla, Italian race car driver (died 2001)",
            "year": 1937
        },
        {
            "text": "Rudy LaRusso, American basketball player (died 2004)",
            "year": 1937
        },
        {
            "text": "Stephen Lewis, Canadian politician and diplomat, 14th Canadian Ambassador to the United Nations",
            "year": 1937
        },
        {
            "text": "Alicia Ostriker, American poet and scholar",
            "year": 1937
        },
        {
            "text": "Jack Keller, American songwriter and producer (died 2005)",
            "year": 1936
        },
        {
            "text": "Bibi Andersson, Swedish actress  (died 2019)",
            "year": 1935
        },
        {
            "text": "Martino Finotto, Italian race car driver (died 2014)",
            "year": 1933
        },
        {
            "text": "Peter B. Lewis, American businessman and philanthropist (died 2013)",
            "year": 1933
        },
        {
            "text": "Germano Mosconi, Italian journalist (died 2012)",
            "year": 1932
        },
        {
            "text": "Mildred Dresselhaus, American physicist and academic (died 2017)",
            "year": 1930
        },
        {
            "text": "Hugh Everett III, American physicist and mathematician (died 1982)",
            "year": 1930
        },
        {
            "text": "Vernon Handley, English conductor (died 2008)",
            "year": 1930
        },
        {
            "text": "LaVern Baker, American singer (died 1997)",
            "year": 1929
        },
        {
            "text": "Hans Magnus Enzensberger, German author and poet (died 2022)",
            "year": 1929
        },
        {
            "text": "Martin Jacomb, English lawyer, businessman, and academic (died 2024)",
            "year": 1929
        },
        {
            "text": "Ernestine Anderson, American singer (died 2016)",
            "year": 1928
        },
        {
            "text": "Carlos Fuentes, Mexican novelist and essayist (died 2012)",
            "year": 1928
        },
        {
            "text": "Mose Allison, American singer-songwriter and pianist (died 2016)",
            "year": 1927
        },
        {
            "text": "Martin Špegelj, Croatian general and politician, 2nd Croatian Minister of Defence (died 2014)",
            "year": 1927
        },
        {
            "text": "Maria Teresa de Filippis, Italian race car driver (died 2016)",
            "year": 1926
        },
        {
            "text": "Harry Lumley, Canadian ice hockey player (died 1998)",
            "year": 1926
        },
        {
            "text": "John Guillermin, English-American director, producer, and screenwriter (died 2015)",
            "year": 1925
        },
        {
            "text": "June Whitfield, English actress (died 2018)",
            "year": 1925
        },
        {
            "text": "Jonathan Winters, American actor and screenwriter (died 2013)",
            "year": 1925
        },
        {
            "text": "Kurt Vonnegut, American novelist, short story writer, and essayist (died 2007)",
            "year": 1922
        },
        {
            "text": "Terrel Bell, American sergeant, academic, and politician, 2nd United States Secretary of Education (died 1996)",
            "year": 1921
        },
        {
            "text": "Roy Jenkins, British politician, President of the European Commission (died 2003)",
            "year": 1920
        },
        {
            "text": "Walter Krupinski, German captain and pilot (died 2000)",
            "year": 1920
        },
        {
            "text": "Kalle Päätalo, Finnish soldier and author (died 2000)",
            "year": 1919
        },
        {
            "text": "Stubby Kaye, American entertainer (died 1997)",
            "year": 1918
        },
        {
            "text": "Robert Carr, English engineer and politician, Lord President of the Council (died 2012)",
            "year": 1916
        },
        {
            "text": "William Proxmire, American soldier, journalist, and politician (died 2005)",
            "year": 1915
        },
        {
            "text": "Anna Schwartz, American economist and author (died 2012)",
            "year": 1915
        },
        {
            "text": "James Gilbert Baker, American astronomer, optician, and academic (died 2005)",
            "year": 1914
        },
        {
            "text": "Daisy Bates, American activist (died 1999)",
            "year": 1914
        },
        {
            "text": "Taslim Olawale Elias, Nigerian academic and jurist, 2nd Chief Justice of Nigeria (died 1991)",
            "year": 1914
        },
        {
            "text": "Howard Fast, American novelist and screenwriter (died 2003)",
            "year": 1914
        },
        {
            "text": "Henry Wade, American soldier and lawyer (died 2001)",
            "year": 1914
        },
        {
            "text": "Thomas C. Mann, American lawyer, politician, and diplomat, United States Ambassador to El Salvador (died 1999)",
            "year": 1912
        },
        {
            "text": "Roberto Matta, Chilean-Italian painter and sculptor (died 2002)",
            "year": 1911
        },
        {
            "text": "Robert Ryan, American actor (died 1973)",
            "year": 1909
        },
        {
            "text": "Piero Scotti, Italian race car driver (died 1976)",
            "year": 1909
        },
        {
            "text": "Orestis Laskos, Greek director, screenwriter, and poet (died 1992)",
            "year": 1907
        },
        {
            "text": "Brother Theodore, German-American monologuist and comedian (died 2001)",
            "year": 1906
        },
        {
            "text": "Alger Hiss, American lawyer and convicted spy (died 1996)",
            "year": 1904
        },
        {
            "text": "J. H. C. Whitehead, British mathematician and academic (died 1960)",
            "year": 1904
        },
        {
            "text": "Sam Spiegel, American film producer (died 1985)",
            "year": 1901
        },
        {
            "text": "F. Van Wyck Mason, American historian and author (died 1978)",
            "year": 1901
        },
        {
            "text": "Maria Babanova, Russian stage and film actress (died 1983)",
            "year": 1900
        },
        {
            "text": "Pat O'Brien, American actor (died 1983)",
            "year": 1899
        },
        {
            "text": "René Clair, French actor, director, producer, and screenwriter (died 1981)",
            "year": 1898
        },
        {
            "text": "Shirley Graham Du Bois, American author, playwright, composer, and activist (died 1977)",
            "year": 1896
        },
        {
            "text": "Carlos Eduardo Castañeda, Mexican-American historian (died 1958)",
            "year": 1896
        },
        {
            "text": "Wealthy Babcock, American mathematician and academic (died 1990)",
            "year": 1895
        },
        {
            "text": "Beverly Bayne, American actress (died 1982)",
            "year": 1894
        },
        {
            "text": "Rabbit Maranville, American baseball player and manager (died 1954)",
            "year": 1891
        },
        {
            "text": "Grunya Sukhareva, Ukrainian-Russian psychiatrist and university lecturer (died 1981)",
            "year": 1891
        },
        {
            "text": "Abul Kalam Azad, Indian activist, scholar, and politician, Indian Minister of Education (died 1958)",
            "year": 1888
        },
        {
            "text": "J. B. Kripalani, Indian lawyer and politician (died 1982)",
            "year": 1888
        },
        {
            "text": "Roland Young, English-American actor (died 1953)",
            "year": 1887
        },
        {
            "text": "George S. Patton, American general (died 1945)",
            "year": 1885
        },
        {
            "text": "Ernest Ansermet, Swiss conductor and academic (died 1969)",
            "year": 1883
        },
        {
            "text": "Gustaf VI Adolf of Sweden (died 1973)",
            "year": 1882
        },
        {
            "text": "Maude Adams, American actress (died 1953)",
            "year": 1872
        },
        {
            "text": "David I. Walsh, American lawyer and politician, 46th Governor of Massachusetts (died 1947)",
            "year": 1872
        },
        {
            "text": "Victor Emmanuel III of Italy (died 1947)",
            "year": 1869
        },
        {
            "text": "Gaetano Bresci, Italian anarchist assassin (died 1901)",
            "year": 1869
        },
        {
            "text": "Édouard Vuillard, French painter and academic (died 1940)",
            "year": 1868
        },
        {
            "text": "Shrimad Rajchandra, a Jain philosopher, spiritual mentor of Mahatma Gandhi (died 1901)",
            "year": 1867
        },
        {
            "text": "Martha Annie Whiteley, English chemist and mathematician (died 1956)",
            "year": 1866
        },
        {
            "text": "Alfred Hermann Fried, Austrian journalist and activist, Nobel Prize laureate (died 1921)",
            "year": 1864
        },
        {
            "text": "Paul Signac, French painter and educator (died 1935)",
            "year": 1863
        },
        {
            "text": "Thomas Joseph Byrnes, Australian politician, 12th Premier of Queensland (died 1898)",
            "year": 1860
        },
        {
            "text": "Janet Erskine Stuart, English nun and educator (died 1914)",
            "year": 1857
        },
        {
            "text": "Stevan Sremac, Serbian author and activist (died 1906)",
            "year": 1855
        },
        {
            "text": "Franz Conrad von Hötzendorf, Austrian-Hungarian field marshal (died 1925)",
            "year": 1852
        },
        {
            "text": "Thomas Bailey Aldrich, American poet and author (died 1907)",
            "year": 1836
        },
        {
            "text": "Fyodor Dostoevsky, Russian novelist, short story writer, essayist, and philosopher (died 1881)",
            "year": 1821
        },
        {
            "text": "Josef Munzinger, Swiss lawyer and politician, 3rd President of the Swiss Confederation (died 1855)",
            "year": 1791
        },
        {
            "text": "Sikandar Jah, (died 1829) 3rd Nizam of Hyderabad State",
            "year": 1768
        },
        {
            "text": "Charles IV of Spain (died 1819)",
            "year": 1748
        },
        {
            "text": "Carl Peter Thunberg, Swedish botanist, entomologist, and psychologist (died 1828)",
            "year": 1743
        },
        {
            "text": "Andrea Zani, Italian violinist and composer (died 1757)",
            "year": 1696
        },
        {
            "text": "Johann Albert Fabricius, German author and scholar (died 1736)",
            "year": 1668
        },
        {
            "text": "George Savile, 1st Marquess of Halifax, English politician, Lord President of the Council (died 1695)",
            "year": 1633
        },
        {
            "text": "Maria Eleonora of Brandenburg (died 1655)",
            "year": 1599
        },
        {
            "text": "Ottavio Piccolomini, Austrian-Italian field marshal (died 1656)",
            "year": 1599
        },
        {
            "text": "Frans Snyders, Flemish painter (died 1657)",
            "year": 1579
        },
        {
            "text": "Martin Ruland the Younger, German physician and chemist (died 1611)",
            "year": 1569
        },
        {
            "text": "Marcin Kromer, Prince-Bishop of Warmia (died 1589)",
            "year": 1512
        },
        {
            "text": "Paracelsus, Swiss-German physician, botanist, astrologer, and occultist (died 1541)",
            "year": 1493
        },
        {
            "text": "Martin Bucer, German Protestant reformer (died 1551)",
            "year": 1491
        },
        {
            "text": "Catherine of Poděbrady, Hungarian queen (died 1464)",
            "year": 1449
        },
        {
            "text": "Charlotte of Savoy, French queen (died 1483)",
            "year": 1441
        },
        {
            "text": "Jošt of Rožmberk, Bishop of Breslau (died 1467)",
            "year": 1430
        },
        {
            "text": "Alphonse, Count of Poitiers (died 1271)",
            "year": 1220
        },
        {
            "text": "Alfonso VIII of Castile (died 1214)",
            "year": 1155
        },
        {
            "text": "Sancho I of Portugal (died 1212)",
            "year": 1154
        },
        {
            "text": "Henry IV, Holy Roman Emperor (died 1106)",
            "year": 1050
        }
    ],
    "deaths": [
        {
            "text": "Frank Auerbach, German-British painter (born 1931)",
            "year": 2024
        },
        {
            "text": "John Robinson, American football player and coach (born 1935)",
            "year": 2024
        },
        {
            "text": "F. W. de Klerk, South African lawyer and politician, former State President of South Africa, Nobel Prize laureate (born 1936)",
            "year": 2021
        },
        {
            "text": "Chiquito de la Calzada, Spanish singer, actor and comedian (born 1932)",
            "year": 2017
        },
        {
            "text": "Victor Bailey, American singer and bass player (born 1960)",
            "year": 2016
        },
        {
            "text": "Robert Vaughn, American actor (born 1932)",
            "year": 2016
        },
        {
            "text": "Rita Gross, American theologian and author (born 1943)",
            "year": 2015
        },
        {
            "text": "Nathaniel Marston, American actor and producer (born 1975)",
            "year": 2015
        },
        {
            "text": "John Doar, American lawyer and activist (born 1921)",
            "year": 2014
        },
        {
            "text": "Big Bank Hank, American rapper (born 1956)",
            "year": 2014
        },
        {
            "text": "Philip G. Hodge, American engineer and academic (born 1920)",
            "year": 2014
        },
        {
            "text": "Harry Lonsdale, American chemist, businessman, and politician (born 1932)",
            "year": 2014
        },
        {
            "text": "Carol Ann Susi, American actress (born 1952)",
            "year": 2014
        },
        {
            "text": "John Barnhill, American basketball player and coach (born 1938)",
            "year": 2013
        },
        {
            "text": "Domenico Bartolucci, Italian cardinal and composer (born 1917)",
            "year": 2013
        },
        {
            "text": "Bob Beckham, American singer-songwriter (born 1927)",
            "year": 2013
        },
        {
            "text": "John S. Dunne, American priest and theologian (born 1929)",
            "year": 2013
        },
        {
            "text": "Atilla Karaosmanoğlu, Turkish economist and politician, 33rd Deputy Prime Minister of Turkey (born 1931)",
            "year": 2013
        },
        {
            "text": "Lam Adesina, Nigerian educator and politician, Governor of Oyo State (born 1939)",
            "year": 2012
        },
        {
            "text": "Joe Egan, English rugby player and coach (born 1919)",
            "year": 2012
        },
        {
            "text": "Rex Hunt, English lieutenant, pilot, and diplomat, Governor of the Falkland Islands (born 1926)",
            "year": 2012
        },
        {
            "text": "Victor Mees, Belgian footballer (born 1927)",
            "year": 2012
        },
        {
            "text": "Harry Wayland Randall, American photographer (born 1915)",
            "year": 2012
        },
        {
            "text": "Francisco Blake Mora, Mexican lawyer and politician, Mexican Secretary of the Interior (born 1966)",
            "year": 2011
        },
        {
            "text": "Marie Osborne Yeats, American actress and costume designer (born 1911)",
            "year": 2010
        },
        {
            "text": "Herb Score, American baseball player and sportscaster (born 1933)",
            "year": 2008
        },
        {
            "text": "Mustafa Şekip Birgöl, Turkish colonel (born 1903)",
            "year": 2008
        },
        {
            "text": "Delbert Mann, American director and producer (born 1920)",
            "year": 2007
        },
        {
            "text": "Belinda Emmett, Australian actress (born 1974)",
            "year": 2006
        },
        {
            "text": "Moustapha Akkad, Syrian-American director and producer (born 1930)",
            "year": 2005
        },
        {
            "text": "Patrick Anson, 5th Earl of Lichfield, English photographer (born 1939)",
            "year": 2005
        },
        {
            "text": "Peter Drucker, Austrian-American author, theorist, and educator (born 1909)",
            "year": 2005
        },
        {
            "text": "Dayton Allen, American comedian and voice actor (born 1919)",
            "year": 2004
        },
        {
            "text": "Yasser Arafat, Palestinian engineer and politician, 1st President of the Palestinian National Authority, Nobel Prize laureate (born 1929)",
            "year": 2004
        },
        {
            "text": "Richard Dembo, French director and screenwriter (born 1948)",
            "year": 2004
        },
        {
            "text": "Miquel Martí i Pol, Catalan poet (born 1929)",
            "year": 2003
        },
        {
            "text": "Frances Ames, South African neurologist, psychiatrist, and human rights activist (born 1920)",
            "year": 2002
        },
        {
            "text": "Erna Viitol, Estonian sculptor (born 1920)",
            "year": 2001
        },
        {
            "text": "Sandra Schmitt, German skier (born 1981)",
            "year": 2000
        },
        {
            "text": "Mary Kay Bergman, American voice actress (born 1961)",
            "year": 1999
        },
        {
            "text": "Jacobo Timerman, Argentinian journalist and author (born 1923)",
            "year": 1999
        },
        {
            "text": "Frank Brimsek, American ice hockey player and soldier (born 1913)",
            "year": 1998
        },
        {
            "text": "Paddy Clancy, Irish singer and actor (born 1922)",
            "year": 1998
        },
        {
            "text": "Rod Milburn, American hurdler and coach (born 1950)",
            "year": 1997
        },
        {
            "text": "William Alland, American film producer and writer (born 1916)",
            "year": 1997
        },
        {
            "text": "John A. Volpe, American soldier and politician, 61st Governor of Massachusetts (born 1908)",
            "year": 1994
        },
        {
            "text": "Tadeusz Żychiewicz, Polish journalist, historian, and publicist (born 1922)",
            "year": 1994
        },
        {
            "text": "Erskine Hawkins, American trumpet player and bandleader (born 1914)",
            "year": 1993
        },
        {
            "text": "John Stanley, American author and illustrator (born 1914)",
            "year": 1993
        },
        {
            "text": "Attilio Demaría, Argentinian footballer (born 1909)",
            "year": 1990
        },
        {
            "text": "Sadi Irmak, Turkish physician and politician, 17th Prime Minister of Turkey (born 1904)",
            "year": 1990
        },
        {
            "text": "Alexis Minotis, Greek actor and director (born 1900)",
            "year": 1990
        },
        {
            "text": "Yiannis Ritsos, Greek poet and playwright (born 1909)",
            "year": 1990
        },
        {
            "text": "Charles Groves Wright Anderson, South African-Australian colonel and politician (born 1897)",
            "year": 1988
        },
        {
            "text": "William Ifor Jones, Welsh conductor and organist (born 1900)",
            "year": 1988
        },
        {
            "text": "Pelle Lindbergh, Swedish ice hockey player (born 1959)",
            "year": 1985
        },
        {
            "text": "Arthur Rothstein, American photographer and educator (born 1915)",
            "year": 1985
        },
        {
            "text": "Martin Luther King, Sr., American pastor, missionary, and activist (born 1899)",
            "year": 1984
        },
        {
            "text": "Marcel Paul, French communist politician and Holocaust survivor (born 1900)",
            "year": 1982
        },
        {
            "text": "Vince Gair, Australian politician, 27th Premier of Queensland (born 1901)",
            "year": 1980
        },
        {
            "text": "Dimitri Tiomkin, Ukrainian-American composer and conductor (born 1894)",
            "year": 1979
        },
        {
            "text": "Abraham Sarmiento, Jr., Filipino journalist and activist (born 1950)",
            "year": 1977
        },
        {
            "text": "Alexander Calder, American sculptor (born 1898)",
            "year": 1976
        },
        {
            "text": "Alfonso Leng, Chilean dentist, composer, and academic (born 1894)",
            "year": 1974
        },
        {
            "text": "Artturi Ilmari Virtanen, Finnish chemist and academic, Nobel Prize laureate (born 1895)",
            "year": 1973
        },
        {
            "text": "Richard von Frankenberg, German race car driver and journalist (born 1922)",
            "year": 1973
        },
        {
            "text": "Berry Oakley, American bass player (born 1948)",
            "year": 1972
        },
        {
            "text": "Jeanne Demessieux, French pianist and composer (born 1921)",
            "year": 1968
        },
        {
            "text": "Luis Arturo González López Guatemalan supreme court judge and briefly acting president (born 1900)",
            "year": 1965
        },
        {
            "text": "Joseph Ruddy, American swimmer and water polo player (born 1878)",
            "year": 1962
        },
        {
            "text": "Behiç Erkin, Turkish colonel and politician, Turkish Minister of Environment and Urban Planning (born 1876)",
            "year": 1961
        },
        {
            "text": "Princess Irene of Hesse and by Rhine (born 1866)",
            "year": 1953
        },
        {
            "text": "Alexandros Diomidis, Greek banker and politician, 145th Prime Minister of Greece (born 1875)",
            "year": 1950
        },
        {
            "text": "Loukas Kanakaris-Roufos, Greek lawyer and politician, Greek Minister of Foreign Minister (born 1878)",
            "year": 1949
        },
        {
            "text": "Jerome Kern, American composer (born 1885)",
            "year": 1945
        },
        {
            "text": "Munir Ertegun, Turkish diplomat (born 1883)",
            "year": 1944
        },
        {
            "text": "Muhittin Akyüz, Turkish general and diplomat (born 1870)",
            "year": 1940
        },
        {
            "text": "Bob Marshall, American author and activist (born 1901)",
            "year": 1939
        },
        {
            "text": "Shibusawa Eiichi, Japanese businessman (born 1840)",
            "year": 1931
        },
        {
            "text": "Léon Moreaux, French target shooter (born 1852)",
            "year": 1921
        },
        {
            "text": "Pavel Chistyakov, Russian painter and educator (born 1832)",
            "year": 1919
        },
        {
            "text": "George Lawrence Price, Canadian soldier (born 1892)",
            "year": 1918
        },
        {
            "text": "Liliuokalani of Hawaii (born 1838)",
            "year": 1917
        },
        {
            "text": "Pedro Ñancúpel, Chilean pirate active in the fjords and channels of Patagonia. He was executed.",
            "year": 1888
        },
        {
            "text": "Haymarket affair defendants:",
            "year": 1887
        },
        {
            "text": "George Engel, German-American businessman and activist (born 1836)",
            "year": 1887
        },
        {
            "text": "Adolph Fischer, German-American printer and activist (born 1858)",
            "year": 1887
        },
        {
            "text": "Albert Parsons, American journalist and activist (born 1848)",
            "year": 1887
        },
        {
            "text": "August Spies, American journalist and activist (born 1855)",
            "year": 1887
        },
        {
            "text": "Alfred Brehm, German zoologist, author, and illustrator (born 1827)",
            "year": 1884
        },
        {
            "text": "Ned Kelly, Australian bushranger (born 1855)",
            "year": 1880
        },
        {
            "text": "Lucretia Mott, American activist (born 1793)",
            "year": 1880
        },
        {
            "text": "James Madison Porter, American lawyer and politician, 18th United States Secretary of War (born 1793)",
            "year": 1862
        },
        {
            "text": "Pedro V of Portugal (born 1837)",
            "year": 1861
        },
        {
            "text": "Søren Kierkegaard, Danish philosopher, author, and poet (born 1813)",
            "year": 1855
        },
        {
            "text": "Nat Turner, American slave and rebel leader (born 1800)",
            "year": 1831
        },
        {
            "text": "Platon Levshin, Russian metropolitan (born 1737)",
            "year": 1812
        },
        {
            "text": "Joseph Blake, English criminal (born 1700)",
            "year": 1724
        },
        {
            "text": "Cornelis van Haarlem, Dutch painter and illustrator (born 1562)",
            "year": 1638
        },
        {
            "text": "Philippe de Mornay, French theorist and author (born 1549)",
            "year": 1623
        },
        {
            "text": "Gerald FitzGerald, 14th Earl of Desmond, Irish rebel",
            "year": 1583
        },
        {
            "text": "Hans Tausen, Danish reformer (born 1494)",
            "year": 1561
        },
        {
            "text": "Stefan Uroš III Dečanski of Serbia (born c. 1285)",
            "year": 1331
        },
        {
            "text": "King Peter III of Aragon (born 1239)",
            "year": 1285
        },
        {
            "text": "King William II of Sicily (\"the Good\") (born 1153)",
            "year": 1189
        },
        {
            "text": "Teresa of León, Countess of Portugal, Portuguese regent (born 1080)",
            "year": 1130
        },
        {
            "text": "Saint Peter Igneus, Italian Benedictine monk",
            "year": 1089
        },
        {
            "text": "Udo of Nellenburg, Archbishop of Trier (during the siege of Tübingen)",
            "year": 1078
        },
        {
            "text": "Constantine VIII, Byzantine emperor (born 960)",
            "year": 1028
        },
        {
            "text": "Teutberga, queen of Lotharingia",
            "year": 875
        },
        {
            "text": "Petronas, Byzantine general",
            "year": 865
        },
        {
            "text": "Antony the Younger, Byzantine monk and saint (born 785)",
            "year": 865
        },
        {
            "text": "Yazid I, Muslim caliph (born 647)",
            "year": 683
        },
        {
            "text": "Arsacius of Tarsus, Tarsian archbishop (born 324)",
            "year": 405
        }
    ],
    "metadata": {
        "current_date": "November 11, 2025",
        "short_date": "Nov 11",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            59,
            39,
            34,
            43,
            9,
            14,
            58,
            5,
            27,
            62
        ],
        "births": [
            205,
            185,
            199,
            99
        ],
        "deaths": [
            94,
            100,
            84,
            13
        ]
    }
}