{
    "events": [
        {
            "text": "Hurricane Harvey makes landfall in Texas as a powerful Category 4 hurricane, the strongest hurricane to make landfall in the United States since 2004.",
            "year": 2017
        },
        {
            "text": "Conflict in Rakhine State (2016–present): One hundred seventy people are killed in at least 26 separate attacks carried out by the Arakan Rohingya Salvation Army, leading to the governments of Myanmar and Malaysia designating the group as a terrorist organisation.",
            "year": 2017
        },
        {
            "text": "Voyager 1 spacecraft enters interstellar space, becoming the first man-made object to do so.",
            "year": 2012
        },
        {
            "text": "Fifty-two people are killed during an arson attack caused by members of the drug cartel Los Zetas.",
            "year": 2011
        },
        {
            "text": "A Filair Let L-410 Turbolet crashes on approach to Bandundu Airport, killing 20.",
            "year": 2010
        },
        {
            "text": "Former Prime Minister of Ukraine Pavlo Lazarenko is sentenced to nine years imprisonment for money laundering, wire fraud, and extortion.",
            "year": 2006
        },
        {
            "text": "Hurricane Katrina makes landfall in Florida.",
            "year": 2005
        },
        {
            "text": "NASA successfully launches the Spitzer Space Telescope into space.",
            "year": 2003
        },
        {
            "text": "American singer Aaliyah and several members of her entourage are killed as their overloaded aircraft crashes shortly after takeoff from Marsh Harbour Airport, Bahamas.",
            "year": 2001
        },
        {
            "text": "Egon Krenz, the former East German leader, is convicted of a shoot-to-kill policy at the Berlin Wall.",
            "year": 1997
        },
        {
            "text": "Belarus gains its independence from the Soviet Union.",
            "year": 1991
        },
        {
            "text": "The Battle of Vukovar begins. An 87-day siege of Vukovar by the Yugoslav People's Army (JNA), supported by various Serb paramilitary forces, between August and November 1991 (during the Croatian War of Independence).",
            "year": 1991
        },
        {
            "text": "Linus Torvalds announces the first version of what will become Linux.",
            "year": 1991
        },
        {
            "text": "Voyager 2 spacecraft makes its closest approach to Neptune, the last planet in the Solar System at the time, due to Pluto being within Neptune's orbit from 1979 to 1999.",
            "year": 1989
        },
        {
            "text": "Pakistan International Airlines Flight 404, carrying 54 people, disappears over the Himalayas after takeoff from Gilgit Airport in Pakistan. The aircraft was never found.",
            "year": 1989
        },
        {
            "text": "Bar Harbor Airlines Flight 1808 crashes near Auburn/Lewiston Municipal Airport in Auburn, Maine, killing all eight people on board including peace activist and child actress Samantha Smith.",
            "year": 1985
        },
        {
            "text": "Voyager 2 spacecraft makes its closest approach to Saturn.",
            "year": 1981
        },
        {
            "text": "Zimbabwe joins the United Nations.",
            "year": 1980
        },
        {
            "text": "The last performance of the Jahrhundertring at the Bayreuth Festival receives ovations of 45 minutes.",
            "year": 1980
        },
        {
            "text": "George Lincoln Rockwell, founder of the American Nazi Party, is assassinated by a former member of his group.",
            "year": 1967
        },
        {
            "text": "President Jânio Quadros of Brazil resigns after just seven months in power, initiating a political crisis that culminates in a military coup in 1964.",
            "year": 1961
        },
        {
            "text": "The Games of the XVII Olympiad commence in Rome, Italy.",
            "year": 1960
        },
        {
            "text": "The world's first publicly marketed instant noodles, Chikin Ramen, are introduced by Taiwanese-Japanese businessman Momofuku Ando.",
            "year": 1958
        },
        {
            "text": "To avert a threatened strike during the Korean War, President Truman orders Secretary of the Army Frank Pace to seize control of the nation's railroads.",
            "year": 1950
        },
        {
            "text": "The House Un-American Activities Committee holds first-ever televised congressional hearing: \"Confrontation Day\" between Whittaker Chambers and Alger Hiss.",
            "year": 1948
        },
        {
            "text": "Ten days after World War II ends with Japan announcing its surrender, armed supporters of the Chinese Communist Party kill U.S. intelligence officer John Birch, regarded by some of the American right as the first victim of the Cold War.",
            "year": 1945
        },
        {
            "text": "The August Revolution ends as Emperor Bảo Đại abdicates, ending the Nguyễn dynasty.",
            "year": 1945
        },
        {
            "text": "World War II: Paris is liberated by the Allies.",
            "year": 1944
        },
        {
            "text": "World War II: Second day of the Battle of the Eastern Solomons; a Japanese naval transport convoy headed towards Guadalcanal is turned back by an Allied air attack.",
            "year": 1942
        },
        {
            "text": "World War II: Battle of Milne Bay: Japanese marines assault Allied airfields at Milne Bay, New Guinea, initiating the Battle of Milne Bay.",
            "year": 1942
        },
        {
            "text": "World War II: Anglo-Soviet invasion of Iran: The United Kingdom and the Soviet Union jointly stage an invasion of the Imperial State of Iran.",
            "year": 1941
        },
        {
            "text": "World War II: The first Bombing of Berlin by the British Royal Air Force.",
            "year": 1940
        },
        {
            "text": "The Irish Republican Army carries out the 1939 Coventry bombing in which five civilians were killed.",
            "year": 1939
        },
        {
            "text": "The United Kingdom and Poland form a military alliance in which the UK promises to defend Poland in case of invasion by a foreign power.",
            "year": 1939
        },
        {
            "text": "The Diexi earthquake strikes Mao County, Sichuan, China and kills 9,000 people.",
            "year": 1933
        },
        {
            "text": "Nazi Germany and the Zionist Federation of Germany signed the Haavara Agreement. The agreement was a major factor in breaking the anti-Nazi boycott of 1933 and facilitated Jewish emigration from Germany and into Palestine.",
            "year": 1933
        },
        {
            "text": "Polish–Soviet War: Battle of Warsaw, which began on August 13, ends with the Red Army's defeat.",
            "year": 1920
        },
        {
            "text": "The United States National Park Service is created.",
            "year": 1916
        },
        {
            "text": "World War I: Japan declares war on Austria-Hungary.",
            "year": 1914
        },
        {
            "text": "World War I: The library of the Catholic University of Leuven is deliberately destroyed by the German Army. Hundreds of thousands of irreplaceable volumes and Gothic and Renaissance manuscripts are lost.",
            "year": 1914
        },
        {
            "text": "The Kuomintang is founded for the first time in Peking.",
            "year": 1912
        },
        {
            "text": "Russo-Japanese War: The Battle of Liaoyang begins.",
            "year": 1904
        },
        {
            "text": "Kitasato Shibasaburō discovers the infectious agent of the bubonic plague and publishes his findings in The Lancet.",
            "year": 1894
        },
        {
            "text": "France and Viet Nam sign the Treaty of Huế, recognizing a French protectorate over Annam and Tonkin.",
            "year": 1883
        },
        {
            "text": "Captain Matthew Webb becomes the first person to swim across the English Channel, traveling from Dover, England, to Calais, France, in 21 hours and 45 minutes.",
            "year": 1875
        },
        {
            "text": "The first Great Moon Hoax article is published in The New York Sun, announcing the discovery of life and civilization on the Moon.",
            "year": 1835
        },
        {
            "text": "The Belgian Revolution begins.",
            "year": 1830
        },
        {
            "text": "The Thirty-Three Orientals declare the independence of Uruguay from Brazil.",
            "year": 1825
        },
        {
            "text": "American fur trapper Hugh Glass is mauled by a grizzly bear while on an expedition in South Dakota.",
            "year": 1823
        },
        {
            "text": "War of 1812: On the second day of the Burning of Washington, British troops torch the Library of Congress, United States Treasury, Department of War, and other public buildings.",
            "year": 1814
        },
        {
            "text": "Seven Years' War: Frederick II of Prussia defeats the Russian army at the Battle of Zorndorf.",
            "year": 1758
        },
        {
            "text": "Portuguese forces are defeated by the Kingdom of Kandy at the Battle of Randeniwela in Sri Lanka.",
            "year": 1630
        },
        {
            "text": "Galileo Galilei demonstrates his first telescope to Venetian lawmakers.",
            "year": 1609
        },
        {
            "text": "War of the Portuguese Succession: Spanish victory at the Battle of Alcântara brings about the Iberian Union.",
            "year": 1580
        },
        {
            "text": "António Mota and a few companions become the first Europeans to visit Japan.",
            "year": 1543
        },
        {
            "text": "The Honourable Artillery Company, the oldest surviving regiment in the British Army, and the second most senior, is formed.",
            "year": 1537
        },
        {
            "text": "Philip III, although suffering from dysentery, becomes King of France following the death of his father Louis IX, during the Eighth Crusade. His uncle, Charles I of Naples, is forced to begin peace negotiations with Muhammad I al-Mustansir, Hafsid Sultan of Tunis.",
            "year": 1270
        },
        {
            "text": "Regent George Mouzalon and his brothers are killed during a coup headed by the aristocratic faction under Michael VIII Palaiologos, paving the way for its leader to ultimately usurp the throne of the Empire of Nicaea.",
            "year": 1258
        },
        {
            "text": "The Dutch city of Ommen receives city rights and fortification rights from Otto III, the Archbishop of Utrecht.",
            "year": 1248
        },
        {
            "text": "Emperor Constantine V humiliates nineteen high-ranking officials, after discovering a plot against him. He executes the leaders, Constantine Podopagouros and his brother Strategios.",
            "year": 766
        }
    ],
    "births": [
        {
            "text": "Evann Girault, French-Nigerien sabre fencer",
            "year": 2004
        },
        {
            "text": "Rebeka Jančová, Slovak alpine ski racer",
            "year": 2003
        },
        {
            "text": "Nicki Nicole, Argentine rapper and singer-songwriter",
            "year": 2000
        },
        {
            "text": "China Anne McClain, American actress and singer",
            "year": 1998
        },
        {
            "text": "Ong Seong-wu, South Korean singer and actor",
            "year": 1995
        },
        {
            "text": "Dowoon, South Korean musician",
            "year": 1995
        },
        {
            "text": "Edmunds Augstkalns, Latvian ice hockey player",
            "year": 1994
        },
        {
            "text": "Caris LeVert, American basketball player",
            "year": 1994
        },
        {
            "text": "Miyabi Natsuyaki, Japanese singer and actress",
            "year": 1992
        },
        {
            "text": "Ricardo Rodriguez, Swiss footballer",
            "year": 1992
        },
        {
            "text": "Max Muncy, American baseball player",
            "year": 1990
        },
        {
            "text": "Hiram Mier, Mexican footballer",
            "year": 1989
        },
        {
            "text": "Angela Park, Brazilian-American golfer",
            "year": 1988
        },
        {
            "text": "Giga Chikadze, Georgian mixed martial artist and kickboxer",
            "year": 1988
        },
        {
            "text": "Stacey Farber, Canadian actress",
            "year": 1987
        },
        {
            "text": "Velimir Jovanović, Serbian footballer",
            "year": 1987
        },
        {
            "text": "Blake Lively, American model and actress",
            "year": 1987
        },
        {
            "text": "Amy Macdonald, Scottish singer-songwriter and guitarist",
            "year": 1987
        },
        {
            "text": "Justin Upton, American baseball player",
            "year": 1987
        },
        {
            "text": "Adam Warren, American baseball player",
            "year": 1987
        },
        {
            "text": "James Wesolowski, Australian footballer",
            "year": 1987
        },
        {
            "text": "Rodney Ferguson, American footballer",
            "year": 1986
        },
        {
            "text": "Florian Mohr, German footballer",
            "year": 1984
        },
        {
            "text": "Anya Monzikova, Russian-American model and actress",
            "year": 1984
        },
        {
            "text": "James Rossiter, English race car driver",
            "year": 1983
        },
        {
            "text": "Jung Jung-suk, South Korean footballer (died 2011)",
            "year": 1982
        },
        {
            "text": "Nick Schultz, Canadian ice hockey player",
            "year": 1982
        },
        {
            "text": "Rachel Bilson, American actress",
            "year": 1981
        },
        {
            "text": "Jan-Berrie Burger, Namibian cricketer",
            "year": 1981
        },
        {
            "text": "Camille Pin, French tennis player",
            "year": 1981
        },
        {
            "text": "Marlon Harewood, English footballer",
            "year": 1979
        },
        {
            "text": "Philipp Mißfelder, German historian and politician (died 2015)",
            "year": 1979
        },
        {
            "text": "Deanna Nolan, American basketball player",
            "year": 1979
        },
        {
            "text": "Kel Mitchell, American actor, producer, and screenwriter",
            "year": 1978
        },
        {
            "text": "Robert Mohr, German rugby player",
            "year": 1978
        },
        {
            "text": "Masumi Asano, Japanese voice actress and producer",
            "year": 1977
        },
        {
            "text": "Andy McDonald, Canadian ice hockey player",
            "year": 1977
        },
        {
            "text": "Jonathan Togo, American actor",
            "year": 1977
        },
        {
            "text": "Damon Jones, American basketball player and coach",
            "year": 1976
        },
        {
            "text": "Javed Qadeer, Pakistani cricketer and coach",
            "year": 1976
        },
        {
            "text": "Alexander Skarsgård, Swedish actor",
            "year": 1976
        },
        {
            "text": "Brad Drew, Australian rugby league player",
            "year": 1975
        },
        {
            "text": "Petria Thomas, Australian swimmer and coach",
            "year": 1975
        },
        {
            "text": "Eric Millegan, American actor",
            "year": 1974
        },
        {
            "text": "Pablo Ozuna, Dominican baseball player",
            "year": 1974
        },
        {
            "text": "Fatih Akın, German director, producer, and screenwriter",
            "year": 1973
        },
        {
            "text": "Marvin Harrison, American football player",
            "year": 1972
        },
        {
            "text": "Jason Death, Australian rugby league player",
            "year": 1971
        },
        {
            "text": "Nathan Page, Australian actor",
            "year": 1971
        },
        {
            "text": "Doug Glanville, American baseball player and sportscaster",
            "year": 1970
        },
        {
            "text": "Debbie Graham, American tennis player",
            "year": 1970
        },
        {
            "text": "Robert Horry, American basketball player and sportscaster",
            "year": 1970
        },
        {
            "text": "Adrian Lam, Papua New Guinean-Australian rugby league player and coach",
            "year": 1970
        },
        {
            "text": "Sille Lundquist, Danish model and fashion model (died 2018)",
            "year": 1970
        },
        {
            "text": "Jo Dee Messina, American singer-songwriter",
            "year": 1970
        },
        {
            "text": "Claudia Schiffer, German model and fashion designer",
            "year": 1970
        },
        {
            "text": "Olga Konkova, Norwegian-Russian pianist and composer",
            "year": 1969
        },
        {
            "text": "Cameron Mathison, Canadian actor and television personality",
            "year": 1969
        },
        {
            "text": "Catriona Matthew, Scottish golfer",
            "year": 1969
        },
        {
            "text": "Vivek Razdan, Indian cricketer, coach, and sportscaster",
            "year": 1969
        },
        {
            "text": "David Alan Basche, American actor",
            "year": 1968
        },
        {
            "text": "Yuri Mitsui, Japanese actress, model, and race car driver",
            "year": 1968
        },
        {
            "text": "Stuart Murdoch, Scottish singer-songwriter",
            "year": 1968
        },
        {
            "text": "Spider One, American singer-songwriter and producer",
            "year": 1968
        },
        {
            "text": "Rachael Ray, American chef, author, and television host",
            "year": 1968
        },
        {
            "text": "Takeshi Ueda, Japanese singer-songwriter and bass player",
            "year": 1968
        },
        {
            "text": "Tom Hollander, English actor",
            "year": 1967
        },
        {
            "text": "Jeff Tweedy, American singer-songwriter, musician, and producer",
            "year": 1967
        },
        {
            "text": "Albert Belle, American baseball player",
            "year": 1966
        },
        {
            "text": "Robert Maschio, American actor",
            "year": 1966
        },
        {
            "text": "Derek Sherinian, American keyboard player, songwriter, and producer",
            "year": 1966
        },
        {
            "text": "Terminator X, American hip-hop DJ",
            "year": 1966
        },
        {
            "text": "Cornelius Bennett, American football player",
            "year": 1965
        },
        {
            "text": "Tim Cain, American video game designer",
            "year": 1965
        },
        {
            "text": "Sanjeev Sharma, Indian cricketer and coach",
            "year": 1965
        },
        {
            "text": "Mia Zapata, American singer (died 1993)",
            "year": 1965
        },
        {
            "text": "Azmin Ali, Malaysian mathematician and politician",
            "year": 1964
        },
        {
            "text": "Maxim Kontsevich, Russian-American mathematician and academic",
            "year": 1964
        },
        {
            "text": "Blair Underwood, American actor",
            "year": 1964
        },
        {
            "text": "Miro Cerar, Slovenian lawyer and politician, 8th Prime Minister of Slovenia",
            "year": 1963
        },
        {
            "text": "Shock G, American rapper and producer (died 2021)",
            "year": 1963
        },
        {
            "text": "Tiina Intelmann, Estonian lawyer and diplomat",
            "year": 1963
        },
        {
            "text": "Taslima Nasrin, Bangladeshi author",
            "year": 1962
        },
        {
            "text": "Theresa Andrews, American competition swimmer and Olympic champion",
            "year": 1962
        },
        {
            "text": "Vivian Campbell, Northern Irish rock guitarist and songwriter",
            "year": 1962
        },
        {
            "text": "Michael Zorc, German footballer",
            "year": 1962
        },
        {
            "text": "Billy Ray Cyrus, American singer-songwriter, guitarist, and actor",
            "year": 1961
        },
        {
            "text": "Dave Tippett, Canadian ice hockey player and coach",
            "year": 1961
        },
        {
            "text": "Ally Walker, American actress",
            "year": 1961
        },
        {
            "text": "Joanne Whalley, English actress",
            "year": 1961
        },
        {
            "text": "Ashley Crow, American actress",
            "year": 1960
        },
        {
            "text": "David Mabuza, South African politician, 8th Deputy President of South Africa (died 2025)",
            "year": 1960
        },
        {
            "text": "Georg Zellhofer, Austrian footballer and manager",
            "year": 1960
        },
        {
            "text": "Ian Falconer, American author and illustrator (died 2023)",
            "year": 1959
        },
        {
            "text": "Steve Levy, American lawyer and politician",
            "year": 1959
        },
        {
            "text": "Bernardo Rezende, Brazilian volleyball coach and player",
            "year": 1959
        },
        {
            "text": "Lane Smith, American author and illustrator",
            "year": 1959
        },
        {
            "text": "Ruth Ann Swenson, American soprano and actress",
            "year": 1959
        },
        {
            "text": "Tim Burton, American director, producer, and screenwriter",
            "year": 1958
        },
        {
            "text": "Christian LeBlanc, American actor",
            "year": 1958
        },
        {
            "text": "Sikander Bakht, Pakistani cricketer and sportscaster",
            "year": 1957
        },
        {
            "text": "Simon McBurney, English actor and director",
            "year": 1957
        },
        {
            "text": "Frank Serratore, American ice hockey player and coach",
            "year": 1957
        },
        {
            "text": "Matt Aitken, English songwriter and record producer",
            "year": 1956
        },
        {
            "text": "Takeshi Okada, Japanese footballer, coach, and manager",
            "year": 1956
        },
        {
            "text": "Henri Toivonen, Finnish race car driver (died 1986)",
            "year": 1956
        },
        {
            "text": "John McGeoch, Scottish guitarist (died 2004)",
            "year": 1955
        },
        {
            "text": "Gerd Müller, German businessman and politician",
            "year": 1955
        },
        {
            "text": "Elvis Costello, English singer-songwriter, guitarist, and producer",
            "year": 1954
        },
        {
            "text": "Jim Wallace, Baron Wallace of Tankerness, Scottish lawyer and politician, First Minister of Scotland",
            "year": 1954
        },
        {
            "text": "Kurban Berdyev, Turkmen footballer and manager",
            "year": 1952
        },
        {
            "text": "Geoff Downes, English keyboard player, songwriter, and producer",
            "year": 1952
        },
        {
            "text": "Duleep Mendis, Sri Lankan cricketer and coach",
            "year": 1952
        },
        {
            "text": "Rob Halford, English heavy metal singer-songwriter",
            "year": 1951
        },
        {
            "text": "Bill Handel, Brazilian-American lawyer and radio host",
            "year": 1951
        },
        {
            "text": "Willy DeVille, American singer and songwriter (died 2009)",
            "year": 1950
        },
        {
            "text": "Charles Fambrough, American bassist, composer, and producer (died 2011)",
            "year": 1950
        },
        {
            "text": "Martin Amis, British novelist (died 2023)",
            "year": 1949
        },
        {
            "text": "Rijkman Groenink, Dutch banker and academic",
            "year": 1949
        },
        {
            "text": "John Savage, American actor and producer",
            "year": 1949
        },
        {
            "text": "Gene Simmons, Israeli-American singer-songwriter, producer, and actor",
            "year": 1949
        },
        {
            "text": "Ledward Kaapana, American singer and guitarist",
            "year": 1948
        },
        {
            "text": "Nicholas A. Peppas, Greek chemist and biologist",
            "year": 1948
        },
        {
            "text": "Michael Kaluta, American author and illustrator",
            "year": 1947
        },
        {
            "text": "Keith Tippett, British jazz pianist and composer (died 2020)",
            "year": 1947
        },
        {
            "text": "Rollie Fingers, American baseball player",
            "year": 1946
        },
        {
            "text": "Charles Ghigna, American poet and author",
            "year": 1946
        },
        {
            "text": "Charlie Sanders, American football player and sportscaster (died 2015)",
            "year": 1946
        },
        {
            "text": "Daniel Hulet, Belgian cartoonist (died 2011)",
            "year": 1945
        },
        {
            "text": "Hannah Louise Shearer, American screenwriter and producer",
            "year": 1945
        },
        {
            "text": "Conrad Black, Canadian historian and author",
            "year": 1944
        },
        {
            "text": "Jacques Demers, Canadian ice hockey player, coach, and politician",
            "year": 1944
        },
        {
            "text": "Anthony Heald, American actor",
            "year": 1944
        },
        {
            "text": "Andrew Longmore, British lawyer and judge",
            "year": 1944
        },
        {
            "text": "Nathan Deal, American lawyer, and politician, 82nd Governor of Georgia",
            "year": 1942
        },
        {
            "text": "Pat Ingoldsby, Irish poet and television presenter (died 2025)",
            "year": 1942
        },
        {
            "text": "Ivan Koloff, Canadian wrestler (died 2017)",
            "year": 1942
        },
        {
            "text": "Mario Corso, Italian footballer and coach (died 2020)",
            "year": 1941
        },
        {
            "text": "Ludwig Müller, German footballer (died 2021)",
            "year": 1941
        },
        {
            "text": "Wilhelm von Homburg, German boxer and actor (died 2004)",
            "year": 1940
        },
        {
            "text": "John Badham, English-American actor, director, and producer",
            "year": 1939
        },
        {
            "text": "Marshall Brickman, Brazilian-American director, producer, and screenwriter (died 2024)",
            "year": 1939
        },
        {
            "text": "David Canary, American actor (died 2015)",
            "year": 1938
        },
        {
            "text": "Frederick Forsyth, English journalist and author (died 2025)",
            "year": 1938
        },
        {
            "text": "Jimmy Hannan, Australian television host and singer (died 2019)",
            "year": 1937
        },
        {
            "text": "Virginia Euwer Wolff, American author",
            "year": 1937
        },
        {
            "text": "Giridharilal Kedia, Indian businessman, founded the Image Institute of Technology & Management (died 2009)",
            "year": 1936
        },
        {
            "text": "Charles Wright, American poet",
            "year": 1935
        },
        {
            "text": "Lise Bacon, Canadian judge and politician, Deputy Premier of Quebec",
            "year": 1934
        },
        {
            "text": "Eddie Ilarde, Filipino journalist and politician (died 2020)",
            "year": 1934
        },
        {
            "text": "Patrick F. McManus, American journalist and author (died 2018)",
            "year": 1933
        },
        {
            "text": "Wayne Shorter, American saxophonist and composer (died 2023)",
            "year": 1933
        },
        {
            "text": "Tom Skerritt, American actor",
            "year": 1933
        },
        {
            "text": "Anatoly Kartashov, Soviet aviator and cosmonaut (died 2005)",
            "year": 1932
        },
        {
            "text": "Regis Philbin, American actor and television host (died 2020)",
            "year": 1931
        },
        {
            "text": "Sean Connery, Scottish actor and producer (died 2020)",
            "year": 1930
        },
        {
            "text": "György Enyedi, Hungarian economist and geographer (died 2012)",
            "year": 1930
        },
        {
            "text": "Graham Jarvis, Canadian actor (died 2003)",
            "year": 1930
        },
        {
            "text": "Crispin Tickell, English academic and diplomat, British Permanent Representative to the United Nations (died 2022)",
            "year": 1930
        },
        {
            "text": "John \"Kayo\" Dottley, American football player (died 2018)",
            "year": 1928
        },
        {
            "text": "Darrell Johnson, American baseball player, coach, and manager (died 2004)",
            "year": 1928
        },
        {
            "text": "Karl Korte, American composer and academic (died 2022)",
            "year": 1928
        },
        {
            "text": "Herbert Kroemer, German-American physicist, engineer, and academic, Nobel Prize laureate (died 2024)",
            "year": 1928
        },
        {
            "text": "Althea Gibson, American tennis player and golfer (died 2003)",
            "year": 1927
        },
        {
            "text": "Des Renford, Australian swimmer (died 1999)",
            "year": 1927
        },
        {
            "text": "Thea Astley, Australian journalist and author (died 2004)",
            "year": 1925
        },
        {
            "text": "Hilmar Hoffmann, German film and culture academic (died 2018)",
            "year": 1925
        },
        {
            "text": "Stepas Butautas, Lithuanian basketball player and coach (died 2001)",
            "year": 1925
        },
        {
            "text": "Zsuzsa Körmöczy, Hungarian tennis player and coach (died 2006)",
            "year": 1924
        },
        {
            "text": "Álvaro Mutis, Colombian-Mexican author and poet (died 2013)",
            "year": 1923
        },
        {
            "text": "Allyre Sirois, Canadian lawyer and judge (died 2012)",
            "year": 1923
        },
        {
            "text": "Monty Hall, Canadian television personality and game show host (died 2017)",
            "year": 1921
        },
        {
            "text": "Bryce Mackasey, Canadian businessman and politician, 20th Canadian Minister of Labour (died 1999)",
            "year": 1921
        },
        {
            "text": "Brian Moore, Northern Irish-Canadian author and screenwriter (died 1999)",
            "year": 1921
        },
        {
            "text": "William P. Foster, American bandleader and educator (died 2010)",
            "year": 1919
        },
        {
            "text": "George Wallace, American lawyer, and politician, 45th Governor of Alabama (died 1998)",
            "year": 1919
        },
        {
            "text": "Jaap Rijks, Dutch Olympic medalist (died 2017)",
            "year": 1919
        },
        {
            "text": "Leonard Bernstein, American pianist, composer, and conductor (died 1990)",
            "year": 1918
        },
        {
            "text": "Richard Greene, English actor (died 1985)",
            "year": 1918
        },
        {
            "text": "Mel Ferrer, American actor, director, and producer (died 2008)",
            "year": 1917
        },
        {
            "text": "Van Johnson, American actor (died 2008)",
            "year": 1916
        },
        {
            "text": "Frederick Chapman Robbins, American pediatrician and virologist, Nobel Prize laureate (died 2003)",
            "year": 1916
        },
        {
            "text": "Saburō Sakai, Japanese lieutenant and pilot (died 2000)",
            "year": 1916
        },
        {
            "text": "Don DeFore, American actor (died 1993)",
            "year": 1913
        },
        {
            "text": "Walt Kelly, American illustrator and animator (died 1973)",
            "year": 1913
        },
        {
            "text": "Erich Honecker, German politician (died 1994)",
            "year": 1912
        },
        {
            "text": "Võ Nguyên Giáp, Vietnamese general and politician, 3rd Minister of Defence for Vietnam (died 2013)",
            "year": 1911
        },
        {
            "text": "George Cisar, American baseball player (died 2010)",
            "year": 1910
        },
        {
            "text": "Dorothea Tanning, American painter, sculptor, and poet (died 2012)",
            "year": 1910
        },
        {
            "text": "Ruby Keeler, Canadian-American actress, singer, and dancer (died 1993)",
            "year": 1909
        },
        {
            "text": "Michael Rennie, English actor and producer (died 1971)",
            "year": 1909
        },
        {
            "text": "Jim Smith, English cricketer (died 1979)",
            "year": 1906
        },
        {
            "text": "Faustina Kowalska, Polish nun and saint (died 1938)",
            "year": 1905
        },
        {
            "text": "Arpad Elo, Hungarian-American chess player, created the Elo rating system (died 1992)",
            "year": 1903
        },
        {
            "text": "Stefan Wolpe, German-American composer and educator (died 1972)",
            "year": 1902
        },
        {
            "text": "Isobel Hogg Kerr Beattie, Scottish architect (died 1970)",
            "year": 1900
        },
        {
            "text": "Hans Adolf Krebs, German physician and biochemist, Nobel Prize laureate (died 1981)",
            "year": 1900
        },
        {
            "text": "Paul Herman Buck, American historian and author (died 1978)",
            "year": 1899
        },
        {
            "text": "Helmut Hasse, German mathematician and academic (died 1975)",
            "year": 1898
        },
        {
            "text": "Arthur Wood, English cricketer (died 1973)",
            "year": 1898
        },
        {
            "text": "Henry Trendley Dean, American dentist (died 1962)",
            "year": 1893
        },
        {
            "text": "David Shimoni, Belarusian-Israeli poet and translator (died 1956)",
            "year": 1891
        },
        {
            "text": "Alexander Mair, Australian politician, 26th Premier of New South Wales (died 1969)",
            "year": 1889
        },
        {
            "text": "Seán T. O'Kelly, Irish journalist and politician, 2nd President of Ireland (died 1966)",
            "year": 1882
        },
        {
            "text": "Ted Birnie, English footballer and manager (died 1935)",
            "year": 1878
        },
        {
            "text": "Joshua Lionel Cowen, American businessman, co-founded the Lionel Corporation (died 1965)",
            "year": 1877
        },
        {
            "text": "Agnes Mowinckel, Norwegian actress (died 1963)",
            "year": 1875
        },
        {
            "text": "Tom Kiely, British-Irish decathlete (died 1951)",
            "year": 1869
        },
        {
            "text": "James W. Gerard, American lawyer and diplomat, United States Ambassador to Germany (died 1951)",
            "year": 1867
        },
        {
            "text": "Charles Richet, French physiologist and occultist, Nobel Prize laureate (died 1935)",
            "year": 1850
        },
        {
            "text": "Ludwig II of Bavaria, King of Bavaria (died 1886)",
            "year": 1845
        },
        {
            "text": "Emil Theodor Kocher, Swiss physician and academic, Nobel Prize laureate (died 1917)",
            "year": 1841
        },
        {
            "text": "George C. Magoun, American businessman (died 1893)",
            "year": 1840
        },
        {
            "text": "Bret Harte, American short story writer and poet (died 1902)",
            "year": 1836
        },
        {
            "text": "Carlo Acton, Italian pianist and composer (died 1909)",
            "year": 1829
        },
        {
            "text": "Marie-Eugénie de Jésus, French nun and saint, founded the Religious of the Assumption (died 1898)",
            "year": 1817
        },
        {
            "text": "Nikolay Zinin, Russian organic chemist (died 1880)",
            "year": 1812
        },
        {
            "text": "Luís Alves de Lima e Silva, Duke of Caxias (died 1880)",
            "year": 1803
        },
        {
            "text": "Nikolaus Lenau, Romanian-Austrian poet and author (died 1850)",
            "year": 1802
        },
        {
            "text": "James Lick, American carpenter and piano builder (died 1876)",
            "year": 1796
        },
        {
            "text": "John Neal, American writer, critic, editor, lecturer, and activist (died 1876)",
            "year": 1793
        },
        {
            "text": "Ludwig I of Bavaria, King of Bavaria (died 1868)",
            "year": 1786
        },
        {
            "text": "Thomas Bladen Capel, English admiral (died 1853)",
            "year": 1776
        },
        {
            "text": "Louis Antoine de Saint-Just, French soldier and politician (died 1794)",
            "year": 1767
        },
        {
            "text": "Franz Teyber, Austrian organist and composer (died 1810)",
            "year": 1758
        },
        {
            "text": "Johann Gottfried Herder, German poet, philosopher, and critic (died 1803)",
            "year": 1744
        },
        {
            "text": "Karl Friedrich Bahrdt, German theologian and author (died 1792)",
            "year": 1741
        },
        {
            "text": "George Stubbs, English painter and academic (died 1806)",
            "year": 1724
        },
        {
            "text": "Louis I of Spain (died 1724)",
            "year": 1707
        },
        {
            "text": "John Leverett the Younger, American lawyer, academic, and politician (died 1724)",
            "year": 1662
        },
        {
            "text": "François de la Chaise, French priest (died 1709)",
            "year": 1624
        },
        {
            "text": "Philipp Moritz, Count of Hanau-Münzenberg, German noble (died 1638)",
            "year": 1605
        },
        {
            "text": "Philippe van Lansberge, Dutch astronomer and mathematician (died 1632)",
            "year": 1561
        },
        {
            "text": "Lady Catherine Grey, English noblewoman (died 1568)",
            "year": 1540
        },
        {
            "text": "Ivan the Terrible, Russian ruler (died 1584)",
            "year": 1530
        },
        {
            "text": "Ippolito II d'Este, Italian cardinal and statesman (died 1572)",
            "year": 1509
        },
        {
            "text": "Innocenzo Cybo, Italian cardinal (died 1550)",
            "year": 1491
        },
        {
            "text": "Francisco Fernández de la Cueva, 2nd Duke of Alburquerque, Spanish duke (died 1526)",
            "year": 1467
        }
    ],
    "deaths": [
        {
            "text": "Salim Al-Huss, Lebanese statesman, 34th Prime Minister of Lebanon (born 1929)",
            "year": 2024
        },
        {
            "text": "Mable John, American blues vocalist (born 1930)",
            "year": 2022
        },
        {
            "text": "Ferdinand Piëch, Austrian business magnate and engineer (born 1937)",
            "year": 2019
        },
        {
            "text": "John McCain, American politician (born 1936)",
            "year": 2018
        },
        {
            "text": "Rich Piana, American bodybuilder (born 1971)",
            "year": 2017
        },
        {
            "text": "Marvin Kaplan, American actor (born 1927)",
            "year": 2016
        },
        {
            "text": "José María Benegas, Spanish lawyer and politician (born 1948)",
            "year": 2015
        },
        {
            "text": "Francis Sejersted, Norwegian historian and academic (born 1936)",
            "year": 2015
        },
        {
            "text": "William Greaves, American director and producer (born 1926)",
            "year": 2014
        },
        {
            "text": "Marcel Masse, Canadian educator and politician, 29th Canadian Minister of National Defence (born 1936)",
            "year": 2014
        },
        {
            "text": "Nico M. M. Nibbering, Dutch chemist and academic (born 1938)",
            "year": 2014
        },
        {
            "text": "Uziah Thompson, Jamaican-American drummer and producer (born 1936)",
            "year": 2014
        },
        {
            "text": "Enrique Zileri, Peruvian journalist and publisher (born 1931)",
            "year": 2014
        },
        {
            "text": "Ciril Bergles, Slovene poet and translator (born 1934)",
            "year": 2013
        },
        {
            "text": "António Borges, Portuguese economist and banker (born 1949)",
            "year": 2013
        },
        {
            "text": "William Froug, American screenwriter and producer (born 1922)",
            "year": 2013
        },
        {
            "text": "Liu Fuzhi, Chinese academic and politician, 3rd Minister of Justice for China (born 1917)",
            "year": 2013
        },
        {
            "text": "Raghunath Panigrahi, Indian singer-songwriter (born 1932)",
            "year": 2013
        },
        {
            "text": "Gylmar dos Santos Neves, Brazilian footballer (born 1930)",
            "year": 2013
        },
        {
            "text": "Florencio Amarilla, Paraguayan footballer, coach, and actor (born 1935)",
            "year": 2012
        },
        {
            "text": "Neil Armstrong, American pilot, engineer, and astronaut (born 1930)",
            "year": 2012
        },
        {
            "text": "Roberto González Barrera, Mexican banker and businessman (born 1930)",
            "year": 2012
        },
        {
            "text": "Donald Gorrie, Scottish politician (born 1933)",
            "year": 2012
        },
        {
            "text": "Lazar Mojsov, Macedonian politician (born 1920)",
            "year": 2011
        },
        {
            "text": "Ted Kennedy, American politician (born 1932)",
            "year": 2009
        },
        {
            "text": "Mandé Sidibé, Malian economist and politician, Prime Minister of Mali (born 1940)",
            "year": 2009
        },
        {
            "text": "Ahmad Faraz, Pakistani poet (born 1931)",
            "year": 2008
        },
        {
            "text": "Kevin Duckworth, American basketball player (born 1964)",
            "year": 2008
        },
        {
            "text": "Benjamin Aaron, American lawyer and scholar (born 1915)",
            "year": 2007
        },
        {
            "text": "Ray Jones, English footballer (born 1988)",
            "year": 2007
        },
        {
            "text": "Noor Hassanali, Trinidadian-Tobagonian lawyer and politician, 2nd President of Trinidad and Tobago (born 1918)",
            "year": 2006
        },
        {
            "text": "Peter Glotz, Czech-German academic and politician (born 1939)",
            "year": 2005
        },
        {
            "text": "Tom Feelings, American author and illustrator (born 1933)",
            "year": 2003
        },
        {
            "text": "Dorothy Hewett, Australian author and poet (born 1923)",
            "year": 2002
        },
        {
            "text": "Aaliyah, American singer and actress (born 1979)",
            "year": 2001
        },
        {
            "text": "Carl Brewer, Canadian ice hockey player (born 1938)",
            "year": 2001
        },
        {
            "text": "Üzeyir Garih, Turkish engineer and businessman, co-founded Alarko Holding (born 1929)",
            "year": 2001
        },
        {
            "text": "Ken Tyrrell, English race car driver and businessman, founded Tyrrell Racing (born 1924)",
            "year": 2001
        },
        {
            "text": "Carl Barks, American author and illustrator (born 1901)",
            "year": 2000
        },
        {
            "text": "Frederick C. Bock, American soldier and pilot (born 1918)",
            "year": 2000
        },
        {
            "text": "Jack Nitzsche, American pianist, composer, and producer (born 1937)",
            "year": 2000
        },
        {
            "text": "Allen Woody, American bass player and songwriter  (born 1955)",
            "year": 2000
        },
        {
            "text": "Rob Fisher, English keyboard player and songwriter (born 1956)",
            "year": 1999
        },
        {
            "text": "Lewis F. Powell, Jr., American lawyer and Supreme Court justice (born 1907)",
            "year": 1998
        },
        {
            "text": "Doug Stegmeyer, American bass player and producer (born 1951)",
            "year": 1995
        },
        {
            "text": "Morley Callaghan, Canadian author and playwright (born 1903)",
            "year": 1990
        },
        {
            "text": "Art Rooney, American businessman, founded the Pittsburgh Steelers (born 1901)",
            "year": 1988
        },
        {
            "text": "Truman Capote, American novelist, playwright, and screenwriter (born 1924)",
            "year": 1984
        },
        {
            "text": "Viktor Chukarin, Ukrainian gymnast and coach (born 1921)",
            "year": 1984
        },
        {
            "text": "Waite Hoyt, American baseball player and sportscaster (born 1899)",
            "year": 1984
        },
        {
            "text": "Anna German, Polish singer (born 1936)",
            "year": 1982
        },
        {
            "text": "Nassos Kedrakas, Greek actor and cinematographer (born 1915)",
            "year": 1981
        },
        {
            "text": "Gower Champion, American dancer and choreographer (born 1919)",
            "year": 1980
        },
        {
            "text": "Stan Kenton, American pianist, composer, and bandleader (born 1911)",
            "year": 1979
        },
        {
            "text": "Károly Kós, Hungarian architect, ethnologist, and politician (born 1883)",
            "year": 1977
        },
        {
            "text": "Eyvind Johnson, Swedish novelist and short story writer, Nobel Prize laureate (born 1900)",
            "year": 1976
        },
        {
            "text": "Dezső Pattantyús-Ábrahám, Hungarian lawyer and politician, Prime Minister of Hungary (born 1875)",
            "year": 1973
        },
        {
            "text": "Ted Lewis, American singer and clarinet player (born 1890)",
            "year": 1971
        },
        {
            "text": "Tachū Naitō, Japanese architect and engineer, designed the Tokyo Tower (born 1886)",
            "year": 1970
        },
        {
            "text": "Robert Cosgrove, Australian politician, 30th Premier of Tasmania (born 1884)",
            "year": 1969
        },
        {
            "text": "Stan McCabe, Australian cricketer and coach (born 1910)",
            "year": 1968
        },
        {
            "text": "Stanley Bruce, Australian lawyer and politician, 8th Prime Minister of Australia (born 1883)",
            "year": 1967
        },
        {
            "text": "Oscar Cabalén, Argentine race car driver (born 1928)",
            "year": 1967
        },
        {
            "text": "Paul Muni, Ukrainian-born American actor (born 1895)",
            "year": 1967
        },
        {
            "text": "George Lincoln Rockwell, American commander, politician, and activist, founded the American Nazi Party (born 1918)",
            "year": 1967
        },
        {
            "text": "Lao She, Chinese novelist and dramatist (born 1899)",
            "year": 1966
        },
        {
            "text": "Moonlight Graham, American baseball player and physician (born 1879)",
            "year": 1965
        },
        {
            "text": "Alfred Kinsey, American biologist and academic (born 1894)",
            "year": 1956
        },
        {
            "text": "John Birch, American soldier and missionary (born 1918)",
            "year": 1945
        },
        {
            "text": "Prince George, Duke of Kent (born 1902)",
            "year": 1942
        },
        {
            "text": "Prince Jean, Duke of Guise (born 1874)",
            "year": 1940
        },
        {
            "text": "Babe Siebert, Canadian ice hockey player and coach (born 1904)",
            "year": 1939
        },
        {
            "text": "Aleksandr Kuprin, Russian pilot, explorer, and author (born 1870)",
            "year": 1938
        },
        {
            "text": "Juliette Adam, French author (born 1836)",
            "year": 1936
        },
        {
            "text": "Dorothea Fairbridge, South African author and co-founder of Guild of Loyal Women (born 1862)",
            "year": 1931
        },
        {
            "text": "Frankie Campbell, American boxer (born 1904)",
            "year": 1930
        },
        {
            "text": "Franz Conrad von Hötzendorf, Austrian field marshal (born 1852)",
            "year": 1925
        },
        {
            "text": "Mariano Álvarez, Filipino general and politician (born 1818)",
            "year": 1924
        },
        {
            "text": "Velma Caldwell Melville, American editor, and writer of prose and poetry (born 1858)",
            "year": 1924
        },
        {
            "text": "Nikolay Gumilyov, Russian poet and critic (born 1886)",
            "year": 1921
        },
        {
            "text": "Mary Tappan Wright, American novelist and short story writer (born 1851)",
            "year": 1916
        },
        {
            "text": "Henri Becquerel, French physicist and chemist, Nobel Prize laureate (born 1852)",
            "year": 1908
        },
        {
            "text": "Henri Fantin-Latour, French painter and lithographer (born 1836)",
            "year": 1904
        },
        {
            "text": "Friedrich Nietzsche, German philologist, philosopher, and critic (born 1844)",
            "year": 1900
        },
        {
            "text": "William Champ, English-Australian politician, 1st Premier of Tasmania (born 1808)",
            "year": 1892
        },
        {
            "text": "Zinovios Valvis, Greek lawyer and politician, 35th Prime Minister of Greece (born 1791)",
            "year": 1886
        },
        {
            "text": "Friedrich Reinhold Kreutzwald, Estonian physician and author (born 1803)",
            "year": 1882
        },
        {
            "text": "Michael Faraday, English physicist and chemist (born 1791)",
            "year": 1867
        },
        {
            "text": "William Herschel, German-English astronomer and composer (born 1738)",
            "year": 1822
        },
        {
            "text": "James Watt, Scottish engineer and instrument maker (born 1736)",
            "year": 1819
        },
        {
            "text": "Stephen Badlam, American artisan and military officer (born 1751)",
            "year": 1815
        },
        {
            "text": "Thomas Chittenden, Governor of the Vermont Republic, and first Governor of the State of Vermont (born 1730)",
            "year": 1797
        },
        {
            "text": "Florimond Claude, Comte de Mercy-Argenteau, Belgian-Austrian diplomat (born 1727)",
            "year": 1794
        },
        {
            "text": "David Hume, Scottish economist, historian, and philosopher (born 1711)",
            "year": 1776
        },
        {
            "text": "Niccolò Jommelli, Italian composer and educator (born 1714)",
            "year": 1774
        },
        {
            "text": "Carlos Seixas, Portuguese organist and composer (born 1704)",
            "year": 1742
        },
        {
            "text": "Edward Villiers, 1st Earl of Jersey, English politician, Secretary of State for the Southern Department (born 1656)",
            "year": 1711
        },
        {
            "text": "Christian V of Denmark (born 1646)",
            "year": 1699
        },
        {
            "text": "Henry Morgan, Welsh admiral and politician, Lieutenant Governor of Jamaica (born 1635)",
            "year": 1688
        },
        {
            "text": "Thomas Dekker, English author and playwright (born 1572)",
            "year": 1632
        },
        {
            "text": "Nicholas Hyde, Lord Chief Justice of England (bornc. 1572)",
            "year": 1631
        },
        {
            "text": "Ahmad al-Mansur, Sultan of the Saadi dynasty (born 1549)",
            "year": 1603
        },
        {
            "text": "Hosokawa Gracia, Japanese aristocrat and Catholic convert (born 1563)",
            "year": 1600
        },
        {
            "text": "William IV, Landgrave of Hesse-Kassel (born 1532)",
            "year": 1592
        },
        {
            "text": "Thomas Howard, 3rd Duke of Norfolk, English soldier and politician, Lord High Treasurer (born 1473)",
            "year": 1554
        },
        {
            "text": "William Catesby, supporter of Richard III (born 1450)",
            "year": 1485
        },
        {
            "text": "Margaret of Anjou wife of Henry VI and Queen of England  (born 1429)",
            "year": 1482
        },
        {
            "text": "Andrea Orcagna, Italian painter, sculptor, and architect",
            "year": 1368
        },
        {
            "text": "Henry de Cobham, 1st Baron Cobham (born 1260)",
            "year": 1339
        },
        {
            "text": "Sir James Douglas, Scottish guerrilla leader (born 1286)",
            "year": 1330
        },
        {
            "text": "Demasq Kaja, Chobanid",
            "year": 1327
        },
        {
            "text": "Beatrice of Silesia, queen consort of Germany (born c. 1292)",
            "year": 1322
        },
        {
            "text": "Thomas de Cantilupe, English bishop and saint (born 1218)",
            "year": 1282
        },
        {
            "text": "Joan, Countess of Toulouse (born 1220)",
            "year": 1271
        },
        {
            "text": "Louis IX of France (born 1214)",
            "year": 1270
        },
        {
            "text": "Alphonso of Brienne (born c. 1225)",
            "year": 1270
        },
        {
            "text": "George Mouzalon, regent of the Empire of Nicaea",
            "year": 1258
        },
        {
            "text": "Hugh III, Duke of Burgundy (born 1142)",
            "year": 1192
        },
        {
            "text": "Sisnando Davides, military leader",
            "year": 1091
        },
        {
            "text": "Dietrich of Haldensleben, German margrave",
            "year": 985
        },
        {
            "text": "Constantine Podopagouros, Byzantine official",
            "year": 766
        },
        {
            "text": "Strategios Podopagouros, Byzantine general",
            "year": 766
        },
        {
            "text": "Gennadius I, patriarch of Constantinople",
            "year": 471
        },
        {
            "text": "Gratian, Roman emperor (born 359)",
            "year": 383
        },
        {
            "text": "Saint Maginus,  Christian hermit and martyr from Tarragona",
            "year": 306
        },
        {
            "text": "Yang Yan, Jin Dynasty empress (born 238)",
            "year": 274
        },
        {
            "text": "Pliny the Elder, Roman commander and philosopher (born 23)",
            "year": 79
        }
    ],
    "metadata": {
        "current_date": "August 25, 2025",
        "short_date": "Aug 25",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            27,
            1,
            31,
            38,
            25,
            59,
            34,
            12,
            13,
            41
        ],
        "births": [
            211,
            29,
            74,
            65
        ],
        "deaths": [
            11,
            45,
            21,
            48
        ]
    }
}