{
    "events": [
        {
            "text": "Former U.S. President Donald Trump is acquitted in his second impeachment trial.",
            "year": 2021
        },
        {
            "text": "A major winter storm causes blackouts and kills at least 82 people in Texas and northern Mexico.",
            "year": 2021
        },
        {
            "text": "Kim Jong-nam, brother of North Korean dictator Kim Jong-un, is assassinated at Kuala Lumpur International Airport.",
            "year": 2017
        },
        {
            "text": "The European Space Agency (ESA) conducted the first launch of the European Vega rocket from Europe's spaceport in Kourou, French Guiana.",
            "year": 2012
        },
        {
            "text": "For the first time in more than 100 years the Umatilla, an American Indian tribe, are able to hunt and harvest a bison just outside Yellowstone National Park, restoring a centuries-old tradition guaranteed by a treaty signed in 1855.",
            "year": 2011
        },
        {
            "text": "A bomb explodes in the city of Pune, Maharashtra, India, killing 17 and injuring 60 more.",
            "year": 2010
        },
        {
            "text": "Australian Prime Minister Kevin Rudd makes a historic apology to the Indigenous Australians and the Stolen Generations.",
            "year": 2008
        },
        {
            "text": "Taiwan opposition leader Ma Ying-jeou resigns as the chairman of the Guomindang party after being indicted on charges of embezzlement during his tenure as the mayor of Taipei; Ma also announces his candidacy for the 2008 presidential election.",
            "year": 2007
        },
        {
            "text": "The Harvard–Smithsonian Center for Astrophysics announces the discovery of the universe's largest known diamond, white dwarf star BPM 37093. Astronomers named this star \"Lucy\" after The Beatles' song \"Lucy in the Sky with Diamonds\".",
            "year": 2004
        },
        {
            "text": "A magnitude 6.6 earthquake hits El Salvador, killing at least 315.",
            "year": 2001
        },
        {
            "text": "The Nepalese Civil War is initiated in the Kingdom of Nepal by the Communist Party of Nepal (Maoist-Centre).",
            "year": 1996
        },
        {
            "text": "Gulf War: Two laser-guided \"smart bombs\" destroy the Amiriyah shelter in Baghdad. Allied forces said the bunker was being used as a military communications outpost, but over 400 Iraqi civilians inside were killed.",
            "year": 1991
        },
        {
            "text": "Konstantin Chernenko succeeds the late Yuri Andropov as general secretary of the Communist Party of the Soviet Union.",
            "year": 1984
        },
        {
            "text": "A cinema fire in Turin, Italy, kills 64 people.",
            "year": 1983
        },
        {
            "text": "A series of sewer explosions destroys more than two miles of streets in Louisville, Kentucky.",
            "year": 1981
        },
        {
            "text": "An intense windstorm strikes western Washington and sinks a 0.5-mile (0.80 km) long section of the Hood Canal Bridge.",
            "year": 1979
        },
        {
            "text": "Hilton bombing: A bomb explodes in a refuse truck outside the Hilton Hotel in Sydney, Australia, killing two refuse collectors and a policeman.",
            "year": 1978
        },
        {
            "text": "Fire at One World Trade Center (North Tower) of the World Trade Center in New York.",
            "year": 1975
        },
        {
            "text": "American researchers discover the Madrid Codices by Leonardo da Vinci in the National Library of Spain.",
            "year": 1967
        },
        {
            "text": "An allegedly 500,000-year-old rock is discovered near Olancha, California, US, that appears to anachronistically encase a spark plug.",
            "year": 1961
        },
        {
            "text": "With the success of a nuclear test codenamed \"Gerboise Bleue\", France becomes the fourth country to possess nuclear weapons.",
            "year": 1960
        },
        {
            "text": "Black college students stage the first of the Nashville sit-ins at three lunch counters in Nashville, Tennessee.",
            "year": 1960
        },
        {
            "text": "Israel obtains four of the seven Dead Sea Scrolls.",
            "year": 1955
        },
        {
            "text": "Twenty-nine people are killed when Sabena Flight 503 crashes into Monte Terminillo near Rieti, Italy.",
            "year": 1955
        },
        {
            "text": "Frank Selvy becomes the only NCAA Division I basketball player ever to score 100 points in a single game.",
            "year": 1954
        },
        {
            "text": "Korean War: Battle of Chipyong-ni, which represented the \"high-water mark\" of the Chinese incursion into South Korea, commences.",
            "year": 1951
        },
        {
            "text": "World War II: The siege of Budapest concludes with the unconditional surrender of German and Hungarian forces to the Red Army.",
            "year": 1945
        },
        {
            "text": "World War II: Royal Air Force bombers are dispatched to Dresden, Germany to attack the city with a massive aerial bombardment.",
            "year": 1945
        },
        {
            "text": "A jury in Flemington, New Jersey finds Bruno Hauptmann guilty of the 1932 kidnapping and murder of the Lindbergh baby, the son of Charles Lindbergh.",
            "year": 1935
        },
        {
            "text": "The British Raj completes its transfer from Calcutta to New Delhi.",
            "year": 1931
        },
        {
            "text": "The Negro National League is formed.",
            "year": 1920
        },
        {
            "text": "Copyright: In New York City the American Society of Composers, Authors and Publishers is established to protect the copyrighted musical compositions of its members.",
            "year": 1914
        },
        {
            "text": "The 13th Dalai Lama proclaims Tibetan independence following a period of domination by Manchu Qing dynasty and initiates a period of almost four decades of independence.",
            "year": 1913
        },
        {
            "text": "Thomas Edison observes thermionic emission.",
            "year": 1880
        },
        {
            "text": "Work begins on the covering of the Senne, burying Brussels's primary river and creating the modern central boulevards.",
            "year": 1867
        },
        {
            "text": "Italian unification: The Siege of Gaeta ends with the capitulation of the defending fortress, effectively bringing an end of the Kingdom of the Two Sicilies.",
            "year": 1861
        },
        {
            "text": "The delegation headed by Metropolitan bishop Andrei Șaguna hands out to the Emperor Franz Joseph I of Austria the General Petition of Romanian leaders in Transylvania, Banat and Bukovina, which demands that the Romanian nation be recognized.",
            "year": 1849
        },
        {
            "text": "Treaty of Giyanti signed by VOC, Pakubuwono III and Prince Mangkubumi. The treaty divides the Javanese kingdom of Mataram into two: Sunanate of Surakarta and Sultanate of Yogyakarta.",
            "year": 1755
        },
        {
            "text": "Parliament of Negrete between Mapuche and Spanish authorities in Chile brings an end to the Mapuche uprising of 1723–26.",
            "year": 1726
        },
        {
            "text": "Massacre of Glencoe: Almost 80 Macdonalds at Glen Coe, Scotland are killed early in the morning for not promptly pledging allegiance to the new king, William of Orange.",
            "year": 1692
        },
        {
            "text": "William and Mary are proclaimed co-rulers of England.",
            "year": 1689
        },
        {
            "text": "With the accession of young Charles XI of Sweden, his regents begin negotiations to end the Second Northern War.",
            "year": 1660
        },
        {
            "text": "The Clergy Act becomes law, excluding bishops of the Church of England from serving in the House of Lords.",
            "year": 1642
        },
        {
            "text": "Galileo Galilei arrives in Rome for his trial before the Inquisition.",
            "year": 1633
        },
        {
            "text": "Catherine Howard, the fifth wife of Henry VIII of England, is executed for adultery.",
            "year": 1542
        },
        {
            "text": "Challenge of Barletta: Tournament between 13 Italian and 13 French knights near Barletta.",
            "year": 1503
        },
        {
            "text": "The Treaty of Westminster is finalised between Edward IV of England and the Scottish Lord of the Isles.",
            "year": 1462
        },
        {
            "text": "War of the Straits: The Battle of the Bosporus is fought in a stormy sea into the night between the Genoese, Venetian, Aragonese, and Byzantine fleets.",
            "year": 1352
        },
        {
            "text": "The central tower of Ely Cathedral falls on the night of 12th–13th.",
            "year": 1322
        },
        {
            "text": "Siege of Baghdad: Hulegu Khan, a prince of the Mongol Empire, orders his army to sack and plunder the city of Baghdad, which they had just captured.",
            "year": 1258
        },
        {
            "text": "Emperor Otto I and Pope John XII co-sign the Diploma Ottonianum, recognizing John as ruler of Rome.",
            "year": 962
        }
    ],
    "births": [
        {
            "text": "Sergio Mestre, Spanish footballer",
            "year": 2005
        },
        {
            "text": "Raúl Asencio, Spanish footballer",
            "year": 2003
        },
        {
            "text": "Jaden Ivey, American basketball player",
            "year": 2002
        },
        {
            "text": "Sophia Lillis, American actress",
            "year": 2002
        },
        {
            "text": "Kaapo Kakko, Finnish ice hockey player",
            "year": 2001
        },
        {
            "text": "Vitinha, Portuguese footballer",
            "year": 2000
        },
        {
            "text": "Kendall Fuller, American football player",
            "year": 1995
        },
        {
            "text": "Georges-Kévin Nkoudou, French-Cameroonian footballer",
            "year": 1995
        },
        {
            "text": "Memphis Depay, Dutch footballer",
            "year": 1994
        },
        {
            "text": "Keith Appling, American basketball player",
            "year": 1992
        },
        {
            "text": "Eliaquim Mangala, French footballer",
            "year": 1991
        },
        {
            "text": "Vianney, French singer",
            "year": 1991
        },
        {
            "text": "Luke Voit, American baseball player",
            "year": 1991
        },
        {
            "text": "Nathan Eovaldi, American baseball player",
            "year": 1990
        },
        {
            "text": "Mamadou Sakho, French footballer",
            "year": 1990
        },
        {
            "text": "Rodrigo Possebon, Brazilian footballer",
            "year": 1989
        },
        {
            "text": "Ryan Goins, American baseball player",
            "year": 1988
        },
        {
            "text": "Dave Rudden, Irish author",
            "year": 1988
        },
        {
            "text": "Eljero Elia, Dutch footballer",
            "year": 1987
        },
        {
            "text": "Luke Moore, English footballer",
            "year": 1986
        },
        {
            "text": "Aqib Talib, American football player",
            "year": 1986
        },
        {
            "text": "Somdev Devvarman, Indian tennis player",
            "year": 1985
        },
        {
            "text": "J. R. Giddens, American basketball player",
            "year": 1985
        },
        {
            "text": "Kwak Ji-min, South Korean actress",
            "year": 1985
        },
        {
            "text": "Al Montoya, American ice hockey player",
            "year": 1985
        },
        {
            "text": "Hinkelien Schreuder, Dutch swimmer",
            "year": 1984
        },
        {
            "text": "Mike Nickeas, Canadian baseball player",
            "year": 1983
        },
        {
            "text": "Anna Watkins, English rower",
            "year": 1983
        },
        {
            "text": "Even Helte Hermansen, Norwegian guitarist and composer",
            "year": 1982
        },
        {
            "text": "Michael Turner, American football player",
            "year": 1982
        },
        {
            "text": "Luisão, Brazilian footballer",
            "year": 1981
        },
        {
            "text": "Luke Ridnour, American basketball player",
            "year": 1981
        },
        {
            "text": "Carlos Cotto, Puerto Rican-American wrestler and boxer",
            "year": 1980
        },
        {
            "text": "Anders Behring Breivik, Norwegian mass murderer",
            "year": 1979
        },
        {
            "text": "Rafael Márquez, Mexican footballer",
            "year": 1979
        },
        {
            "text": "Rachel Reeves, English economist and politician, Chancellor of the Exchequer",
            "year": 1979
        },
        {
            "text": "Mena Suvari, American actress and fashion designer",
            "year": 1979
        },
        {
            "text": "Niklas Bäckström, Finnish ice hockey player",
            "year": 1978
        },
        {
            "text": "Philippe Jaroussky, French singer",
            "year": 1978
        },
        {
            "text": "Cory Murphy, Canadian ice hockey player and coach",
            "year": 1978
        },
        {
            "text": "Randy Moss, American football player and coach",
            "year": 1977
        },
        {
            "text": "Jörg Bergmeister, German race car driver",
            "year": 1976
        },
        {
            "text": "Feist, Canadian singer-songwriter and musician",
            "year": 1976
        },
        {
            "text": "Ben Collins, English race car driver",
            "year": 1975
        },
        {
            "text": "Katie Hopkins, English media personality and columnist",
            "year": 1975
        },
        {
            "text": "Fonzworth Bentley, American rapper and actor",
            "year": 1974
        },
        {
            "text": "Robbie Williams, English singer-songwriter",
            "year": 1974
        },
        {
            "text": "Virgilijus Alekna, Lithuanian discus thrower",
            "year": 1972
        },
        {
            "text": "Juha Ylönen, Finnish ice hockey player",
            "year": 1972
        },
        {
            "text": "Sonia Evans, English singer-songwriter",
            "year": 1971
        },
        {
            "text": "Mats Sundin, Swedish ice hockey player",
            "year": 1971
        },
        {
            "text": "Todd Williams, American baseball player",
            "year": 1971
        },
        {
            "text": "Elmer Bennett, American basketball player",
            "year": 1970
        },
        {
            "text": "Karoline Krüger, Norwegian singer-songwriter and pianist",
            "year": 1970
        },
        {
            "text": "Joyce DiDonato, American soprano and actress",
            "year": 1969
        },
        {
            "text": "Bryan Thomas Schmidt, American science fiction author and editor",
            "year": 1969
        },
        {
            "text": "Kelly Hu, American actress",
            "year": 1968
        },
        {
            "text": "Stanimir Stoilov, Bulgarian footballer and coach",
            "year": 1967
        },
        {
            "text": "Neal McDonough, American actor and producer",
            "year": 1966
        },
        {
            "text": "Jeff Waters, Canadian guitarist, songwriter, and producer",
            "year": 1966
        },
        {
            "text": "Freedom Williams, American rapper and singer",
            "year": 1966
        },
        {
            "text": "Peter O'Neill, Papua New Guinean accountant and politician, 7th Prime Minister of Papua New Guinea",
            "year": 1965
        },
        {
            "text": "Stephen Bowen, American engineer, captain, and astronaut",
            "year": 1964
        },
        {
            "text": "Ylva Johansson, Swedish educator and politician, Swedish Minister of Employment",
            "year": 1964
        },
        {
            "text": "Aníbal Acevedo Vilá, Puerto Rican lawyer and politician",
            "year": 1962
        },
        {
            "text": "Baby Doll, American wrestler and manager",
            "year": 1962
        },
        {
            "text": "Michele Greene, American actress",
            "year": 1962
        },
        {
            "text": "Marc Crawford, Canadian ice hockey player and coach",
            "year": 1961
        },
        {
            "text": "cEvin Key, Canadian singer-songwriter, drummer, keyboard player, and producer",
            "year": 1961
        },
        {
            "text": "Henry Rollins, American singer-songwriter, producer, and actor",
            "year": 1961
        },
        {
            "text": "Pierluigi Collina, Italian footballer and referee",
            "year": 1960
        },
        {
            "text": "John Healey, English journalist and politician",
            "year": 1960
        },
        {
            "text": "Gary Patterson, American football player and coach",
            "year": 1960
        },
        {
            "text": "Matt Salinger, American actor",
            "year": 1960
        },
        {
            "text": "Artur Yusupov, Russian-German chess player and author",
            "year": 1960
        },
        {
            "text": "Gaston Gingras, Canadian ice hockey player",
            "year": 1959
        },
        {
            "text": "Pernilla August, Swedish actress",
            "year": 1958
        },
        {
            "text": "Øivind Elgenes, Norwegian singer, guitarist, and composer",
            "year": 1958
        },
        {
            "text": "Marc Emery, Canadian publisher and activist",
            "year": 1958
        },
        {
            "text": "Jean-François Lisée, Canadian journalist and politician",
            "year": 1958
        },
        {
            "text": "Derek Riggs, English painter and illustrator",
            "year": 1958
        },
        {
            "text": "Denise Austin, American fitness trainer and author",
            "year": 1957
        },
        {
            "text": "Peter Hook, English singer, songwriter, musician, and record producer",
            "year": 1956
        },
        {
            "text": "Joe Birkett, American lawyer, judge, and politician",
            "year": 1955
        },
        {
            "text": "Donnie Moore, American baseball player (died 1989)",
            "year": 1954
        },
        {
            "text": "Akio Sato, Japanese wrestler and manager",
            "year": 1953
        },
        {
            "text": "Ed Gagliardi, American musician (died 2014)",
            "year": 1952
        },
        {
            "text": "David Naughton, American actor and singer",
            "year": 1951
        },
        {
            "text": "Vera Baird, English lawyer and politician",
            "year": 1950
        },
        {
            "text": "Peter Gabriel, English singer-songwriter and musician",
            "year": 1950
        },
        {
            "text": "Peter Kern, Austrian actor, director, producer, and screenwriter (died 2015)",
            "year": 1949
        },
        {
            "text": "Stephen Hadley, American soldier and diplomat, 21st United States National Security Advisor",
            "year": 1947
        },
        {
            "text": "Mike Krzyzewski, American basketball player and coach",
            "year": 1947
        },
        {
            "text": "Bogdan Tanjević, Montenegrin-Bosnian basketball coach",
            "year": 1947
        },
        {
            "text": "Kevin Bloody Wilson, Australian comedian, singer-songwriter, and guitarist",
            "year": 1947
        },
        {
            "text": "Richard Blumenthal, American sergeant and politician, 23rd Attorney General of Connecticut",
            "year": 1946
        },
        {
            "text": "Janet Finch, English sociologist and academic",
            "year": 1946
        },
        {
            "text": "Colin Matthews, English composer and educator",
            "year": 1946
        },
        {
            "text": "Marian Dawkins, English biologist and academic",
            "year": 1945
        },
        {
            "text": "King Floyd, American singer-songwriter (died 2006)",
            "year": 1945
        },
        {
            "text": "Simon Schama, English historian and author",
            "year": 1945
        },
        {
            "text": "William Sleator, American author and composer (died 2011)",
            "year": 1945
        },
        {
            "text": "Stockard Channing, American actress",
            "year": 1944
        },
        {
            "text": "Jerry Springer, English-American television host, actor, and politician, 56th Mayor of Cincinnati (died 2023)",
            "year": 1944
        },
        {
            "text": "Elaine Pagels, American theologian and academic",
            "year": 1943
        },
        {
            "text": "Carol Lynley, American model and actress (died 2019)",
            "year": 1942
        },
        {
            "text": "Peter Tork, American singer-songwriter, bass player, and actor (died 2019)",
            "year": 1942
        },
        {
            "text": "Donald E. Williams, American captain, pilot, and astronaut (died 2016)",
            "year": 1942
        },
        {
            "text": "Sigmar Polke, German painter and photographer (died 2010)",
            "year": 1941
        },
        {
            "text": "Bo Svenson, Swedish-American actor, director, and producer",
            "year": 1941
        },
        {
            "text": "Bram Peper, Dutch sociologist and politician, Mayor of Rotterdam (died 2022)",
            "year": 1940
        },
        {
            "text": "Oliver Reed, English actor (died 1999)",
            "year": 1938
        },
        {
            "text": "Ali El-Maak, Sudanese author and academic (died 1992)",
            "year": 1937
        },
        {
            "text": "Sigmund Jähn, German pilot and cosmonaut (died 2019)",
            "year": 1937
        },
        {
            "text": "Angelo Mosca, American-Canadian football player and wrestler (died 2021)",
            "year": 1937
        },
        {
            "text": "George Segal, American actor (died 2021)",
            "year": 1934
        },
        {
            "text": "Paul Biya, Cameroon politician, 2nd President of Cameroon",
            "year": 1933
        },
        {
            "text": "Kim Novak, American actress",
            "year": 1933
        },
        {
            "text": "Emanuel Ungaro, French fashion designer (died 2019)",
            "year": 1933
        },
        {
            "text": "Susan Oliver, American actress (died 1990)",
            "year": 1932
        },
        {
            "text": "Ernst Fuchs, Austrian painter, sculptor, and illustrator (died 2015)",
            "year": 1930
        },
        {
            "text": "Israel Kirzner, English-American economist, author, and academic",
            "year": 1930
        },
        {
            "text": "Omar Torrijos, Panamanian commander and politician, Military Leader of Panama (died 1981)",
            "year": 1929
        },
        {
            "text": "Gerald Regan, Canadian lawyer and politician, 19th Premier of Nova Scotia (died 2019)",
            "year": 1928
        },
        {
            "text": "Fay Ajzenberg-Selove, American nuclear physicist (died 2012)",
            "year": 1926
        },
        {
            "text": "Jean-Jacques Servan-Schreiber, French journalist and politician (died 2006)",
            "year": 1924
        },
        {
            "text": "Michael Anthony Bilandic, American soldier, judge, and politician, 49th Mayor of Chicago (died 2002)",
            "year": 1923
        },
        {
            "text": "Chuck Yeager, American general and pilot; first test pilot to break the sound barrier (died 2020)",
            "year": 1923
        },
        {
            "text": "Francis Pym, Baron Pym, Welsh soldier and politician, Secretary of State for Foreign and Commonwealth Affairs (died 2008)",
            "year": 1922
        },
        {
            "text": "Gordon Tullock, American economist and academic (died 2014)",
            "year": 1922
        },
        {
            "text": "Jeanne Demessieux, French pianist and composer (died 1968)",
            "year": 1921
        },
        {
            "text": "Aung Khin, Burmese painter (died 1996)",
            "year": 1921
        },
        {
            "text": "Boudleaux Bryant, American songwriter (died 1987)",
            "year": 1920
        },
        {
            "text": "Eileen Farrell, American soprano and educator (died 2002)",
            "year": 1920
        },
        {
            "text": "Tennessee Ernie Ford, American singer and actor (died 1991)",
            "year": 1919
        },
        {
            "text": "Eddie Robinson, American football player and coach (died 2007)",
            "year": 1919
        },
        {
            "text": "Dorothy Bliss, American invertebrate zoologist (died 1987)",
            "year": 1916
        },
        {
            "text": "Lyle Bettger, American actor (died 2003)",
            "year": 1915
        },
        {
            "text": "Aung San, Burmese general and politician, 5th Premier of British Crown Colony of Burma (died 1947)",
            "year": 1915
        },
        {
            "text": "Khalid of Saudi Arabia (died 1982)",
            "year": 1913
        },
        {
            "text": "Harald Riipalu, Russian-Estonian commander (died 1961)",
            "year": 1912
        },
        {
            "text": "Margaretta Scott, English actress (died 2005)",
            "year": 1912
        },
        {
            "text": "Faiz Ahmad Faiz, Indian-Pakistani poet and journalist (died 1984)",
            "year": 1911
        },
        {
            "text": "Jean Muir, American actress and educator (died 1996)",
            "year": 1911
        },
        {
            "text": "William Shockley, English-American physicist and academic, Nobel Prize laureate (died 1989)",
            "year": 1910
        },
        {
            "text": "Katy de la Cruz, Filipino-American singer and actress (died 2004)",
            "year": 1907
        },
        {
            "text": "Agostinho da Silva, Portuguese philosopher and author (died 1994)",
            "year": 1906
        },
        {
            "text": "Georgy Beriev, Georgian-Russian engineer, founded the Beriev Design Bureau (died 1979)",
            "year": 1903
        },
        {
            "text": "Georges Simenon, Belgian-Swiss author (died 1989)",
            "year": 1903
        },
        {
            "text": "Harold Lasswell, American political scientist and theorist (died 1978)",
            "year": 1902
        },
        {
            "text": "Paul Lazarsfeld, Austrian-American sociologist and academic (died 1976)",
            "year": 1901
        },
        {
            "text": "Barbara von Annenkoff, Russian-born German film and stage actress (died 1979)",
            "year": 1900
        },
        {
            "text": "Rolf Stenersen, Norwegian businessman (died 1978)",
            "year": 1899
        },
        {
            "text": "Hubert Ashton, English cricketer and politician (died 1979)",
            "year": 1898
        },
        {
            "text": "Robert H. Jackson, American politician, 57th United States Attorney General, Nuremberg prosecutor, and Supreme Court justice (died 1954)",
            "year": 1892
        },
        {
            "text": "Kate Roberts, Welsh author and activist (died 1985)",
            "year": 1891
        },
        {
            "text": "Grant Wood, American painter and academic (died 1942)",
            "year": 1891
        },
        {
            "text": "Leontine Sagan, Austrian actress and director (died 1974)",
            "year": 1889
        },
        {
            "text": "Georgios Papandreou, Greek lawyer, economist, and politician, 162nd Prime Minister of Greece (died 1968)",
            "year": 1888
        },
        {
            "text": "Géza Csáth, Hungarian playwright and critic (died 1919)",
            "year": 1887
        },
        {
            "text": "Bess Truman, 35th First Lady of the United States (died 1982)",
            "year": 1885
        },
        {
            "text": "Alfred Carlton Gilbert, American pole vaulter and businessman, founded the A. C. Gilbert Company (died 1961)",
            "year": 1884
        },
        {
            "text": "Hal Chase, American baseball player and manager (died 1947)",
            "year": 1883
        },
        {
            "text": "Yevgeny Vakhtangov, Russian-Armenian actor and director (died 1922)",
            "year": 1883
        },
        {
            "text": "Eleanor Farjeon, English author, poet, and playwright (died 1965)",
            "year": 1881
        },
        {
            "text": "Dimitrie Gusti, Romanian sociologist, ethnologist, historian, and philosopher (died 1955)",
            "year": 1880
        },
        {
            "text": "Sarojini Naidu, Indian poet and activist (died 1949)",
            "year": 1879
        },
        {
            "text": "Fritz Buelow, German-American baseball player and umpire (died 1933)",
            "year": 1876
        },
        {
            "text": "Feodor Chaliapin, Russian opera singer (died 1938)",
            "year": 1873
        },
        {
            "text": "Joseph Devlin, Northern Irish political leader (Nationalist Party (Northern Ireland)) (died 1934)",
            "year": 1871
        },
        {
            "text": "Leopold Godowsky, Polish-American pianist and composer (died 1938)",
            "year": 1870
        },
        {
            "text": "Harold Mahony, Scottish-Irish tennis player (died 1905)",
            "year": 1867
        },
        {
            "text": "Hugo Becker, German cellist and composer (died 1941)",
            "year": 1863
        },
        {
            "text": "Paul Deschanel, Belgian-French politician, 11th President of France (died 1922)",
            "year": 1855
        },
        {
            "text": "Lord Randolph Churchill, English lawyer and politician, Chancellor of the Exchequer (died 1895)",
            "year": 1849
        },
        {
            "text": "Mirza Ghulam Ahmad, Indian religious leader (died 1908)",
            "year": 1835
        },
        {
            "text": "Heinrich Caro, Sephardic Jewish Polish-German chemist and academic (died 1910)",
            "year": 1834
        },
        {
            "text": "John Aaron Rawlins, American general and politician, 29th United States Secretary of War (died 1869)",
            "year": 1831
        },
        {
            "text": "Francis Smith, Haitian-Australian politician, 4th Premier of Tasmania (died 1909)",
            "year": 1819
        },
        {
            "text": "Rufus Wilmot Griswold, American anthologist, editor, poet and critic (died 1857)",
            "year": 1815
        },
        {
            "text": "François Achille Bazaine, French general (died 1888)",
            "year": 1811
        },
        {
            "text": "Peter Gustav Lejeune Dirichlet, German mathematician and academic (died 1859)",
            "year": 1805
        },
        {
            "text": "Ivan Krylov, Russian author, poet, and playwright (died 1844)",
            "year": 1769
        },
        {
            "text": "Édouard Adolphe Casimir Joseph Mortier, French general and politician, 15th Prime Minister of France (died 1835)",
            "year": 1768
        },
        {
            "text": "Thomas Robert Malthus, English economist and scholar (died 1834)",
            "year": 1766
        },
        {
            "text": "John Hunter, Scottish surgeon and anatomist (died 1793)",
            "year": 1728
        },
        {
            "text": "John Reid, Scottish general (died 1807)",
            "year": 1721
        },
        {
            "text": "George Brydges Rodney, 1st Baron Rodney, English admiral and politician (died 1792)",
            "year": 1719
        },
        {
            "text": "Giovanni Battista Piazzetta, Italian painter (died 1754)",
            "year": 1683
        },
        {
            "text": "Étienne François Geoffroy, French physician and chemist (died 1731)",
            "year": 1672
        },
        {
            "text": "William V, Landgrave of Hesse-Kassel (died 1637)",
            "year": 1602
        },
        {
            "text": "Pope Alexander VII (died 1667)",
            "year": 1599
        },
        {
            "text": "Johann Reinhard I, Count of Hanau-Lichtenberg (died 1625)",
            "year": 1569
        },
        {
            "text": "Elisabeth of Hesse, Electress Palatine (died 1582)",
            "year": 1539
        },
        {
            "text": "Valentin Naboth, German astronomer and mathematician (died 1593)",
            "year": 1523
        },
        {
            "text": "Girolamo Aleandro, Italian cardinal (died 1542)",
            "year": 1480
        },
        {
            "text": "Elia Levita, Renaissance Hebrew grammarian (died 1549)",
            "year": 1469
        },
        {
            "text": "Mary of Burgundy, Sovereign Duchess regnant of Burgundy, married to Maximilian I, Holy Roman Emperor (died 1482)",
            "year": 1457
        },
        {
            "text": "Hartmann Schedel, German physician (died 1514)",
            "year": 1440
        }
    ],
    "deaths": [
        {
            "text": "Jim Guy Tucker, American lawyer and politician, 43rd Governor of Arkansas (born 1943)",
            "year": 2025
        },
        {
            "text": "Kadir Topbaş, Turkish politician (born 1945)",
            "year": 2021
        },
        {
            "text": "Callistus Ndlovu, Zimbabwean academic and politician (born 1936)",
            "year": 2019
        },
        {
            "text": "Henrik, Prince Consort of Denmark, French-born Danish royal (born 1934)",
            "year": 2018
        },
        {
            "text": "Ricardo Arias Calderón, Panamanian politician (born 1933)",
            "year": 2017
        },
        {
            "text": "Aileen Hernandez, American union organizer and activist (born 1926)",
            "year": 2017
        },
        {
            "text": "Seijun Suzuki, Japanese filmmaker (born 1923)",
            "year": 2017
        },
        {
            "text": "Kim Jong-nam, North Korean politician (born 1971)",
            "year": 2017
        },
        {
            "text": "E-Dubble, American rapper (born 1982)",
            "year": 2017
        },
        {
            "text": "O. N. V. Kurup, Indian poet and academic (born 1931)",
            "year": 2016
        },
        {
            "text": "Antonin Scalia, American lawyer and judge, Associate Justice of the Supreme Court of the United States (born 1936)",
            "year": 2016
        },
        {
            "text": "Faith Bandler, Australian activist and author (born 1918)",
            "year": 2015
        },
        {
            "text": "Stan Chambers, American journalist and actor (born 1923)",
            "year": 2015
        },
        {
            "text": "Balu Mahendra, Sri Lankan-Indian director, cinematographer, and screenwriter (born 1939)",
            "year": 2014
        },
        {
            "text": "Richard Møller Nielsen, Danish footballer and manager (born 1937)",
            "year": 2014
        },
        {
            "text": "Ralph Waite, American actor and activist (born 1928)",
            "year": 2014
        },
        {
            "text": "Laura Motta, Brazilian catholic nun (born 1919)",
            "year": 2014
        },
        {
            "text": "Gerry Day, American journalist and screenwriter (born 1922)",
            "year": 2013
        },
        {
            "text": "Miles J. Jones, American pathologist and physician (born 1952)",
            "year": 2013
        },
        {
            "text": "Pieter Kooijmans, Dutch judge and politician, Minister of Foreign Affairs for The Netherlands (born 1933)",
            "year": 2013
        },
        {
            "text": "Andrée Malebranche, Haitian artist (born 1916)",
            "year": 2013
        },
        {
            "text": "Yuko Tojo, Japanese activist and politician (born 1939)",
            "year": 2013
        },
        {
            "text": "Russell Arms, American actor and singer (born 1920)",
            "year": 2012
        },
        {
            "text": "Louise Cochrane, American-English screenwriter and producer (born 1918)",
            "year": 2012
        },
        {
            "text": "Daniel C. Gerould, American playwright and academic (born 1928)",
            "year": 2012
        },
        {
            "text": "Lucille Clifton, American poet and academic (born 1936)",
            "year": 2010
        },
        {
            "text": "Dale Hawkins, American singer-songwriter and guitarist (born 1936)",
            "year": 2010
        },
        {
            "text": "Edward Upward, English author and educator (born 1903)",
            "year": 2009
        },
        {
            "text": "Kon Ichikawa, Japanese director, producer, and screenwriter (born 1915)",
            "year": 2008
        },
        {
            "text": "Elizabeth Jolley, English-Australian author and academic (born 1923)",
            "year": 2007
        },
        {
            "text": "Charlie Norwood, American captain and politician (born 1941)",
            "year": 2007
        },
        {
            "text": "Richard Gordon Wakeford, English air marshal (born 1922)",
            "year": 2007
        },
        {
            "text": "P. F. Strawson, English philosopher and author (born 1919)",
            "year": 2006
        },
        {
            "text": "Nelson Briles, American baseball player and sportscaster (born 1943)",
            "year": 2005
        },
        {
            "text": "Lúcia Santos, Portuguese nun (born 1907)",
            "year": 2005
        },
        {
            "text": "François Tavenas, Canadian engineer and academic (born 1942)",
            "year": 2004
        },
        {
            "text": "Zelimkhan Yandarbiyev, Chechen politician, 2nd President of the Chechen Republic of Ichkeria (born 1952)",
            "year": 2004
        },
        {
            "text": "Kid Gavilán, Cuban-American boxer (born 1926)",
            "year": 2003
        },
        {
            "text": "Walt Whitman Rostow, American economist; 7th United States National Security Advisor (born 1916)",
            "year": 2003
        },
        {
            "text": "Waylon Jennings, American singer-songwriter and guitarist (born 1937)",
            "year": 2002
        },
        {
            "text": "Anders Aalborg, Canadian educator and politician (born 1914)",
            "year": 2000
        },
        {
            "text": "James Cooke Brown, American sociologist and author (born 1921)",
            "year": 2000
        },
        {
            "text": "John Leake, English soldier (born 1949)",
            "year": 2000
        },
        {
            "text": "Robert Klark Graham, American eugenicist and businessman (born 1906)",
            "year": 1997
        },
        {
            "text": "Mark Krasnosel'skii, Russian-Ukrainian mathematician and academic (born 1920)",
            "year": 1997
        },
        {
            "text": "Martin Balsam, American actor (born 1919)",
            "year": 1996
        },
        {
            "text": "Nikolay Bogolyubov, Ukrainian-Russian mathematician and physicist (born 1909)",
            "year": 1992
        },
        {
            "text": "Arno Breker, German sculptor and illustrator (born 1900)",
            "year": 1991
        },
        {
            "text": "Wayne Hays, American lieutenant and politician (born 1911)",
            "year": 1989
        },
        {
            "text": "Yuri Ivask, Russian-American poet and critic (born 1907)",
            "year": 1986
        },
        {
            "text": "Cheong Eak Chong, Singaporean entrepreneur (born 1888)",
            "year": 1984
        },
        {
            "text": "David Janssen, American actor (born 1931)",
            "year": 1980
        },
        {
            "text": "Murtala Mohammed, Nigerian general and politician, 4th President of Nigeria (born 1938)",
            "year": 1976
        },
        {
            "text": "Lily Pons, French-American soprano and actress (born 1904)",
            "year": 1976
        },
        {
            "text": "André Beaufre, French general (born 1902)",
            "year": 1975
        },
        {
            "text": "Marinus Jan Granpré Molière, Dutch architect and educator (born 1883)",
            "year": 1973
        },
        {
            "text": "Mae Marsh, American actress (born 1895)",
            "year": 1968
        },
        {
            "text": "Portia White, Canadian opera singer (born 1911)",
            "year": 1968
        },
        {
            "text": "Yoshisuke Aikawa, entrepreneur, businessman, and politician, founded Nissan Motor Company (born 1880)",
            "year": 1967
        },
        {
            "text": "Abelardo L. Rodríguez, substitute president of Mexico (1932–1934) (born 1889)",
            "year": 1967
        },
        {
            "text": "Paulino Alcántara, Filipino-Spanish footballer and manager (born 1896)",
            "year": 1964
        },
        {
            "text": "Werner Heyde, German psychiatrist and academic (born 1902)",
            "year": 1964
        },
        {
            "text": "Christabel Pankhurst, English activist, co-founded the Women's Social and Political Union (born 1880)",
            "year": 1958
        },
        {
            "text": "Georges Rouault, French painter and illustrator (born 1871)",
            "year": 1958
        },
        {
            "text": "Jan Łukasiewicz, Polish mathematician and philosopher (born 1878)",
            "year": 1956
        },
        {
            "text": "Agnes Macphail, Canadian educator and politician (born 1890)",
            "year": 1954
        },
        {
            "text": "Josephine Tey, Scottish author and playwright (born 1896)",
            "year": 1952
        },
        {
            "text": "Lloyd C. Douglas, American minister and author (born 1877)",
            "year": 1951
        },
        {
            "text": "Rafael Sabatini, Italian-English novelist and short story writer (born 1875)",
            "year": 1950
        },
        {
            "text": "Otakar Batlička, Czech journalist (born 1895)",
            "year": 1942
        },
        {
            "text": "Epitácio Pessoa, Brazilian lawyer, judge, and politician, 11th President of Brazil (born 1865)",
            "year": 1942
        },
        {
            "text": "József Pusztai, Slovene-Hungarian poet and journalist (born 1864)",
            "year": 1934
        },
        {
            "text": "Albert Gottschalk, Danish painter (born 1866)",
            "year": 1906
        },
        {
            "text": "Konstantin Savitsky, Russian painter (born 1844)",
            "year": 1905
        },
        {
            "text": "Ignacio Manuel Altamirano, Mexican intellectual and journalist (born 1834)",
            "year": 1893
        },
        {
            "text": "Provo Wallis, Canadian-English admiral (born 1791)",
            "year": 1892
        },
        {
            "text": "Jean-Baptiste Lamy, French-American archbishop (born 1814)",
            "year": 1888
        },
        {
            "text": "Richard Wagner, German composer (born 1813)",
            "year": 1883
        },
        {
            "text": "Costache Caragiale, Romanian actor and manager (born 1815)",
            "year": 1877
        },
        {
            "text": "Eliza Acton, English food writer and poet (born 1799)",
            "year": 1859
        },
        {
            "text": "Henrik Steffens, Norwegian-German philosopher and poet (born 1773)",
            "year": 1845
        },
        {
            "text": "Mariano José de Larra, Spanish journalist and author (born 1809)",
            "year": 1837
        },
        {
            "text": "Edward Berry, English admiral (born 1768)",
            "year": 1831
        },
        {
            "text": "Peter Ludwig von der Pahlen, Russian general and politician, Governor-General of Baltic provinces (born 1745)",
            "year": 1826
        },
        {
            "text": "George Rogers Clark, American general (born 1752)",
            "year": 1818
        },
        {
            "text": "Samuel Ashe, American lawyer and politician, 9th Governor of North Carolina (born 1725)",
            "year": 1813
        },
        {
            "text": "George (Konissky), Orthodox archbishop, preacher, philosopher and theologian (born 1717)",
            "year": 1795
        },
        {
            "text": "Roger Joseph Boscovich, Croatian physicist, astronomer, mathematician, and philosopher (born 1711)",
            "year": 1787
        },
        {
            "text": "Charles Gravier, comte de Vergennes, French lawyer and politician, Foreign Minister of France (born 1717)",
            "year": 1787
        },
        {
            "text": "Johann Joseph Fux, Austrian composer and theorist (born 1660)",
            "year": 1741
        },
        {
            "text": "Charles-René d'Hozier, French historian and author (born 1640)",
            "year": 1732
        },
        {
            "text": "Cotton Mather, American minister and author (born 1663)",
            "year": 1728
        },
        {
            "text": "William Wotton, English linguist and scholar (born 1666)",
            "year": 1727
        },
        {
            "text": "Johann Caspar Kerll, German organist and composer (born 1627)",
            "year": 1693
        },
        {
            "text": "Elizabeth Stuart, queen of Bohemia (born 1596)",
            "year": 1662
        },
        {
            "text": "Charles X Gustav, king of Sweden (born 1622)",
            "year": 1660
        },
        {
            "text": "Alexander Nowell, English clergyman and theologian (born 1507)",
            "year": 1602
        },
        {
            "text": "Alfonso Salmeron, Spanish priest and scholar (born 1515)",
            "year": 1585
        },
        {
            "text": "Benvenuto Cellini, Italian painter and sculptor (born 1500)",
            "year": 1571
        },
        {
            "text": "Catherine Howard, English wife of Henry VIII of England (executed; b. 1521)",
            "year": 1542
        },
        {
            "text": "Isabella d'Este, Italian noblewoman (born 1474)",
            "year": 1539
        },
        {
            "text": "Kō no Morofuyu, Japanese general",
            "year": 1351
        },
        {
            "text": "Andronikos II Palaiologos, Byzantine emperor (born 1259)",
            "year": 1332
        },
        {
            "text": "Minamoto no Sanetomo, Japanese shōgun (born 1192)",
            "year": 1219
        },
        {
            "text": "Stefan Nemanja, Serbian grand prince (born 1113)",
            "year": 1199
        },
        {
            "text": "Béla II, king of Hungary and Croatia (born 1110)",
            "year": 1141
        },
        {
            "text": "Honorius II, pope of the Catholic Church (born 1060)",
            "year": 1130
        },
        {
            "text": "Al-Hakim bi-Amr Allah, Fatimid caliph (born 985)",
            "year": 1021
        },
        {
            "text": "Adalbert Atto, Lombard nobleman",
            "year": 988
        },
        {
            "text": "Muhammad ibn Ra'iq, Abbasid emir and regent",
            "year": 942
        },
        {
            "text": "Xiao Wen, empress of the Liao dynasty",
            "year": 936
        },
        {
            "text": "Vratislaus I, duke of Bohemia",
            "year": 921
        },
        {
            "text": "Kenneth MacAlpin, Scottish king (probable; b. 810)",
            "year": 858
        },
        {
            "text": "Chilperic II, Frankish king (born 672)",
            "year": 721
        },
        {
            "text": "Emperor He of Han (Han Hedi) of the Chinese Eastern Han dynasty (born AD 79)",
            "year": 106
        }
    ],
    "metadata": {
        "current_date": "February 13, 2026",
        "short_date": "Feb 13",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            30,
            46,
            16,
            15,
            19,
            0,
            14,
            1,
            8,
            7
        ],
        "births": [
            186,
            121,
            84,
            110
        ],
        "deaths": [
            80,
            17,
            20,
            78
        ]
    }
}