{
    "events": [
        {
            "text": "The World Health Organization declares the COVID-19 pandemic to be a Public Health Emergency of International Concern.",
            "year": 2020
        },
        {
            "text": "Naro-1 becomes the first carrier rocket launched by South Korea.",
            "year": 2013
        },
        {
            "text": "Microsoft Corporation releases Windows Vista, a major release of the operating system Microsoft Windows and the NT based kernel.",
            "year": 2007
        },
        {
            "text": "The Goleta postal facility shootings occur, killing seven people before the perpetrator took her own life.",
            "year": 2006
        },
        {
            "text": "Kenya Airways Flight 431 crashes into the Atlantic Ocean off the coast of Ivory Coast, killing 169.",
            "year": 2000
        },
        {
            "text": "Hydroxycarbamide becomes the first approved preventive treatment for sickle cell disease.",
            "year": 1995
        },
        {
            "text": "The American embassy in Kabul, Afghanistan is closed.",
            "year": 1989
        },
        {
            "text": "Richard Skrenta writes the first PC virus code, which is 400 lines long and disguised as an Apple boot program called \"Elk Cloner\".",
            "year": 1982
        },
        {
            "text": "A Varig Boeing 707-323C freighter, flown by the same commander as Flight 820, disappears over the Pacific Ocean 30 minutes after taking off from Tokyo.",
            "year": 1979
        },
        {
            "text": "The Monitor National Marine Sanctuary is established as the first United States National Marine Sanctuary.",
            "year": 1975
        },
        {
            "text": "Turkish Airlines Flight 345 crashes into the Sea of Marmara near Istanbul Yeşilköy Airport, killing 42.",
            "year": 1975
        },
        {
            "text": "Pan Am Flight 806 crashes near Pago Pago International Airport in American Samoa, killing 97.",
            "year": 1974
        },
        {
            "text": "The Troubles: Bloody Sunday: British paratroopers open fire on anti-internment marchers in Derry, Northern Ireland, killing 13 people; another person later dies of injuries sustained.",
            "year": 1972
        },
        {
            "text": "Pakistan leaves the Commonwealth of Nations in protest of its recognition of breakaway Bangladesh.",
            "year": 1972
        },
        {
            "text": "The Beatles' last public performance, on the roof of Apple Records in London. The impromptu concert is broken up by the police.",
            "year": 1969
        },
        {
            "text": "Vietnam War: Tet Offensive launch by forces of the Viet Cong and North Vietnamese Army against South Vietnam, the United States, and their allies.",
            "year": 1968
        },
        {
            "text": "In a bloodless coup, General Nguyễn Khánh overthrows General Dương Văn Minh's military junta in South Vietnam.",
            "year": 1964
        },
        {
            "text": "The African National Party is founded in Chad, through the merger of traditionalist parties.",
            "year": 1960
        },
        {
            "text": "The forces of the Sultanate of Muscat occupy the last strongholds of the Imamate of Oman, Saiq and Shuraijah, marking the end of Jebel Akhdar War in Oman.",
            "year": 1959
        },
        {
            "text": "MS Hans Hedtoft, specifically designed to operate in icebound seas, strikes an iceberg on her maiden voyage and sinks, killing all 95 aboard.",
            "year": 1959
        },
        {
            "text": "In the United States, Civil Rights Movement leader Martin Luther King Jr.'s home is bombed in retaliation for the Montgomery bus boycott.",
            "year": 1956
        },
        {
            "text": "British South American Airways' Tudor IV Star Tiger disappears over the Bermuda Triangle.",
            "year": 1948
        },
        {
            "text": "Following the assassination of Mahatma Gandhi in his home compound, India's prime minister, Jawaharlal Nehru, broadcasts to the nation, saying \"The light has gone out of our lives\". The date of the assassination becomes observed as \"Martyrs' Day\" in India.",
            "year": 1948
        },
        {
            "text": "World War II: The Wilhelm Gustloff, overfilled with German refugees, sinks in the Baltic Sea after being torpedoed by a Soviet submarine, killing approximately 9,500 people.",
            "year": 1945
        },
        {
            "text": "World War II: Raid at Cabanatuan: One hundred and twenty-six American Rangers and Filipino resistance fighters liberate over 500 Allied prisoners from the Japanese-controlled Cabanatuan POW camp.",
            "year": 1945
        },
        {
            "text": "World War II: The Battle of Cisterna, part of Operation Shingle, begins in central Italy.",
            "year": 1944
        },
        {
            "text": "World War II: Japanese forces invade the island of Ambon in the Dutch East Indies. Some 300 captured Allied troops are killed after the surrender. One-quarter of the remaining POWs remain alive at the end of the war.",
            "year": 1942
        },
        {
            "text": "During a speech in the Reichstag, Adolf Hitler makes a prediction about the end of the Jewish race in Europe if another world war were to occur.",
            "year": 1939
        },
        {
            "text": "Adolf Hitler's rise to power: Hitler takes office as the Chancellor of Germany.",
            "year": 1933
        },
        {
            "text": "The Politburo of the Communist Party of the Soviet Union orders the confiscation of lands belonging to the Kulaks in a campaign of Dekulakization, resulting in the executions and forced deportations of millions.",
            "year": 1930
        },
        {
            "text": "The Government of Turkey expels Patriarch Constantine VI from Istanbul.",
            "year": 1925
        },
        {
            "text": "Japanese carmaker Mazda is founded, initially as a cork-producing company.",
            "year": 1920
        },
        {
            "text": "The destroyer USS Terry makes the first airplane rescue at sea saving the life of Douglas McCurdy 16 kilometres (10 miles) from Havana, Cuba.",
            "year": 1911
        },
        {
            "text": "Indian pacifist and leader Mohandas Karamchand Gandhi is released from prison by Jan C. Smuts after being tried and sentenced to two months in jail earlier in the month.",
            "year": 1908
        },
        {
            "text": "The first Anglo-Japanese Alliance is signed in London.",
            "year": 1902
        },
        {
            "text": "Archduke Crown Prince Rudolf of Austria, heir to the Austro-Hungarian crown, is found dead with his mistress Baroness Mary Vetsera in the Mayerling.",
            "year": 1889
        },
        {
            "text": "American Civil War: The first American ironclad warship, the USS Monitor is launched.",
            "year": 1862
        },
        {
            "text": "The first Hallé concert is given in Manchester, England, marking the official founding of The Hallé orchestra as a full-time, professional orchestra.",
            "year": 1858
        },
        {
            "text": "Yerba Buena, California is renamed San Francisco, California.",
            "year": 1847
        },
        {
            "text": "In the first assassination attempt against a President of the United States, Richard Lawrence attempts to shoot president Andrew Jackson, but fails and is subdued by a crowd, including several congressmen as well as Jackson himself.",
            "year": 1835
        },
        {
            "text": "The Menai Suspension Bridge, considered the world's first modern suspension bridge, connecting the Isle of Anglesey to the north West coast of Wales, is opened.",
            "year": 1826
        },
        {
            "text": "Edward Bransfield sights the Trinity Peninsula and claims the discovery of Antarctica.",
            "year": 1820
        },
        {
            "text": "The original Lower Trenton Bridge (also called the Trenton Makes the World Takes Bridge), which spans the Delaware River between Morrisville, Pennsylvania and Trenton, New Jersey, is opened.",
            "year": 1806
        },
        {
            "text": "Tây Sơn forces emerge victorious against Qing armies and liberate the capital Thăng Long.",
            "year": 1789
        },
        {
            "text": "The Truce of Andrusovo is signed, ending the Russian-Polish War of 1654-1667.",
            "year": 1667
        },
        {
            "text": "Oliver Cromwell, Lord Protector of the Commonwealth of England, is ritually executed more than two years after his death, on the 12th anniversary of the execution of the monarch he himself deposed.",
            "year": 1661
        },
        {
            "text": "Charles I of England is executed in Whitehall, London.",
            "year": 1649
        },
        {
            "text": "Eighty Years' War: The Treaty of Münster and Osnabrück is signed, ending the conflict between the Netherlands and Spain.",
            "year": 1648
        },
        {
            "text": "An estimated 200 square miles (51,800 ha) along the coasts of the Bristol Channel and Severn Estuary in England are destroyed by massive flooding, resulting in an estimated 2,000 deaths.",
            "year": 1607
        },
        {
            "text": "King Wareru founds the Hanthawaddy kingdom, and proclaims independence from the Pagan Kingdom.",
            "year": 1287
        },
        {
            "text": "Poland and the Holy Roman Empire conclude the Peace of Bautzen.",
            "year": 1018
        }
    ],
    "births": [
        {
            "text": "Prince Hashem, second son of King Abdullah II of Jordan",
            "year": 2005
        },
        {
            "text": "Amen Thompson, American basketball player",
            "year": 2003
        },
        {
            "text": "Ausar Thompson, American basketball player",
            "year": 2003
        },
        {
            "text": "Tyla, South African singer and songwriter.",
            "year": 2002
        },
        {
            "text": "Bijan Robinson, American football player",
            "year": 2002
        },
        {
            "text": "Curtis Jones, English footballer",
            "year": 2001
        },
        {
            "text": "Markella Kavenagh, Australian actress",
            "year": 2000
        },
        {
            "text": "Bryan Woo, American baseball player",
            "year": 2000
        },
        {
            "text": "Thomas Chabot, Canadian ice hockey player",
            "year": 1997
        },
        {
            "text": "Colin White, American ice hockey player",
            "year": 1997
        },
        {
            "text": "Dafne Navarro, Mexican trampoline gymnast",
            "year": 1996
        },
        {
            "text": "Danielle Campbell, American actress",
            "year": 1995
        },
        {
            "text": "Jack Laugher, English diver",
            "year": 1995
        },
        {
            "text": "Marcos Llorente, Spanish footballer",
            "year": 1995
        },
        {
            "text": "Amelia Dimoldenberg, English comedian, writer and presenter",
            "year": 1994
        },
        {
            "text": "Katy Marchant, English track cyclist",
            "year": 1993
        },
        {
            "text": "Kodai Senga, Japanese baseball player",
            "year": 1993
        },
        {
            "text": "Thitipoom Techaapaikhun, Thai actor",
            "year": 1993
        },
        {
            "text": "Stefan Elliott, Canadian ice hockey player",
            "year": 1991
        },
        {
            "text": "Jason Gastrow, American YouTuber",
            "year": 1991
        },
        {
            "text": "Melissa Duncan, Australian track and field athlete",
            "year": 1990
        },
        {
            "text": "Eiza González, Mexican actress and singer",
            "year": 1990
        },
        {
            "text": "Luca Sbisa, Italian-Swiss ice hockey player and coach",
            "year": 1990
        },
        {
            "text": "Mitchell Starc, Australian cricketer",
            "year": 1990
        },
        {
            "text": "Jake Thomas, American actor",
            "year": 1990
        },
        {
            "text": "Jahvid Best, American football player and athlete",
            "year": 1989
        },
        {
            "text": "Yoon Bo-ra, South Korean singer",
            "year": 1989
        },
        {
            "text": "Kylie Bunbury, Canadian-American actress",
            "year": 1989
        },
        {
            "text": "Misha Zilberman, Israeli Olympic badminton player",
            "year": 1989
        },
        {
            "text": "Becky Lynch, Irish wrestler",
            "year": 1987
        },
        {
            "text": "Phil Lester, English Youtuber",
            "year": 1987
        },
        {
            "text": "Renato Santos, Brazilian footballer",
            "year": 1987
        },
        {
            "text": "Arda Turan, Turkish footballer",
            "year": 1987
        },
        {
            "text": "Gisela Dulko, Argentinian tennis player",
            "year": 1985
        },
        {
            "text": "Kid Cudi, American entertainer",
            "year": 1984
        },
        {
            "text": "Junior dos Santos, Brazilian mixed martial artist",
            "year": 1984
        },
        {
            "text": "Kotoshōgiku Kazuhiro, Japanese sumo wrestler",
            "year": 1984
        },
        {
            "text": "Drake Maverick, English wrestler",
            "year": 1983
        },
        {
            "text": "Slavko Vraneš, Montenegrin basketball player",
            "year": 1983
        },
        {
            "text": "Jorge Cantú, American-Mexican baseball player",
            "year": 1982
        },
        {
            "text": "DeSagana Diop, Senegalese basketball player and coach",
            "year": 1982
        },
        {
            "text": "Cameron Wake, American football player",
            "year": 1982
        },
        {
            "text": "Jonathan Bender, American basketball player",
            "year": 1981
        },
        {
            "text": "Dimitar Berbatov, Bulgarian footballer",
            "year": 1981
        },
        {
            "text": "Peter Crouch, English footballer",
            "year": 1981
        },
        {
            "text": "Mathias Lauda, Austrian racing driver",
            "year": 1981
        },
        {
            "text": "Lena Hall, American actress and singer",
            "year": 1980
        },
        {
            "text": "Josh Kelley, American singer-songwriter and musician",
            "year": 1980
        },
        {
            "text": "Georgios Vakouftsis, Greek footballer",
            "year": 1980
        },
        {
            "text": "Wilmer Valderrama, American actor and producer",
            "year": 1980
        },
        {
            "text": "Lee Zeldin, American politician and 17th Administrator of the Environmental Protection Agency.",
            "year": 1980
        },
        {
            "text": "Trevor Gillies, Canadian ice hockey player",
            "year": 1979
        },
        {
            "text": "Carmen Küng, Swiss curler",
            "year": 1978
        },
        {
            "text": "John Patterson, American baseball player",
            "year": 1978
        },
        {
            "text": "Andy Milonakis, American entertainer",
            "year": 1976
        },
        {
            "text": "Juninho Pernambucano, Brazilian footballer",
            "year": 1975
        },
        {
            "text": "Christian Bale, British actor",
            "year": 1974
        },
        {
            "text": "Olivia Colman, English actress",
            "year": 1974
        },
        {
            "text": "Jalen Rose, American basketball player and sportscaster",
            "year": 1973
        },
        {
            "text": "Mike Johnson, American politician, 56th Speaker of the United States House of Representatives",
            "year": 1972
        },
        {
            "text": "Chris Simon, Canadian ice hockey player",
            "year": 1972
        },
        {
            "text": "Kimiya Yui, Japanese astronaut",
            "year": 1970
        },
        {
            "text": "Justin Skinner, English footballer and manager",
            "year": 1969
        },
        {
            "text": "Felipe VI of Spain",
            "year": 1968
        },
        {
            "text": "Danielle Goyette, Canadian ice hockey player and coach",
            "year": 1966
        },
        {
            "text": "Julie McCullough, American actress",
            "year": 1965
        },
        {
            "text": "Kevin Moore, Australian rugby league player and coach",
            "year": 1965
        },
        {
            "text": "Otis Smith, American basketball player, coach, and manager",
            "year": 1964
        },
        {
            "text": "Abdullah II of Jordan",
            "year": 1962
        },
        {
            "text": "Mary Kay Letourneau, American sex offender (died 2020)",
            "year": 1962
        },
        {
            "text": "Jody Watley, American entertainer",
            "year": 1959
        },
        {
            "text": "Brett Butler, American actress",
            "year": 1958
        },
        {
            "text": "Chris Jansing, American television reporter",
            "year": 1957
        },
        {
            "text": "Payne Stewart, American golfer (died 1999)",
            "year": 1957
        },
        {
            "text": "Ann Dowd, American actress",
            "year": 1956
        },
        {
            "text": "John Baldacci, American politician, 73rd Governor of Maine",
            "year": 1955
        },
        {
            "text": "Curtis Strange, American golfer",
            "year": 1955
        },
        {
            "text": "Mychal Thompson, Bahamian-American basketball player and sportscaster",
            "year": 1955
        },
        {
            "text": "Fred Hembeck, American author and illustrator",
            "year": 1953
        },
        {
            "text": "Doug Falconer, Canadian football player and producer (died 2021)",
            "year": 1952
        },
        {
            "text": "Phil Collins, English drummer, singer-songwriter, producer, and actor",
            "year": 1951
        },
        {
            "text": "Charles S. Dutton, American actor and director",
            "year": 1951
        },
        {
            "text": "Bobby Stokes, English footballer (died 1995)",
            "year": 1951
        },
        {
            "text": "Jack Newton, Australian golfer (died 2022)",
            "year": 1950
        },
        {
            "text": "Peter Agre, American physician and biologist, Nobel Prize laureate",
            "year": 1949
        },
        {
            "text": "Les Barker, English poet and author (died 2023)",
            "year": 1947
        },
        {
            "text": "Steve Marriott, English singer-songwriter and guitarist (died 1991)",
            "year": 1947
        },
        {
            "text": "John Bird, Baron Bird, English publisher, founded The Big Issue",
            "year": 1946
        },
        {
            "text": "Meir Dagan, Israeli military officer and intelligence official, Director of Mossad (2002–11) (died 2016)",
            "year": 1945
        },
        {
            "text": "Michael Dorris, American author and scholar (died 1997)",
            "year": 1945
        },
        {
            "text": "Lynn Harrell, American cellist and academic (died 2020)",
            "year": 1944
        },
        {
            "text": "Colin Rimer, English lawyer and judge",
            "year": 1944
        },
        {
            "text": "Davey Johnson, American baseball player and manager (died 2025)",
            "year": 1943
        },
        {
            "text": "Marty Balin, American singer-songwriter and guitarist (died 2018)",
            "year": 1942
        },
        {
            "text": "Gregory Benford, American astrophysicist and author",
            "year": 1941
        },
        {
            "text": "Dick Cheney, American businessman and politician, 46th Vice President of the United States (died 2025)",
            "year": 1941
        },
        {
            "text": "Tineke Lagerberg, Dutch swimmer",
            "year": 1941
        },
        {
            "text": "Islam Karimov, Uzbek politician, 1st President of Uzbekistan (died 2016)",
            "year": 1938
        },
        {
            "text": "Vanessa Redgrave, English actress",
            "year": 1937
        },
        {
            "text": "Boris Spassky, Russian chess grandmaster (died 2025)",
            "year": 1937
        },
        {
            "text": "Horst Jankowski, German pianist and composer (died 1998)",
            "year": 1936
        },
        {
            "text": "Richard Brautigan, American novelist, poet, and short story writer (died 1984)",
            "year": 1935
        },
        {
            "text": "Tubby Hayes, English saxophonist and composer (died 1973)",
            "year": 1935
        },
        {
            "text": "Tammy Grimes, American actress and singer (died 2016)",
            "year": 1934
        },
        {
            "text": "Knock Yokoyama, Japanese comedian and politician (died 2007)",
            "year": 1932
        },
        {
            "text": "John Crosbie, Canadian lawyer and politician, 34th Canadian Minister of Justice (died 2020)",
            "year": 1931
        },
        {
            "text": "Shirley Hazzard, Australian-American novelist, short story writer, and essayist (died 2016)",
            "year": 1931
        },
        {
            "text": "Gene Hackman, American actor and author (died 2025)",
            "year": 1930
        },
        {
            "text": "Magnus Malan, South African general and politician, South African Minister of Defence (died 2011)",
            "year": 1930
        },
        {
            "text": "Lois Hole, Canadian businesswoman and politician, 15th Lieutenant Governor of Alberta (died 2005)",
            "year": 1929
        },
        {
            "text": "Hugh Tayfield, South African cricketer (died 1994)",
            "year": 1929
        },
        {
            "text": "Lucille Teasdale-Corti, Canadian-Italian physician and humanitarian (died 1996)",
            "year": 1929
        },
        {
            "text": "Harold Prince, American director and producer (died 2019)",
            "year": 1928
        },
        {
            "text": "Paul Seymour, American basketball player and coach (died 1998)",
            "year": 1928
        },
        {
            "text": "Olof Palme, Swedish statesman, 26th Prime Minister of Sweden (died 1986)",
            "year": 1927
        },
        {
            "text": "Douglas Engelbart, American computer scientist, invented the computer mouse (died 2013)",
            "year": 1925
        },
        {
            "text": "Ernie Calverley, American basketball player and coach (died 2003)",
            "year": 1924
        },
        {
            "text": "S. N. Goenka, Burmese-Indian author and educator (died 2013)",
            "year": 1924
        },
        {
            "text": "Marianne Ferber, Czech-American economist and author (died 2013)",
            "year": 1923
        },
        {
            "text": "Dick Martin, American comedian, actor, and director (died 2008)",
            "year": 1922
        },
        {
            "text": "Michael Anderson, English director and producer (died 2018)",
            "year": 1920
        },
        {
            "text": "Patrick Heron, British painter (died 1999)",
            "year": 1920
        },
        {
            "text": "Delbert Mann, American director and producer (died 2007)",
            "year": 1920
        },
        {
            "text": "Fred Korematsu, American activist (died 2005)",
            "year": 1919
        },
        {
            "text": "David Opatoshu, American actor and screenwriter (died 1996)",
            "year": 1918
        },
        {
            "text": "Paul Frère, Belgian racing driver and journalist (died 2008)",
            "year": 1917
        },
        {
            "text": "Joachim Peiper, German SS officer (died 1976)",
            "year": 1915
        },
        {
            "text": "John Profumo, English soldier and politician, Secretary of State for War (died 2006)",
            "year": 1915
        },
        {
            "text": "Luc-Marie Bayle, French commander and painter (died 2000)",
            "year": 1914
        },
        {
            "text": "John Ireland, Canadian-American actor and director (died 1992)",
            "year": 1914
        },
        {
            "text": "David Wayne, American actor (died 1995)",
            "year": 1914
        },
        {
            "text": "Amrita Sher-Gil, Hungarian-Indian painter (died 1941)",
            "year": 1913
        },
        {
            "text": "Werner Hartmann, German physicist and academic (died 1988)",
            "year": 1912
        },
        {
            "text": "Francis Schaeffer, American pastor and theologian (died 1984)",
            "year": 1912
        },
        {
            "text": "Barbara W. Tuchman, American historian and author (died 1989)",
            "year": 1912
        },
        {
            "text": "Roy Eldridge, American jazz trumpet player (died 1989)",
            "year": 1911
        },
        {
            "text": "Chidambaram Subramaniam, Indian lawyer and politician, Indian Minister of Defence (died 2000)",
            "year": 1910
        },
        {
            "text": "Nikolaus Pevsner, German-English historian and scholar (died 1983)",
            "year": 1902
        },
        {
            "text": "Rudolf Caracciola, German racing driver (died 1959)",
            "year": 1901
        },
        {
            "text": "Martita Hunt, Argentine-born British actress (died 1969)",
            "year": 1900
        },
        {
            "text": "Max Theiler, South African-American virologist and academic, Nobel Prize laureate (died 1972)",
            "year": 1899
        },
        {
            "text": "Jaishankar Prasad, Indian poet and playwright (died 1937)",
            "year": 1889
        },
        {
            "text": "Franklin D. Roosevelt, American lawyer and statesman, 32nd President of the United States (died 1945)",
            "year": 1882
        },
        {
            "text": "A. H. Tammsaare, Estonian author (died 1940)",
            "year": 1878
        },
        {
            "text": "Gelett Burgess, American author, poet, and critic (died 1951)",
            "year": 1866
        },
        {
            "text": "Walter Damrosch, German-American conductor and composer (died 1950)",
            "year": 1862
        },
        {
            "text": "Charles Martin Loeffler, German-American violinist and composer (died 1935)",
            "year": 1861
        },
        {
            "text": "Angela of the Cross, Spanish nun and saint (died 1932)",
            "year": 1846
        },
        {
            "text": "Richard Theodore Greener, American lawyer, academic, and diplomat (died 1922)",
            "year": 1844
        },
        {
            "text": "Félix Faure, French politician, 7th President of France (died 1899)",
            "year": 1841
        },
        {
            "text": "Franz Ritter von Hauer, Austrian geologist and curator (died 1899)",
            "year": 1822
        },
        {
            "text": "Nathaniel P. Banks, American general and politician, 24th Governor of Massachusetts (died 1894)",
            "year": 1816
        },
        {
            "text": "Adelbert von Chamisso, German botanist and poet (died 1838)",
            "year": 1781
        },
        {
            "text": "Walter Savage Landor, English poet and author (died 1864)",
            "year": 1775
        },
        {
            "text": "John Lansing Jr., American lawyer and politician (died 1829)",
            "year": 1754
        },
        {
            "text": "Charles De Geer, Swedish entomologist and archaeologist (died 1778)",
            "year": 1720
        },
        {
            "text": "François Bigot, French politician (died 1778)",
            "year": 1703
        },
        {
            "text": "Johann Joachim Quantz, German flute player and composer (died 1773)",
            "year": 1697
        },
        {
            "text": "Charles Rollin, French historian and educator (died 1741)",
            "year": 1661
        },
        {
            "text": "George Villiers, 2nd Duke of Buckingham, English statesman (died 1687)",
            "year": 1628
        },
        {
            "text": "Lady Anne Clifford, 14th Baroness de Clifford (died 1676)",
            "year": 1590
        },
        {
            "text": "Gundakar, Prince of Liechtenstein, court official in Vienna (died 1658)",
            "year": 1580
        },
        {
            "text": "Georg Friedrich, Margrave of Baden-Durlach (died 1638)",
            "year": 1573
        },
        {
            "text": "Franciscus Gomarus, Dutch theologian and academic (died 1641)",
            "year": 1563
        },
        {
            "text": "William More, English courtier (died 1600)",
            "year": 1520
        },
        {
            "text": "William Calthorpe, English knight (died 1494)",
            "year": 1410
        },
        {
            "text": "Livia, Roman wife of Augustus (died 29)",
            "year": -58
        }
    ],
    "deaths": [
        {
            "text": "Dick Button, American figure skater and actor (born 1929)",
            "year": 2025
        },
        {
            "text": "Julius Chan, Papua New Guinean politician, 2nd Prime Minister of Papua New Guinea (born 1939)",
            "year": 2025
        },
        {
            "text": "Marianne Faithfull, English singer-songwriter and actress (born 1946)",
            "year": 2025
        },
        {
            "text": "Edcel Lagman, Filipino politician (born 1942)",
            "year": 2025
        },
        {
            "text": "Chita Rivera, American actress, singer, and dancer (born 1933)",
            "year": 2024
        },
        {
            "text": "Bobby Beathard, American Pro Football Hall of Fame executive (born 1937)",
            "year": 2023
        },
        {
            "text": "Bobby Hull, Canadian ice hockey player (born 1939)",
            "year": 2023
        },
        {
            "text": "Cheslie Kryst, American television presenter and model (born 1991)",
            "year": 2022
        },
        {
            "text": "Sophie, Scottish musician (born 1986)",
            "year": 2021
        },
        {
            "text": "Dick Miller, American actor (born 1928)",
            "year": 2019
        },
        {
            "text": "Mark Salling, American actor and musician (born 1982)",
            "year": 2018
        },
        {
            "text": "Frank Finlay, English actor (born 1926)",
            "year": 2016
        },
        {
            "text": "Francisco Flores Pérez, Salvadorian politician, President of El Salvador (born 1959)",
            "year": 2016
        },
        {
            "text": "Georgia Davis Powers, American activist and politician (born 1923)",
            "year": 2016
        },
        {
            "text": "Gaston Mialaret, French pedagogist and professor (born 1918)",
            "year": 2016
        },
        {
            "text": "Carl Djerassi, Austrian-American chemist, author, and playwright (born 1923)",
            "year": 2015
        },
        {
            "text": "Ülo Kaevats, Estonian academic, philosopher, and politician (born 1947)",
            "year": 2015
        },
        {
            "text": "Geraldine McEwan, English actress (born 1932)",
            "year": 2015
        },
        {
            "text": "Gerrit Voorting, Dutch cyclist (born 1923)",
            "year": 2015
        },
        {
            "text": "Zhelyu Zhelev, Bulgarian philosopher and politician, 2nd President of Bulgaria (born 1935)",
            "year": 2015
        },
        {
            "text": "Stefan Bałuk, Polish general and photographer (born 1914)",
            "year": 2014
        },
        {
            "text": "The Mighty Hannibal, American singer-songwriter and producer (born 1939)",
            "year": 2014
        },
        {
            "text": "Russell D. Hemenway, American political activist (born 1925)",
            "year": 2014
        },
        {
            "text": "William Motzing, American composer and conductor (born 1937)",
            "year": 2014
        },
        {
            "text": "Arthur Rankin Jr., American director, producer, and screenwriter (born 1924)",
            "year": 2014
        },
        {
            "text": "Greater, oldest known greater flamingo and Feast Festival 2021 mascot (h. c.1919–1933)",
            "year": 2014
        },
        {
            "text": "Gamal al-Banna, Egyptian author and scholar (born 1920)",
            "year": 2013
        },
        {
            "text": "Patty Andrews, American singer (born 1918)",
            "year": 2013
        },
        {
            "text": "George Witt, American baseball player and coach (born 1931)",
            "year": 2013
        },
        {
            "text": "Frank Aschenbrenner, American football player and soldier (born 1925)",
            "year": 2012
        },
        {
            "text": "Doeschka Meijsing, Dutch author (born 1947)",
            "year": 2012
        },
        {
            "text": "John Barry, English composer and conductor (born 1933)",
            "year": 2011
        },
        {
            "text": "Fadil Ferati, Kosovar accountant and politician (born 1960)",
            "year": 2010
        },
        {
            "text": "H. Guy Hunt, American soldier, pastor, and politician, 49th Governor of Alabama (born 1933)",
            "year": 2009
        },
        {
            "text": "Marcial Maciel, Mexican-American priest, founded the Legion of Christ and Regnum Christi (born 1920)",
            "year": 2008
        },
        {
            "text": "Sidney Sheldon, American author and screenwriter (born 1917)",
            "year": 2007
        },
        {
            "text": "Coretta Scott King, American author and activist (born 1927)",
            "year": 2006
        },
        {
            "text": "Wendy Wasserstein, American playwright and academic (born 1950)",
            "year": 2006
        },
        {
            "text": "Martyn Bennett, Canadian-Scottish violinist (born 1971)",
            "year": 2005
        },
        {
            "text": "Egon Mayer, Swiss-American sociologist (born 1944)",
            "year": 2004
        },
        {
            "text": "Jean-Pierre Aumont, French soldier and actor (born 1911)",
            "year": 2001
        },
        {
            "text": "Johnnie Johnson, English air marshal and pilot (born 1915)",
            "year": 2001
        },
        {
            "text": "Joseph Ransohoff, American surgeon and educator (born 1915)",
            "year": 2001
        },
        {
            "text": "Huntz Hall, American actor (born 1919)",
            "year": 1999
        },
        {
            "text": "Ed Herlihy, American journalist (born 1909)",
            "year": 1999
        },
        {
            "text": "Pierre Boulle, French soldier and author (born 1912)",
            "year": 1994
        },
        {
            "text": "Alexandra of Yugoslavia, the last Queen of Yugoslavia (born 1921)",
            "year": 1993
        },
        {
            "text": "John Bardeen, American physicist and engineer, Nobel Prize laureate (born 1908)",
            "year": 1991
        },
        {
            "text": "Clifton C. Edom, American photographer and educator (born 1907)",
            "year": 1991
        },
        {
            "text": "Lightnin' Hopkins, American singer-songwriter and guitarist (born 1912)",
            "year": 1982
        },
        {
            "text": "Professor Longhair, American singer-songwriter and pianist (born 1918)",
            "year": 1980
        },
        {
            "text": "Paul Marais de Beauchamp, French zoologist (born 1883)",
            "year": 1977
        },
        {
            "text": "Olav Roots, Estonian pianist and composer (born 1910)",
            "year": 1974
        },
        {
            "text": "Elizabeth Baker, American economist and academic (born 1885)",
            "year": 1973
        },
        {
            "text": "Titina Silá, Bissau-Guinean revolutionary (born 1943)",
            "year": 1973
        },
        {
            "text": "Dominique Pire, Belgian friar, Nobel Prize laureate (born 1910)",
            "year": 1969
        },
        {
            "text": "Makhanlal Chaturvedi, Indian poet, playwright, and journalist (born 1889)",
            "year": 1968
        },
        {
            "text": "Jaan Hargel, Estonian flute player, conductor, and educator (born 1912)",
            "year": 1966
        },
        {
            "text": "Francis Poulenc, French pianist and composer (born 1899)",
            "year": 1963
        },
        {
            "text": "Manuel de Abreu, Brazilian physician and engineer (born 1894)",
            "year": 1962
        },
        {
            "text": "Jean Crotti, Swiss painter (born 1878)",
            "year": 1958
        },
        {
            "text": "Ernst Heinkel, German engineer and businessman; founded the Heinkel Aircraft Company (born 1888)",
            "year": 1958
        },
        {
            "text": "Ferdinand Porsche, Austrian-German engineer and businessman, founded Porsche (born 1875)",
            "year": 1951
        },
        {
            "text": "Arthur Coningham, Australian air marshal (born 1895)",
            "year": 1948
        },
        {
            "text": "Mahatma Gandhi, leader of the Indian independence movement against British rule (born 1869)",
            "year": 1948
        },
        {
            "text": "Orville Wright, American pilot and engineer, co-founded the Wright Company (born 1871)",
            "year": 1948
        },
        {
            "text": "Frederick Blackman, English botanist and physiologist (born 1866)",
            "year": 1947
        },
        {
            "text": "Frank Nelson Doubleday, American publisher, founded the Doubleday Publishing Company (born 1862)",
            "year": 1934
        },
        {
            "text": "Johannes Fibiger, Danish physician and academic, Nobel Prize laureate (born 1867)",
            "year": 1928
        },
        {
            "text": "Barbara La Marr, American actress (born 1896)",
            "year": 1926
        },
        {
            "text": "Columba Marmion, Benedictine abbot (born 1858)",
            "year": 1923
        },
        {
            "text": "Rudolf, Crown Prince of Austria, heir apparent to the throne of Austria-Hungary (born 1858)",
            "year": 1889
        },
        {
            "text": "Arthur O'Shaughnessy, English poet and herpetologist (born 1844)",
            "year": 1881
        },
        {
            "text": "William Carleton, Irish author (born 1794)",
            "year": 1869
        },
        {
            "text": "Emperor Kōmei of Japan (born 1831)",
            "year": 1867
        },
        {
            "text": "Coenraad Jacob Temminck, Dutch zoologist and ornithologist (born 1778)",
            "year": 1858
        },
        {
            "text": "Osceola, American tribal leader (born 1804)",
            "year": 1838
        },
        {
            "text": "Betsy Ross, American seamstress, said to have designed the American Flag (born 1752)",
            "year": 1836
        },
        {
            "text": "Giovanni Pietro Francesco Agius de Soldanis, Maltese linguist, historian and cleric (born 1712)",
            "year": 1770
        },
        {
            "text": "Peter II of Russia (born 1715)",
            "year": 1730
        },
        {
            "text": "Cornelis de Graeff, Dutch mayor (born 1599)",
            "year": 1664
        },
        {
            "text": "Charles I of England, Scotland, and Ireland (born 1600)",
            "year": 1649
        },
        {
            "text": "Everard Digby, English criminal (born 1578)",
            "year": 1606
        },
        {
            "text": "John Grant, English conspirator (born 1570)",
            "year": 1606
        },
        {
            "text": "Robert Wintour, English conspirator (born 1565)",
            "year": 1606
        },
        {
            "text": "Damião de Góis, Portuguese historian and philosopher (born 1502)",
            "year": 1574
        },
        {
            "text": "Louis II, Count of Flanders (born 1330)",
            "year": 1384
        },
        {
            "text": "William Montacute, 1st Earl of Salisbury (born 1301)",
            "year": 1344
        },
        {
            "text": "Nicholas III of Saint Omer",
            "year": 1314
        },
        {
            "text": "Pelagio Galvani, Leonese lawyer and cardinal (born 1165)",
            "year": 1240
        },
        {
            "text": "Emperor Takakura of Japan (born 1161)",
            "year": 1181
        },
        {
            "text": "William V, Duke of Aquitaine (born 969)",
            "year": 1030
        },
        {
            "text": "Peter I of Bulgaria",
            "year": 970
        },
        {
            "text": "Balthild, Frankish queen (born 626)",
            "year": 680
        }
    ],
    "metadata": {
        "current_date": "January 30, 2026",
        "short_date": "Jan 30",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            24,
            42,
            32,
            20,
            25,
            43,
            2,
            31,
            44,
            3
        ],
        "births": [
            145,
            35,
            44,
            157
        ],
        "deaths": [
            82,
            83,
            48,
            17
        ]
    }
}