{
    "events": [
        {
            "text": "A GippsAero GA8 Airvan crashes in Umeå, Sweden, killing all nine aboard.",
            "year": 2019
        },
        {
            "text": "A man ploughs a truck into a Bastille Day celebration in Nice, France, killing 86 people and injuring another 434 before being shot by police.",
            "year": 2016
        },
        {
            "text": "NASA's New Horizons probe performs the first flyby of Pluto, and thus completes the initial survey of the Solar System.",
            "year": 2015
        },
        {
            "text": "Dedication of statue of Rachel Carson, a sculpture named for the environmentalist, in Woods Hole, Massachusetts.",
            "year": 2013
        },
        {
            "text": "French president Jacques Chirac escapes an assassination attempt from Maxime Brunerie during a Bastille Day parade at Champs-Élysées.",
            "year": 2002
        },
        {
            "text": "Rus Flight 9633 crashes during takeoff from Chkalovsky Airport, killing all 10 people on board.",
            "year": 2001
        },
        {
            "text": "Mario Bros. is released in Japan, beginning the popular Super Mario Bros franchise.",
            "year": 1983
        },
        {
            "text": "Mariner 4 flyby of Mars takes the first close-up photos of another planet. The photographs take approximately six hours to be transmitted back to Earth.",
            "year": 1965
        },
        {
            "text": "Jane Goodall arrives at the Gombe Stream Reserve in present-day Tanzania to begin her study of chimpanzees in the wild.",
            "year": 1960
        },
        {
            "text": "Northwest Orient Airlines Flight 1-11 ditches off Polillo Island in the Philippines, killing one person and injuring 44.",
            "year": 1960
        },
        {
            "text": "In the 14 July Revolution in Iraq, the monarchy is overthrown by popular forces led by Abd al-Karim Qasim, who becomes the nation's new leader.",
            "year": 1958
        },
        {
            "text": "Rawya Ateya takes her seat in the National Assembly of Egypt, thereby becoming the first female parliamentarian in the Arab world.",
            "year": 1957
        },
        {
            "text": "Ferrari take their first Formula One grand prix victory at the British Grand Prix at Silverstone.",
            "year": 1951
        },
        {
            "text": "Korean War: beginning of the Battle of Taejon.",
            "year": 1950
        },
        {
            "text": "Palmiro Togliatti, leader of the Italian Communist Party, is shot and wounded near the Italian Parliament.",
            "year": 1948
        },
        {
            "text": "In Diamond, Missouri, the George Washington Carver National Monument becomes the first United States National Monument in honor of an African American.",
            "year": 1943
        },
        {
            "text": "In the Wardha session of Congress, the \"Quit India\" resolution is approved, authorising Mahatma Gandhi to campaign for India's independence from Britain.",
            "year": 1942
        },
        {
            "text": "In a decree called the Gleichschaltung, Adolf Hitler abolishes all German political parties except the Nazis.",
            "year": 1933
        },
        {
            "text": "Nazi eugenics programme begins with the proclamation of the Law for the Prevention of Hereditarily Diseased Offspring requiring the compulsory sterilization of any citizen who suffers from alleged genetic disorders.",
            "year": 1933
        },
        {
            "text": "Battle of Delville Wood begins as an action within the Battle of the Somme, lasting until 3 September 1916.",
            "year": 1916
        },
        {
            "text": "Beginning of the McMahon–Hussein Correspondence between Hussein bin Ali, Sharif of Mecca and the British official Henry McMahon concerning the Arab Revolt against the Ottoman Empire.",
            "year": 1915
        },
        {
            "text": "Harry Atwood, an exhibition pilot for the Wright brothers, is greeted by President Taft after he lands his aeroplane on the South Lawn of the White House, having flown from Boston.",
            "year": 1911
        },
        {
            "text": "Peruvian explorer and farmer Agustín Lizárraga discovers Machu Picchu, the \"Lost City of the Incas\".",
            "year": 1902
        },
        {
            "text": "The Campanile in St Mark's Square, Venice collapses, also demolishing the loggetta.",
            "year": 1902
        },
        {
            "text": "Armies of the Eight-Nation Alliance capture Tientsin during the Boxer Rebellion.",
            "year": 1900
        },
        {
            "text": "American outlaw Billy the Kid is shot and killed by Sheriff Pat Garrett in the Maxwell House at Fort Sumner, New Mexico.",
            "year": 1881
        },
        {
            "text": "The Chicago Fire of 1874 burns down 47 acres of the city, destroying 812 buildings, killing 20, and resulting in the fire insurance industry demanding municipal reforms from Chicago's city council.",
            "year": 1874
        },
        {
            "text": "The first ascent of the Matterhorn is completed by Edward Whymper and his party, four of whom die on the descent.",
            "year": 1865
        },
        {
            "text": "Opening of the first major US world's fair, the Exhibition of the Industry of All Nations in New York City.",
            "year": 1853
        },
        {
            "text": "The Finnish War: the Battle of Lapua is fought.",
            "year": 1808
        },
        {
            "text": "The Sedition Act of 1798 becomes law in the United States making it a federal crime to write, publish, or utter false or malicious statements about the United States government.",
            "year": 1798
        },
        {
            "text": "Beginning of Priestley Riots (to 17 July) in Birmingham targeting Joseph Priestley as a supporter of the French Revolution.",
            "year": 1791
        },
        {
            "text": "Inaugural Fête de la Fédération is held to celebrate the unity of the French people and the national reconciliation.",
            "year": 1790
        },
        {
            "text": "Storming of the Bastille in Paris. This event escalates the widespread discontent into the French Revolution. Bastille Day is still celebrated annually in France.",
            "year": 1789
        },
        {
            "text": "Foundation of the Mission San Antonio de Padua in modern California by the Franciscan friar Junípero Serra.",
            "year": 1771
        },
        {
            "text": "An expedition led by Gaspar de Portolá leaves its base in San Diego and sets out to find the Port of Monterey (now Monterey, California).",
            "year": 1769
        },
        {
            "text": "Anglo-Spanish War: English and Dutch troops sack the Spanish city of Cádiz before leaving the next day.",
            "year": 1596
        },
        {
            "text": "Joan of Arc, taken by the Burgundians in May, is handed over to Pierre Cauchon, the bishop of Beauvais.",
            "year": 1430
        },
        {
            "text": "Battle of Vítkov Hill, decisive victory of Czech Hussite forces commanded by Jan Žižka against Crusade army led by Sigismund, Holy Roman Emperor.",
            "year": 1420
        },
        {
            "text": "Louis VIII becomes King of France upon the death of his father, Philip II.",
            "year": 1223
        },
        {
            "text": "King Otto II and his Frankish army are defeated by the Muslim army of al-Qasim at Cape Colonna, Southern Italy.",
            "year": 982
        }
    ],
    "births": [
        {
            "text": "Noah Clowney, American basketball player",
            "year": 2004
        },
        {
            "text": "Neekolul, American internet personality",
            "year": 1997
        },
        {
            "text": "Harrison Butker, American football player",
            "year": 1995
        },
        {
            "text": "Kim In-hyeok, South Korean volleyball player (died 2022)",
            "year": 1995
        },
        {
            "text": "Lucas Giolito, American baseball player",
            "year": 1994
        },
        {
            "text": "Paulo Muacho, Portuguese politician",
            "year": 1990
        },
        {
            "text": "Conor McGregor, Irish mixed martial artist",
            "year": 1988
        },
        {
            "text": "Jérémy Stravius, French swimmer",
            "year": 1988
        },
        {
            "text": "Adam Johnson, English footballer",
            "year": 1987
        },
        {
            "text": "Dan Reynolds, American singer-songwriter",
            "year": 1987
        },
        {
            "text": "Dan Smith, British singer, songwriter and record producer",
            "year": 1986
        },
        {
            "text": "Darrelle Revis, American football player",
            "year": 1985
        },
        {
            "text": "Phoebe Waller-Bridge, English actress and screenwriter",
            "year": 1985
        },
        {
            "text": "Dagbjört Hákonardóttir, Icelandic politician",
            "year": 1984
        },
        {
            "text": "Samir Handanović, Slovenian footballer",
            "year": 1984
        },
        {
            "text": "Victoria, Crown Princess of Sweden",
            "year": 1977
        },
        {
            "text": "Tim Hudson, American baseball player",
            "year": 1975
        },
        {
            "text": "Steph Bridge, British World Champion kitesurfer",
            "year": 1972
        },
        {
            "text": "Bubba Ray Dudley, American professional wrestler",
            "year": 1971
        },
        {
            "text": "Robin Ventura, American baseball player",
            "year": 1967
        },
        {
            "text": "Matthew Fox, American actor",
            "year": 1966
        },
        {
            "text": "Jackie Earle Haley, American actor and director",
            "year": 1961
        },
        {
            "text": "Anna Bligh, Australian politician, 37th Premier of Queensland",
            "year": 1960
        },
        {
            "text": "Kyle Gass, American musician, comedian, and actor",
            "year": 1960
        },
        {
            "text": "Angélique Kidjo, Beninese singer-songwriter, activist and actress",
            "year": 1960
        },
        {
            "text": "Jane Lynch, American actress (Glee), comedian, author, and game show host",
            "year": 1960
        },
        {
            "text": "Bob Casale, American musician, Devo (died 2014)",
            "year": 1952
        },
        {
            "text": "Bruce Oldfield, English fashion designer",
            "year": 1950
        },
        {
            "text": "Tommy Mottola, American businessman and music publisher",
            "year": 1949
        },
        {
            "text": "Goodwill Zwelithini kaBhekuzulu, Zulu king (died 2021)",
            "year": 1948
        },
        {
            "text": "John Blackman, Australian radio and television presenter (died 2024)",
            "year": 1947
        },
        {
            "text": "Claudia J. Kennedy, American general",
            "year": 1947
        },
        {
            "text": "Salih Neftçi, Turkish economist and author (died 2009)",
            "year": 1947
        },
        {
            "text": "Navin Ramgoolam, Mauritius physician and politician, 3rd Prime Minister of Mauritius",
            "year": 1947
        },
        {
            "text": "John Wood, Australian actor and screenwriter",
            "year": 1946
        },
        {
            "text": "Jim Gordon, American rock drummer and convicted murderer (died 2023)",
            "year": 1945
        },
        {
            "text": "Javier Solana, Spanish physicist and politician, Spanish Minister of Foreign Affairs",
            "year": 1942
        },
        {
            "text": "Maulana Karenga, American philosopher, author, and activist, created Kwanzaa",
            "year": 1941
        },
        {
            "text": "Andreas Khol, German-Austrian lawyer and politician",
            "year": 1941
        },
        {
            "text": "Susan Howatch, English author and academic",
            "year": 1940
        },
        {
            "text": "Karel Gott, Czech singer-songwriter and actor (died 2019)",
            "year": 1939
        },
        {
            "text": "George Edgar Slusser, American scholar and author (died 2014)",
            "year": 1939
        },
        {
            "text": "Jerry Rubin, American activist, author, and businessman (died 1994)",
            "year": 1938
        },
        {
            "text": "Tommy Vig, Hungarian vibraphone player, drummer, and composer",
            "year": 1938
        },
        {
            "text": "Yoshiro Mori, Japanese journalist and politician, 55th Prime Minister of Japan",
            "year": 1937
        },
        {
            "text": "Robert F. Overmyer, American colonel, pilot, and astronaut (died 1996)",
            "year": 1936
        },
        {
            "text": "Robert Bourassa, Canadian lawyer and politician, 22nd Premier of Quebec (died 1996)",
            "year": 1933
        },
        {
            "text": "Dumaagiin Sodnom, Mongolian politician; 13th Prime Minister of Mongolia",
            "year": 1933
        },
        {
            "text": "Rosey Grier, American football player and actor",
            "year": 1932
        },
        {
            "text": "Del Reeves, American country singer-songwriter (died 2007)",
            "year": 1932
        },
        {
            "text": "Jacqueline de Ribes, French fashion designer and philanthropist",
            "year": 1931
        },
        {
            "text": "Polly Bergen, American actress and singer (died 2014)",
            "year": 1930
        },
        {
            "text": "Benoît Sinzogan, Beninese military officer and politician (died 2021)",
            "year": 1930
        },
        {
            "text": "Nancy Olson, American actress",
            "year": 1928
        },
        {
            "text": "William Rees-Mogg, English journalist and public servant (died 2012)",
            "year": 1928
        },
        {
            "text": "John Chancellor, American journalist (died 1996)",
            "year": 1927
        },
        {
            "text": "Mike Esposito, American author and illustrator (died 2010)",
            "year": 1927
        },
        {
            "text": "Wallace Jones, American basketball player and coach (died 2014)",
            "year": 1926
        },
        {
            "text": "Harry Dean Stanton, American actor, musician, and singer (died 2017)",
            "year": 1926
        },
        {
            "text": "Himayat Ali Shair, Urdu poet (died 2019)",
            "year": 1926
        },
        {
            "text": "Bruce L. Douglas, American politician (died 2025)",
            "year": 1925
        },
        {
            "text": "Warren Giese, American football player, coach, and politician (died 2013)",
            "year": 1924
        },
        {
            "text": "Dorothy Stanley, American educator (died 1990)",
            "year": 1924
        },
        {
            "text": "René Favaloro, Argentine surgeon and cardiologist (died 2000)",
            "year": 1923
        },
        {
            "text": "Dale Robertson, American actor (died 2013)",
            "year": 1923
        },
        {
            "text": "Robert Zildjian, American businessman, founded Sabian (died 2013)",
            "year": 1923
        },
        {
            "text": "Robin Olds, American general and pilot (died 2007)",
            "year": 1922
        },
        {
            "text": "Elfriede Rinkel, German SS officer (died 2018)",
            "year": 1922
        },
        {
            "text": "Käbi Laretei, Estonian-Swedish concert pianist (died 2014)",
            "year": 1922
        },
        {
            "text": "Sixto Durán Ballén, American-Ecuadorian architect and politician, 48th President of Ecuador (died 2016)",
            "year": 1921
        },
        {
            "text": "Leon Garfield, English author (died 1996)",
            "year": 1921
        },
        {
            "text": "Armand Gaudreault, Canadian ice hockey player (died 2013)",
            "year": 1921
        },
        {
            "text": "Geoffrey Wilkinson, English chemist and academic, Nobel Prize laureate (died 1996)",
            "year": 1921
        },
        {
            "text": "Shankarrao Chavan, Indian lawyer and politician, Indian Minister of Finance (died 2004)",
            "year": 1920
        },
        {
            "text": "Fred Baur, American chemist and founder of Pringles (died 2008)",
            "year": 1918
        },
        {
            "text": "Ingmar Bergman, Swedish director, producer, and screenwriter (died 2007)",
            "year": 1918
        },
        {
            "text": "Arthur Laurents, American director, screenwriter, and playwright (died 2011)",
            "year": 1918
        },
        {
            "text": "Jay Wright Forrester, American computer engineer and systems scientist (died 2016)",
            "year": 1918
        },
        {
            "text": "Gerald Ford, American commander, lawyer, and politician, 38th President of the United States (died 2006)",
            "year": 1913
        },
        {
            "text": "Woody Guthrie, American singer-songwriter and guitarist (died 1967)",
            "year": 1912
        },
        {
            "text": "Pavel Prudnikau, Belarusian poet and author (died 2000)",
            "year": 1911
        },
        {
            "text": "William Hanna, American animator, director, producer, and actor, co-founded Hanna-Barbera (died 2001)",
            "year": 1910
        },
        {
            "text": "Chico Landi, Brazilian racing driver (died 1989)",
            "year": 1907
        },
        {
            "text": "Irving Stone, American author and educator (died 1989)",
            "year": 1903
        },
        {
            "text": "Gerald Finzi, English composer and academic (died 1956)",
            "year": 1901
        },
        {
            "text": "Happy Chandler, American lawyer and politician, 49th Governor of Kentucky, second Commissioner of Baseball (died 1991)",
            "year": 1898
        },
        {
            "text": "Plaek Phibunsongkhram, Thai military officer and politician, 3rd Prime Minister of Thailand (died 1964)",
            "year": 1897
        },
        {
            "text": "Buenaventura Durruti, Spanish soldier and anarchist (died 1936)",
            "year": 1896
        },
        {
            "text": "Dave Fleischer, American animator, director, and producer (died 1979)",
            "year": 1894
        },
        {
            "text": "Clarence J. Brown, American publisher and politician, 36th Lieutenant Governor of Ohio (died 1965)",
            "year": 1893
        },
        {
            "text": "Garimella Satyanarayana, Indian poet and author (died 1952)",
            "year": 1893
        },
        {
            "text": "Marco de Gastyne, French painter and illustrator (died 1982)",
            "year": 1889
        },
        {
            "text": "Ante Pavelić, Croatian fascist dictator during World War II (died 1959)",
            "year": 1889
        },
        {
            "text": "Scipio Slataper, Italian author and critic (died 1915)",
            "year": 1888
        },
        {
            "text": "Sisavang Vong, Laotian king (died 1959)",
            "year": 1885
        },
        {
            "text": "Donald Meek, Scottish-American stage and film actor (died 1946)",
            "year": 1878
        },
        {
            "text": "Abbas II of Egypt (died 1944)",
            "year": 1874
        },
        {
            "text": "Crawford Vaughan, Australian politician, 27th Premier of South Australia (died 1947)",
            "year": 1874
        },
        {
            "text": "Albert Marque, French sculptor and doll maker (died 1939)",
            "year": 1872
        },
        {
            "text": "Gertrude Bell, English archaeologist and political officer (died 1926)",
            "year": 1868
        },
        {
            "text": "Juliette Wytsman, Belgian painter (died 1925)",
            "year": 1866
        },
        {
            "text": "Arthur Capper, American journalist and politician, 20th Governor of Kansas (died 1951)",
            "year": 1865
        },
        {
            "text": "Florence Bascom, American geologist and educator (died 1945)",
            "year": 1862
        },
        {
            "text": "Gustav Klimt, Austrian painter and illustrator (died 1918)",
            "year": 1862
        },
        {
            "text": "Kate M. Gordon, American activist (died 1931)",
            "year": 1861
        },
        {
            "text": "Willy Hess, German violinist and educator (died 1928)",
            "year": 1859
        },
        {
            "text": "Edward Benson, English archbishop (died 1896)",
            "year": 1829
        },
        {
            "text": "Georgiana Hill, English cookery book writer (died 1903)",
            "year": 1825
        },
        {
            "text": "Arthur de Gobineau, French writer who founded Gobinism to promote development of racism (died 1882)",
            "year": 1816
        },
        {
            "text": "Johannes Peter Müller, German physiologist and anatomist (died 1858)",
            "year": 1801
        },
        {
            "text": "Mordecai Manuel Noah, American journalist, playwright, and diplomat (died 1851)",
            "year": 1785
        },
        {
            "text": "Michel de Beaupuy, French general (died 1796)",
            "year": 1755
        },
        {
            "text": "Gavrila Derzhavin, Russian poet and politician (died 1816)",
            "year": 1743
        },
        {
            "text": "John Douglas, Scottish bishop and scholar (died 1807)",
            "year": 1721
        },
        {
            "text": "William Oldys, English historian and author (died 1761)",
            "year": 1696
        },
        {
            "text": "Claude Alexandre de Bonneval, French general (died 1747)",
            "year": 1675
        },
        {
            "text": "Jacques d'Allonville, French astronomer and mathematician (died 1732)",
            "year": 1671
        },
        {
            "text": "Pasquier Quesnel, French priest and theologian (died 1719)",
            "year": 1634
        },
        {
            "text": "Ferdinando II de' Medici, Grand Duke of Tuscany (died 1670)",
            "year": 1610
        },
        {
            "text": "George Goring, Lord Goring, English general (died 1657)",
            "year": 1608
        },
        {
            "text": "Cardinal Jules Mazarin, Italian-French cardinal and politician, chief minister of France from 5 December 1642 to 9 March 1661 (died 1661)",
            "year": 1602
        },
        {
            "text": "Philip I, Duke of Pomerania (died 1560)",
            "year": 1515
        },
        {
            "text": "Poliziano, Italian poet and scholar (died 1494)",
            "year": 1454
        },
        {
            "text": "Arnold, Duke of Guelders, (died 1473)",
            "year": 1410
        },
        {
            "text": "Murakami, emperor of Japan (died 967)",
            "year": 926
        }
    ],
    "deaths": [
        {
            "text": "Jacoby Jones, American football player (born 1984)",
            "year": 2024
        },
        {
            "text": "Ivana Trump, Czech-American socialite and model (born 1949)",
            "year": 2022
        },
        {
            "text": "Rosa, Spanish-born cow on French television (born 2001)",
            "year": 2020
        },
        {
            "text": "Maryam Mirzakhani, Iranian mathematician (born 1977)",
            "year": 2017
        },
        {
            "text": "Cicely Saunders, English hospice founder (born 1918)",
            "year": 2005
        },
        {
            "text": "Pepo, Chilean cartoonist; creator of Condorito (born 1911)",
            "year": 2000
        },
        {
            "text": "Richard McDonald, American businessman, co-founded McDonald's (born 1909)",
            "year": 1998
        },
        {
            "text": "Léo Ferré, Monacan singer-songwriter, pianist, and poet (born 1916)",
            "year": 1993
        },
        {
            "text": "Constance Stokes, Australian painter (born 1906)",
            "year": 1991
        },
        {
            "text": "Raymond Loewy, French-American industrial designer (born 1893)",
            "year": 1986
        },
        {
            "text": "Ernest Tidyman, American author and screenwriter; Academy Award winner for The French Connection (born 1928)",
            "year": 1984
        },
        {
            "text": "Philippe Wynne, American soul singer (The Spinners) (born 1941)",
            "year": 1984
        },
        {
            "text": "Carlos López Moctezuma, Mexican actor (born 1909).",
            "year": 1980
        },
        {
            "text": "Carl Spaatz, American World War II general; commander of the Strategic Air Forces in Europe (born 1891)",
            "year": 1974
        },
        {
            "text": "Preston Foster, American actor (born 1900)",
            "year": 1970
        },
        {
            "text": "Konstantin Paustovsky, Russian author and poet (born 1892)",
            "year": 1968
        },
        {
            "text": "Tudor Arghezi, Romanian author and poet (born 1880)",
            "year": 1967
        },
        {
            "text": "Julie Manet, French painter and art collector (born 1878)",
            "year": 1966
        },
        {
            "text": "Adlai Stevenson II, American soldier and politician, 5th United States Ambassador to the United Nations (born 1900)",
            "year": 1965
        },
        {
            "text": "Jacinto Benavente, Spanish author and playwright, Nobel Prize laureate (born 1866)",
            "year": 1954
        },
        {
            "text": "Alphonse Mucha, Czech painter and illustrator (born 1860)",
            "year": 1939
        },
        {
            "text": "Julius Meier, American businessman and politician, 20th Governor of Oregon (born 1874)",
            "year": 1937
        },
        {
            "text": "Dhan Gopal Mukerji, Indian-American author and scholar (born 1890)",
            "year": 1936
        },
        {
            "text": "Quentin Roosevelt, American lieutenant and pilot (born 1897)",
            "year": 1918
        },
        {
            "text": "Octave Lapize, French cyclist (born 1887)",
            "year": 1917
        },
        {
            "text": "Marius Petipa, French dancer and choreographer (born 1818)",
            "year": 1910
        },
        {
            "text": "William Henry Perkin, English chemist and academic (born 1838)",
            "year": 1907
        },
        {
            "text": "Paul Kruger, South African politician, 5th President of the South African Republic (born 1824)",
            "year": 1904
        },
        {
            "text": "William H. Bonney aka Billy the Kid, American gunfighter and outlaw (born 1859 or 1860)",
            "year": 1881
        },
        {
            "text": "John Buckley, English soldier, Victoria Cross recipient (born 1813)",
            "year": 1876
        },
        {
            "text": "Edward Vernon Utterson, English lawyer and historian (born 1775)",
            "year": 1856
        },
        {
            "text": "August Neander, German historian and theologian (born 1789)",
            "year": 1850
        },
        {
            "text": "Edmond-Charles Genêt, French-American diplomat (born 1763)",
            "year": 1834
        },
        {
            "text": "Augustin-Jean Fresnel, French physicist and engineer, reviver of wave theory of light, inventor of catadioptric lighthouse lens (born 1788)",
            "year": 1827
        },
        {
            "text": "Germaine de Staël, French philosopher and author (born 1766)",
            "year": 1817
        },
        {
            "text": "Francisco de Miranda, Venezuelan general (born 1750)",
            "year": 1816
        },
        {
            "text": "Nicodemus the Hagiorite, Greek monk and saint (born 1749)",
            "year": 1809
        },
        {
            "text": "Ernst Gideon von Laudon, Austrian field marshal (born 1717)",
            "year": 1790
        },
        {
            "text": "Jacques de Flesselles, French politician (born 1721)",
            "year": 1789
        },
        {
            "text": "Bernard-René de Launay, French politician (born 1740)",
            "year": 1789
        },
        {
            "text": "Charles Batteux, French philosopher and academic (born 1713)",
            "year": 1780
        },
        {
            "text": "James O'Hara, 2nd Baron Tyrawley, Irish field marshal (born 1682)",
            "year": 1774
        },
        {
            "text": "Richard Bentley, English scholar and theologian (born 1662)",
            "year": 1742
        },
        {
            "text": "Claude Fleury, French historian and author (born 1640)",
            "year": 1723
        },
        {
            "text": "Camillus de Lellis, Italian priest and saint (born 1550)",
            "year": 1614
        },
        {
            "text": "Richard Taverner, English translator (born 1505)",
            "year": 1575
        },
        {
            "text": "John de Vere, 14th Earl of Oxford, English peer, landowner, and Lord Great Chamberlain of England (born 1499)",
            "year": 1526
        },
        {
            "text": "Margaret of Denmark, daughter of Christian I of Denmark (born 1456)",
            "year": 1486
        },
        {
            "text": "Richard de Clare, 6th Earl of Gloucester, English soldier (born 1222)",
            "year": 1262
        },
        {
            "text": "Philip II, king of France (born 1165)",
            "year": 1223
        },
        {
            "text": "Arnulf I, duke of Bavaria",
            "year": 937
        },
        {
            "text": "Wei Fu, chancellor of the Tang Dynasty",
            "year": 850
        },
        {
            "text": "Otomo no Otomaro, Japanese general and Shogun  (born 731)",
            "year": 809
        },
        {
            "text": "Eorcenberht, king of Kent",
            "year": 664
        }
    ],
    "metadata": {
        "current_date": "July 14, 2025",
        "short_date": "Jul 14",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            8,
            20,
            38,
            37,
            18,
            29,
            26,
            21,
            30,
            15
        ],
        "births": [
            66,
            30,
            99,
            25
        ],
        "deaths": [
            28,
            25,
            17,
            50
        ]
    }
}