{
    "events": [
        {
            "text": "The World Health Organization issues its first emergency use validation for a COVID-19 vaccine.",
            "year": 2020
        },
        {
            "text": "The World Health Organization is informed of cases of pneumonia with an unknown cause, detected in Wuhan. This later turned out to be COVID-19, the cause of the COVID-19 pandemic.",
            "year": 2019
        },
        {
            "text": "Thirty-nine people are killed after a ten-story building collapses in the industrial city of Magnitogorsk, Russia.",
            "year": 2018
        },
        {
            "text": "A fire breaks out at the Downtown Address Hotel in Downtown Dubai, United Arab Emirates, located near the Burj Khalifa, two hours before the fireworks display is due to commence. Sixteen injuries were reported; one had a heart attack, another suffered a major injury, and fourteen others with minor injuries.",
            "year": 2015
        },
        {
            "text": "A New Year's Eve celebration stampede in Shanghai kills at least 36 people and injures 49 others.",
            "year": 2014
        },
        {
            "text": "NASA succeeds in putting the first of two Gravity Recovery and Interior Laboratory satellites in orbit around the Moon.",
            "year": 2011
        },
        {
            "text": "Tornadoes touch down in midwestern and southern United States, including Washington County, Arkansas; Greater St. Louis, Sunset Hills, Missouri, Illinois, and Oklahoma, with a few tornadoes in the early hours. A total of 36 tornadoes touched down, resulting in the deaths of nine people and $113 million in damages.",
            "year": 2010
        },
        {
            "text": "Both a blue moon and a lunar eclipse occur.",
            "year": 2009
        },
        {
            "text": "The official opening of Taipei 101, the tallest skyscraper at that time in the world, standing at a height of 509 metres (1,670 ft).",
            "year": 2004
        },
        {
            "text": "Rwanda adopts a new national flag and anthem.",
            "year": 2001
        },
        {
            "text": "The first President of Russia, Boris Yeltsin, resigns from office, leaving Prime Minister Vladimir Putin as the acting President and successor.",
            "year": 1999
        },
        {
            "text": "The U.S. government hands control of the Panama Canal (as well all the adjacent land to the canal known as the Panama Canal Zone) to Panama. This act complied with the signing of the 1977 Torrijos–Carter Treaties.",
            "year": 1999
        },
        {
            "text": "Indian Airlines Flight 814 hijacking ends after seven days with the release of 190 survivors at Kandahar Airport, Afghanistan.",
            "year": 1999
        },
        {
            "text": "The European Exchange Rate Mechanism freezes the values of the legacy currencies in the Eurozone, and establishes the value of the euro currency.",
            "year": 1998
        },
        {
            "text": "The final comic of Calvin and Hobbes is published.",
            "year": 1995
        },
        {
            "text": "This date is skipped altogether in Kiribati as the Phoenix Islands and Line Islands change time zones from UTC−11:00 to UTC+13:00 and UTC−10:00 to UTC+14:00, respectively.",
            "year": 1994
        },
        {
            "text": "The First Chechen War: The Russian Ground Forces begin a New Year's storming of Grozny.",
            "year": 1994
        },
        {
            "text": "Czechoslovakia is peacefully dissolved in what is dubbed by media as the Velvet Divorce, resulting in the creation of the Czech Republic and the Slovak Republic.",
            "year": 1992
        },
        {
            "text": "All official Soviet Union institutions have ceased operations by this date, five days after the Soviet Union is officially dissolved.",
            "year": 1991
        },
        {
            "text": "The AT&T Bell System is broken up by the United States Government.",
            "year": 1983
        },
        {
            "text": "Benjamin Ward is appointed New York City Police Department's first ever African American police commissioner.",
            "year": 1983
        },
        {
            "text": "In Nigeria, a coup d'état led by Major General Muhammadu Buhari ends the Second Nigerian Republic.",
            "year": 1983
        },
        {
            "text": "A coup d'état in Ghana removes President Hilla Limann's PNP government and replaces it with the Provisional National Defence Council led by Flight lieutenant Jerry Rawlings.",
            "year": 1981
        },
        {
            "text": "The first flight of the Tupolev Tu-144, the first civilian supersonic transport in the world.",
            "year": 1968
        },
        {
            "text": "MacRobertson Miller Airlines Flight 1750 crashes near Port Hedland, Western Australia, killing all 26 people on board.",
            "year": 1968
        },
        {
            "text": "Jean-Bédel Bokassa, leader of the Central African Republic army, and his military officers begin a coup d'état against the government of President David Dacko.",
            "year": 1965
        },
        {
            "text": "The Central African Federation officially collapses, subsequently becoming Zambia, Malawi and Rhodesia.",
            "year": 1963
        },
        {
            "text": "RTÉ, Ireland's state broadcaster, launches its first national television service.",
            "year": 1961
        },
        {
            "text": "The Romanian Television network begins its first broadcast in Bucharest.",
            "year": 1956
        },
        {
            "text": "General Motors becomes the first U.S. corporation to make over US$1 billion in a year.",
            "year": 1955
        },
        {
            "text": "Cold War: The Marshall Plan expires after distributing more than US$13.3 billion in foreign aid to rebuild Western Europe.",
            "year": 1951
        },
        {
            "text": "President Harry S. Truman officially proclaims the end of hostilities in World War II.",
            "year": 1946
        },
        {
            "text": "World War II: Operation Nordwind, the last major Wehrmacht offensive on the Western Front, begins.",
            "year": 1944
        },
        {
            "text": "USS Essex, first aircraft carrier of a 24-ship class, is commissioned.",
            "year": 1942
        },
        {
            "text": "World War II: The Royal Navy defeats the Kriegsmarine at the Battle of the Barents Sea. This leads to the resignation of Grand Admiral Erich Raeder a month later.",
            "year": 1942
        },
        {
            "text": "The first ever ball drop in Times Square.",
            "year": 1907
        },
        {
            "text": "Mozaffar ad-Din Shah Qajar signs the Persian Constitution of 1906.",
            "year": 1906
        },
        {
            "text": "Thomas Edison demonstrates incandescent lighting to the public for the first time, in Menlo Park, New Jersey.",
            "year": 1879
        },
        {
            "text": "Karl Benz, working in Mannheim, Germany, files for a patent on his first reliable two-stroke gas engine. He was granted the patent in 1879.",
            "year": 1878
        },
        {
            "text": "American Civil War: The three-day Battle of Stones River begins near Murfreesboro, Tennessee between the Confederate Army of Tennessee under General Braxton Bragg and the Union Army of the Cumberland under General William S. Rosecrans.",
            "year": 1862
        },
        {
            "text": "American Civil War: Abraham Lincoln signs an enabling act that would admit West Virginia to the Union, thus dividing Virginia in two.",
            "year": 1862
        },
        {
            "text": "Queen Victoria chooses Ottawa, then a small logging town, as the capital of the Province of Canada.",
            "year": 1857
        },
        {
            "text": "A dinner party is held inside a life-size model of an iguanodon created by Benjamin Waterhouse Hawkins and Sir Richard Owen in south London, England.",
            "year": 1853
        },
        {
            "text": "The Philippines skipped this date in order to align the country with the rest of Asia, as the trading interest switched to China, Dutch East Indies and neighboring territories after Mexico gained independence from Spain on 27 September 1821. In the islands, Monday, 30 December 1844 was immediately followed by Wednesday, 1 January 1845.",
            "year": 1844
        },
        {
            "text": "Gramercy Park is deeded to New York City.",
            "year": 1831
        },
        {
            "text": "The incorporation of Baltimore as a city.",
            "year": 1796
        },
        {
            "text": "Efimeris, the oldest Greek newspaper of which issues have survived till today, is published for the first time.",
            "year": 1790
        },
        {
            "text": "American Revolutionary War: Battle of Quebec: British forces under General Guy Carleton repulse an attack by Continental Army General Richard Montgomery in a snowstorm.",
            "year": 1775
        },
        {
            "text": "Arthur Guinness signs a 9,000-year lease at £45 per annum and starts brewing Guinness.",
            "year": 1759
        },
        {
            "text": "Empress Elizabeth I of Russia issues her ukase incorporating Königsberg into Russia.",
            "year": 1757
        },
        {
            "text": "The first Huguenots set sail from France to the Cape of Good Hope.",
            "year": 1687
        },
        {
            "text": "The expedition of John Narborough leaves Corral Bay, having surveyed the coast and lost four hostages to the Spanish.",
            "year": 1670
        },
        {
            "text": "James, Duke of York is named Duke of Normandy by Louis XIV of France.",
            "year": 1660
        },
        {
            "text": "The British East India Company is chartered.",
            "year": 1600
        },
        {
            "text": "The First Battle of Cannanore commences, seeing the first use of the naval line of battle.[citation needed]",
            "year": 1501
        },
        {
            "text": "James I the Conqueror, King of Aragon, enters Medina Mayurqa (now known as Palma de Mallorca, Spain), thus consummating the Christian reconquest of the island of Mallorca.",
            "year": 1229
        },
        {
            "text": "The Lý dynasty of Vietnam ends after 216 years by the enthronement of the boy emperor Trần Thái Tông, husband of the last Lý monarch, Lý Chiêu Hoàng, starting the Trần dynasty.[citation needed]",
            "year": 1225
        },
        {
            "text": "Holy Roman Emperor Henry IV is forced to abdicate in favor of his son, Henry V, in Ingelheim.",
            "year": 1105
        },
        {
            "text": "Battle of Englefield: The Vikings clash with ealdorman Æthelwulf of Berkshire. The invaders are driven back to Reading (East Anglia); many Danes are killed.",
            "year": 870
        },
        {
            "text": "Byzantine general Belisarius completes the conquest of Sicily, defeating the Gothic garrison of Palermo (Panormos), and ending his consulship for the year.",
            "year": 535
        },
        {
            "text": "Vandals, Alans and Suebians cross the Rhine, beginning an invasion of Gaul.",
            "year": 406
        }
    ],
    "births": [
        {
            "text": "Ryan Flamingo, Dutch footballer",
            "year": 2002
        },
        {
            "text": "Sophia Laforteza, Filipino-American singer",
            "year": 2002
        },
        {
            "text": "Joe Scally, American soccer player",
            "year": 2002
        },
        {
            "text": "Katie Volynets, American tennis player",
            "year": 2001
        },
        {
            "text": "Alycia Parks, American tennis player",
            "year": 2000
        },
        {
            "text": "Calvin Bassey, Italian-Nigerian footballer",
            "year": 1999
        },
        {
            "text": "Leif Davis, English footballer",
            "year": 1999
        },
        {
            "text": "Ludovic Blas, French footballer",
            "year": 1997
        },
        {
            "text": "Cameron Carter-Vickers, English-American soccer player",
            "year": 1997
        },
        {
            "text": "Bright Osayi-Samuel, Nigerian footballer",
            "year": 1997
        },
        {
            "text": "J. J. Arcega-Whiteside, Spanish-American football player",
            "year": 1996
        },
        {
            "text": "Gabby Douglas, American gymnast",
            "year": 1995
        },
        {
            "text": "Edmond Sumner, American basketball player",
            "year": 1995
        },
        {
            "text": "Amy Cure, Australian track cyclist",
            "year": 1992
        },
        {
            "text": "Karl Kruuda, Estonian racing driver",
            "year": 1992
        },
        {
            "text": "Dennis Everberg, Swedish ice hockey player",
            "year": 1991
        },
        {
            "text": "Djené, Togolese footballer",
            "year": 1991
        },
        {
            "text": "ND Stevenson, American cartoonist",
            "year": 1991
        },
        {
            "text": "Ryo Aitaka, Japanese kickboxer and professional wrestler",
            "year": 1989
        },
        {
            "text": "Kelvin Herrera, Dominican baseball player",
            "year": 1989
        },
        {
            "text": "Michal Řepík, Czech ice hockey player",
            "year": 1988
        },
        {
            "text": "Javaris Crittenton, American basketball player",
            "year": 1987
        },
        {
            "text": "Seydou Doumbia, Ivorian footballer",
            "year": 1987
        },
        {
            "text": "Danny Holla, Dutch footballer",
            "year": 1987
        },
        {
            "text": "Nemanja Nikolić, Hungarian footballer",
            "year": 1987
        },
        {
            "text": "Nate Freiman, American baseball player",
            "year": 1986
        },
        {
            "text": "Kade Snowden, Australian rugby league player",
            "year": 1986
        },
        {
            "text": "Jonathan Horton, American gymnast",
            "year": 1985
        },
        {
            "text": "Jan Smit, Dutch singer and television host",
            "year": 1985
        },
        {
            "text": "Corey Crawford, Canadian ice hockey player",
            "year": 1984
        },
        {
            "text": "Ben Hannant, Australian rugby league player",
            "year": 1984
        },
        {
            "text": "Édgar Lugo, Mexican footballer",
            "year": 1984
        },
        {
            "text": "Calvin Zola, Congolese footballer",
            "year": 1984
        },
        {
            "text": "Jana Veselá, Czech basketball player",
            "year": 1983
        },
        {
            "text": "Julio DePaula, Dominican baseball player",
            "year": 1982
        },
        {
            "text": "Craig Gordon, Scottish footballer",
            "year": 1982
        },
        {
            "text": "Luke Schenscher, Australian basketball player",
            "year": 1982
        },
        {
            "text": "The Rocket Summer, American singer-songwriter, guitarist, and producer",
            "year": 1982
        },
        {
            "text": "Jason Campbell, American football player",
            "year": 1981
        },
        {
            "text": "Francisco García, Dominican basketball player",
            "year": 1981
        },
        {
            "text": "Matthew Pavlich, Australian footballer",
            "year": 1981
        },
        {
            "text": "Margaret Simpson, Ghanaian heptathlete",
            "year": 1981
        },
        {
            "text": "Jesse Carlson, American baseball player",
            "year": 1980
        },
        {
            "text": "Matt Cross, American wrestler",
            "year": 1980
        },
        {
            "text": "Richie McCaw, New Zealand rugby player",
            "year": 1980
        },
        {
            "text": "Carsten Schlangen, German runner",
            "year": 1980
        },
        {
            "text": "Paul O'Neill, English racing driver",
            "year": 1979
        },
        {
            "text": "Jeff Waldstreicher, American lawyer and politician",
            "year": 1979
        },
        {
            "text": "Ricky Whittle, British actor",
            "year": 1979
        },
        {
            "text": "Wardy Alfaro, Costa Rican footballer and coach",
            "year": 1977
        },
        {
            "text": "Luís Carreira, Portuguese motorcycle racer (died 2012)",
            "year": 1976
        },
        {
            "text": "Matthew Hoggard, English cricketer",
            "year": 1976
        },
        {
            "text": "Rami Alanko, Finnish ice hockey player",
            "year": 1975
        },
        {
            "text": "Toni Kuivasto, Finnish footballer and coach",
            "year": 1975
        },
        {
            "text": "Rob Penders, Dutch footballer",
            "year": 1975
        },
        {
            "text": "Sander Schutgens, Dutch runner",
            "year": 1975
        },
        {
            "text": "Mario Aerts, Belgian cyclist",
            "year": 1974
        },
        {
            "text": "Tony Kanaan, Brazilian race car driver",
            "year": 1974
        },
        {
            "text": "Ryan Sakoda, Japanese-American wrestler and trainer",
            "year": 1974
        },
        {
            "text": "Shandon Anderson, American basketball player",
            "year": 1973
        },
        {
            "text": "Malcolm Middleton, Scottish singer-songwriter and guitarist",
            "year": 1973
        },
        {
            "text": "Curtis Myden, Canadian swimmer",
            "year": 1973
        },
        {
            "text": "Grégory Coupet, French footballer",
            "year": 1972
        },
        {
            "text": "Scott Manley, Scottish YouTube personality",
            "year": 1972
        },
        {
            "text": "Brent Barry, American basketball player and sportscaster",
            "year": 1971
        },
        {
            "text": "Esteban Loaiza, Mexican baseball player",
            "year": 1971
        },
        {
            "text": "Heath Shuler, American football player and politician",
            "year": 1971
        },
        {
            "text": "Jorjão, Brazilian footballer",
            "year": 1970
        },
        {
            "text": "Danny McNamara, English singer-songwriter",
            "year": 1970
        },
        {
            "text": "Carlos Morales Quintana, Spanish-Danish architect and sailor",
            "year": 1970
        },
        {
            "text": "Bryon Russell, American basketball player",
            "year": 1970
        },
        {
            "text": "Gerry Dee, Canadian comedian, actor, and screenwriter",
            "year": 1968
        },
        {
            "text": "Junot Diaz, Dominican-born American novelist, short story writer, and essayist",
            "year": 1968
        },
        {
            "text": "Paul McGregor, Australian rugby league player and coach",
            "year": 1967
        },
        {
            "text": "Tony Dorigo, Australian-English footballer and sportscaster",
            "year": 1965
        },
        {
            "text": "Julie Doucet, Canadian cartoonist and author",
            "year": 1965
        },
        {
            "text": "Laxman Sivaramakrishnan, Indian cricketer",
            "year": 1965
        },
        {
            "text": "Winston Benjamin, Antiguan cricketer",
            "year": 1964
        },
        {
            "text": "Michael McDonald, American comedian, actor, and director",
            "year": 1964
        },
        {
            "text": "Tyrone Corbin, American basketball player and coach",
            "year": 1962
        },
        {
            "text": "Chris Hallam, English-Welsh swimmer and wheelchair racer (died 2013)",
            "year": 1962
        },
        {
            "text": "Jennifer Higdon, American composer",
            "year": 1962
        },
        {
            "text": "Rick Aguilera, American baseball player and coach",
            "year": 1961
        },
        {
            "text": "Jeremy Heywood, English economist and civil servant (died 2018)",
            "year": 1961
        },
        {
            "text": "Nina Li Chi, Hong Kong actress",
            "year": 1961
        },
        {
            "text": "Fabian Nicieza, Argentine-American comic book writer and editor",
            "year": 1961
        },
        {
            "text": "Steve Bruce, English footballer and manager",
            "year": 1960
        },
        {
            "text": "Liveris Andritsos, Greek basketball player",
            "year": 1959
        },
        {
            "text": "Val Kilmer, American actor (died 2025)",
            "year": 1959
        },
        {
            "text": "Phill Kline, American lawyer and politician",
            "year": 1959
        },
        {
            "text": "Baron Waqa, Nauruan composer and politician, 14th President of Nauru",
            "year": 1959
        },
        {
            "text": "Paul Westerberg, American musician, singer, and songwriter",
            "year": 1959
        },
        {
            "text": "Geoff Marsh, Australian cricketer and coach",
            "year": 1958
        },
        {
            "text": "Robert Goodwill, English farmer and politician",
            "year": 1956
        },
        {
            "text": "Helma Knorscheidt, German shot putter",
            "year": 1956
        },
        {
            "text": "Steve Rude, American author and illustrator",
            "year": 1956
        },
        {
            "text": "Pula Nikolao Pula, 9th governor of American Samoa",
            "year": 1955
        },
        {
            "text": "Alex Salmond, Scottish economist and politician (died 2024)",
            "year": 1954
        },
        {
            "text": "Hermann Tilke, German racing driver, architect and engineer",
            "year": 1954
        },
        {
            "text": "Jane Badler, American actress",
            "year": 1953
        },
        {
            "text": "Vaughan Jones, New Zealand mathematician and academic (died 2020)",
            "year": 1952
        },
        {
            "text": "Jean-Pierre Rives, French rugby player, painter, and sculptor",
            "year": 1952
        },
        {
            "text": "Kenny Roberts, American motorcycle racer",
            "year": 1951
        },
        {
            "text": "Bob Gilder, American golfer",
            "year": 1950
        },
        {
            "text": "Inge Helten, German sprinter",
            "year": 1950
        },
        {
            "text": "Cheryl Womack, American businesswoman",
            "year": 1950
        },
        {
            "text": "Ellen Datlow, American anthologist and author",
            "year": 1949
        },
        {
            "text": "Flora Gomes, Bissau-Guinean filmmaker",
            "year": 1949
        },
        {
            "text": "Susan Shwartz, American author",
            "year": 1949
        },
        {
            "text": "Sandy Jardine, Scottish footballer and manager (died 2014)",
            "year": 1948
        },
        {
            "text": "Roy Greenslade, English journalist and academic",
            "year": 1946
        },
        {
            "text": "Bryan Hamilton, Northern Irish footballer and coach",
            "year": 1946
        },
        {
            "text": "Raphael Kaplinsky, South African international development academic",
            "year": 1946
        },
        {
            "text": "Pius Ncube, Zimbabwean archbishop",
            "year": 1946
        },
        {
            "text": "Lyudmila Pakhomova, Russian ice dancer (died 1986)",
            "year": 1946
        },
        {
            "text": "Cliff Richey, American tennis player",
            "year": 1946
        },
        {
            "text": "Eric Robson, Scottish journalist and author",
            "year": 1946
        },
        {
            "text": "Nigel Rudd, English businessman, founder of Williams Holdings",
            "year": 1946
        },
        {
            "text": "Tim Stevens, English bishop",
            "year": 1946
        },
        {
            "text": "Connie Willis, American author",
            "year": 1945
        },
        {
            "text": "Taylor Hackford, American director, producer, and screenwriter",
            "year": 1944
        },
        {
            "text": "Sir Alex Ferguson, Scottish footballer and manager",
            "year": 1941
        },
        {
            "text": "Mani Neumeier, German drummer",
            "year": 1940
        },
        {
            "text": "Willye White, American sprinter and long jumper (died 2007)",
            "year": 1939
        },
        {
            "text": "Rosalind Cash, American actress (died 1995)",
            "year": 1938
        },
        {
            "text": "Atje Keulen-Deelstra, Dutch speed skater (died 2013)",
            "year": 1938
        },
        {
            "text": "Avram Hershko, Hungarian-Israeli biochemist and physician",
            "year": 1937
        },
        {
            "text": "Barry Hughes, Welsh footballer and manager (died 2019)",
            "year": 1937
        },
        {
            "text": "Tess Jaray, Austrian-English painter and educator",
            "year": 1937
        },
        {
            "text": "Ameer Muhammad Akram Awan, Indian author, poet, and scholar (died 2017)",
            "year": 1934
        },
        {
            "text": "Maria Krushelnytska, Ukrainian pianist (died 2025)",
            "year": 1934
        },
        {
            "text": "Edward Bunker, American author, screenwriter, and actor (died 2005)",
            "year": 1933
        },
        {
            "text": "Don James, American football player and coach (died 2013)",
            "year": 1932
        },
        {
            "text": "Felix Rexhausen, German journalist and author (died 1992)",
            "year": 1932
        },
        {
            "text": "Bob Shaw, Northern Irish journalist and author (died 1996)",
            "year": 1931
        },
        {
            "text": "Jaime Escalante, Bolivian-American educator (died 2010)",
            "year": 1930
        },
        {
            "text": "Odetta, American singer-songwriter, guitarist, and actress (died 2008)",
            "year": 1930
        },
        {
            "text": "Mies Bouwman, Dutch television host (died 2018)",
            "year": 1929
        },
        {
            "text": "Peter May, English cricketer (died 1994)",
            "year": 1929
        },
        {
            "text": "Ross Barbour, American pop singer (died 2011)",
            "year": 1928
        },
        {
            "text": "Hugh McElhenny, American football player (died 2022)",
            "year": 1928
        },
        {
            "text": "Veijo Meri, Finnish author and translator (died 2015)",
            "year": 1928
        },
        {
            "text": "Tatyana Shmyga, Russian actress and singer (died 2011)",
            "year": 1928
        },
        {
            "text": "Siné, French cartoonist (died 2016)",
            "year": 1928
        },
        {
            "text": "Valerie Pearl, English historian and academic (died 2016)",
            "year": 1926
        },
        {
            "text": "Billy Snedden, Australian lawyer and politician, 17th Attorney-General for Australia (died 1987)",
            "year": 1926
        },
        {
            "text": "Irina Korschunow, German author and screenwriter (died 2013)",
            "year": 1925
        },
        {
            "text": "Sri Lal Sukla, Indian author (died 2011)",
            "year": 1925
        },
        {
            "text": "Daphne Oram, British composer and electronic musician (died 2003)",
            "year": 1925
        },
        {
            "text": "Taylor Mead, American actor and poet (died 2013)",
            "year": 1924
        },
        {
            "text": "Giannis Dalianidis, Greek actor, director, and screenwriter (died 2010)",
            "year": 1923
        },
        {
            "text": "Tomás Balduino, Brazilian bishop (died 2014)",
            "year": 1922
        },
        {
            "text": "Halina Czerny-Stefańska, Polish pianist and educator (died 2001)",
            "year": 1922
        },
        {
            "text": "Luis Zuloaga, Venezuelan baseball player (died 2013)",
            "year": 1922
        },
        {
            "text": "Rex Allen, American actor and singer-songwriter (died 1999)",
            "year": 1920
        },
        {
            "text": "Tommy Byrne, American baseball player, coach, and politician (died 2007)",
            "year": 1919
        },
        {
            "text": "Carmen Contreras-Bozak, Puerto Rican-American soldier (died 2017)",
            "year": 1919
        },
        {
            "text": "Ray Graves, American football player and coach (died 2015)",
            "year": 1918
        },
        {
            "text": "Evelyn Knight, American singer (died 2007)",
            "year": 1917
        },
        {
            "text": "Wilfrid Noyce, English mountaineer and author (died 1962)",
            "year": 1917
        },
        {
            "text": "Sam Ragan, American journalist, author, and poet (died 1996)",
            "year": 1915
        },
        {
            "text": "Mary Logan Reddick, American neuroembryologist (died 1966)",
            "year": 1914
        },
        {
            "text": "John Frost, Indian-English general (died 1993)",
            "year": 1912
        },
        {
            "text": "Dal Stivens, Australian soldier and author (died 1997)",
            "year": 1911
        },
        {
            "text": "Carl Dudley, American director, producer, and screenwriter (died 1973)",
            "year": 1910
        },
        {
            "text": "Enrique Maier, Spanish tennis player (died 1981)",
            "year": 1910
        },
        {
            "text": "Jonah Jones, American trumpet player and saxophonist (died 2000)",
            "year": 1909
        },
        {
            "text": "Simon Wiesenthal, Ukrainian-Austrian Nazi hunter and author (died 2005)",
            "year": 1908
        },
        {
            "text": "Helen Dodson Prince, American astronomer and academic (died 2002)",
            "year": 1905
        },
        {
            "text": "William Heynes, English engineer (died 1989)",
            "year": 1903
        },
        {
            "text": "Lionel Daunais, Canadian singer-songwriter (died 1982)",
            "year": 1902
        },
        {
            "text": "Roy Goodall, English footballer (died 1982)",
            "year": 1902
        },
        {
            "text": "Karl-August Fagerholm, Finnish politician, 20th Prime Minister of Finland (died 1984)",
            "year": 1901
        },
        {
            "text": "Nikos Ploumpidis, Greek educator and politician (died 1954)",
            "year": 1901
        },
        {
            "text": "Silvestre Revueltas, Mexican violinist, composer, and conductor (died 1940)",
            "year": 1899
        },
        {
            "text": "Princess Victoria Adelaide of Schleswig-Holstein (died 1970)",
            "year": 1885
        },
        {
            "text": "Bobby Byrne, American baseball and soccer player (died 1964)",
            "year": 1884
        },
        {
            "text": "Mihály Fekete, Hungarian actor, screenwriter, and film director (died 1960)",
            "year": 1884
        },
        {
            "text": "Max Pechstein, German painter and academic (died 1955)",
            "year": 1881
        },
        {
            "text": "Fred Beebe, American baseball player and coach (died 1957)",
            "year": 1880
        },
        {
            "text": "George Marshall, American general and politician, 50th United States Secretary of State (died 1959)",
            "year": 1880
        },
        {
            "text": "Elizabeth Arden, Canadian businesswoman (died 1966)",
            "year": 1878
        },
        {
            "text": "Horacio Quiroga, Uruguayan-Argentinian author, poet, and playwright (died 1937)",
            "year": 1878
        },
        {
            "text": "Lawrence Beesley, English journalist and author (died 1967)",
            "year": 1877
        },
        {
            "text": "Julius Meier, American businessman and politician, 20th Governor of Oregon (died 1937)",
            "year": 1874
        },
        {
            "text": "Konstantin Konik, Estonian surgeon and politician, 19th Estonian Minister of Education (died 1936)",
            "year": 1873
        },
        {
            "text": "Fred Marriott, American race car driver (died 1956)",
            "year": 1872
        },
        {
            "text": "Henri Matisse, French painter and sculptor (died 1954)",
            "year": 1869
        },
        {
            "text": "Robert Grant Aitken, American astronomer and academic (died 1951)",
            "year": 1864
        },
        {
            "text": "Joseph S. Cullinan, American businessman, co-founder of Texaco (died 1937)",
            "year": 1860
        },
        {
            "text": "King Kelly, American baseball player and manager (died 1894)",
            "year": 1857
        },
        {
            "text": "Giovanni Pascoli, Italian poet and scholar (died 1912)",
            "year": 1855
        },
        {
            "text": "Henry Carter Adams, American economist and academic (died 1921)",
            "year": 1851
        },
        {
            "text": "Giovanni Boldini, Italian painter (died 1931)",
            "year": 1842
        },
        {
            "text": "Émile Loubet, French lawyer and politician, 7th President of France (died 1929)",
            "year": 1838
        },
        {
            "text": "Queen Kapiolani of Hawaiʻi (died 1899)",
            "year": 1834
        },
        {
            "text": "Hugh Nelson Scottish-Australian politician, 11th Premier of Queensland (died 1906)",
            "year": 1833
        },
        {
            "text": "Isma'il Pasha, Egyptian ruler (died 1895)",
            "year": 1830
        },
        {
            "text": "Alexander Smith, Scottish poet and critic (died 1867)",
            "year": 1830
        },
        {
            "text": "George Meade, American general and engineer (died 1872)",
            "year": 1815
        },
        {
            "text": "Marie d'Agoult, German-French historian and author (died 1876)",
            "year": 1805
        },
        {
            "text": "Friedrich Robert Faehlmann, Estonian physician, philologist, and academic (died 1850)",
            "year": 1798
        },
        {
            "text": "Johann Spurzheim, German-American physician and phrenologist (died 1832)",
            "year": 1776
        },
        {
            "text": "James Bunbury White, American politician (died 1819)",
            "year": 1774
        },
        {
            "text": "Pierre-Charles Villeneuve, French admiral (died 1806)",
            "year": 1763
        },
        {
            "text": "Gottfried August Bürger, German poet and academic (died 1794)",
            "year": 1741
        },
        {
            "text": "Charles Cornwallis, 1st Marquess Cornwallis, English general and politician, 3rd Governor-General of India (died 1805)",
            "year": 1738
        },
        {
            "text": "Charles Edward Stuart, Scottish claimant to the throne of England (died 1788)",
            "year": 1720
        },
        {
            "text": "Arima Yoriyuki, Japanese mathematician and educator (died 1783)",
            "year": 1714
        },
        {
            "text": "Herman Boerhaave, Dutch botanist and physician (died 1738)",
            "year": 1668
        },
        {
            "text": "Gonzalo Fernández de Córdoba, Spanish general and politician, 24th Governor of the Duchy of Milan (died 1645)",
            "year": 1585
        },
        {
            "text": "Emperor Go-Yōzei of Japan, (died 1617)",
            "year": 1572
        },
        {
            "text": "Simon Forman, English occultist and astrologer (died 1611)",
            "year": 1552
        },
        {
            "text": "Henry I, Duke of Guise (died 1588)",
            "year": 1550
        },
        {
            "text": "John Radcliffe, English politician (died 1568)",
            "year": 1539
        },
        {
            "text": "Andreas Vesalius, Belgian anatomist, physician, and author (died 1564)",
            "year": 1514
        },
        {
            "text": "Beatrice of Portugal, Duchess of Savoy (died 1538)",
            "year": 1504
        },
        {
            "text": "Eleonora Gonzaga, Duchess of Urbino (died 1570)",
            "year": 1493
        },
        {
            "text": "Jacques Cartier, French navigator and explorer (died 1557)",
            "year": 1491
        },
        {
            "text": "Pope Callixtus III (died 1458)",
            "year": 1378
        },
        {
            "text": "Muhammad ibn al-Qasim, Umayyad general (died 715)",
            "year": 695
        }
    ],
    "deaths": [
        {
            "text": "Arnold Rüütel, Estonian politician, 3rd President of Estonia (born 1928)",
            "year": 2024
        },
        {
            "text": "Johnnie Walker, British radio DJ (born 1945)",
            "year": 2024
        },
        {
            "text": "Cale Yarborough, American Hall of Fame racing driver and founder of Cale Yarborough Motorsports, NASCAR Cup Series champion (1976, 1977, 1978) (born 1939)",
            "year": 2023
        },
        {
            "text": "Pope Benedict XVI, German Roman Catholic cardinal and theologian, pope (2005–2013) and archbishop of Munich and Freising (1977–1982) (born 1927)",
            "year": 2022
        },
        {
            "text": "Barry Lane, English golfer (born 1960)",
            "year": 2022
        },
        {
            "text": "Betty White, American actress, comedian and producer (born 1922)",
            "year": 2021
        },
        {
            "text": "Kader Khan, Indian actor (born 1937)",
            "year": 2018
        },
        {
            "text": "William Christopher, American actor (born 1932)",
            "year": 2016
        },
        {
            "text": "Natalie Cole, American singer-songwriter and actress (born 1950)",
            "year": 2015
        },
        {
            "text": "Wayne Rogers, American actor and investor (born 1933)",
            "year": 2015
        },
        {
            "text": "Edward Herrmann, American actor (born 1943)",
            "year": 2014
        },
        {
            "text": "Abdullah Hussain, Malaysian author (born 1920)",
            "year": 2014
        },
        {
            "text": "Norm Phelps, American author and activist (born 1939)",
            "year": 2014
        },
        {
            "text": "S. Arthur Spiegel, American captain, lawyer, and judge (born 1920)",
            "year": 2014
        },
        {
            "text": "Valerian Wellesley, 8th Duke of Wellington, British soldier and politician (born 1915)",
            "year": 2014
        },
        {
            "text": "James Avery, American actor (born 1945)",
            "year": 2013
        },
        {
            "text": "Roberto Ciotti, Italian guitarist and composer (born 1953)",
            "year": 2013
        },
        {
            "text": "Bob Grant, American radio host (born 1929)",
            "year": 2013
        },
        {
            "text": "Irina Korschunow, German author and screenwriter (born 1925)",
            "year": 2013
        },
        {
            "text": "Tarak Mekki, Tunisian businessman and politician (born 1958)",
            "year": 2012
        },
        {
            "text": "Jovette Marchessault, Canadian author and playwright (born 1938)",
            "year": 2012
        },
        {
            "text": "Günter Rössler, German photographer and journalist (born 1926)",
            "year": 2012
        },
        {
            "text": "Raymond Impanis, Belgian cyclist (born 1925)",
            "year": 2010
        },
        {
            "text": "Per Oscarsson, Swedish actor, director, producer, and screenwriter (born 1927)",
            "year": 2010
        },
        {
            "text": "Cahal Daly, Irish cardinal and philosopher, Archbishop of Armagh (born 1917)",
            "year": 2009
        },
        {
            "text": "Justin Keating, Irish surgeon, journalist, and politician, Minister for Industry and Commerce (born 1930)",
            "year": 2009
        },
        {
            "text": "Donald E. Westlake, American author and screenwriter (born 1933)",
            "year": 2008
        },
        {
            "text": "Roy Amara, American scientific researcher (born 1925)",
            "year": 2007
        },
        {
            "text": "Michael Goldberg, American painter and educator (born 1924)",
            "year": 2007
        },
        {
            "text": "Bill Idelson, American actor, producer, and screenwriter (born 1919)",
            "year": 2007
        },
        {
            "text": "Milton L. Klein, Canadian lawyer and politician (born 1910)",
            "year": 2007
        },
        {
            "text": "Ettore Sottsass, Austrian-Italian architect and designer (born 1917)",
            "year": 2007
        },
        {
            "text": "Ya'akov Hodorov, Israeli footballer (born 1927)",
            "year": 2006
        },
        {
            "text": "Seymour Martin Lipset, American sociologist, author, and academic (born 1922)",
            "year": 2006
        },
        {
            "text": "George Sisler, Jr., American businessman (born 1917)",
            "year": 2006
        },
        {
            "text": "Enrico Di Giuseppe, American tenor and educator (born 1932)",
            "year": 2005
        },
        {
            "text": "Phillip Whitehead, English screenwriter, producer, and politician (born 1937)",
            "year": 2005
        },
        {
            "text": "Gérard Debreu, French economist and mathematician, Nobel Prize laureate (born 1921)",
            "year": 2004
        },
        {
            "text": "Arthur R. von Hippel German-American physicist and author (born 1898)",
            "year": 2003
        },
        {
            "text": "Kevin MacMichael, Canadian guitarist, songwriter, and producer (born 1951)",
            "year": 2002
        },
        {
            "text": "Eileen Heckart, American actress (born 1919)",
            "year": 2001
        },
        {
            "text": "Alan Cranston, American journalist and politician (born 1914)",
            "year": 2000
        },
        {
            "text": "José Greco, Italian-American dancer and choreographer (born 1918)",
            "year": 2000
        },
        {
            "text": "Binyamin Ze'ev Kahane, American-Israeli rabbi and scholar (born 1966)",
            "year": 2000
        },
        {
            "text": "Elliot Richardson, American lawyer and politician, 69th United States Attorney General (born 1920)",
            "year": 1999
        },
        {
            "text": "Abul Hasan Ali Nadwi, Indian Muslim scholar and author (born 1914)",
            "year": 1999
        },
        {
            "text": "Ted Glossop, Australian rugby league player and coach (born 1934)",
            "year": 1998
        },
        {
            "text": "Floyd Cramer, American singer-songwriter and pianist (born 1933)",
            "year": 1997
        },
        {
            "text": "Billie Dove, American actress (born 1903)",
            "year": 1997
        },
        {
            "text": "Wesley Addy, American actor (born 1913)",
            "year": 1996
        },
        {
            "text": "Woody Strode, American football player, wrestler, and actor (born 1914)",
            "year": 1994
        },
        {
            "text": "Zviad Gamsakhurdia, Georgian anthropologist and politician, 1st President of Georgia (born 1939)",
            "year": 1993
        },
        {
            "text": "Brandon Teena, American murder victim (born 1972)",
            "year": 1993
        },
        {
            "text": "Big Bertha, Irish cattle and twice Guinness World Record holder (oldest cow, cow with most offspring) (born 1945)",
            "year": 1993
        },
        {
            "text": "George Allen, American football player and coach (born 1918)",
            "year": 1990
        },
        {
            "text": "Vasily Lazarev, Russian physician, colonel, and astronaut (born 1928)",
            "year": 1990
        },
        {
            "text": "Giovanni Michelucci, Italian architect and urban planner, designed the Firenze Santa Maria Novella railway station (born 1891)",
            "year": 1990
        },
        {
            "text": "Nicolas Calas, Greek-American poet and critic (born 1907)",
            "year": 1988
        },
        {
            "text": "Jerry Turner, American journalist (born 1929)",
            "year": 1987
        },
        {
            "text": "Ricky Nelson, American singer-songwriter, guitarist, and actor (born 1940)",
            "year": 1985
        },
        {
            "text": "Sevim Burak, Turkish author and playwright (born 1931)",
            "year": 1983
        },
        {
            "text": "Marshall McLuhan, Canadian philosopher and theorist (born 1911)",
            "year": 1980
        },
        {
            "text": "Raoul Walsh, American actor, director, producer, and screenwriter (born 1887)",
            "year": 1980
        },
        {
            "text": "Basil Wolverton, American illustrator (born 1909)",
            "year": 1978
        },
        {
            "text": "Roberto Clemente, Puerto Rican-American baseball player and Marine (born 1934)",
            "year": 1972
        },
        {
            "text": "Henry Gerber, German-American activist, founded the Society for Human Rights (born 1892)",
            "year": 1972
        },
        {
            "text": "Cyril Scott, English composer, writer, and poet (born 1879)",
            "year": 1970
        },
        {
            "text": "George Lewis, American clarinet player and composer (born 1900)",
            "year": 1968
        },
        {
            "text": "Bobby Byrne, American baseball and soccer player (born 1884)",
            "year": 1964
        },
        {
            "text": "Ólafur Thors, Icelandic lawyer and politician, 8th Prime Minister of Iceland (born 1892)",
            "year": 1964
        },
        {
            "text": "Henry Maitland Wilson, English field marshal (born 1881)",
            "year": 1964
        },
        {
            "text": "Albert Plesman, Dutch businessman, founded KLM (born 1889)",
            "year": 1953
        },
        {
            "text": "Murtaza Hasan Chandpuri, Indian Muslim scholar (born 1868)",
            "year": 1951
        },
        {
            "text": "Charles Koechlin, French composer and educator (born 1867)",
            "year": 1950
        },
        {
            "text": "Rıza Tevfik Bölükbaşı, Turkish philosopher, poet, and politician (born 1869)",
            "year": 1949
        },
        {
            "text": "Raimond Valgre, Estonian pianist and composer (born 1913)",
            "year": 1949
        },
        {
            "text": "Malcolm Campbell, English racing driver and journalist (born 1885)",
            "year": 1948
        },
        {
            "text": "Miguel de Unamuno, Spanish philosopher, author, and poet (born 1864)",
            "year": 1936
        },
        {
            "text": "Cornelia Clapp, American marine biologist (born 1849)",
            "year": 1934
        },
        {
            "text": "Boies Penrose, American lawyer and politician (born 1860)",
            "year": 1921
        },
        {
            "text": "Archibald Hoxsey, American pilot (born 1884)",
            "year": 1910
        },
        {
            "text": "John Moisant, American pilot and engineer (born 1868)",
            "year": 1910
        },
        {
            "text": "Spencer Trask, American financier and philanthropist (born 1844)",
            "year": 1909
        },
        {
            "text": "Thomas Joannes Stieltjes, Dutch mathematician and academic (born 1856)",
            "year": 1894
        },
        {
            "text": "Samuel Ajayi Crowther, Nigerian bishop and linguist (born 1809)",
            "year": 1891
        },
        {
            "text": "Pancha Carrasco, Costa Rican soldier (born 1826)",
            "year": 1890
        },
        {
            "text": "Ion Creangă, Romanian author and educator (born 1837)",
            "year": 1889
        },
        {
            "text": "George Kerferd, English-Australian politician, 10th Premier of Victoria (born 1831)",
            "year": 1889
        },
        {
            "text": "Samson Raphael Hirsch, German rabbi and scholar (born 1808)",
            "year": 1888
        },
        {
            "text": "Gustave Courbet, French-Swiss painter and sculptor (born 1819)",
            "year": 1877
        },
        {
            "text": "Catherine Labouré, French nun and saint (born 1806)",
            "year": 1876
        },
        {
            "text": "Aleksis Kivi, Finnish author and playwright (born 1834)",
            "year": 1872
        },
        {
            "text": "Jean-Pierre Duport, French cellist (born 1741)",
            "year": 1818
        },
        {
            "text": "Jean-François Marmontel, French historian and author (born 1723)",
            "year": 1799
        },
        {
            "text": "Richard Montgomery, American general (born 1738)",
            "year": 1775
        },
        {
            "text": "Charles III Philip, Elector Palatine (born 1661)",
            "year": 1742
        },
        {
            "text": "Carlo Gimach, Maltese architect, engineer and poet (born 1651)",
            "year": 1730
        },
        {
            "text": "John Flamsteed, English astronomer and academic (born 1646)",
            "year": 1719
        },
        {
            "text": "Catherine of Braganza (born 1638)",
            "year": 1705
        },
        {
            "text": "Robert Boyle, Anglo-Irish chemist and physicist (born 1627)",
            "year": 1691
        },
        {
            "text": "Dudley North, English merchant and economist (born 1641)",
            "year": 1691
        },
        {
            "text": "Giovanni Alfonso Borelli, Italian physiologist and physicist (born 1608)",
            "year": 1679
        },
        {
            "text": "Oliver St John, English judge and politician, Chief Justice of the Common Pleas (born 1598)",
            "year": 1673
        },
        {
            "text": "Janusz Radziwiłł, Polish–Lithuanian politician (born 1612)",
            "year": 1655
        },
        {
            "text": "Sir John Wray, 2nd Baronet, English politicians and Roundheads supporter (born 1586)",
            "year": 1655
        },
        {
            "text": "Dorgon, Chinese emperor (born 1612)",
            "year": 1650
        },
        {
            "text": "Christian, Count of Waldeck-Wildungen, German count (born 1585)",
            "year": 1637
        },
        {
            "text": "Ludolph van Ceulen, German-Dutch mathematician and academic (born 1540)",
            "year": 1610
        },
        {
            "text": "Thomas Erastus, Swiss physician and theologian (born 1524)",
            "year": 1583
        },
        {
            "text": "Pierino Belli, Italian commander and jurist (born 1502)",
            "year": 1575
        },
        {
            "text": "Shimazu Tadayoshi, Japanese daimyō (born 1493)",
            "year": 1568
        },
        {
            "text": "William Skeffington, English-Irish politician, Lord Deputy of Ireland (born 1465)",
            "year": 1535
        },
        {
            "text": "Bianca Maria Sforza, Holy Roman Empress (born 1472)",
            "year": 1510
        },
        {
            "text": "Richard Neville, 5th Earl of Salisbury, English politician, Lord Chancellor of the United Kingdom (born 1400)",
            "year": 1460
        },
        {
            "text": "Margaret Holland, English noblewoman (born 1385)",
            "year": 1439
        },
        {
            "text": "Thomas Beaufort, Duke of Exeter (born 1377)",
            "year": 1426
        },
        {
            "text": "Johanna of Bavaria, Queen of Bohemia (born c. 1362)",
            "year": 1386
        },
        {
            "text": "John Wycliffe, English philosopher, theologian, and translator (born 1331)",
            "year": 1384
        },
        {
            "text": "Frederick III, Duke of Lorraine (born 1238)",
            "year": 1302
        },
        {
            "text": "Margaret, Countess of Anjou (born 1273)",
            "year": 1299
        },
        {
            "text": "Humphrey de Bohun, 3rd Earl of Hereford, English politician, Lord High Constable of England (born 1249)",
            "year": 1298
        },
        {
            "text": "Leopold V, Duke of Austria (born 1157)",
            "year": 1194
        },
        {
            "text": "Ottokar III of Styria (born 1124)",
            "year": 1164
        },
        {
            "text": "Ahmad Maymandi, Persian statesman, vizier of the Ghaznavid Empire",
            "year": 1032
        },
        {
            "text": "Ibn Hawshab, founder of the Isma'ili community in Yemen",
            "year": 914
        },
        {
            "text": "Li Shiji, Chinese general (born 594)",
            "year": 669
        },
        {
            "text": "Pope Sylvester I",
            "year": 335
        },
        {
            "text": "Commodus, Roman emperor (born 161)",
            "year": 192
        },
        {
            "text": "Quintus Fabius Maximus, consul suffectus",
            "year": -45
        }
    ],
    "metadata": {
        "current_date": "December 31, 2025",
        "short_date": "Dec 31",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            23,
            12,
            30,
            42,
            58,
            57,
            29,
            35,
            45,
            16
        ],
        "births": [
            191,
            195,
            35,
            204
        ],
        "deaths": [
            4,
            99,
            114,
            11
        ]
    }
}