{
    "events": [
        {
            "text": "Khartoum massacre: In Sudan, over 100 people are killed when security forces accompanied by Janjaweed militiamen storm and open fire on a sit-in protest.",
            "year": 2019
        },
        {
            "text": "The trial of United States Army private Chelsea Manning for leaking classified material to WikiLeaks begins in Fort Meade, Maryland.",
            "year": 2013
        },
        {
            "text": "At least 119 people are killed in a fire at a poultry farm in Jilin Province in northeastern China.",
            "year": 2013
        },
        {
            "text": "A plane carrying 153 people crashes in a residential neighborhood in Lagos, Nigeria, killing everyone on board plus six people on the ground.",
            "year": 2012
        },
        {
            "text": "The pageant for the Diamond Jubilee of Elizabeth II takes place on the River Thames.",
            "year": 2012
        },
        {
            "text": "The union of Serbia and Montenegro comes to an end with Montenegro's formal declaration of independence.",
            "year": 2006
        },
        {
            "text": "After suffering a mechanical failure, a high speed train derails at Eschede, Germany, killing 101 people.",
            "year": 1998
        },
        {
            "text": "Australian Aboriginal land rights are recognised in Mabo v Queensland (No 2), a case brought by Torres Strait Islander Eddie Mabo which led to the Native Title Act 1993  overturning the long-held colonial assumption of terra nullius.",
            "year": 1992
        },
        {
            "text": "Mount Unzen erupts in Kyūshū, Japan, killing 43 people, all of them either researchers or journalists.",
            "year": 1991
        },
        {
            "text": "The government of China sends troops to force protesters out of Tiananmen Square after seven weeks of occupation.",
            "year": 1989
        },
        {
            "text": "Operation Blue Star, a military offensive, is launched by the Indian government at Harmandir Sahib, also known as the Golden Temple, the holiest shrine for Sikhs, in Amritsar. The operation continues until June 6, with casualties, most of them civilians, in excess of 5,000.",
            "year": 1984
        },
        {
            "text": "The Israeli ambassador to the United Kingdom, Shlomo Argov, is shot on a London street; he survives but is left paralysed.",
            "year": 1982
        },
        {
            "text": "The 1980 Grand Island tornado outbreak hits Nebraska, United States, causing five deaths and $300 million (equivalent to $1145 million in 2024) worth of damage.",
            "year": 1980
        },
        {
            "text": "A blowout at the Ixtoc I oil well in the southern Gulf of Mexico causes at least 3,000,000 barrels (480,000 m3) of oil to be spilled into the waters, the second-worst accidental oil spill ever recorded.",
            "year": 1979
        },
        {
            "text": "A Soviet supersonic Tupolev Tu-144 crashes near Goussainville, France, killing 14, the first crash of a supersonic passenger aircraft.",
            "year": 1973
        },
        {
            "text": "Melbourne–Evans collision: off the coast of South Vietnam, the Australian aircraft carrier HMAS Melbourne cuts the U.S. Navy destroyer USS Frank E. Evans in half; resulting in 74 deaths.",
            "year": 1969
        },
        {
            "text": "The launch of Gemini 4, the first multi-day space mission by a NASA crew. Ed White, a crew member, performs the first American spacewalk.",
            "year": 1965
        },
        {
            "text": "Soldiers of the South Vietnamese Army attack protesting Buddhists in Huế with liquid chemicals from tear-gas grenades, causing 67 people to be hospitalized for blistering of the skin and respiratory ailments.",
            "year": 1963
        },
        {
            "text": "At Paris Orly Airport, Air France Flight 007 overruns the runway and explodes when the crew attempts to abort takeoff, killing 130.",
            "year": 1962
        },
        {
            "text": "Herzog and Lachenal of the French Annapurna expedition become the first climbers to reach the summit of an 8,000-metre peak.",
            "year": 1950
        },
        {
            "text": "In Los Angeles, California, white U.S. Navy sailors and Marines attack Latino youths in the five-day Zoot Suit Riots.",
            "year": 1943
        },
        {
            "text": "World War II: Japan begins the Aleutian Islands Campaign by bombing Unalaska Island.",
            "year": 1942
        },
        {
            "text": "World War II: The Wehrmacht razes the Greek village of Kandanos to the ground and murders 180 of its inhabitants.",
            "year": 1941
        },
        {
            "text": "World War II: During the Battle of France, the Luftwaffe bombs Paris.",
            "year": 1940
        },
        {
            "text": "Franz Rademacher proposes plans to make Madagascar the \"Jewish homeland\", an idea that had first been considered by 19th century journalist Theodor Herzl.",
            "year": 1940
        },
        {
            "text": "The Duke of Windsor marries Wallis Simpson.",
            "year": 1937
        },
        {
            "text": "One thousand unemployed Canadian workers board freight cars in Vancouver, beginning a protest trek to Ottawa.",
            "year": 1935
        },
        {
            "text": "The National Defense Act is signed into law, increasing the size of the United States National Guard by 450,000 men.",
            "year": 1916
        },
        {
            "text": "Liverpool F.C. is founded by John Houlding.",
            "year": 1892
        },
        {
            "text": "The first long-distance electric power transmission line in the United States is completed, running 14 miles (23 km) between a generator at Willamette Falls and downtown Portland, Oregon.",
            "year": 1889
        },
        {
            "text": "In the last military engagement fought on Canadian soil, the Cree leader, Big Bear, escapes the North-West Mounted Police.",
            "year": 1885
        },
        {
            "text": "American Civil War: Union forces under Ulysses S. Grant sustain heavy casualties attacking Confederate troops under Robert E. Lee at the Battle of Cold Harbor in Hanover County, Virginia.",
            "year": 1864
        },
        {
            "text": "American Civil War: Robert E. Lee and his Army of Northern Virginia begin marching to invade the North for a second time, starting the Gettysburg campaign.",
            "year": 1863
        },
        {
            "text": "American Civil War: Battle of Philippi (also called the Philippi Races): Union forces rout Confederate troops in Barbour County, Virginia, now West Virginia.",
            "year": 1861
        },
        {
            "text": "The last pair of great auks is killed.",
            "year": 1844
        },
        {
            "text": "In Humen, China, Lin Zexu destroys 1.2 million kilograms of opium confiscated from British merchants, providing Britain with a casus belli to open hostilities, resulting in the First Opium War.",
            "year": 1839
        },
        {
            "text": "Jack Jouett begins his midnight ride to warn Thomas Jefferson and the Virginia legislature of an impending British raid.",
            "year": 1781
        },
        {
            "text": "James Stuart, Duke of York (later to become King James II of England), defeats the Dutch fleet off the coast of Lowestoft.",
            "year": 1665
        },
        {
            "text": "Pope Alexander VII appoints François de Laval vicar apostolic in New France.",
            "year": 1658
        },
        {
            "text": "The Dutch West India Company receives a charter for New Netherland.",
            "year": 1621
        },
        {
            "text": "Samuel de Champlain lands at Tadoussac, Quebec, in the course of his third voyage to New France, and begins erecting fortifications.",
            "year": 1608
        },
        {
            "text": "An English naval force defeats a fleet of Spanish galleys, and captures a large Portuguese carrack at the Battle of Sesimbra Bay",
            "year": 1602
        },
        {
            "text": "Hernando de Soto claims Florida for Spain.",
            "year": 1539
        },
        {
            "text": "The Treaty of Novgorod delineates borders between Russia and Norway in Finnmark.",
            "year": 1326
        },
        {
            "text": "The French scholar Peter Abelard is found guilty of heresy.",
            "year": 1140
        },
        {
            "text": "After a five-month siege during the First Crusade, the Crusaders seize Antioch.",
            "year": 1098
        },
        {
            "text": "The Byzantine emperor Philippicus is blinded, deposed and sent into exile by conspirators of the Opsikion army in Thrace. He is succeeded by Anastasios II, who begins the reorganization of the Byzantine army.",
            "year": 713
        },
        {
            "text": "The Roman usurper Nepotianus, of the Constantinian dynasty, proclaims himself Roman emperor, entering Rome at the head of a group of gladiators.",
            "year": 350
        }
    ],
    "births": [
        {
            "text": "Tyrell Sloan, Australian rugby league player",
            "year": 2002
        },
        {
            "text": "Jalen Suggs, American basketball player",
            "year": 2001
        },
        {
            "text": "Beabadoobee, Filipino singer-songwriter",
            "year": 2000
        },
        {
            "text": "Cameron Green, Australian cricketer",
            "year": 1999
        },
        {
            "text": "Sam Curran, English cricketer",
            "year": 1998
        },
        {
            "text": "Louis Hofmann, German actor",
            "year": 1997
        },
        {
            "text": "Harrison Bader, American baseball player",
            "year": 1994
        },
        {
            "text": "Otto Porter Jr., American basketball player",
            "year": 1993
        },
        {
            "text": "Dilraba Dilmurat, Chinese actress",
            "year": 1992
        },
        {
            "text": "Mario Götze, German footballer",
            "year": 1992
        },
        {
            "text": "Yordano Ventura, Dominican baseball player (died 2017)",
            "year": 1991
        },
        {
            "text": "Katie Hoff, American swimmer",
            "year": 1989
        },
        {
            "text": "Imogen Poots, English actress and model",
            "year": 1989
        },
        {
            "text": "Masami Nagasawa, Japanese actress",
            "year": 1987
        },
        {
            "text": "Al Horford, Dominican basketball player",
            "year": 1986
        },
        {
            "text": "Micah Kogo, Kenyan runner",
            "year": 1986
        },
        {
            "text": "Rafael Nadal, Spanish tennis player",
            "year": 1986
        },
        {
            "text": "Tomáš Verner, Czech ice skater",
            "year": 1986
        },
        {
            "text": "Papiss Cissé, Senegalese footballer",
            "year": 1985
        },
        {
            "text": "Łukasz Piszczek, Polish footballer",
            "year": 1985
        },
        {
            "text": "Pasquale Foggia, Italian footballer",
            "year": 1983
        },
        {
            "text": "Yelena Isinbayeva, Russian pole vaulter",
            "year": 1982
        },
        {
            "text": "Manfred Mölgg, Italian skier",
            "year": 1982
        },
        {
            "text": "Sosene Anesi, New Zealand rugby player",
            "year": 1981
        },
        {
            "text": "Sam Murphy, Australian rugby league player",
            "year": 1981
        },
        {
            "text": "Amauri, Italian international footballer",
            "year": 1980
        },
        {
            "text": "Christian Malcolm, Welsh sprinter",
            "year": 1979
        },
        {
            "text": "Pierre Poilievre, Canadian politician, Leader of the Opposition",
            "year": 1979
        },
        {
            "text": "Lyfe Jennings, American singer-songwriter and producer",
            "year": 1978
        },
        {
            "text": "Cris, Brazilian footballer",
            "year": 1977
        },
        {
            "text": "Travis Hafner, American baseball player",
            "year": 1977
        },
        {
            "text": "Jamie McMurray, American race car driver",
            "year": 1976
        },
        {
            "text": "Jose Molina, Puerto Rican baseball player",
            "year": 1975
        },
        {
            "text": "Kelly Jones, Welsh singer-songwriter and guitarist",
            "year": 1974
        },
        {
            "text": "Serhiy Rebrov, Ukrainian international footballer and manager",
            "year": 1974
        },
        {
            "text": "Julie Gayet, French actress",
            "year": 1972
        },
        {
            "text": "Takako Minekawa, Japanese singer-songwriter",
            "year": 1969
        },
        {
            "text": "Dean Pay, Australian rugby league player and coach",
            "year": 1969
        },
        {
            "text": "Hiroyuki Takami, Japanese singer and actor",
            "year": 1969
        },
        {
            "text": "Anderson Cooper, American journalist and author",
            "year": 1967
        },
        {
            "text": "Tamás Darnyi, Hungarian swimmer",
            "year": 1967
        },
        {
            "text": "Newton, English singer-songwriter",
            "year": 1967
        },
        {
            "text": "Wasim Akram, Pakistani cricketer, coach, and sportscaster",
            "year": 1966
        },
        {
            "text": "Mike Gordon, American bassist and vocalist",
            "year": 1965
        },
        {
            "text": "Hans Kroes, Dutch swimmer",
            "year": 1965
        },
        {
            "text": "Michael Moore, British accountant and politician, Secretary of State for Scotland",
            "year": 1965
        },
        {
            "text": "Tina Kaidanow, American diplomat and government official (died 2024)",
            "year": 1965
        },
        {
            "text": "Kerry King, American guitarist and songwriter",
            "year": 1964
        },
        {
            "text": "James Purefoy, English actor",
            "year": 1964
        },
        {
            "text": "Susannah Constantine, English fashion designer, journalist, and author",
            "year": 1962
        },
        {
            "text": "Lawrence Lessig, American lawyer, academic, and author, founded the Creative Commons",
            "year": 1961
        },
        {
            "text": "Peter Vidmar, American gymnast",
            "year": 1961
        },
        {
            "text": "Ed Wynne, English guitarist, songwriter, and producer",
            "year": 1961
        },
        {
            "text": "Jeff Colyer, American politician, 47th Governor of Kansas",
            "year": 1960
        },
        {
            "text": "Catherine Davani, first female Papua New Guinean judge (died 2016)",
            "year": 1960
        },
        {
            "text": "Tracy Grimshaw, Australian television host",
            "year": 1960
        },
        {
            "text": "Carl Rackemann, Australian cricketer and sportscaster",
            "year": 1960
        },
        {
            "text": "Sam Mills, American football player (died 2005)",
            "year": 1959
        },
        {
            "text": "George Burley, Scottish footballer and manager",
            "year": 1956
        },
        {
            "text": "Danny Wilde, American singer-songwriter and guitarist",
            "year": 1956
        },
        {
            "text": "Louis H. Schiff, retired American judge, law school professor.",
            "year": 1955
        },
        {
            "text": "Dan Hill, Canadian singer-songwriter",
            "year": 1954
        },
        {
            "text": "Jill Biden, American educator, First Lady of the United States",
            "year": 1951
        },
        {
            "text": "Deniece Williams, American singer-songwriter",
            "year": 1951
        },
        {
            "text": "Frédéric François, Belgian singer-songwriter",
            "year": 1950
        },
        {
            "text": "Melissa Mathison, American screenwriter and producer (died 2015)",
            "year": 1950
        },
        {
            "text": "Larry Probst, American businessman",
            "year": 1950
        },
        {
            "text": "Suzi Quatro, American-English singer-songwriter and guitarist",
            "year": 1950
        },
        {
            "text": "Jan Reker, Dutch footballer and manager",
            "year": 1948
        },
        {
            "text": "Michael Clarke, American drummer (died 1993)",
            "year": 1946
        },
        {
            "text": "Penelope Wilton, English actress",
            "year": 1946
        },
        {
            "text": "Hale Irwin, American golfer and architect",
            "year": 1945
        },
        {
            "text": "Ramon Jacinto, Filipino singer, guitarist, and businessman, founded the Rajah Broadcasting Network",
            "year": 1945
        },
        {
            "text": "Bill Paterson, Scottish actor",
            "year": 1945
        },
        {
            "text": "Billy Cunningham, American basketball player and coach",
            "year": 1943
        },
        {
            "text": "Curtis Mayfield, American singer-songwriter and producer (died 1999)",
            "year": 1942
        },
        {
            "text": "Ian Hunter, English singer, songwriter and musician, founding member of Mott the Hoople",
            "year": 1939
        },
        {
            "text": "Jean-Pierre Jaussaud, French racing driver (died 2021)",
            "year": 1937
        },
        {
            "text": "Larry McMurtry, American novelist and screenwriter (died 2021)",
            "year": 1936
        },
        {
            "text": "Colin Meads, New Zealand rugby player and coach (died 2017)",
            "year": 1936
        },
        {
            "text": "Françoise Arnoul, Algerian-French actress (died 2021)",
            "year": 1931
        },
        {
            "text": "Raúl Castro, Cuban commander and politician, 18th President of Cuba",
            "year": 1931
        },
        {
            "text": "John Norman, American philosopher and author",
            "year": 1931
        },
        {
            "text": "Lindy Remigino, American runner and coach (died 2018)",
            "year": 1931
        },
        {
            "text": "Isa bin Salman Al Khalifa, Bahranian king (died 1999)",
            "year": 1931
        },
        {
            "text": "Marion Zimmer Bradley, American author and poet (died 1999)",
            "year": 1930
        },
        {
            "text": "George Fernandes, Indian journalist and politician, Minister of Defence for India (died 2019)",
            "year": 1930
        },
        {
            "text": "Joe Coulombe, founder of Trader Joe's (died 2020)",
            "year": 1930
        },
        {
            "text": "Werner Arber, Swiss microbiologist and geneticist, Nobel Prize laureate",
            "year": 1929
        },
        {
            "text": "Chuck Barris, American game show host and producer (died 2017)",
            "year": 1929
        },
        {
            "text": "Donald Judd, American sculptor and painter (died 1994)",
            "year": 1928
        },
        {
            "text": "John Richard Reid, New Zealand cricketer (died 2020)",
            "year": 1928
        },
        {
            "text": "Boots Randolph, American saxophonist and composer (died 2007)",
            "year": 1927
        },
        {
            "text": "Allen Ginsberg, American poet (died 1997)",
            "year": 1926
        },
        {
            "text": "Flora MacDonald, Canadian banker and politician, 10th Canadian Minister of Communications (died 2015)",
            "year": 1926
        },
        {
            "text": "Tony Curtis, American actor (died 2010)",
            "year": 1925
        },
        {
            "text": "Karunanidhi, Indian screenwriter and politician, 3rd Chief Minister of Tamil Nadu (died 2018)",
            "year": 1924
        },
        {
            "text": "Colleen Dewhurst, Canadian-American actress (died 1991)",
            "year": 1924
        },
        {
            "text": "Jimmy Rogers, American singer and guitarist (died 1997)",
            "year": 1924
        },
        {
            "text": "Torsten Wiesel, Swedish neurophysiologist and academic, Nobel Prize laureate",
            "year": 1924
        },
        {
            "text": "Igor Shafarevich, Russian mathematician and theorist (died 2017)",
            "year": 1923
        },
        {
            "text": "Alain Resnais, French director, cinematographer, and screenwriter (died 2014)",
            "year": 1922
        },
        {
            "text": "Forbes Carlile, Australian pentathlete and coach (died 2016)",
            "year": 1921
        },
        {
            "text": "Patrick Cargill, English actor and producer (died 1996)",
            "year": 1918
        },
        {
            "text": "Lili St. Cyr, American burlesque dancer (died 1999)",
            "year": 1918
        },
        {
            "text": "Leo Gorcey, American actor (died 1969)",
            "year": 1917
        },
        {
            "text": "Ignacio Ponseti, Spanish physician and orthopedist (died 2009)",
            "year": 1914
        },
        {
            "text": "Pedro Mir, Dominican poet and author (died 2000)",
            "year": 1913
        },
        {
            "text": "Ellen Corby, American actress and screenwriter (died 1999)",
            "year": 1911
        },
        {
            "text": "Paulette Goddard, American actress and model (died 1990)",
            "year": 1910
        },
        {
            "text": "Paul Rotha, English director and producer (died 1984)",
            "year": 1907
        },
        {
            "text": "R. G. D. Allen, English economist, mathematician, and statistician (died 1983)",
            "year": 1906
        },
        {
            "text": "Josephine Baker, French actress, singer, and dancer; French Resistance operative (died 1975)",
            "year": 1906
        },
        {
            "text": "Walter Robins, English cricketer and footballer (died 1968)",
            "year": 1906
        },
        {
            "text": "Martin Gottfried Weiss, German SS officer (died 1946)",
            "year": 1905
        },
        {
            "text": "Charles R. Drew, American physician and surgeon (died 1950)",
            "year": 1904
        },
        {
            "text": "Jan Peerce, American tenor and actor (died 1984)",
            "year": 1904
        },
        {
            "text": "Eddie Acuff, American actor (died 1956)",
            "year": 1903
        },
        {
            "text": "Maurice Evans, English actor (died 1989)",
            "year": 1901
        },
        {
            "text": "Zhang Xueliang, Chinese general and warlord (died 2001)",
            "year": 1901
        },
        {
            "text": "Adelaide Ames, American astronomer and academic (died 1932)",
            "year": 1900
        },
        {
            "text": "Leo Picard, German-Israeli geologist and academic (died 1997)",
            "year": 1900
        },
        {
            "text": "Georg von Békésy, Hungarian-American biophysicist and academic, Nobel Prize laureate (died 1972)",
            "year": 1899
        },
        {
            "text": "Memphis Minnie, American singer-songwriter (died 1973)",
            "year": 1897
        },
        {
            "text": "Baburao Painter, Indian actor, director, producer, and screenwriter (died 1954)",
            "year": 1890
        },
        {
            "text": "Mikhail Larionov, Russian painter and set designer (died 1964)",
            "year": 1881
        },
        {
            "text": "Alla Nazimova, Ukrainian-American actress, producer, and screenwriter (died 1945)",
            "year": 1879
        },
        {
            "text": "Raymond Pearl, American biologist and botanist (died 1940)",
            "year": 1879
        },
        {
            "text": "Vivian Woodward, English footballer and soldier (died 1954)",
            "year": 1879
        },
        {
            "text": "Raoul Dufy, French painter and illustrator (died 1953)",
            "year": 1877
        },
        {
            "text": "Otto Loewi, German-American pharmacologist and psychobiologist, Nobel Prize laureate (died 1961)",
            "year": 1873
        },
        {
            "text": "George Howells Broadhurst, English-American director and manager (died 1952)",
            "year": 1866
        },
        {
            "text": "George V of the United Kingdom (died 1936)",
            "year": 1865
        },
        {
            "text": "Otto Erich Hartleben, German poet and playwright (died 1905)",
            "year": 1864
        },
        {
            "text": "Ransom E. Olds, American businessman, founded Oldsmobile and REO Motor Car Company (died 1950)",
            "year": 1864
        },
        {
            "text": "Flinders Petrie, English archaeologist and academic (died 1942)",
            "year": 1853
        },
        {
            "text": "Theodore Robinson, American painter and academic (died 1896)",
            "year": 1852
        },
        {
            "text": "Garret Hobart, American lawyer and politician, 24th Vice President of the United States (died 1899)",
            "year": 1844
        },
        {
            "text": "Detlev von Liliencron, German poet and author (died 1909)",
            "year": 1844
        },
        {
            "text": "Frederik VIII of Denmark (died 1912)",
            "year": 1843
        },
        {
            "text": "Charles Lecocq, French pianist and composer (died 1918)",
            "year": 1832
        },
        {
            "text": "Anton Anderledy, Swiss religious leader, 23rd Superior General of the Society of Jesus (died 1892)",
            "year": 1819
        },
        {
            "text": "Johan Jongkind, Dutch painter (died 1891)",
            "year": 1819
        },
        {
            "text": "Magdalene Thoresen, Danish writer (died 1903)",
            "year": 1819
        },
        {
            "text": "Louis Faidherbe, French general and politician, Governor of Senegal (died 1889)",
            "year": 1818
        },
        {
            "text": "Princess Clémentine of Orléans",
            "year": 1817
        },
        {
            "text": "Jefferson Davis, American colonel and politician, President of the Confederate States of America from 1861 - 1865 (died 1889)",
            "year": 1808
        },
        {
            "text": "Manuel Belgrano, Argentinian economist, lawyer, and politician (died 1820)",
            "year": 1770
        },
        {
            "text": "Ignaz Fränzl, German violinist and composer (died 1811)",
            "year": 1736
        },
        {
            "text": "James Hutton, Scottish geologist and physician (died 1797)",
            "year": 1726
        },
        {
            "text": "Giovanni Antonio Scopoli, Italian physician, geologist, and botanist (died 1788)",
            "year": 1723
        },
        {
            "text": "David Gregory, Scottish-English mathematician and astronomer (died 1708)",
            "year": 1659
        },
        {
            "text": "John Hale, American minister (died 1700)",
            "year": 1636
        },
        {
            "text": "Philippe Quinault, French playwright and composer (died 1688)",
            "year": 1635
        },
        {
            "text": "Giovanni Diodati, Swiss-Italian minister, theologian, and academic (died 1649)",
            "year": 1576
        },
        {
            "text": "Pietro de' Medici, Italian noble (died 1604)",
            "year": 1554
        },
        {
            "text": "Charles II, Archduke of Austria (died 1590)",
            "year": 1540
        },
        {
            "text": "João Manuel, Prince of Portugal (died 1554)",
            "year": 1537
        },
        {
            "text": "Bogislaw X, Duke of Pomerania (1474–1523) (died 1523)",
            "year": 1454
        },
        {
            "text": "Giovanni di Cosimo de' Medici, Italian noble (died 1463)",
            "year": 1421
        },
        {
            "text": "Conon of Naso, Basilian abbot (died 1236)",
            "year": 1139
        }
    ],
    "deaths": [
        {
            "text": "Brigitte Bierlein, former Austrian chancellor (born 1949)",
            "year": 2024
        },
        {
            "text": "William Russell, English actor (born 1924)",
            "year": 2024
        },
        {
            "text": "F. Lee Bailey, American attorney (born 1933)",
            "year": 2021
        },
        {
            "text": "Muhammad Ali, American boxer (born 1942)",
            "year": 2016
        },
        {
            "text": "Avi Beker, Israeli political scientist and academic (born 1951)",
            "year": 2015
        },
        {
            "text": "Svyatoslav Belza, Russian journalist, author, and critic (born 1942)",
            "year": 2014
        },
        {
            "text": "Gopinath Munde, Indian politician, 3rd Deputy Chief Minister of Maharashtra (born 1949)",
            "year": 2014
        },
        {
            "text": "Atul Chitnis, German-Indian technologist and journalist (born 1962)",
            "year": 2013
        },
        {
            "text": "Józef Czyrek, Polish economist and politician, Polish Minister of Foreign Affairs (born 1928)",
            "year": 2013
        },
        {
            "text": "Frank Lautenberg, American soldier and politician (born 1924)",
            "year": 2013
        },
        {
            "text": "Carol Ann Abrams, American producer, author, and academic (born 1942)",
            "year": 2012
        },
        {
            "text": "Roy Salvadori, English racing driver and manager (born 1922)",
            "year": 2012
        },
        {
            "text": "Brian Talboys, New Zealand journalist and politician, 7th Deputy Prime Minister of New Zealand (born 1921)",
            "year": 2012
        },
        {
            "text": "James Arness, American actor and producer (born 1923)",
            "year": 2011
        },
        {
            "text": "Andrew Gold, American singer, songwriter, musician and arranger (born 1951)",
            "year": 2011
        },
        {
            "text": "Bhajan Lal, Indian politician, 6th Chief Minister of Haryana (born 1930)",
            "year": 2011
        },
        {
            "text": "Jack Kevorkian, American pathologist, author, and activist (born 1928)",
            "year": 2011
        },
        {
            "text": "Jan van Roessel, Dutch footballer (born 1925)",
            "year": 2011
        },
        {
            "text": "Rue McClanahan, American actress (born 1934)",
            "year": 2010
        },
        {
            "text": "David Carradine, American actor (born 1936)",
            "year": 2009
        },
        {
            "text": "Koko Taylor, American singer (born 1928)",
            "year": 2009
        },
        {
            "text": "Clinton Jones, American Episcopal priest and gay rights activist (born 1916)",
            "year": 2006
        },
        {
            "text": "Harold Cardinal, Canadian lawyer and politician (born 1945)",
            "year": 2005
        },
        {
            "text": "Felix de Weldon, Austrian-American sculptor, designed the Marine Corps War Memorial (born 1907)",
            "year": 2003
        },
        {
            "text": "Lew Wasserman, American talent agent and manager (born 1913)",
            "year": 2002
        },
        {
            "text": "Anthony Quinn, Mexican-American actor and producer (born 1915)",
            "year": 2001
        },
        {
            "text": "Dennis James, American actor and game show host (born 1917)",
            "year": 1997
        },
        {
            "text": "Puig Aubert, German-French rugby player and coach (born 1925)",
            "year": 1994
        },
        {
            "text": "Yeoh Ghim Seng, Singaporean politician, acting President of Singapore (born 1918)",
            "year": 1993
        },
        {
            "text": "Robert Morley, English actor and screenwriter (born 1908)",
            "year": 1992
        },
        {
            "text": "Brian Bevan, Australian rugby league player (born 1924)",
            "year": 1991
        },
        {
            "text": "Katia Krafft, French volcanologist and geologist (born 1942)",
            "year": 1991
        },
        {
            "text": "Maurice Krafft, French volcanologist and geologist (born 1946)",
            "year": 1991
        },
        {
            "text": "Lê Văn Thiêm, Vietnamese mathematician and academic (born 1918)",
            "year": 1991
        },
        {
            "text": "Robert Noyce, American physicist and businessman, co-founded the Intel Corporation (born 1927)",
            "year": 1990
        },
        {
            "text": "Ruhollah Khomeini, Iranian religious leader and politician, 1st Supreme Leader of Iran (born 1900)",
            "year": 1989
        },
        {
            "text": "Will Sampson, American actor and painter (born 1933)",
            "year": 1987
        },
        {
            "text": "Anna Neagle, English actress and singer (born 1904)",
            "year": 1986
        },
        {
            "text": "Carleton S. Coon, American anthropologist and academic (born 1904)",
            "year": 1981
        },
        {
            "text": "Archibald Hill, English physiologist and politician, Nobel Prize laureate (born 1886)",
            "year": 1977
        },
        {
            "text": "Roberto Rossellini, Italian director and screenwriter (born 1906)",
            "year": 1977
        },
        {
            "text": "Ozzie Nelson, American actor and bandleader (born 1906)",
            "year": 1975
        },
        {
            "text": "Eisaku Satō, Japanese and politician, Prime Minister of Japan (born 1901)",
            "year": 1975
        },
        {
            "text": "Michael Gaughan, Irish Republican died on hunger strike (born 1949)",
            "year": 1974
        },
        {
            "text": "Jean Batmale, French footballer and manager (born 1895)",
            "year": 1973
        },
        {
            "text": "Heinz Hopf, German-Swiss mathematician and academic (born 1894)",
            "year": 1971
        },
        {
            "text": "Hjalmar Schacht, Danish-German economist, banker, and politician (born 1877)",
            "year": 1970
        },
        {
            "text": "George Edwin Cooke, American soccer player (born 1883)",
            "year": 1969
        },
        {
            "text": "Kâzım Orbay, Turkish general and politician, 9th Turkish Speaker of the Parliament (born 1887)",
            "year": 1964
        },
        {
            "text": "Frans Eemil Sillanpää, Finnish author and academic, Nobel Prize laureate (born 1888)",
            "year": 1964
        },
        {
            "text": "Edmond Decottignies, French weightlifter (born 1893)",
            "year": 1963
        },
        {
            "text": "Pope John XXIII (born 1881)",
            "year": 1963
        },
        {
            "text": "Nâzım Hikmet, Turkish poet, author, and playwright (born 1902)",
            "year": 1963
        },
        {
            "text": "Samuel Rocke, Australian politician who served as an independent member of the Legislative Assembly of Western Australia (born 1874)",
            "year": 1963
        },
        {
            "text": "Mikhail Kalinin, Russian civil servant and politician (born 1875)",
            "year": 1946
        },
        {
            "text": "John Flanagan, Irish-American hammer thrower and tug of war competitor (born 1873)",
            "year": 1938
        },
        {
            "text": "William Muldoon, American wrestler (born 1852)",
            "year": 1933
        },
        {
            "text": "Li Yuanhong, Chinese general and politician, 2nd President of the Republic of China (born 1864)",
            "year": 1928
        },
        {
            "text": "Franz Kafka, Czech-Austrian lawyer and author (born 1883)",
            "year": 1924
        },
        {
            "text": "Coenraad Hiebendaal, Dutch rower and physician (born 1879)",
            "year": 1921
        },
        {
            "text": "John Maxwell, American golfer (born 1871)",
            "year": 1906
        },
        {
            "text": "Vital-Justin Grandin, French-Canadian bishop and missionary (born 1829)",
            "year": 1902
        },
        {
            "text": "Mary Kingsley, English explorer and author (born 1862)",
            "year": 1900
        },
        {
            "text": "Johann Strauss II, Austrian composer and educator (born 1825)",
            "year": 1899
        },
        {
            "text": "Karl Eduard Zachariae von Lingenthal, German lawyer and jurist (born 1812)",
            "year": 1894
        },
        {
            "text": "Christian Wilberg, German painter and illustrator (born 1839)",
            "year": 1882
        },
        {
            "text": "Ludwig Ritter von Köchel, Austrian botanist, composer, and publisher (born 1800)",
            "year": 1877
        },
        {
            "text": "Georges Bizet, French pianist and composer (born 1838)",
            "year": 1875
        },
        {
            "text": "Okada Izō, Japanese samurai (born 1838)",
            "year": 1865
        },
        {
            "text": "Stephen A. Douglas, American lawyer and politician, 7th Secretary of State of Illinois (born 1813)",
            "year": 1861
        },
        {
            "text": "Julius Reubke, German pianist and composer (born 1834)",
            "year": 1858
        },
        {
            "text": "Nikolay Karamzin, Russian historian and poet (born 1766)",
            "year": 1826
        },
        {
            "text": "Thomas Hutchinson, American businessman and politician, Governor of the Province of Massachusetts Bay (born 1711)",
            "year": 1780
        },
        {
            "text": "Morgan Llwyd, Welsh minister and poet (born 1619)",
            "year": 1659
        },
        {
            "text": "William Harvey, English physician and academic (born 1578)",
            "year": 1657
        },
        {
            "text": "Manuel de Faria e Sousa, Portuguese historian and poet (born 1590)",
            "year": 1649
        },
        {
            "text": "Theophilus Howard, 2nd Earl of Suffolk, English politician, Lord Warden of the Cinque Ports (born 1584)",
            "year": 1640
        },
        {
            "text": "Sanada Yukimura, Japanese samurai (born 1567)",
            "year": 1615
        },
        {
            "text": "John Aylmer, English bishop and scholar (born 1521)",
            "year": 1594
        },
        {
            "text": "Wolf Huber, Austrian painter, printmaker and architect (born 1485)",
            "year": 1553
        },
        {
            "text": "Juan de Zumárraga, Spanish-Mexican archbishop (born 1468)",
            "year": 1548
        },
        {
            "text": "Ahmad ibn Abi Jum'ah, Islamic scholar, author of the Oran fatwa",
            "year": 1511
        },
        {
            "text": "Loukas Notaras, last megas doux of the Byzantine Empire",
            "year": 1453
        },
        {
            "text": "Leopold IV, Duke of Austria (born 1371)",
            "year": 1411
        },
        {
            "text": "William de Montagu, 2nd Earl of Salisbury, English commander (born 1328)",
            "year": 1397
        },
        {
            "text": "Prince Guaimar IV of Salerno",
            "year": 1052
        },
        {
            "text": "Staurakios, Byzantine general",
            "year": 800
        },
        {
            "text": "Simeon of the Olives, Syriac bishop of Harran",
            "year": 734
        },
        {
            "text": "Liang Shidu, Chinese rebel leader",
            "year": 628
        }
    ],
    "metadata": {
        "current_date": "June 3, 2025",
        "short_date": "Jun 3",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            46,
            4,
            7,
            15,
            19,
            11,
            5,
            14,
            47,
            26
        ],
        "births": [
            148,
            48,
            119,
            135
        ],
        "deaths": [
            64,
            46,
            51,
            57
        ]
    }
}