{
    "events": [
        {
            "text": "Former US President Donald Trump is indicted for his role in the January 6 United States Capitol attack, his third indictment in 2023.",
            "year": 2023
        },
        {
            "text": "A suicide attack on a mosque in Herat, Afghanistan kills 20 people.",
            "year": 2017
        },
        {
            "text": "The Beijing–Tianjin Intercity Railway begins operation as the fastest commuter rail system in the world.",
            "year": 2008
        },
        {
            "text": "Eleven mountaineers from international expeditions died on K2, the second-highest mountain on Earth in the worst single accident in the history of K2 mountaineering.",
            "year": 2008
        },
        {
            "text": "The I-35W Mississippi River bridge spanning the Mississippi River in Minneapolis, Minnesota, collapses during the evening rush hour, killing 13 people and injuring 145.",
            "year": 2007
        },
        {
            "text": "A supermarket fire kills 396 people and injures 500 others in Asunción, Paraguay.",
            "year": 2004
        },
        {
            "text": "Puntland, an autonomous state in northeastern Somalia, was officially established following a constitutional conference in Garowe, Issims and tribal chiefs agreed to create a self-declared government until Somalia recovered.",
            "year": 1998
        },
        {
            "text": "The Great Mississippi and Missouri Rivers Flood of 1993 comes to a peak.",
            "year": 1993
        },
        {
            "text": "A plane crash in the Karabakh Range kills 46 people.",
            "year": 1990
        },
        {
            "text": "A British soldier was killed in the Inglis Barracks bombing in London, England.",
            "year": 1988
        },
        {
            "text": "Commercial peat-cutters discover the preserved bog body of a man, called Lindow Man, at Lindow Moss, Cheshire, England.",
            "year": 1984
        },
        {
            "text": "MTV begins broadcasting in the United States and airs its first video, \"Video Killed the Radio Star\" by The Buggles.",
            "year": 1981
        },
        {
            "text": "Vigdís Finnbogadóttir is elected President of Iceland and becomes the world's first democratically elected female head of state.",
            "year": 1980
        },
        {
            "text": "A train crash kills 18 people and injures over 170 more in County Cork, Ireland.",
            "year": 1980
        },
        {
            "text": "Niki Lauda has a severe accident that almost claims his life at the German Grand Prix at Nürburgring.",
            "year": 1976
        },
        {
            "text": "Cyprus dispute: The United Nations Security Council authorizes the UNFICYP to create the \"Green Line\", dividing Cyprus into two zones.",
            "year": 1974
        },
        {
            "text": "The Concert for Bangladesh, organized by former Beatle George Harrison, is held at Madison Square Garden in New York City.",
            "year": 1971
        },
        {
            "text": "The coronation of Hassanal Bolkiah, the 29th Sultan of Brunei, is held.",
            "year": 1968
        },
        {
            "text": "Charles Whitman kills 15 people at the University of Texas at Austin before being killed by the police.",
            "year": 1966
        },
        {
            "text": "Purges of intellectuals and imperialists becomes official China policy at the beginning of the Cultural Revolution.",
            "year": 1966
        },
        {
            "text": "Frank Herbert's novel, Dune was published for the first time. It was named as the world's best-selling science fiction novel in 2003.",
            "year": 1965
        },
        {
            "text": "The former Belgian Congo is renamed the Democratic Republic of the Congo.",
            "year": 1964
        },
        {
            "text": "U.S. Defense Secretary Robert McNamara orders the creation of the Defense Intelligence Agency (DIA), the nation's first centralized military espionage organization.",
            "year": 1961
        },
        {
            "text": "Dahomey (later renamed Benin) declares independence from France.",
            "year": 1960
        },
        {
            "text": "Islamabad is declared the federal capital of the Government of Pakistan.",
            "year": 1960
        },
        {
            "text": "The United States and Canada form the North American Aerospace Defense Command (NORAD).",
            "year": 1957
        },
        {
            "text": "Guam is organized as an unincorporated territory of the United States as the President Harry S. Truman signs the Guam Organic Act.",
            "year": 1950
        },
        {
            "text": "Leaders of the Russian Liberation Army, a force of Russian prisoners of war that collaborated with Nazi Germany, are executed in Moscow, Soviet Union for treason.",
            "year": 1946
        },
        {
            "text": "World War II: The Warsaw Uprising against the Nazi German occupation breaks out in Warsaw, Poland.",
            "year": 1944
        },
        {
            "text": "World War II: Operation Tidal Wave also known as \"Black Sunday\", was a failed American attempt to destroy Romanian oil fields.",
            "year": 1943
        },
        {
            "text": "Josip Broz Tito reads the resolution \"Manifesto of constitutional congress of KPH\" to the constitutive congress of KPH (Croatian Communist Party) in woods near Samobor.",
            "year": 1937
        },
        {
            "text": "The Olympics opened in Berlin with a ceremony presided over by Adolf Hitler.",
            "year": 1936
        },
        {
            "text": "Anti-Fascist activists Bruno Tesch, Walter Möller, Karl Wolff and August Lütgens are executed by the Nazi regime in Altona.",
            "year": 1933
        },
        {
            "text": "The Nanchang Uprising marks the first significant battle in the Chinese Civil War between the Kuomintang and Chinese Communist Party. This day is commemorated as the anniversary of the founding of the People's Liberation Army.",
            "year": 1927
        },
        {
            "text": "Patrick Pearse gives his famous speech \"Ireland unfree shall never be at peace\" at O'Donovan Rossa's funeral in Dublin.",
            "year": 1915
        },
        {
            "text": "World War I: The German Empire declares war on the Russian Empire.",
            "year": 1914
        },
        {
            "text": "World War I: The Swiss Army mobilizes because of World War I.",
            "year": 1914
        },
        {
            "text": "Harriet Quimby takes her pilot's test and becomes the first U.S. woman to earn an Aero Club of America aviator's certificate.",
            "year": 1911
        },
        {
            "text": "The start of the first Scout camp on Brownsea Island, the origin of the worldwide Scouting movement.",
            "year": 1907
        },
        {
            "text": "The Empire of Japan and Qing China declare war on each other after a week of fighting over Korea, formally inaugurating the First Sino-Japanese War.",
            "year": 1894
        },
        {
            "text": "Henry Perky patents shredded wheat.",
            "year": 1893
        },
        {
            "text": "Colorado is admitted as the 38th U.S. state.",
            "year": 1876
        },
        {
            "text": "At the suggestion of Senator J. V. Snellman and the order of Emperor Alexander II, full rights are promised to the Finnish language by a language regulation in the Grand Duchy of Finland.",
            "year": 1863
        },
        {
            "text": "The first ascent of Monte Rosa, the second highest summit in the Alps.",
            "year": 1855
        },
        {
            "text": "Joven Daniel wrecks at the coast of Araucanía, Chile, leading to allegations that local Mapuche tribes murdered survivors and kidnapped Elisa Bravo.",
            "year": 1849
        },
        {
            "text": "The Lombard Street riot erupts in Philadelphia, Pennsylvania, United States.",
            "year": 1842
        },
        {
            "text": "Slavery is abolished in the British Empire as the Slavery Abolition Act 1833 comes into force, although it remains legal in the possessions of the East India Company until the passage of the Indian Slavery Act, 1843.",
            "year": 1834
        },
        {
            "text": "Construction begins on the Wilberforce Monument in Kingston Upon Hull.",
            "year": 1834
        },
        {
            "text": "First Barbary War: The American schooner USS Enterprise captures the Tripolitan polacca Tripoli in a single-ship action off the coast of modern-day Libya.",
            "year": 1801
        },
        {
            "text": "The Acts of Union 1800 are passed which merge the Kingdom of Great Britain and the Kingdom of Ireland into the United Kingdom of Great Britain and Ireland.",
            "year": 1800
        },
        {
            "text": "French Revolutionary Wars: Battle of the Nile (Battle of Aboukir Bay): Battle begins when a British fleet engages the French Revolutionary Navy fleet in an unusual night action.",
            "year": 1798
        },
        {
            "text": "British scientist Joseph Priestley discovers oxygen gas, corroborating the prior discovery of this element by German-Swedish chemist Carl Wilhelm Scheele.",
            "year": 1774
        },
        {
            "text": "Seven Years' War: The Battle of Minden, an allied Anglo-German army victory over the French. In Britain this was one of a number of events that constituted the Annus Mirabilis of 1759 and is celebrated as Minden Day by certain British Army regiments.",
            "year": 1759
        },
        {
            "text": "George, Elector of Hanover, becomes King George I of Great Britain, marking the beginning of the Georgian era of British history.",
            "year": 1714
        },
        {
            "text": "Ottoman forces are defeated in the battle of Saint Gotthard by an Austrian army led by Raimondo Montecuccoli, resulting in the Peace of Vasvár.",
            "year": 1664
        },
        {
            "text": "Speedwell leaves Delfshaven to bring pilgrims to America by way of England.",
            "year": 1620
        },
        {
            "text": "The Ottoman conquest of Cyprus is concluded, by the surrender of Famagusta.",
            "year": 1571
        },
        {
            "text": "Christopher Columbus becomes the first European to visit what is now Venezuela.",
            "year": 1498
        },
        {
            "text": "Louis XI of France founds the chivalric order called the Order of Saint Michael in Amboise.",
            "year": 1469
        },
        {
            "text": "The Old Swiss Confederacy is formed with the signature of the Federal Charter.",
            "year": 1291
        },
        {
            "text": "Isaac II Angelos, restored Byzantine Emperor, declares his son Alexios IV Angelos co-emperor after pressure from the forces of the Fourth Crusade.",
            "year": 1203
        },
        {
            "text": "Taormina, the last Byzantine stronghold in Sicily, is captured by the Aghlabid army, concluding the Muslim conquest of Sicily.",
            "year": 902
        },
        {
            "text": "Ono no Imoko is dispatched as envoy to the Sui court in China (Traditional Japanese date: July 3, 607).",
            "year": 607
        },
        {
            "text": "Justinian I becomes the sole ruler of the Byzantine Empire.",
            "year": 527
        },
        {
            "text": "Batavian rebellion: The Batavians in Germania Inferior (Netherlands) revolt under the leadership of Gaius Julius Civilis.",
            "year": 69
        },
        {
            "text": "Octavian (later known as Augustus) enters Alexandria, Egypt, bringing it under the control of the Roman Republic.",
            "year": -30
        }
    ],
    "births": [
        {
            "text": "Joseph Sua'ali'i, Australian-Samoan rugby league player",
            "year": 2003
        },
        {
            "text": "Scottie Barnes, American basketball player",
            "year": 2001
        },
        {
            "text": "Park Si-eun, South Korean actress",
            "year": 2001
        },
        {
            "text": "Ben Trbojevic, Australian rugby league player",
            "year": 2001
        },
        {
            "text": "Kim Chaewon, South Korean singer",
            "year": 2000
        },
        {
            "text": "Katie Boulter, British tennis player",
            "year": 1996
        },
        {
            "text": "Madison Cawthorn, American politician",
            "year": 1995
        },
        {
            "text": "Sergeal Petersen, South African rugby player",
            "year": 1994
        },
        {
            "text": "Ayaka Wada, Japanese singer",
            "year": 1994
        },
        {
            "text": "Álex Abrines, Spanish basketball player",
            "year": 1993
        },
        {
            "text": "Leon Thomas III, American actor and singer",
            "year": 1993
        },
        {
            "text": "Saleh Gomaa, Egyptian footballer",
            "year": 1993
        },
        {
            "text": "Austin Rivers, American basketball player",
            "year": 1992
        },
        {
            "text": "Mrunal Thakur, Indian actress",
            "year": 1992
        },
        {
            "text": "Piotr Malarczyk, Polish footballer",
            "year": 1991
        },
        {
            "text": "Marco Puntoriere, Italian footballer",
            "year": 1991
        },
        {
            "text": "Aledmys Díaz, Cuban baseball player",
            "year": 1990
        },
        {
            "text": "Elton Jantjies, South African rugby player",
            "year": 1990
        },
        {
            "text": "Madison Bumgarner, American baseball player",
            "year": 1989
        },
        {
            "text": "Tiffany Young, Korean American singer, songwriter, and actress",
            "year": 1989
        },
        {
            "text": "Mustafa Abdellaoue, Norwegian footballer",
            "year": 1988
        },
        {
            "text": "Travis Boak, Australian footballer",
            "year": 1988
        },
        {
            "text": "Patryk Małecki, Polish footballer",
            "year": 1988
        },
        {
            "text": "Nemanja Matić, Serbian footballer",
            "year": 1988
        },
        {
            "text": "Bodene Thompson, New Zealand rugby league player",
            "year": 1988
        },
        {
            "text": "Iago Aspas, Spanish footballer",
            "year": 1987
        },
        {
            "text": "Karen Carney, English women's footballer",
            "year": 1987
        },
        {
            "text": "Taapsee Pannu, Indian actress",
            "year": 1987
        },
        {
            "text": "Sébastien Pocognoli, Belgian footballer",
            "year": 1987
        },
        {
            "text": "Lee Wallace, Scottish footballer",
            "year": 1987
        },
        {
            "text": "Damien Allen, English footballer",
            "year": 1986
        },
        {
            "text": "Anton Strålman, Swedish ice hockey player",
            "year": 1986
        },
        {
            "text": "Andrew Taylor, English footballer",
            "year": 1986
        },
        {
            "text": "Elena Vesnina, Russian tennis player",
            "year": 1986
        },
        {
            "text": "Mike Wallace, American football player",
            "year": 1986
        },
        {
            "text": "Stuart Holden, Scottish-American soccer player",
            "year": 1985
        },
        {
            "text": "Adam Jones, American baseball player",
            "year": 1985
        },
        {
            "text": "Cole Kimball, American baseball player",
            "year": 1985
        },
        {
            "text": "Tendai Mtawarira, South African rugby player",
            "year": 1985
        },
        {
            "text": "Kris Stadsgaard, Danish footballer",
            "year": 1985
        },
        {
            "text": "Dušan Švento, Slovak footballer",
            "year": 1985
        },
        {
            "text": "Steve Feak, American game designer",
            "year": 1984
        },
        {
            "text": "Francesco Gavazzi, Italian cyclist",
            "year": 1984
        },
        {
            "text": "Brandon Kintzler, American baseball player",
            "year": 1984
        },
        {
            "text": "Bastian Schweinsteiger, German footballer",
            "year": 1984
        },
        {
            "text": "Bobby Carpenter, American football player",
            "year": 1983
        },
        {
            "text": "Craig Clarke, New Zealand rugby player",
            "year": 1983
        },
        {
            "text": "Julien Faubert, French footballer",
            "year": 1983
        },
        {
            "text": "David Gervasi, Swiss decathlete",
            "year": 1983
        },
        {
            "text": "Basem Fathi, Jordanian footballer",
            "year": 1982
        },
        {
            "text": "Montserrat Lombard, English actress, director, and screenwriter",
            "year": 1982
        },
        {
            "text": "Dean Cox, Australian footballer",
            "year": 1981
        },
        {
            "text": "Pia Haraldsen, Norwegian journalist and author",
            "year": 1981
        },
        {
            "text": "Christofer Heimeroth, German footballer",
            "year": 1981
        },
        {
            "text": "Stephen Hunt, Irish footballer",
            "year": 1981
        },
        {
            "text": "Jamie Jones-Buchanan, English rugby player",
            "year": 1981
        },
        {
            "text": "Mancini, Brazilian footballer",
            "year": 1980
        },
        {
            "text": "Romain Barras, French decathlete",
            "year": 1980
        },
        {
            "text": "Esteban Paredes, Chilean footballer",
            "year": 1980
        },
        {
            "text": "Junior Agogo, Ghanaian footballer (died 2019)",
            "year": 1979
        },
        {
            "text": "Nathan Fien, Australian-New Zealand rugby league player",
            "year": 1979
        },
        {
            "text": "Jason Momoa, American actor, director, and producer",
            "year": 1979
        },
        {
            "text": "Grant Wooden, Australian rugby league player",
            "year": 1979
        },
        {
            "text": "Andy Blignaut, Zimbabwean cricketer",
            "year": 1978
        },
        {
            "text": "Björn Ferry, Swedish biathlete",
            "year": 1978
        },
        {
            "text": "Dhani Harrison, English singer-songwriter and guitarist",
            "year": 1978
        },
        {
            "text": "Chris Iwelumo, Scottish footballer",
            "year": 1978
        },
        {
            "text": "Edgerrin James, American football player",
            "year": 1978
        },
        {
            "text": "Marc Denis, Canadian ice hockey player and sportscaster",
            "year": 1977
        },
        {
            "text": "Haspop, French-Moroccan dancer, choreographer, and actor",
            "year": 1977
        },
        {
            "text": "Darnerien McCants, American-Canadian football player",
            "year": 1977
        },
        {
            "text": "Damien Saez, French singer-songwriter and guitarist",
            "year": 1977
        },
        {
            "text": "Yoshi Tatsu, Japanese wrestler and boxer",
            "year": 1977
        },
        {
            "text": "Don Hertzfeldt, American animator, producer, screenwriter, and voice actor",
            "year": 1976
        },
        {
            "text": "Søren Jochumsen, Danish footballer",
            "year": 1976
        },
        {
            "text": "Nwankwo Kanu, Nigerian footballer",
            "year": 1976
        },
        {
            "text": "David Nemirovsky, Canadian ice hockey player",
            "year": 1976
        },
        {
            "text": "Hasan Şaş, Turkish footballer and manager",
            "year": 1976
        },
        {
            "text": "Cristian Stoica, Romanian-Italian rugby player",
            "year": 1976
        },
        {
            "text": "Vhrsti, Czech author and illustrator",
            "year": 1975
        },
        {
            "text": "Cher Calvin, American journalist",
            "year": 1974
        },
        {
            "text": "Marek Galiński, Polish cyclist (died 2014)",
            "year": 1974
        },
        {
            "text": "Tyron Henderson, South African cricketer",
            "year": 1974
        },
        {
            "text": "Dennis Lawrence, Trinidadian footballer and coach",
            "year": 1974
        },
        {
            "text": "Beckie Scott, Canadian skier",
            "year": 1974
        },
        {
            "text": "Gregg Berhalter, American soccer player and coach",
            "year": 1973
        },
        {
            "text": "Tempestt Bledsoe, American actress",
            "year": 1973
        },
        {
            "text": "Veerle Dejaeghere, Belgian runner",
            "year": 1973
        },
        {
            "text": "Edurne Pasaban, Spanish mountaineer",
            "year": 1973
        },
        {
            "text": "Nicke Andersson, Swedish singer-songwriter and guitarist",
            "year": 1972
        },
        {
            "text": "Christer Basma, Norwegian footballer and coach",
            "year": 1972
        },
        {
            "text": "Todd Bouman, American football player and coach",
            "year": 1972
        },
        {
            "text": "Thomas Woods, American historian, economist, and academic",
            "year": 1972
        },
        {
            "text": "Quentin Coryatt, American football player",
            "year": 1970
        },
        {
            "text": "David James, English footballer and manager",
            "year": 1970
        },
        {
            "text": "Eugenie van Leeuwen, Dutch cricketer",
            "year": 1970
        },
        {
            "text": "Andrei Borissov, Estonian footballer and manager",
            "year": 1969
        },
        {
            "text": "Kevin Jarvis, American baseball player and scout",
            "year": 1969
        },
        {
            "text": "Graham Thorpe, English cricketer and journalist (died 2024)",
            "year": 1969
        },
        {
            "text": "Stacey Augmon, American basketball player and coach",
            "year": 1968
        },
        {
            "text": "Dan Donegan, American heavy metal guitarist and songwriter",
            "year": 1968
        },
        {
            "text": "Shigetoshi Hasegawa, Japanese baseball player and sportscaster",
            "year": 1968
        },
        {
            "text": "Gregg Jefferies, American baseball player and coach",
            "year": 1967
        },
        {
            "text": "José Padilha, Brazilian director, producer and screenwriter",
            "year": 1967
        },
        {
            "text": "James St. James, American club promoter and author",
            "year": 1966
        },
        {
            "text": "Brandt Jobe, American golfer",
            "year": 1965
        },
        {
            "text": "Sam Mendes, English director and producer",
            "year": 1965
        },
        {
            "text": "Adam Duritz, American singer-songwriter and producer",
            "year": 1964
        },
        {
            "text": "Fiona Hyslop, Scottish businesswoman and politician",
            "year": 1964
        },
        {
            "text": "Demián Bichir, Mexican-American actor and producer",
            "year": 1963
        },
        {
            "text": "Coolio, American rapper, producer, and actor (died 2022)",
            "year": 1963
        },
        {
            "text": "John Carroll Lynch, American actor",
            "year": 1963
        },
        {
            "text": "Koichi Wakata, Japanese astronaut and engineer",
            "year": 1963
        },
        {
            "text": "Dean Wareham, New Zealand singer-songwriter and guitarist",
            "year": 1963
        },
        {
            "text": "Jacob Matlala, South African boxer (died 2013)",
            "year": 1962
        },
        {
            "text": "Chuck D, American rapper and songwriter",
            "year": 1960
        },
        {
            "text": "Suzi Gardner, American rock singer-songwriter and guitarist",
            "year": 1960
        },
        {
            "text": "Joe Elliott, English singer-songwriter, guitarist, and producer",
            "year": 1959
        },
        {
            "text": "Rob Buck, American guitarist and songwriter (died 2000)",
            "year": 1958
        },
        {
            "text": "Michael Penn, American singer-songwriter and guitarist",
            "year": 1958
        },
        {
            "text": "Kiki Vandeweghe, American basketball player and coach",
            "year": 1958
        },
        {
            "text": "Anne-Marie Hutchinson, British lawyer (died 2020)",
            "year": 1957
        },
        {
            "text": "Taylor Negron, American actor and screenwriter (died 2015)",
            "year": 1957
        },
        {
            "text": "Trevor Berbick, Jamaican-Canadian boxer (died 2006)",
            "year": 1954
        },
        {
            "text": "James Gleick, American journalist and author",
            "year": 1954
        },
        {
            "text": "Benno Möhlmann, German footballer and manager",
            "year": 1954
        },
        {
            "text": "Robert Cray, American blues singer-songwriter and guitarist",
            "year": 1953
        },
        {
            "text": "Howard Kurtz, American journalist and author",
            "year": 1953
        },
        {
            "text": "Zoran Đinđić, Serbian philosopher and politician, 6th Prime Minister of Serbia (died 2003)",
            "year": 1952
        },
        {
            "text": "Tim Bachman, Canadian singer-songwriter and guitarist (died 2023)",
            "year": 1951
        },
        {
            "text": "Tommy Bolin, American singer-songwriter and guitarist (died 1976)",
            "year": 1951
        },
        {
            "text": "Pete Mackanin, American baseball player, coach, and manager",
            "year": 1951
        },
        {
            "text": "Roy Williams, American basketball player and coach",
            "year": 1950
        },
        {
            "text": "Bettina Arndt, Australian writer and commentator",
            "year": 1949
        },
        {
            "text": "Kurmanbek Bakiyev, Kyrgyzstani politician, 2nd President of Kyrgyzstan",
            "year": 1949
        },
        {
            "text": "Jim Carroll, American poet, author, and musician (died 2009)",
            "year": 1949
        },
        {
            "text": "Ray Nettles, American football player (died 2009)",
            "year": 1949
        },
        {
            "text": "Avi Arad, Israeli-American screenwriter and producer, founded Marvel Studios",
            "year": 1948
        },
        {
            "text": "Cliff Branch, American football player (died 2019)",
            "year": 1948
        },
        {
            "text": "David Gemmell, English journalist and author (died 2006)",
            "year": 1948
        },
        {
            "text": "Lorna Goodison, Jamaican poet and author",
            "year": 1947
        },
        {
            "text": "Chantal Montellier, French comics creator and artist",
            "year": 1947
        },
        {
            "text": "Boz Burrell, English singer-songwriter, bass player, and guitarist (died 2006)",
            "year": 1946
        },
        {
            "text": "Rick Coonce, American drummer (died 2011)",
            "year": 1946
        },
        {
            "text": "Richard O. Covey, American colonel, pilot, and astronaut",
            "year": 1946
        },
        {
            "text": "Fiona Stanley, Australian epidemiologist and academic",
            "year": 1946
        },
        {
            "text": "Douglas Osheroff, American physicist and academic, Nobel Prize laureate",
            "year": 1945
        },
        {
            "text": "Dmitry Nikolayevich Filippov, Russian banker and politician (died 1998)",
            "year": 1944
        },
        {
            "text": "Jerry Garcia, American singer-songwriter and guitarist (died 1995)",
            "year": 1942
        },
        {
            "text": "Giancarlo Giannini, Italian actor, director, producer, and screenwriter",
            "year": 1942
        },
        {
            "text": "Ron Brown, American captain and politician, 30th United States Secretary of Commerce (died 1996)",
            "year": 1941
        },
        {
            "text": "Étienne Roda-Gil, French songwriter and screenwriter (died 2004)",
            "year": 1941
        },
        {
            "text": "Mahmoud Dowlatabadi, Iranian writer and actor",
            "year": 1940
        },
        {
            "text": "Mervyn Kitchen, English cricketer and umpire",
            "year": 1940
        },
        {
            "text": "Henry Silverman, American businessman, founded Cendant",
            "year": 1940
        },
        {
            "text": "Bob Frankford, English-Canadian physician and politician (died 2015)",
            "year": 1939
        },
        {
            "text": "Terry Kiser, American actor",
            "year": 1939
        },
        {
            "text": "Stephen Sykes, English bishop and theologian (died 2014)",
            "year": 1939
        },
        {
            "text": "Robert James Waller, American author and photographer (died 2017)",
            "year": 1939
        },
        {
            "text": "Al D'Amato, American lawyer and politician",
            "year": 1937
        },
        {
            "text": "W. D. Hamilton, British biologist, psychologist, and academic (died 2000)",
            "year": 1936
        },
        {
            "text": "Yves Saint Laurent, Algerian-French fashion designer, co-founded Yves Saint Laurent (died 2008)",
            "year": 1936
        },
        {
            "text": "Laurie Taylor, English sociologist, radio host, and academic",
            "year": 1936
        },
        {
            "text": "Geoff Pullar, English cricketer (died 2014)",
            "year": 1935
        },
        {
            "text": "John Beck, New Zealand cricketer (died 2000)",
            "year": 1934
        },
        {
            "text": "Derek Birdsall, English graphic designer (died 2024)",
            "year": 1934
        },
        {
            "text": "Dom DeLuise, American actor, singer, director, and producer (died 2009)",
            "year": 1933
        },
        {
            "text": "Masaichi Kaneda, Japanese baseball player and manager (died 2019)",
            "year": 1933
        },
        {
            "text": "Meena Kumari, Indian actress (died 1972)",
            "year": 1933
        },
        {
            "text": "Teri Shields, American actress, producer, and agent (died 2012)",
            "year": 1933
        },
        {
            "text": "Dušan Třeštík, Czech historian and author (died 2007)",
            "year": 1933
        },
        {
            "text": "Meir Kahane, American-Israeli rabbi and activist, founded the Jewish Defense League (died 1990)",
            "year": 1932
        },
        {
            "text": "Ramblin' Jack Elliott, American singer-songwriter and guitarist",
            "year": 1931
        },
        {
            "text": "Trevor Goddard, South African cricketer (died 2016)",
            "year": 1931
        },
        {
            "text": "Lionel Bart, English composer (died 1999)",
            "year": 1930
        },
        {
            "text": "Pierre Bourdieu, French sociologist, anthropologist, and philosopher (died 2002)",
            "year": 1930
        },
        {
            "text": "Julie Bovasso, American actress and writer (died 1991)",
            "year": 1930
        },
        {
            "text": "Lawrence Eagleburger, American lieutenant and politician, 62nd United States Secretary of State (died 2011)",
            "year": 1930
        },
        {
            "text": "Károly Grósz, Hungarian politician, 51st Prime Minister of Hungary (died 1996)",
            "year": 1930
        },
        {
            "text": "Geoffrey Holder, Trinidadian-American actor, singer, dancer, and choreographer (died 2014)",
            "year": 1930
        },
        {
            "text": "Leila Abashidze, Georgian actress (died 2018)",
            "year": 1929
        },
        {
            "text": "Hafizullah Amin, Afghan educator and politician, Afghan Minister of Foreign Affairs (died 1979)",
            "year": 1929
        },
        {
            "text": "Ann Calvello, American roller derby racer (died 2006)",
            "year": 1929
        },
        {
            "text": "Jack Shea, American director, producer, and screenwriter (died 2013)",
            "year": 1928
        },
        {
            "text": "María Teresa López Boegeholz, Chilean oceanographer (died 2006)",
            "year": 1927
        },
        {
            "text": "Anthony G. Bosco, American bishop (died 2013)",
            "year": 1927
        },
        {
            "text": "George Habash, Palestinian politician, founder of the PFLP (died 2008)",
            "year": 1926
        },
        {
            "text": "George Hauptfuhrer, American basketball player and lawyer (died 2013)",
            "year": 1926
        },
        {
            "text": "Hannah Hauxwell, English TV personality (died 2018)",
            "year": 1926
        },
        {
            "text": "Ernst Jandl, Austrian poet and author (died 2000)",
            "year": 1925
        },
        {
            "text": "Abdullah of Saudi Arabia (died 2015)",
            "year": 1924
        },
        {
            "text": "Frank Havens, American canoeist (died 2018)",
            "year": 1924
        },
        {
            "text": "Marcia Mae Jones, American actress and singer (died 2007)",
            "year": 1924
        },
        {
            "text": "Frank Worrell, Barbadian cricketer (died 1967)",
            "year": 1924
        },
        {
            "text": "Arthur Hill, Canadian-American actor (died 2006)",
            "year": 1922
        },
        {
            "text": "Jack Kramer, American tennis player, sailor, and sportscaster (died 2009)",
            "year": 1921
        },
        {
            "text": "Pat McDonald, Australian actress (died 1990)",
            "year": 1921
        },
        {
            "text": "Raul Renter, Estonian economist and chess player (died 1992)",
            "year": 1920
        },
        {
            "text": "James Mourilyan Tanner, British paediatric endocrinologist (died 2010)",
            "year": 1920
        },
        {
            "text": "Stanley Middleton, English author (died 2009)",
            "year": 1919
        },
        {
            "text": "T. J. Jemison, American minister and activist (died 2013)",
            "year": 1918
        },
        {
            "text": "Fiorenzo Angelini, Italian cardinal (died 2014)",
            "year": 1916
        },
        {
            "text": "Anne Hébert, Canadian author and poet (died 2000)",
            "year": 1916
        },
        {
            "text": "Jack Delano, American photographer and composer (died 1997)",
            "year": 1914
        },
        {
            "text": "Alan Moore, Australian painter and educator (died 2015)",
            "year": 1914
        },
        {
            "text": "J. Lee Thompson, English-Canadian director, producer, and screenwriter (died 2002)",
            "year": 1914
        },
        {
            "text": "David Brand, Australian politician, 19th Premier of Western Australia (died 1979)",
            "year": 1912
        },
        {
            "text": "Gego, German-Venezuelan sculptor and academic (died 1994)",
            "year": 1912
        },
        {
            "text": "Henry Jones, American actor (died 1999)",
            "year": 1912
        },
        {
            "text": "Jackie Ormes, American journalist and cartoonist (died 1985)",
            "year": 1911
        },
        {
            "text": "James Henry Govier, English painter and illustrator (died 1974)",
            "year": 1910
        },
        {
            "text": "Walter Scharf, American pianist and composer (died 2003)",
            "year": 1910
        },
        {
            "text": "Gerda Taro, German war photographer (died 1937)",
            "year": 1910
        },
        {
            "text": "Eric Shipton, Sri Lankan-English mountaineer and explorer (died 1977)",
            "year": 1907
        },
        {
            "text": "Helen Sawyer Hogg, American-Canadian astronomer and academic (died 1993)",
            "year": 1905
        },
        {
            "text": "Paul Horgan, American historian, author, and academic (died 1995)",
            "year": 1903
        },
        {
            "text": "Francisco Guilledo, Filipino boxer (died 1925)",
            "year": 1901
        },
        {
            "text": "Otto Nothling, Australian cricketer and rugby player (died 1965)",
            "year": 1900
        },
        {
            "text": "Raymond Mays, English race car driver and businessman (died 1980)",
            "year": 1899
        },
        {
            "text": "Morris Stoloff, American composer and musical director (died 1980)",
            "year": 1898
        },
        {
            "text": "Ottavio Bottecchia, Italian cyclist (died 1927)",
            "year": 1894
        },
        {
            "text": "Alexander of Greece (died 1920)",
            "year": 1893
        },
        {
            "text": "Karl Kobelt, Swiss lawyer and politician, 52nd President of the Swiss Confederation (died 1968)",
            "year": 1891
        },
        {
            "text": "Walter Gerlach, German physicist and academic (died 1979)",
            "year": 1889
        },
        {
            "text": "George de Hevesy, Hungarian-German chemist and academic, Nobel Prize laureate (died 1966)",
            "year": 1885
        },
        {
            "text": "Otto Toeplitz, German mathematician and academic (died 1940)",
            "year": 1881
        },
        {
            "text": "Konstantinos Logothetopoulos, Greek physician and politician, Prime Minister of Greece (died 1961)",
            "year": 1878
        },
        {
            "text": "George Hackenschmidt, Estonian-English wrestler and strongman (died 1968)",
            "year": 1877
        },
        {
            "text": "John Lester, American cricketer and soccer player (died 1969)",
            "year": 1871
        },
        {
            "text": "Isobel Lilian Gloag, English painter (died 1917)",
            "year": 1865
        },
        {
            "text": "Sammy Jones, Australian cricketer (died 1951)",
            "year": 1861
        },
        {
            "text": "Bazil Assan, Romanian engineer and explorer (died 1918)",
            "year": 1860
        },
        {
            "text": "Gaston Doumergue, French lawyer and politician, 13th President of France (died 1937)",
            "year": 1858
        },
        {
            "text": "Hans Rott, Austrian organist and composer (died 1884)",
            "year": 1858
        },
        {
            "text": "George Coulthard, Australian footballer and cricketer (died 1883)",
            "year": 1856
        },
        {
            "text": "Robert Todd Lincoln, American lawyer and politician, 35th United States Secretary of War (died 1926)",
            "year": 1843
        },
        {
            "text": "Antonio Cotogni, Italian opera singer and educator (died 1918)",
            "year": 1831
        },
        {
            "text": "Herman Melville, American novelist, short story writer, and poet (died 1891)",
            "year": 1819
        },
        {
            "text": "Maria Mitchell, American astronomer and academic (died 1889)",
            "year": 1818
        },
        {
            "text": "Richard Henry Dana Jr., American lawyer and politician (died 1882)",
            "year": 1815
        },
        {
            "text": "William B. Travis, American colonel and lawyer (died 1836)",
            "year": 1809
        },
        {
            "text": "Francis Scott Key, American lawyer, author, and poet (died 1843)",
            "year": 1779
        },
        {
            "text": "Lorenz Oken, German-Swiss botanist, biologist, and ornithologist (died 1851)",
            "year": 1779
        },
        {
            "text": "William Clark, American soldier, explorer, and politician, 4th Governor of Missouri Territory (died 1838)",
            "year": 1770
        },
        {
            "text": "Jean-Baptiste Lamarck, French soldier, biologist, and academic (died 1829)",
            "year": 1744
        },
        {
            "text": "Jacques François Dugommier, French general (died 1794)",
            "year": 1738
        },
        {
            "text": "Richard Wilson, Welsh painter and academic (died 1782)",
            "year": 1714
        },
        {
            "text": "Charles I, German duke and prince (died 1780)",
            "year": 1713
        },
        {
            "text": "Sebastiano Ricci, Italian painter (died 1734)",
            "year": 1659
        },
        {
            "text": "Thomas Clifford, 1st Baron Clifford of Chudleigh, English politician, Lord High Treasurer (died 1673)",
            "year": 1630
        },
        {
            "text": "Sabbatai Zevi, Montenegrin rabbi and theorist (died 1676)",
            "year": 1626
        },
        {
            "text": "Luis Vélez de Guevara, Spanish author and playwright (died 1644)",
            "year": 1579
        },
        {
            "text": "Edward Kelley, English spirit medium (died 1597)",
            "year": 1555
        },
        {
            "text": "Andrew Melville, Scottish theologian and scholar (died 1622)",
            "year": 1545
        },
        {
            "text": "Sigismund II, Polish king (died 1572)",
            "year": 1520
        },
        {
            "text": "Wolfgang, Prince of Anhalt-Köthen, German prince (died 1566)",
            "year": 1492
        },
        {
            "text": "John IV, Count of Nassau-Siegen, German count (died 1475)",
            "year": 1410
        },
        {
            "text": "John Fitzalan, 6th Earl of Arundel (died 1421)",
            "year": 1385
        },
        {
            "text": "Go-Komatsu, Japanese emperor (died 1433)",
            "year": 1377
        },
        {
            "text": "Kōgon, Japanese emperor (died 1364)",
            "year": 1313
        },
        {
            "text": "Emperor Taizu of Jin, Chinese emperor (died 1123)",
            "year": 1068
        },
        {
            "text": "Hyeonjong of Goryeo, Korean king (died 1031)",
            "year": 992
        },
        {
            "text": "Sugawara no Michizane, Japanese scholar and politician (died 903)",
            "year": 845
        },
        {
            "text": "Pertinax, Roman emperor (died 193)",
            "year": 126
        },
        {
            "text": "Claudius, Roman emperor (died 54)",
            "year": -10
        }
    ],
    "deaths": [
        {
            "text": "Joyce Brabner, American writer and artist (born 1952)",
            "year": 2024
        },
        {
            "text": "Abdalqadir as-Sufi, Scottish Islamic scholar and writer (born 1930)",
            "year": 2021
        },
        {
            "text": "Jerry Ziesmer, American assistant director, production manager and occasional actor (born 1939)",
            "year": 2021
        },
        {
            "text": "Wilford Brimley, American actor and singer (born 1934)",
            "year": 2020
        },
        {
            "text": "Rickey Dixon, American professional football player (born 1966)",
            "year": 2020
        },
        {
            "text": "Rodney H. Pardey, American poker player (born 1945)",
            "year": 2020
        },
        {
            "text": "Queen Anne of Romania (born 1923)",
            "year": 2016
        },
        {
            "text": "Stephan Beckenbauer, German footballer and manager (born 1968)",
            "year": 2015
        },
        {
            "text": "Cilla Black, English singer and actress (born 1943)",
            "year": 2015
        },
        {
            "text": "Bernard d'Espagnat, French physicist, philosopher, and author (born 1921)",
            "year": 2015
        },
        {
            "text": "Bob Frankford, English-Canadian physician and politician (born 1939)",
            "year": 2015
        },
        {
            "text": "Hong Yuanshuo, Chinese footballer and manager (born 1948)",
            "year": 2015
        },
        {
            "text": "Valyantsin Byalkevich, Belarusian footballer and manager (born 1973)",
            "year": 2014
        },
        {
            "text": "Jan Roar Leikvoll, Norwegian author (born 1974)",
            "year": 2014
        },
        {
            "text": "Charles T. Payne, American soldier (born 1925)",
            "year": 2014
        },
        {
            "text": "Mike Smith, English radio and television host (born 1955)",
            "year": 2014
        },
        {
            "text": "John Amis, English journalist and critic (born 1922)",
            "year": 2013
        },
        {
            "text": "Gail Kobe, American actress and producer (born 1932)",
            "year": 2013
        },
        {
            "text": "Babe Martin, American baseball player (born 1920)",
            "year": 2013
        },
        {
            "text": "Toby Saks, American cellist and educator (born 1942)",
            "year": 2013
        },
        {
            "text": "Wilford White, American football player (born 1928)",
            "year": 2013
        },
        {
            "text": "Aldo Maldera, Italian footballer and agent (born 1953)",
            "year": 2012
        },
        {
            "text": "Douglas Townsend, American composer and musicologist (born 1921)",
            "year": 2012
        },
        {
            "text": "Barry Trapnell, English cricketer and academic (born 1924)",
            "year": 2012
        },
        {
            "text": "Lolita Lebrón, Puerto Rican-American activist (born 1919)",
            "year": 2010
        },
        {
            "text": "Eric Tindill, New Zealand rugby player and cricketer (born 1910)",
            "year": 2010
        },
        {
            "text": "Corazon Aquino, Filipino politician, 11th President of the Philippines (born 1933)",
            "year": 2009
        },
        {
            "text": "Gertan Klauber, Czech-English actor (born 1932)",
            "year": 2008
        },
        {
            "text": "Harkishan Singh Surjeet, Indian lawyer and politician (born 1916)",
            "year": 2008
        },
        {
            "text": "Tommy Makem, Irish singer-songwriter and banjo player (born 1932)",
            "year": 2007
        },
        {
            "text": "Bob Thaves, American illustrator (born 1924)",
            "year": 2006
        },
        {
            "text": "Iris Marion Young, American political scientist and activist (born 1949)",
            "year": 2006
        },
        {
            "text": "Al Aronowitz, American journalist (born 1928)",
            "year": 2005
        },
        {
            "text": "Wim Boost, Dutch cartoonist and educator (born 1918)",
            "year": 2005
        },
        {
            "text": "Constant Nieuwenhuys, Dutch painter and sculptor (born 1920)",
            "year": 2005
        },
        {
            "text": "Fahd of Saudi Arabia (born 1923)",
            "year": 2005
        },
        {
            "text": "Philip Abelson, American physicist and author (born 1913)",
            "year": 2004
        },
        {
            "text": "Guy Thys, Belgian footballer, coach, and manager (born 1922)",
            "year": 2003
        },
        {
            "text": "Marie Trintignant, French actress and screenwriter (born 1962)",
            "year": 2003
        },
        {
            "text": "Korey Stringer, American football player (born 1974)",
            "year": 2001
        },
        {
            "text": "Eva Bartok, Hungarian-British actress (born 1927)",
            "year": 1998
        },
        {
            "text": "Tadeusz Reichstein, Polish-Swiss chemist and academic, Nobel Prize laureate (born 1897)",
            "year": 1996
        },
        {
            "text": "Lucille Teasdale-Corti, Canadian physician and surgeon (born 1929)",
            "year": 1996
        },
        {
            "text": "Norbert Elias, German-Dutch sociologist, author, and academic (born 1897)",
            "year": 1990
        },
        {
            "text": "John Ogdon, English pianist and composer (born 1937)",
            "year": 1989
        },
        {
            "text": "T. Thirunavukarasu, Sri Lankan lawyer and politician (born 1933)",
            "year": 1982
        },
        {
            "text": "Paddy Chayefsky, American author, playwright, and screenwriter (born 1923)",
            "year": 1981
        },
        {
            "text": "Kevin Lynch, Irish Republican, hunger striker",
            "year": 1981
        },
        {
            "text": "Patrick Depailler, French race car driver (born 1944)",
            "year": 1980
        },
        {
            "text": "Strother Martin, American actor (born 1919)",
            "year": 1980
        },
        {
            "text": "Francis Gary Powers, American captain and pilot (born 1929)",
            "year": 1977
        },
        {
            "text": "Ildebrando Antoniutti, Italian cardinal (born 1898)",
            "year": 1974
        },
        {
            "text": "Gian Francesco Malipiero, Italian composer and educator (born 1882)",
            "year": 1973
        },
        {
            "text": "Walter Ulbricht, German soldier and politician (born 1893)",
            "year": 1973
        },
        {
            "text": "Frances Farmer, American actress (born 1913)",
            "year": 1970
        },
        {
            "text": "Doris Fleeson, American journalist (born 1901)",
            "year": 1970
        },
        {
            "text": "Otto Heinrich Warburg, German physician and physiologist, Nobel Prize laureate (born 1883)",
            "year": 1970
        },
        {
            "text": "Richard Kuhn, Austrian-German biochemist and academic, Nobel Prize Laureate (born 1900)",
            "year": 1967
        },
        {
            "text": "Charles Whitman, American mass murderer (born 1941)",
            "year": 1966
        },
        {
            "text": "Theodore Roethke, American poet (born 1908)",
            "year": 1963
        },
        {
            "text": "Jean Behra, French race car driver (born 1921)",
            "year": 1959
        },
        {
            "text": "Rose Fyleman, English writer and poet (born 1877)",
            "year": 1957
        },
        {
            "text": "Manuel L. Quezon, Filipino soldier, lawyer, and politician, 2nd President of the Philippines (born 1878)",
            "year": 1944
        },
        {
            "text": "Lydia Litvyak, Soviet lieutenant and pilot (born 1921)",
            "year": 1943
        },
        {
            "text": "Edmund C. Tarbell, American painter and academic (born 1862)",
            "year": 1938
        },
        {
            "text": "Syd Gregory, Australian cricketer (born 1870)",
            "year": 1929
        },
        {
            "text": "Donát Bánki, Hungarian engineer (born 1856)",
            "year": 1922
        },
        {
            "text": "T. J. Ryan, Australian politician, 19th Premier of Queensland (born 1876)",
            "year": 1921
        },
        {
            "text": "Bal Gangadhar Tilak, Indian freedom fighter, lawyer and journalist (born 1856)",
            "year": 1920
        },
        {
            "text": "John Riley Banister, American cowboy and police officer (born 1854)",
            "year": 1918
        },
        {
            "text": "Edwin Austin Abbey, American painter and illustrator (born 1852)",
            "year": 1911
        },
        {
            "text": "Samuel Arza Davenport, American lawyer and politician (born 1843)",
            "year": 1911
        },
        {
            "text": "Henrik Sjöberg, Swedish gymnast and medical student (born 1875)",
            "year": 1905
        },
        {
            "text": "Calamity Jane, American frontierswoman and scout (born 1853)",
            "year": 1903
        },
        {
            "text": "Richard Dry, Australian politician, 7th Premier of Tasmania (born 1815)",
            "year": 1869
        },
        {
            "text": "Peter Julian Eymard, French priest and founder of the Congregation of the Blessed Sacrament (born 1811)",
            "year": 1869
        },
        {
            "text": "John Ross, American tribal chief (born 1790)",
            "year": 1866
        },
        {
            "text": "Jind Kaur Majarani (Regent) of the Sikh Empire (born 1817)",
            "year": 1863
        },
        {
            "text": "William Joseph Behr, German publicist and academic (born 1775)",
            "year": 1851
        },
        {
            "text": "Yakov Kulnev, Russian general (born 1763)",
            "year": 1812
        },
        {
            "text": "Lady Diana Beauclerk, English painter and illustrator (born 1734)",
            "year": 1808
        },
        {
            "text": "John Boorman, English cricketer (born c. 1754)",
            "year": 1807
        },
        {
            "text": "John Walker, English actor, philologist, and lexicographer (born 1732)",
            "year": 1807
        },
        {
            "text": "François-Paul Brueys d'Aigalliers, French admiral (born 1753)",
            "year": 1798
        },
        {
            "text": "Emanuel Granberg, Finnish church painter (born 1754)",
            "year": 1797
        },
        {
            "text": "Sir Robert Pigot, 2nd Baronet, English colonel and politician (born 1720)",
            "year": 1796
        },
        {
            "text": "Clas Bjerkander, Swedish meteorologist, botanist, and entomologist (born 1735)",
            "year": 1795
        },
        {
            "text": "Alphonsus Maria de' Liguori, Italian bishop and saint (born 1696)",
            "year": 1787
        },
        {
            "text": "Anne, Queen of Great Britain (born 1665)",
            "year": 1714
        },
        {
            "text": "Matthew Browne, English politician (born 1563)",
            "year": 1603
        },
        {
            "text": "Jacques Clément, French assassin of Henry III of France (born 1567)",
            "year": 1589
        },
        {
            "text": "Albrecht Giese, Polish-German politician and diplomat (born 1524)",
            "year": 1580
        },
        {
            "text": "Olaus Magnus, Swedish archbishop, historian, and cartographer (born 1490)",
            "year": 1557
        },
        {
            "text": "Peter Faber, French Jesuit theologian (born 1506)",
            "year": 1546
        },
        {
            "text": "Magnus I, Duke of Saxe-Lauenburg (born 1488)",
            "year": 1543
        },
        {
            "text": "Simon Grynaeus, German theologian and scholar (born 1493)",
            "year": 1541
        },
        {
            "text": "Giovanni Santi, artist and father of Raphael (born c. 1435)",
            "year": 1494
        },
        {
            "text": "Cosimo de' Medici, Italian ruler (born 1386)",
            "year": 1464
        },
        {
            "text": "Lorenzo Valla, Italian author and educator (born 1406)",
            "year": 1457
        },
        {
            "text": "Edmund of Langley, 1st Duke of York, English politician, Lord Warden of the Cinque Ports (born 1341)",
            "year": 1402
        },
        {
            "text": "Conrad de Lichtenberg, Bishop of Strasbourg (born 1240)",
            "year": 1299
        },
        {
            "text": "Giovanni da Pian del Carpine, Italian archbishop and explorer (born 1180)",
            "year": 1252
        },
        {
            "text": "Shimazu Tadahisa, Japanese warlord (born 1179)",
            "year": 1227
        },
        {
            "text": "Vsevolod II of Kiev, Russian prince",
            "year": 1146
        },
        {
            "text": "Louis VI, king of France (born 1081)",
            "year": 1137
        },
        {
            "text": "Adhemar of Le Puy, French papal legate",
            "year": 1098
        },
        {
            "text": "Æthelwold, bishop of Winchester",
            "year": 984
        },
        {
            "text": "Yingtian, Chinese Khitan empress (born 879)",
            "year": 953
        },
        {
            "text": "Ali ibn Isa al-Jarrah, Abbasid vizier (born 859)",
            "year": 946
        },
        {
            "text": "Lady Xu Xinyue, Chinese queen (born 902)",
            "year": 946
        },
        {
            "text": "Thachulf, duke of Thuringia",
            "year": 873
        },
        {
            "text": "Justin I, Byzantine emperor (born 450)",
            "year": 527
        },
        {
            "text": "Eusebius of Vercelli, Italian bishop and saint (born 283)",
            "year": 371
        },
        {
            "text": "Mark Antony, Roman general and politician (born 83 BC)",
            "year": -30
        }
    ],
    "metadata": {
        "current_date": "August 1, 2025",
        "short_date": "Aug 1",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            36,
            38,
            63,
            0,
            27,
            3,
            9,
            11,
            61,
            2
        ],
        "births": [
            93,
            57,
            218,
            140
        ],
        "deaths": [
            52,
            61,
            10,
            76
        ]
    }
}