{
    "events": [
        {
            "text": "The final Volkswagen Beetle rolls off the line in Puebla, Mexico; the last of 5,961 \"Special Edition\" cars will be exhibited in a museum.",
            "year": 2019
        },
        {
            "text": "Tham Luang cave rescue: A group of Thai school children and their football coach are all rescued from a cave after being stuck there for 18 days; one Thai Navy SEAL diver dies during the rescue mission.",
            "year": 2018
        },
        {
            "text": "Iraqi Civil War: Mosul is declared fully liberated from the Islamic State of Iraq and the Levant by the government of Iraq.",
            "year": 2017
        },
        {
            "text": "Portugal defeats France in the UEFA Euro 2016 Final to win their first European title.",
            "year": 2016
        },
        {
            "text": "The Episcopal Church USA allows same-sex marriage.",
            "year": 2012
        },
        {
            "text": "Russian cruise ship Bulgaria sinks in the Volga River near Syukeyevo, Tatarstan, causing 122 deaths.",
            "year": 2011
        },
        {
            "text": "Amid widespread backlash to revelations of phone hacking, the British weekly tabloid newspaper News of the World publishes its final issue and shuts down after nearly 168 years in print.",
            "year": 2011
        },
        {
            "text": "Former Macedonian Interior Minister Ljube Boškoski is acquitted of all war-crimes charges by a United Nations tribunal.",
            "year": 2008
        },
        {
            "text": "Erden Eruç begins the first solo human-powered circumnavigation of the world.",
            "year": 2007
        },
        {
            "text": "A Pakistan International Airlines Fokker F27 Friendship crashes near Multan International Airport, killing all 45 people on board.",
            "year": 2006
        },
        {
            "text": "The Massacre of the Innocents, a painting by Peter Paul Rubens, is sold at a Sotheby's auction for £49.5 million (US$76.2 million) to Lord Thomson.",
            "year": 2002
        },
        {
            "text": "EADS, the world's second-largest aerospace group is formed by the merger of Aérospatiale-Matra, DASA, and CASA.",
            "year": 2000
        },
        {
            "text": "Bashar al-Assad succeeds his father Hafez al-Assad as President of Syria.",
            "year": 2000
        },
        {
            "text": "In women's association football, the United States defeats China in a penalty shoot-out at the Rose Bowl near Los Angeles to win the final match of the 1999 FIFA Women's World Cup. Watched by 90,185 spectators, the final sets a new world record for attendance at a women's sporting event.",
            "year": 1999
        },
        {
            "text": "Catholic Church sexual abuse cases: The Diocese of Dallas agrees to pay $23.4 million to nine former altar boys who claim they were sexually abused by Rudolph Kos, a former priest.",
            "year": 1998
        },
        {
            "text": "In London, scientists report the findings of the DNA analysis of a Neanderthal skeleton which supports the \"out of Africa theory\" of human evolution, placing an \"African Eve\" at 100,000 to 200,000 years ago.",
            "year": 1997
        },
        {
            "text": "Miguel Ángel Blanco, a member of Partido Popular (Spain), is kidnapped (and later murdered) in the Basque city of Ermua by ETA members, sparking widespread protests.",
            "year": 1997
        },
        {
            "text": "Burmese politician Aung San Suu Kyi is released from house arrest.",
            "year": 1995
        },
        {
            "text": "The NIOSH air filtration ratings update with the enactment of 42 CFR 84, previously published in the Federal Register. The new regulation includes rules governing the new N95 respirator standard.",
            "year": 1995
        },
        {
            "text": "In Miami, former Panamanian leader Manuel Noriega is sentenced to 40 years in prison for drug and racketeering violations.",
            "year": 1992
        },
        {
            "text": "The South African cricket team is readmitted into the International Cricket Council following the end of Apartheid.",
            "year": 1991
        },
        {
            "text": "Boris Yeltsin takes office as the first elected President of Russia.",
            "year": 1991
        },
        {
            "text": "A Beechcraft Model 99 crashes near Birmingham Municipal Airport (now Birmingham–Shuttlesworth International Airport) in Birmingham, Alabama, killing 13 of the 15 people on board.",
            "year": 1991
        },
        {
            "text": "The Greenpeace vessel Rainbow Warrior is bombed and sunk in Auckland harbour by French DGSE agents, killing Fernando Pereira.",
            "year": 1985
        },
        {
            "text": "An Aeroflot Tupolev Tu-154 stalls and crashes near Uchkuduk, Uzbekistan (then part of the Soviet Union), killing all 200 people on board in the USSR's worst-ever airline disaster.",
            "year": 1985
        },
        {
            "text": "President Moktar Ould Daddah of Mauritania is ousted in a bloodless coup d'état.",
            "year": 1978
        },
        {
            "text": "Four mercenaries (one American and three British) are executed in Angola following the Luanda Trial.",
            "year": 1976
        },
        {
            "text": "An EgyptAir Tupolev Tu-154 stalls and crashes at Cairo International Airport, killing all six people on board.",
            "year": 1974
        },
        {
            "text": "The Bahamas gains full independence within the Commonwealth of Nations.",
            "year": 1973
        },
        {
            "text": "The Chicago Freedom Movement, co-founded by Martin Luther King Jr., holds a rally at Soldier Field in Chicago; as many as 60,000 people attend.",
            "year": 1966
        },
        {
            "text": "Telstar, the world's first communications satellite, is launched into orbit.",
            "year": 1962
        },
        {
            "text": "Korean War: Armistice negotiations begin at Kaesong.",
            "year": 1951
        },
        {
            "text": "Muhammad Ali Jinnah is recommended as the first Governor-General of Pakistan by the British Prime Minister, Clement Attlee.",
            "year": 1947
        },
        {
            "text": "World War II: Operation Husky begins in Sicily.",
            "year": 1943
        },
        {
            "text": "World War II: An American pilot spots a downed, intact Mitsubishi A6M Zero on Akutan Island (the \"Akutan Zero\"), which the US Navy then uses to learn the aircraft's flight characteristics.",
            "year": 1942
        },
        {
            "text": "Jedwabne pogrom: Massacre of Polish Jews living in and near the village of Jedwabne.",
            "year": 1941
        },
        {
            "text": "World War II: The Vichy government is established in France.",
            "year": 1940
        },
        {
            "text": "World War II: Six days before Adolf Hitler issues his Directive 16 to the combined Wehrmacht armed forces for Operation Sea Lion, the Kanalkampf shipping attacks begin against British maritime convoys in the leadup to initiating the Battle of Britain.",
            "year": 1940
        },
        {
            "text": "Howard Hughes begins a 91-hour airplane flight around the world that will set a new record.",
            "year": 1938
        },
        {
            "text": "Kevin O'Higgins TD, Vice-President of the Executive Council of the Irish Free State, is assassinated by the IRA.",
            "year": 1927
        },
        {
            "text": "Scopes trial: In Dayton, Tennessee, the so-called \"Monkey Trial\" begins of John T. Scopes, a young high school science teacher accused of teaching evolution in violation of the Butler Act.",
            "year": 1925
        },
        {
            "text": "Paavo Nurmi wins the 1,500 m and 5,000 m events at the Paris Olympics, with just an hour between the two races.",
            "year": 1924
        },
        {
            "text": "Belfast's Bloody Sunday occurs with 20 killings, at least 100 wounded and 200 homes destroyed during rioting and gun battles in Belfast, Northern Ireland.",
            "year": 1921
        },
        {
            "text": "Arthur Meighen becomes Prime Minister of Canada.",
            "year": 1920
        },
        {
            "text": "Wyoming is admitted as the 44th U.S. state.",
            "year": 1890
        },
        {
            "text": "War of the Pacific: Chileans led by Alejandro Gorostiaga defeat Andrés Avelino Cáceres's Peruvian army at the Battle of Huamachuco, hastening the end of the war.",
            "year": 1883
        },
        {
            "text": "War of the Pacific: Chile suffers its last military defeat in the Battle of La Concepción when a garrison of 77 men is annihilated by a 1,300-strong Peruvian force, many of them armed with spears.",
            "year": 1882
        },
        {
            "text": "The then-villa of Mayagüez, Puerto Rico, formally receives its city charter from the Royal Crown of Spain.",
            "year": 1877
        },
        {
            "text": "U.S. President Millard Fillmore is sworn in, a day after becoming president upon Zachary Taylor's death.",
            "year": 1850
        },
        {
            "text": "U.S. President Andrew Jackson vetoes a bill that would re-charter the Second Bank of the United States.",
            "year": 1832
        },
        {
            "text": "The Vellore Mutiny is the first instance of a mutiny by Indian sepoys against the British East India Company.",
            "year": 1806
        },
        {
            "text": "Alexander Mackenzie reaches the Mackenzie River delta.",
            "year": 1789
        },
        {
            "text": "American Revolution: Louis XVI of France declares war on the Kingdom of Great Britain.",
            "year": 1778
        },
        {
            "text": "Anglo-Spanish War (1654–1671): Notable Buccaneer Henry Morgan with an English Privateer force lands at Porto Bello in an attempt to capture the fortified and lucrative Spanish city.",
            "year": 1668
        },
        {
            "text": "English Civil War: The Battle of Langport takes place.",
            "year": 1645
        },
        {
            "text": "William I of Orange is assassinated in his home in Delft, Holland, by Balthasar Gérard.",
            "year": 1584
        },
        {
            "text": "Lady Jane Grey takes the throne of England.",
            "year": 1553
        },
        {
            "text": "Zhu Chenhao declares the Ming dynasty's Zhengde Emperor a usurper, beginning the Prince of Ning rebellion, and leads his army north in an attempt to capture Nanjing.",
            "year": 1519
        },
        {
            "text": "The Spanish conquest of Iberian Navarre commences with the capture of Goizueta.",
            "year": 1512
        },
        {
            "text": "The Portuguese explorer Nicolau Coelho returns to Lisbon after discovering the sea route to India as a companion of Vasco da Gama.",
            "year": 1499
        },
        {
            "text": "Richard Neville, 16th Earl of Warwick, defeats the king's Lancastrian forces and takes King Henry VI prisoner in the Battle of Northampton.",
            "year": 1460
        },
        {
            "text": "Ladislaus IV, King of Hungary, is assassinated at the castle of Körösszeg (modern-day Cheresig in Romania).",
            "year": 1290
        },
        {
            "text": "The most severe of several early fires of London burns most of the city to the ground.",
            "year": 1212
        },
        {
            "text": "The Norse King Glúniairn recognises Máel Sechnaill mac Domnaill, High King of Ireland, and agrees to pay taxes and accept Brehon Law; the event is considered to be the founding of the city of Dublin.",
            "year": 988
        },
        {
            "text": "Isshi Incident: Prince Naka-no-Ōe and Fujiwara no Kamatari assassinate Soga no Iruka during a coup d'état at the imperial palace.",
            "year": 645
        },
        {
            "text": "Having usurped the throne of Emperor Gong of Jin, Liu Yu proclaims himself Emperor of the Liu Song dynasty.",
            "year": 420
        },
        {
            "text": "Emperor Hadrian of Rome dies of heart failure at his residence on the bay of Naples, Baiae; he is buried at Rome in the Tomb of Hadrian beside his late wife, Vibia Sabina.",
            "year": 138
        }
    ],
    "births": [
        {
            "text": "Moo Deng, Thai celebrity pygmy hippopotamus",
            "year": 2024
        },
        {
            "text": "Mason Thames, American actor",
            "year": 2007
        },
        {
            "text": "Reece Walsh, Australian rugby league player",
            "year": 2002
        },
        {
            "text": "Isabela Merced, American actress",
            "year": 2001
        },
        {
            "text": "April Ivy, Portuguese composer and singer",
            "year": 1999
        },
        {
            "text": "Angus Cloud, American actor (died 2023)",
            "year": 1998
        },
        {
            "text": "Chae Soo-bin, South Korean actress",
            "year": 1994
        },
        {
            "text": "Daishōmaru Shōgo, Japanese sumo wrestler",
            "year": 1991
        },
        {
            "text": "Adam Reynolds, Australian rugby league player",
            "year": 1990
        },
        {
            "text": "Trent Richardson, American football player",
            "year": 1990
        },
        {
            "text": "Chiyonokuni Toshiki, Japanese sumo wrestler",
            "year": 1990
        },
        {
            "text": "Antonio Brown, American football player",
            "year": 1988
        },
        {
            "text": "Heather Hemmens, American actress, director, and producer",
            "year": 1988
        },
        {
            "text": "Sarah Walker, New Zealand BMX rider",
            "year": 1988
        },
        {
            "text": "Park Chu-young, South Korean footballer",
            "year": 1985
        },
        {
            "text": "B. J. Crombeen, American ice hockey player",
            "year": 1985
        },
        {
            "text": "Mario Gómez, German footballer",
            "year": 1985
        },
        {
            "text": "Funda Oru, Belgian politician",
            "year": 1985
        },
        {
            "text": "Nikolaos Mitrou, Greek footballer",
            "year": 1984
        },
        {
            "text": "Giuseppe De Feudis, Italian footballer",
            "year": 1983
        },
        {
            "text": "Matthew Egan, Australian footballer",
            "year": 1983
        },
        {
            "text": "Gabi, Spanish footballer",
            "year": 1983
        },
        {
            "text": "Kim Hee-chul, Korean entertainer and singer",
            "year": 1983
        },
        {
            "text": "Joelson José Inácio, Brazilian footballer",
            "year": 1983
        },
        {
            "text": "Doug Kramer, Filipino basketball player",
            "year": 1983
        },
        {
            "text": "Anthony Watmough, Australian rugby league player",
            "year": 1983
        },
        {
            "text": "Sherif Ekramy, Egyptian footballer",
            "year": 1983
        },
        {
            "text": "Alex Arrowsmith, American guitarist and producer",
            "year": 1982
        },
        {
            "text": "Juliya Chernetsky, Ukrainian-American television host",
            "year": 1982
        },
        {
            "text": "Sebastian Mila, Polish footballer",
            "year": 1982
        },
        {
            "text": "Jeffrey Walker, Australian actor and director",
            "year": 1982
        },
        {
            "text": "Aleksandar Tunchev, Bulgarian footballer",
            "year": 1981
        },
        {
            "text": "Alejandro Millán, Mexican singer-songwriter and keyboard player",
            "year": 1980
        },
        {
            "text": "Adam Petty, American race car driver (died 2000)",
            "year": 1980
        },
        {
            "text": "Claudia Leitte, Brazilian singer-songwriter",
            "year": 1980
        },
        {
            "text": "James Rolfe, American actor, director, and producer",
            "year": 1980
        },
        {
            "text": "Jessica Simpson, American singer-songwriter, actress, and fashion designer",
            "year": 1980
        },
        {
            "text": "Mvondo Atangana, Cameroon footballer",
            "year": 1979
        },
        {
            "text": "Gong Yoo, Korean actor",
            "year": 1979
        },
        {
            "text": "Chiwetel Ejiofor, English actor",
            "year": 1977
        },
        {
            "text": "Edmílson, Brazilian footballer",
            "year": 1976
        },
        {
            "text": "Elijah Blue Allman, American singer and guitarist",
            "year": 1976
        },
        {
            "text": "Ludovic Giuly, French footballer",
            "year": 1976
        },
        {
            "text": "Adrian Grenier, American actor, producer, and screenwriter",
            "year": 1976
        },
        {
            "text": "Brendon Lade, Australian footballer and coach",
            "year": 1976
        },
        {
            "text": "Lars Ricken, German footballer",
            "year": 1976
        },
        {
            "text": "Andrew Firestone, American businessman",
            "year": 1975
        },
        {
            "text": "Brendan Gaughan, American race car driver",
            "year": 1975
        },
        {
            "text": "Alain Nasreddine, Canadian ice hockey player and coach",
            "year": 1975
        },
        {
            "text": "Stefán Karl Stefánsson, Icelandic actor (died 2018)",
            "year": 1975
        },
        {
            "text": "Richard Westbrook, English race car driver",
            "year": 1975
        },
        {
            "text": "Imelda May, Irish singer-songwriter, musician, and producer",
            "year": 1974
        },
        {
            "text": "Brian Thompson, American insurance executive (died 2024)",
            "year": 1974
        },
        {
            "text": "Peter Serafinowicz, English actor",
            "year": 1972
        },
        {
            "text": "Sofía Vergara, Colombian-American actress and producer",
            "year": 1972
        },
        {
            "text": "Tilo Wolff, German-Swiss singer-songwriter, pianist, and producer",
            "year": 1972
        },
        {
            "text": "Adam Foote, Canadian ice hockey player",
            "year": 1971
        },
        {
            "text": "Gregory Goodridge, Barbadian footballer and coach",
            "year": 1971
        },
        {
            "text": "Gary LeVox, American singer-songwriter",
            "year": 1970
        },
        {
            "text": "Jason Orange, English singer-songwriter and dancer",
            "year": 1970
        },
        {
            "text": "John Simm, English actor",
            "year": 1970
        },
        {
            "text": "Marty Cordova, American baseball player",
            "year": 1969
        },
        {
            "text": "Gale Harold, American actor",
            "year": 1969
        },
        {
            "text": "Tom Meents, American professional monster truck driver",
            "year": 1967
        },
        {
            "text": "Rebekah Del Rio, American singer-songwriter",
            "year": 1967
        },
        {
            "text": "Gillian Tett, English journalist and author",
            "year": 1967
        },
        {
            "text": "Ikki Sawamura, Japanese model, actor and television presenter",
            "year": 1967
        },
        {
            "text": "John Yoo, South Korean-American lawyer, author, and educator",
            "year": 1967
        },
        {
            "text": "Clive Efford, English politician",
            "year": 1966
        },
        {
            "text": "Johnny Grunge, American wrestler (died 2006)",
            "year": 1966
        },
        {
            "text": "Christian Stangl, Austrian skier and mountaineer",
            "year": 1966
        },
        {
            "text": "Anna Bråkenhielm, Swedish business executive",
            "year": 1966
        },
        {
            "text": "Scott McCarron, American golfer",
            "year": 1965
        },
        {
            "text": "Princess Alexia of Greece and Denmark, European Princess",
            "year": 1965
        },
        {
            "text": "Ken Mellons, American singer-songwriter and guitarist",
            "year": 1965
        },
        {
            "text": "Martin Laurendeau, Canadian tennis player and coach",
            "year": 1964
        },
        {
            "text": "Urban Meyer, American football player and coach",
            "year": 1964
        },
        {
            "text": "Wilfried Peeters, Belgian cyclist",
            "year": 1964
        },
        {
            "text": "Ian Lougher, Welsh motorcycle racer",
            "year": 1963
        },
        {
            "text": "Jacky Cheung, Hong Kong singer and film actor",
            "year": 1961
        },
        {
            "text": "Marc Riley, English guitarist and radio DJ",
            "year": 1961
        },
        {
            "text": "Ariel Castro, Puerto Rican-American convicted kidnapper and rapist (died 2013)",
            "year": 1960
        },
        {
            "text": "Ellen Kuras, American director and cinematographer",
            "year": 1959
        },
        {
            "text": "Sandy West, American singer, drummer and songwriter (died 2006)",
            "year": 1959
        },
        {
            "text": "Béla Fleck, American banjo player and songwriter",
            "year": 1958
        },
        {
            "text": "Fiona Shaw, Irish actress and director",
            "year": 1958
        },
        {
            "text": "Derry Grehan, Canadian rock guitarist and songwriter",
            "year": 1957
        },
        {
            "text": "Tom McClintock, American lawyer and politician",
            "year": 1956
        },
        {
            "text": "K. Rajagopal, Malaysian football manager",
            "year": 1956
        },
        {
            "text": "Nic Dakin, English educator and politician",
            "year": 1955
        },
        {
            "text": "Geoff Gerard, Australian rugby league player",
            "year": 1955
        },
        {
            "text": "Tommy Bowden, American football player and coach",
            "year": 1954
        },
        {
            "text": "Andre Dawson, American baseball player",
            "year": 1954
        },
        {
            "text": "Neil Tennant, English singer-songwriter and keyboard player",
            "year": 1954
        },
        {
            "text": "Rik Emmett, Canadian singer-songwriter, guitarist, and producer",
            "year": 1953
        },
        {
            "text": "Zoogz Rift, American musician and wrestler (died 2011)",
            "year": 1953
        },
        {
            "text": "Kim Mitchell, Canadian singer-songwriter and guitarist",
            "year": 1952
        },
        {
            "text": "Peter van Heemst, Dutch politician",
            "year": 1952
        },
        {
            "text": "Cheryl Wheeler, American singer-songwriter and guitarist",
            "year": 1951
        },
        {
            "text": "Rajnath Singh, Indian Politician and Union Home Minister of India",
            "year": 1951
        },
        {
            "text": "Tony Baldry, English colonel, lawyer, and politician, British Minister of State for Agriculture",
            "year": 1950
        },
        {
            "text": "Prokopis Pavlopoulos, President of Greece, Greek lawyer and politician, Greek Minister for the Interior",
            "year": 1950
        },
        {
            "text": "Anna Czerwińska, Polish mountaineer and author (died 2023)",
            "year": 1949
        },
        {
            "text": "Sunil Gavaskar, Indian cricketer and sportscaster",
            "year": 1949
        },
        {
            "text": "Greg Kihn, American singer-songwriter and guitarist (died 2024)",
            "year": 1949
        },
        {
            "text": "Ronnie Cutrone, American painter (died 2013)",
            "year": 1948
        },
        {
            "text": "Chico Resch, Canadian ice hockey player and sportscaster",
            "year": 1948
        },
        {
            "text": "Natalya Sedykh, Russian figure skater, ballet dancer, actor",
            "year": 1948
        },
        {
            "text": "John Whitehead, American singer-songwriter and producer (died 2004)",
            "year": 1948
        },
        {
            "text": "Arlo Guthrie, American singer-songwriter, producer, and actor",
            "year": 1947
        },
        {
            "text": "Jean-Pierre Jarier, French race car driver",
            "year": 1946
        },
        {
            "text": "Chin Han, Taiwanese actor",
            "year": 1946
        },
        {
            "text": "Ron Glass, American actor (died 2016)",
            "year": 1945
        },
        {
            "text": "Hal McRae, American baseball player and manager",
            "year": 1945
        },
        {
            "text": "John Motson, English sportscaster (died 2023)",
            "year": 1945
        },
        {
            "text": "Jean-Marie Poiré, French director, producer, and screenwriter",
            "year": 1945
        },
        {
            "text": "Virginia Wade, English tennis player and sportscaster",
            "year": 1945
        },
        {
            "text": "Mick Grant, English  motorcycle racer",
            "year": 1944
        },
        {
            "text": "Norman Hammond, English archaeologist and academic",
            "year": 1944
        },
        {
            "text": "Arthur Ashe, American tennis player and journalist (died 1993)",
            "year": 1943
        },
        {
            "text": "Inonge Mbikusita-Lewanika, Zambian politician",
            "year": 1943
        },
        {
            "text": "Jerry Miller, American singer-songwriter and guitarist (died 2024)",
            "year": 1943
        },
        {
            "text": "Ronnie James Dio, American singer-songwriter and producer (died 2010)",
            "year": 1942
        },
        {
            "text": "Pyotr Klimuk, Belarusian general, pilot, and astronaut",
            "year": 1942
        },
        {
            "text": "Sixto Rodriguez, American singer-songwriter and guitarist (died 2023)",
            "year": 1942
        },
        {
            "text": "Lopo do Nascimento, Angolan politician; 1st Prime Minister of Angola",
            "year": 1942
        },
        {
            "text": "Jake Eberts, Canadian film producer (died 2012)",
            "year": 1941
        },
        {
            "text": "David G. Hartwell, American anthologist, author, and critic (died 2016)",
            "year": 1941
        },
        {
            "text": "Robert Pine, American actor and director",
            "year": 1941
        },
        {
            "text": "Ian Whitcomb, English singer-songwriter, producer, and actor (died 2020)",
            "year": 1941
        },
        {
            "text": "Meghnad Desai, Baron Desai, Indian-English economist and politician",
            "year": 1940
        },
        {
            "text": "Helen Donath, American soprano and actress",
            "year": 1940
        },
        {
            "text": "Brian Priestley, English pianist and composer",
            "year": 1940
        },
        {
            "text": "Keith Stackpole, Australian cricketer (died 2025)",
            "year": 1940
        },
        {
            "text": "Phil Kelly, Irish-English footballer and manager (died 2012)",
            "year": 1939
        },
        {
            "text": "Ahmet Taner Kışlalı, Turkish political scientist, journalist and educator (died 1999)",
            "year": 1939
        },
        {
            "text": "Mavis Staples, American singer",
            "year": 1939
        },
        {
            "text": "Paul Andreu, French architect (died 2018)",
            "year": 1938
        },
        {
            "text": "Lee Morgan, American trumpet player and composer (died 1972)",
            "year": 1938
        },
        {
            "text": "Edwards Barham, American farmer and politician (died 2014)",
            "year": 1937
        },
        {
            "text": "Gun Svensson, Swedish politician",
            "year": 1937
        },
        {
            "text": "Herbert Boyer, American businessman, co-founded Genentech",
            "year": 1936
        },
        {
            "text": "Tunne Kelam, Estonian journalist and politician",
            "year": 1936
        },
        {
            "text": "Margaret McEntee, American Catholic religious sister and educator",
            "year": 1935
        },
        {
            "text": "Wilson Tuckey, Australian politician",
            "year": 1935
        },
        {
            "text": "Wilson Whineray, New Zealand rugby player and businessman (died 2012)",
            "year": 1935
        },
        {
            "text": "Marshall Brodien, American actor (died 2019)",
            "year": 1934
        },
        {
            "text": "Jerry Nelson, American puppeteer and voice actor (died 2012)",
            "year": 1934
        },
        {
            "text": "Jumpin' Gene Simmons, American rockabilly singer-songwriter (died 2006)",
            "year": 1933
        },
        {
            "text": "C.K. Yang, Taiwanese decathlete and pole vaulter (died 2007)",
            "year": 1933
        },
        {
            "text": "Carlo Maria Abate, Italian race car driver (died 2019)",
            "year": 1932
        },
        {
            "text": "Neile Adams, Filipino-American actress, singer and dancer",
            "year": 1932
        },
        {
            "text": "Manfred Preußger, German athlete",
            "year": 1932
        },
        {
            "text": "Nick Adams, American actor and screenwriter (died 1968)",
            "year": 1931
        },
        {
            "text": "Jerry Herman, American composer and songwriter (died 2019)",
            "year": 1931
        },
        {
            "text": "Julian May, American author (died 2017)",
            "year": 1931
        },
        {
            "text": "Alice Munro, Canadian short story writer, Nobel Prize laureate (died 2024)",
            "year": 1931
        },
        {
            "text": "Bruce Boa, Canadian actor (died 2004)",
            "year": 1930
        },
        {
            "text": "Janette Sherman, American physician, author, and pioneer in occupational and environmental health (died 2019)",
            "year": 1930
        },
        {
            "text": "Josephine Veasey, English soprano and actress (died 2022)",
            "year": 1930
        },
        {
            "text": "Winnie Ewing, Scottish lawyer and politician (died 2023)",
            "year": 1929
        },
        {
            "text": "George Clayton Johnson, American author and screenwriter (died 2015)",
            "year": 1929
        },
        {
            "text": "Moe Norman, Canadian golfer (died 2004)",
            "year": 1929
        },
        {
            "text": "José Vicente Rangel, Venezuelan politician; 21st Vice President of Venezuela (died 2020)",
            "year": 1929
        },
        {
            "text": "Don Bolles, American investigative reporter (died 1976)",
            "year": 1928
        },
        {
            "text": "Bernard Buffet, French painter and illustrator (died 1999)",
            "year": 1928
        },
        {
            "text": "Alejandro de Tomaso, Argentinian-Italian race car driver and businessman, founded De Tomaso (died 2003)",
            "year": 1928
        },
        {
            "text": "Moshe Greenberg, American-Israeli rabbi and scholar (died 2010)",
            "year": 1928
        },
        {
            "text": "John Glenn, American baseball player (died 2023)",
            "year": 1928
        },
        {
            "text": "Grigory Barenblatt, Russian mathematician and academic (died 2018)",
            "year": 1927
        },
        {
            "text": "David Dinkins, American soldier and politician, 106th Mayor of New York City (died 2020)",
            "year": 1927
        },
        {
            "text": "William Smithers, American actor",
            "year": 1927
        },
        {
            "text": "Carleton Carpenter, American actor, magician, songwriter, and novelist (died 2022)",
            "year": 1926
        },
        {
            "text": "Fred Gwynne, American actor (died 1993)",
            "year": 1926
        },
        {
            "text": "Mahathir Mohamad, Malaysian physician and politician, 4th and 7th Prime Minister of Malaysia",
            "year": 1925
        },
        {
            "text": "Ernest Bertrand Boland, American Roman Catholic bishop (died 2023)",
            "year": 1925
        },
        {
            "text": "Johnny Bach, American basketball player and coach (died 2016)",
            "year": 1924
        },
        {
            "text": "Bobo Brazil, American wrestler (died 1998)",
            "year": 1924
        },
        {
            "text": "Amalia Mendoza, Mexican singer and actress (died 2001)",
            "year": 1923
        },
        {
            "text": "John Bradley, American soldier (died 1994)",
            "year": 1923
        },
        {
            "text": "Suzanne Cloutier, Canadian actress and producer (died 2003)",
            "year": 1923
        },
        {
            "text": "G. A. Kulkarni, Indian author and academic (died 1987)",
            "year": 1923
        },
        {
            "text": "Jean Kerr, American author and playwright (died 2003)",
            "year": 1922
        },
        {
            "text": "Herb McKenley, Jamaican sprinter (died 2007)",
            "year": 1922
        },
        {
            "text": "Jake LaMotta, American boxer and actor (died 2017)",
            "year": 1922
        },
        {
            "text": "Harvey Ball, American illustrator, created the Smiley (died 2001)",
            "year": 1921
        },
        {
            "text": "Jeff Donnell, American actress (died 1988)",
            "year": 1921
        },
        {
            "text": "John K. Singlaub, U.S. Army Major General (died 2022)",
            "year": 1921
        },
        {
            "text": "Eunice Kennedy Shriver, American activist, co-founded the Special Olympics (died 2009)",
            "year": 1921
        },
        {
            "text": "David Brinkley, American journalist (died 2003)",
            "year": 1920
        },
        {
            "text": "Owen Chamberlain, American physicist and academic, Nobel Prize laureate (died 2006)",
            "year": 1920
        },
        {
            "text": "Cyril Grant, English footballer (died 2002)",
            "year": 1920
        },
        {
            "text": "Pierre Gamarra, French author, poet, and critic (died 2009)",
            "year": 1919
        },
        {
            "text": "Ian Wallace, English actor and singer (died 2009)",
            "year": 1919
        },
        {
            "text": "James Aldridge, Australian-English journalist and author (died 2015)",
            "year": 1918
        },
        {
            "text": "Chuck Stevens, American baseball player (died 2018)",
            "year": 1918
        },
        {
            "text": "Frank L. Lambert, Professor Emeritus of Chemistry at Occidental College (died 2018)",
            "year": 1918
        },
        {
            "text": "Fred Wacker, American race driver and engineer (died 1998)",
            "year": 1918
        },
        {
            "text": "Hugh Alexander, American baseball player and scout (died 2000)",
            "year": 1917
        },
        {
            "text": "Don Herbert, American television host known as \"Mr. Wizard\" (died 2007)",
            "year": 1917
        },
        {
            "text": "Reg Smythe, English cartoonist (died 1998)",
            "year": 1917
        },
        {
            "text": "Judith Jasmin, Canadian journalist (died 1972)",
            "year": 1916
        },
        {
            "text": "Joe Shuster, Canadian-American illustrator, co-created Superman (died 1992)",
            "year": 1914
        },
        {
            "text": "Rempo Urip, Indonesian film director (died 2001)",
            "year": 1914
        },
        {
            "text": "Salvador Espriu, Spanish author, poet, and playwright (died 1985)",
            "year": 1913
        },
        {
            "text": "Terry-Thomas, English comedian and character actor (died 1990)",
            "year": 1911
        },
        {
            "text": "Cootie Williams, American trumpeter and bandleader (died 1985)",
            "year": 1911
        },
        {
            "text": "Donald Sinclair, English lieutenant and businessman (died 1981)",
            "year": 1909
        },
        {
            "text": "Blind Boy Fuller, American singer and guitarist (died 1941)",
            "year": 1907
        },
        {
            "text": "Mildred Benson, American journalist and author (died 2002)",
            "year": 1905
        },
        {
            "text": "Thomas Gomez, American actor (died 1971)",
            "year": 1905
        },
        {
            "text": "Wolfram Sievers, German physician (died 1948)",
            "year": 1905
        },
        {
            "text": "Lili Damita, French-American actress (died 1994)",
            "year": 1904
        },
        {
            "text": "Werner Best, German SS officer and jurist (died 1989)",
            "year": 1903
        },
        {
            "text": "John Wyndham, English author (died 1969)",
            "year": 1903
        },
        {
            "text": "Kurt Alder, German chemist and academic, Nobel Prize laureate (died 1958)",
            "year": 1902
        },
        {
            "text": "Nicolás Guillén, Cuban poet, journalist, and activist (died 1989)",
            "year": 1902
        },
        {
            "text": "Mitchell Parish, Lithuanian-American songwriter (died 1993)",
            "year": 1900
        },
        {
            "text": "Sampson Sievers, Russian monk and mystic (died 1979)",
            "year": 1900
        },
        {
            "text": "John Gilbert, American actor, director, and screenwriter (died 1936)",
            "year": 1899
        },
        {
            "text": "Heiri Suter, Swiss cyclist (died 1978)",
            "year": 1899
        },
        {
            "text": "Renée Björling, Swedish actress (died 1975)",
            "year": 1898
        },
        {
            "text": "Legs Diamond, American gangster (died 1931)",
            "year": 1897
        },
        {
            "text": "Karl Plagge, German general and engineer (died 1957)",
            "year": 1897
        },
        {
            "text": "Thérèse Casgrain, Canadian politician (died 1981)",
            "year": 1896
        },
        {
            "text": "Carl Orff, German composer and educator (died 1982)",
            "year": 1895
        },
        {
            "text": "Jimmy McHugh, American composer (died 1969)",
            "year": 1894
        },
        {
            "text": "Edith Quimby, American medical researcher and physicist (died 1982)",
            "year": 1891
        },
        {
            "text": "Giorgio de Chirico, Greek-Italian painter and set designer (died 1978)",
            "year": 1888
        },
        {
            "text": "Toyohiko Kagawa, Japanese evangelist, author, and activist (died 1960)",
            "year": 1888
        },
        {
            "text": "Johannes Blaskowitz, German general (died 1948)",
            "year": 1883
        },
        {
            "text": "Hugo Raudsepp, Estonian playwright and politician (died 1952)",
            "year": 1883
        },
        {
            "text": "Ima Hogg, American society leader, philanthropist, patron and collector of the arts (died 1975)",
            "year": 1882
        },
        {
            "text": "Otto Freundlich, German painter and sculptor (died 1943)",
            "year": 1878
        },
        {
            "text": "Ernst Bresslau, German zoologist (died 1935)",
            "year": 1877
        },
        {
            "text": "Mary McLeod Bethune, American educator and activist (died 1955)",
            "year": 1875
        },
        {
            "text": "Dezső Pattantyús-Ábrahám, Hungarian politician (died 1973)",
            "year": 1875
        },
        {
            "text": "Sergey Konenkov, Russian sculptor (died 1971)",
            "year": 1874
        },
        {
            "text": "Marcel Proust, French novelist, critic, and essayist (died 1922)",
            "year": 1871
        },
        {
            "text": "Prince Maximilian of Baden (died 1929)",
            "year": 1867
        },
        {
            "text": "Austin Chapman, Australian businessman and politician, 4th Australian Minister for Defence (died 1926)",
            "year": 1864
        },
        {
            "text": "Nikola Tesla, Serbian-American electrical and mechanical engineer (died 1943)",
            "year": 1856
        },
        {
            "text": "Adolphus Busch, German brewer, co-founded Anheuser-Busch (died 1913)",
            "year": 1839
        },
        {
            "text": "Henryk Wieniawski, Polish violinist and composer (died 1880)",
            "year": 1835
        },
        {
            "text": "Alvan Graham Clark, American astronomer (died 1897)",
            "year": 1832
        },
        {
            "text": "Camille Pissarro, Danish-French painter (died 1903)",
            "year": 1830
        },
        {
            "text": "Louis-Napoléon Casault, Canadian lawyer, judge, and politician (died 1908)",
            "year": 1823
        },
        {
            "text": "Friedrich August von Quenstedt, German geologist and palaeontologist (died 1889)",
            "year": 1809
        },
        {
            "text": "Emma Smith, American religious leader (died 1879)",
            "year": 1804
        },
        {
            "text": "Robert Chambers, Scottish geologist and publisher, co-founded Chambers Harrap (died 1871)",
            "year": 1802
        },
        {
            "text": "Alfred Ronalds, British fly fishing author, artisan and Australian pioneer (died 1860)",
            "year": 1802
        },
        {
            "text": "George M. Dallas, American lawyer and politician, 11th Vice President of the United States (died 1864)",
            "year": 1792
        },
        {
            "text": "David Humphreys (soldier), American Revolutionary War colonel, politician, foreign minister and entrepreneur.",
            "year": 1752
        },
        {
            "text": "St. George Tucker, United States federal judge (died 1827)",
            "year": 1752
        },
        {
            "text": "Eva Ekeblad, Swedish noble and agronomist (died 1786)",
            "year": 1724
        },
        {
            "text": "William Blackstone, English lawyer, judge, and politician (died 1780)",
            "year": 1723
        },
        {
            "text": "Roger Cotes, English mathematician and astronomer (died 1716)",
            "year": 1682
        },
        {
            "text": "John Ernest Grabe, German theologian and academic (died 1711)",
            "year": 1666
        },
        {
            "text": "David Teniers III, Flemish painter (died 1685)",
            "year": 1638
        },
        {
            "text": "Jean Herauld Gourville, French adventurer (died 1703)",
            "year": 1625
        },
        {
            "text": "Arthur Annesley, 1st Earl of Anglesey, Irish-English politician (died 1686)",
            "year": 1614
        },
        {
            "text": "Pierre d'Hozier, French genealogist and historian (died 1660)",
            "year": 1592
        },
        {
            "text": "Antonio Possevino, Italian diplomat (died 1611)",
            "year": 1533
        },
        {
            "text": "Odet de Coligny, French cardinal (died 1571)",
            "year": 1517
        },
        {
            "text": "Francisco de Toledo, Viceroy of Peru (died 1582)",
            "year": 1515
        },
        {
            "text": "John Calvin, French pastor and theologian (died 1564)",
            "year": 1509
        },
        {
            "text": "Cho Shik, Korean poet and scholar (died 1572)",
            "year": 1501
        },
        {
            "text": "James III of Scotland (died 1488)",
            "year": 1451
        },
        {
            "text": "Emperor Go-Hanazono of Japan (died 1471)",
            "year": 1419
        }
    ],
    "deaths": [
        {
            "text": "Joe Engle, American Air Force officer, test pilot, and NASA astronaut (born 1932)",
            "year": 2024
        },
        {
            "text": "Alex Janvier, Native American Artist (born 1935)",
            "year": 2024
        },
        {
            "text": "Dave Loggins, American musician (born 1947)",
            "year": 2024
        },
        {
            "text": "Maurice Boucher, Canadian outlaw biker (born 1953)",
            "year": 2022
        },
        {
            "text": "Lara van Ruijven, Dutch short track speed skater (born 1992)",
            "year": 2020
        },
        {
            "text": "Jack Charlton, English footballer and manager (born 1935)",
            "year": 2020
        },
        {
            "text": "Henry Morgenthau III,  American author and television producer (born 1917)",
            "year": 2018
        },
        {
            "text": "Katharina Focke, German politician (born 1922)",
            "year": 2016
        },
        {
            "text": "Roger Rees, Welsh-American actor and director (born 1944)",
            "year": 2015
        },
        {
            "text": "Omar Sharif, Egyptian actor (born 1932)",
            "year": 2015
        },
        {
            "text": "Jon Vickers, Canadian tenor (born 1926)",
            "year": 2015
        },
        {
            "text": "Robert C. Broomfield, American lawyer and judge (born 1933)",
            "year": 2014
        },
        {
            "text": "Juozas Kazickas, Lithuanian-American businessman and philanthropist (born 1918)",
            "year": 2014
        },
        {
            "text": "Paul G. Risser, American ecologist and academic (born 1939)",
            "year": 2014
        },
        {
            "text": "Zohra Sehgal, Indian actress, dancer, and choreographer (born 1912)",
            "year": 2014
        },
        {
            "text": "Gloria Schweigerdt, American baseball player (born 1934)",
            "year": 2014
        },
        {
            "text": "Philip Caldwell, American businessman (born 1920)",
            "year": 2013
        },
        {
            "text": "Józef Gara, Polish poet and linguist (born 1929)",
            "year": 2013
        },
        {
            "text": "Concha García Campoy, Spanish journalist (born 1958)",
            "year": 2013
        },
        {
            "text": "Caroline Duby Glassman, American lawyer and jurist (born 1922)",
            "year": 2013
        },
        {
            "text": "Ku Ok-hee, South Korean golfer (born 1956)",
            "year": 2013
        },
        {
            "text": "Gokulananda Mahapatra, Indian author and academic (born 1922)",
            "year": 2013
        },
        {
            "text": "Dolphy, Filipino actor, singer, and producer (born 1928)",
            "year": 2012
        },
        {
            "text": "Peter Kyros, American lawyer and politician (born 1925)",
            "year": 2012
        },
        {
            "text": "Berthe Meijer, German-Dutch journalist and author (born 1938)",
            "year": 2012
        },
        {
            "text": "Fritz Langanke, German lieutenant (born 1919)",
            "year": 2012
        },
        {
            "text": "Viktor Suslin, Russian-German composer (born 1942)",
            "year": 2012
        },
        {
            "text": "Pierrette Alarie, Canadian soprano and educator (born 1921)",
            "year": 2011
        },
        {
            "text": "Roland Petit, French dancer and choreographer (born 1924)",
            "year": 2011
        },
        {
            "text": "Ebba Haslund, Norwegian writer (born 1917)",
            "year": 2009
        },
        {
            "text": "Hiroaki Aoki, Japanese-American wrestler and businessman, founded Benihana (born 1938)",
            "year": 2008
        },
        {
            "text": "Mike Souchak, American golfer (born 1927)",
            "year": 2008
        },
        {
            "text": "Abdul Rashid Ghazi, chancellor of Faridia University. (born 1964)",
            "year": 2007
        },
        {
            "text": "Doug Marlette, American cartoonist and author (born 1949)",
            "year": 2007
        },
        {
            "text": "Shamil Basayev, Chechen terrorist rebel leader (born 1965)",
            "year": 2006
        },
        {
            "text": "Lennart Bladh, Swedish politician (born 1920)",
            "year": 2006
        },
        {
            "text": "A. J. Quinnell, English author (born 1940)",
            "year": 2005
        },
        {
            "text": "Pati Behrs, Russian-American ballerina and actress (born 1922)",
            "year": 2004
        },
        {
            "text": "Winston Graham, English author (born 1908)",
            "year": 2003
        },
        {
            "text": "Hartley Shawcross, Baron Shawcross, German-English lawyer and politician, Attorney General for England and Wales (born 1902)",
            "year": 2003
        },
        {
            "text": "Jean-Pierre Côté, Canadian politician, 23rd Lieutenant Governor of Quebec (born 1926)",
            "year": 2002
        },
        {
            "text": "Evangelos Florakis, Greek general (born 1943)",
            "year": 2002
        },
        {
            "text": "Laurence Janifer, American author (born 1933)",
            "year": 2002
        },
        {
            "text": "Vakkom Majeed, Indian journalist and politician (born 1909)",
            "year": 2000
        },
        {
            "text": "Eno Raud, Estonian author (born 1928)",
            "year": 1996
        },
        {
            "text": "Mehmet Ali Aybar, Turkish lawyer and politician (born 1908)",
            "year": 1995
        },
        {
            "text": "Ruth Krauss, American author and poet (born 1901)",
            "year": 1993
        },
        {
            "text": "Sam Rolfe, American screenwriter and producer (born 1924)",
            "year": 1993
        },
        {
            "text": "Mel Blanc, American voice actor (born 1908)",
            "year": 1989
        },
        {
            "text": "John Hammond, American record producer, critic, and activist (born 1910)",
            "year": 1987
        },
        {
            "text": "Tadeusz Piotrowski, Polish mountaineer and author (born 1940)",
            "year": 1986
        },
        {
            "text": "Fernando Pereira, Dutch photographer (born 1950)",
            "year": 1985
        },
        {
            "text": "Joseph Krumgold, American author and screenwriter (born 1908)",
            "year": 1980
        },
        {
            "text": "Arthur Fiedler, American conductor (born 1894)",
            "year": 1979
        },
        {
            "text": "John D. Rockefeller III, American businessman and philanthropist, founded the Asia Society (born 1906)",
            "year": 1978
        },
        {
            "text": "Costas Georgiou, Cypriot-born British mercenary in the Angolan Civil War (born 1951)",
            "year": 1976
        },
        {
            "text": "Lovie Austin, American pianist, composer, and bandleader (born 1887)",
            "year": 1972
        },
        {
            "text": "Laurent Dauthuille, French boxer (born 1924)",
            "year": 1971
        },
        {
            "text": "Bjarni Benediktsson, Icelandic academic and politician, 13th Prime Minister of Iceland (born 1908)",
            "year": 1970
        },
        {
            "text": "Teddy Wakelam, English rugby player and sportscaster (born 1893)",
            "year": 1963
        },
        {
            "text": "Yehuda Leib Maimon, Israeli rabbi and politician (born 1875)",
            "year": 1962
        },
        {
            "text": "Sæbjørn Buttedahl, Norwegian actor and sculptor (born 1876)",
            "year": 1960
        },
        {
            "text": "Joe Giard, American baseball player (born 1898)",
            "year": 1956
        },
        {
            "text": "Calogero Vizzini, Italian mob boss (born 1877)",
            "year": 1954
        },
        {
            "text": "Rued Langgaard, Danish organist and composer (born 1893)",
            "year": 1952
        },
        {
            "text": "Richard Maury, American-Argentinian engineer (born 1882)",
            "year": 1950
        },
        {
            "text": "Jelly Roll Morton, American pianist, composer, and bandleader (born 1890)",
            "year": 1941
        },
        {
            "text": "Huntley Wright, English actor (born 1868)",
            "year": 1941
        },
        {
            "text": "Arthur Barclay, 15th president of Liberia (born 1854)",
            "year": 1938
        },
        {
            "text": "Ève Lavallière, French actress (born 1866)",
            "year": 1929
        },
        {
            "text": "John Fisher, 1st Baron Fisher, British admiral (born 1841)",
            "year": 1920
        },
        {
            "text": "Hendrik Willem Mesdag, Dutch painter (born 1831)",
            "year": 1915
        },
        {
            "text": "Phoebe Knapp, American organist and composer (born 1839)",
            "year": 1908
        },
        {
            "text": "Paul Morphy, American chess player (born 1837)",
            "year": 1884
        },
        {
            "text": "Georg Hermann Nicolai, German architect and academic (born 1812)",
            "year": 1881
        },
        {
            "text": "Clement Clarke Moore, American author and educator (born 1779)",
            "year": 1863
        },
        {
            "text": "Louis Daguerre, French photographer and physicist, invented the daguerreotype (born 1787)",
            "year": 1851
        },
        {
            "text": "George Stubbs, English painter and academic (born 1724)",
            "year": 1806
        },
        {
            "text": "Gaspard de Bernard de Marigny, French general (born 1754)",
            "year": 1794
        },
        {
            "text": "Richard Peters, English lawyer and minister (born 1704)",
            "year": 1776
        },
        {
            "text": "John Fell, English bishop and academic (born 1625)",
            "year": 1686
        },
        {
            "text": "François Eudes de Mézeray, French historian and author (born 1610)",
            "year": 1683
        },
        {
            "text": "Louis Moréri, French priest and scholar (born 1643)",
            "year": 1680
        },
        {
            "text": "Gabriel Naudé, French librarian and scholar (born 1600)",
            "year": 1653
        },
        {
            "text": "Charles Bonaventure de Longueval, French commander (born 1571)",
            "year": 1621
        },
        {
            "text": "Joan Terès i Borrull, Spanish archbishop and academic (born 1538)",
            "year": 1603
        },
        {
            "text": "Paolo Bellasio, Italian organist and composer (born 1554)",
            "year": 1594
        },
        {
            "text": "Charles II, archduke of Austria (born 1540)",
            "year": 1590
        },
        {
            "text": "William I, Dutch nobleman (born 1533)",
            "year": 1584
        },
        {
            "text": "Eleonora di Garzia di Toledo, Italian noble (born 1553)",
            "year": 1576
        },
        {
            "text": "Henry II, king of France (born 1519)",
            "year": 1559
        },
        {
            "text": "Catherine Cornaro, queen of Cyprus (born 1454)",
            "year": 1510
        },
        {
            "text": "René of Anjou, French nobleman (born 1400)",
            "year": 1480
        },
        {
            "text": "James II, king of Cyprus",
            "year": 1473
        },
        {
            "text": "Thomas, king of Bosnia (born 1411)",
            "year": 1461
        },
        {
            "text": "Humphrey Stafford, 1st Duke of Buckingham, English commander and politician, Lord High Constable of England (born 1402)",
            "year": 1460
        },
        {
            "text": "John Talbot, 2nd Earl of Shrewsbury, English nobleman (born c. 1413)",
            "year": 1460
        },
        {
            "text": "Ladislaus IV, king of Hungary (born 1262)",
            "year": 1290
        },
        {
            "text": "Eric I, king of Denmark (born 1060)",
            "year": 1103
        },
        {
            "text": "Canute IV, king of Denmark (born 1043)",
            "year": 1086
        },
        {
            "text": "Leopold I, margrave of Austria",
            "year": 994
        },
        {
            "text": "Benedict VII, pope of the Catholic Church",
            "year": 983
        },
        {
            "text": "Zubaidah bint Ja`far, Abbasid Princess",
            "year": 831
        },
        {
            "text": "Amalberga of Temse, Frankish noblewoman",
            "year": 772
        },
        {
            "text": "Tai Zong, Chinese emperor (born 598)",
            "year": 649
        },
        {
            "text": "Soga no Iruka, Japanese politician",
            "year": 645
        },
        {
            "text": "Hadrian, Roman emperor (born 76)",
            "year": 138
        }
    ],
    "metadata": {
        "current_date": "July 10, 2025",
        "short_date": "Jul 10",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            19,
            58,
            18,
            35,
            47,
            39,
            62,
            54,
            50,
            55
        ],
        "births": [
            160,
            105,
            187,
            91
        ],
        "deaths": [
            46,
            31,
            101,
            15
        ]
    }
}