{
    "events": [
        {
            "text": "The country known as the Republic of Macedonia renames itself the Republic of North Macedonia in accordance with the Prespa agreement, settling a long-standing naming dispute with Greece.",
            "year": 2019
        },
        {
            "text": "Pope Francis and Patriarch Kirill sign an Ecumenical Declaration in the first such meeting between leaders of the Catholic and Russian Orthodox Churches since their split in 1054.",
            "year": 2016
        },
        {
            "text": "Colgan Air Flight 3407 crashes into a house in Clarence Center, New York while on approach to Buffalo Niagara International Airport, killing all on board and one on the ground.",
            "year": 2009
        },
        {
            "text": "The city of San Francisco begins issuing marriage licenses to same-sex couples in response to a directive from Mayor Gavin Newsom.",
            "year": 2004
        },
        {
            "text": "The trial of Slobodan Milošević, the former President of the Federal Republic of Yugoslavia, begins at the United Nations International Criminal Tribunal for the former Yugoslavia in The Hague, Netherlands. He dies four years later before its conclusion.",
            "year": 2002
        },
        {
            "text": "An Iran Airtour Tupolev Tu-154 crashes in the mountains outside Khorramabad, Iran while descending for a landing at Khorramabad Airport, killing 119.",
            "year": 2002
        },
        {
            "text": "NEAR Shoemaker spacecraft touches down in the \"saddle\" region of 433 Eros, becoming the first spacecraft to land on an asteroid.",
            "year": 2001
        },
        {
            "text": "United States President Bill Clinton is acquitted by the United States Senate in his impeachment trial.",
            "year": 1999
        },
        {
            "text": "Four thieves break into the National Gallery of Norway and steal Edvard Munch's iconic painting The Scream.",
            "year": 1994
        },
        {
            "text": "Two-year-old James Bulger is abducted from New Strand Shopping Centre by two ten-year-old boys, who later torture and murder him.",
            "year": 1993
        },
        {
            "text": "The current Constitution of Mongolia comes into effect.",
            "year": 1992
        },
        {
            "text": "Carmen Lawrence becomes the first female Premier in Australian history when she becomes Premier of Western Australia.",
            "year": 1990
        },
        {
            "text": "Cold War: The 1988 Black Sea bumping incident: The U.S. missile cruiser USS Yorktown (CG-48) is intentionally rammed by the Soviet frigate Bezzavetnyy in the Soviet territorial waters, while Yorktown claims innocent passage.",
            "year": 1988
        },
        {
            "text": "One hundred women protest in Lahore, Pakistan against military dictator Zia-ul-Haq's proposed Law of Evidence. The women were tear-gassed, baton-charged and thrown into lock-up. The women were successful in repealing the law.",
            "year": 1983
        },
        {
            "text": "Aleksandr Solzhenitsyn, winner of the Nobel Prize in Literature in 1970, is exiled from the Soviet Union.",
            "year": 1974
        },
        {
            "text": "Phong Nhị and Phong Nhất massacre.",
            "year": 1968
        },
        {
            "text": "Rabbi Morris Adler is fatally shot by a disgruntled congregant at Congregation Shaarey Zedek in Southfield, Michigan, United States.",
            "year": 1966
        },
        {
            "text": "Malcolm X visits Smethwick near Birmingham following the racially-charged 1964 United Kingdom general election.",
            "year": 1965
        },
        {
            "text": "Construction begins on the Gateway Arch in St. Louis, Missouri.",
            "year": 1963
        },
        {
            "text": "Northwest Orient Airlines Flight 705 crashes into the Everglades shortly after takeoff from Miami International Airport, killing all 45 people on board.",
            "year": 1963
        },
        {
            "text": "The Soviet Union launches Venera 1 towards Venus.",
            "year": 1961
        },
        {
            "text": "The largest observed iron meteorite until that time creates an impact crater in Sikhote-Alin, in the Soviet Union.",
            "year": 1947
        },
        {
            "text": "Christian Dior unveils a \"New Look\", helping Paris regain its position as the capital of the fashion world.",
            "year": 1947
        },
        {
            "text": "World War II: Operation Deadlight ends after scuttling 121 of 154 captured U-boats.",
            "year": 1946
        },
        {
            "text": "African American United States Army veteran Isaac Woodard is severely beaten by a South Carolina police officer to the point where he loses his vision in both eyes. The incident later galvanizes the civil rights movement and partially inspires Orson Welles' film Touch of Evil.",
            "year": 1946
        },
        {
            "text": "A devastating tornado outbreak in Mississippi and Alabama kills 45 people and injures 427 others.",
            "year": 1945
        },
        {
            "text": "USS Macon, one of the two largest helium-filled airships ever created, crashes into the Pacific Ocean off the coast of California and sinks.",
            "year": 1935
        },
        {
            "text": "Bolsheviks launch a revolt in Georgia as a preliminary to the Red Army invasion of Georgia.",
            "year": 1921
        },
        {
            "text": "The Second Regional Congress of Peasants, Workers and Insurgents is held by the Makhnovshchina at Huliaipole.",
            "year": 1919
        },
        {
            "text": "The Xuantong Emperor, the last Emperor of China, abdicates.",
            "year": 1912
        },
        {
            "text": "The National Association for the Advancement of Colored People (NAACP) is founded.",
            "year": 1909
        },
        {
            "text": "New Zealand's worst maritime disaster of the 20th century happens when the SS Penguin, an inter-island ferry, sinks and explodes at the entrance to Wellington Harbour.",
            "year": 1909
        },
        {
            "text": "Café Terminus bombing by Émile Henry during the Ère des attentats (1892-1894). Influential event for the birth of modern terrorism.",
            "year": 1894
        },
        {
            "text": "Antonín Dvořák's Jakobín is premiered at the National Theater in Prague.",
            "year": 1889
        },
        {
            "text": "Ecuador annexes the Galápagos Islands.",
            "year": 1832
        },
        {
            "text": "The Creek cede the last of their lands in Georgia to the United States government by the Treaty of Indian Springs, and migrate west.",
            "year": 1825
        },
        {
            "text": "Bernardo O'Higgins formally approves the Chilean Declaration of Independence near Concepción, Chile.",
            "year": 1818
        },
        {
            "text": "An Argentine/Chilean patriotic army, after crossing the Andes, defeats Spanish troops at the Battle of Chacabuco.",
            "year": 1817
        },
        {
            "text": "Gustav III becomes the King of Sweden.",
            "year": 1771
        },
        {
            "text": "Georgia Day: Englishman James Oglethorpe founds Georgia, the 13th colony of the Thirteen Colonies, by settling at Savannah.",
            "year": 1733
        },
        {
            "text": "The Convention Parliament declares that the flight to France in 1688 by James II, the last Roman Catholic British monarch, constitutes an abdication.",
            "year": 1689
        },
        {
            "text": "Japanese invasion of Korea: Approximately 3,000 Joseon defenders led by general Kwŏn Yul successfully repel more than 30,000 Japanese forces in the Siege of Haengju.",
            "year": 1593
        },
        {
            "text": "Santiago, Chile is founded by Pedro de Valdivia.",
            "year": 1541
        },
        {
            "text": "Isabella I issues an edict outlawing Islam in the Crown of Castile, forcing virtually all her Muslim subjects to convert to Christianity.",
            "year": 1502
        },
        {
            "text": "Vasco da Gama sets sail with 15 ships and 800 men from Lisbon, Portugal on his second voyage to India.",
            "year": 1502
        },
        {
            "text": "English forces under Sir John Fastolf defend a supply convoy carrying rations to the army besieging Orléans in the Battle of the Herrings.",
            "year": 1429
        },
        {
            "text": "The Italian professor Galeazzo di Santa Sofia performs the first post-mortem autopsy for the purposes of teaching and demonstration at the Heiligen–Geist Spital in Vienna.",
            "year": 1404
        },
        {
            "text": "Pope Urban II confirms the foundation of the abbey of La Roë under Robert of Arbrissel as a community of canons regular.",
            "year": 1096
        },
        {
            "text": "Upon reaching Rome, Bruno of Toul is elected as pope Leo IX and starts initiating reforms.",
            "year": 1059
        }
    ],
    "births": [
        {
            "text": "Khvicha Kvaratskhelia, Georgian footballer",
            "year": 2001
        },
        {
            "text": "Kim Ji-min, South Korean actress",
            "year": 2000
        },
        {
            "text": "Kemal Bilmez, Belgian politician",
            "year": 1994
        },
        {
            "text": "Arman Hall, American sprinter",
            "year": 1994
        },
        {
            "text": "Paxton Lynch, American football player",
            "year": 1994
        },
        {
            "text": "Bud Dupree, American football player",
            "year": 1993
        },
        {
            "text": "Rafinha, Brazilian footballer",
            "year": 1993
        },
        {
            "text": "Jennifer Stone, American actress",
            "year": 1993
        },
        {
            "text": "Magda Linette, Polish tennis player",
            "year": 1992
        },
        {
            "text": "Patrick Herrmann, German footballer",
            "year": 1991
        },
        {
            "text": "Kane Richardson, Australian cricketer",
            "year": 1991
        },
        {
            "text": "Katherine Barrell, Canadian actress, director, writer, and producer",
            "year": 1990
        },
        {
            "text": "Robert Griffin III, American football player",
            "year": 1990
        },
        {
            "text": "Josh Harrellson, American basketball player",
            "year": 1989
        },
        {
            "text": "DeMarco Murray, American football player",
            "year": 1988
        },
        {
            "text": "Nicolás Otamendi, Argentine footballer",
            "year": 1988
        },
        {
            "text": "Josh Phegley, American baseball player",
            "year": 1988
        },
        {
            "text": "Mike Posner, American singer-songwriter and producer",
            "year": 1988
        },
        {
            "text": "Jérémy Chardy, French tennis player",
            "year": 1987
        },
        {
            "text": "Gabriela Mărginean, Romanian basketball player",
            "year": 1987
        },
        {
            "text": "Todd Frazier, American baseball player",
            "year": 1986
        },
        {
            "text": "Konstantin Pushkaryov, Kazakhstani ice hockey player",
            "year": 1985
        },
        {
            "text": "Brad Keselowski, American race car driver",
            "year": 1984
        },
        {
            "text": "Andrei Sidorenkov, Estonian footballer",
            "year": 1984
        },
        {
            "text": "Peter Vanderkaay, American swimmer",
            "year": 1984
        },
        {
            "text": "Carlton Brewster, American football player and coach",
            "year": 1983
        },
        {
            "text": "Jonas Hiller, Swiss ice hockey player",
            "year": 1982
        },
        {
            "text": "Louis Tsatoumas, Greek long jumper",
            "year": 1982
        },
        {
            "text": "Anthony Tuitavake, New Zealand rugby player",
            "year": 1982
        },
        {
            "text": "Wade McKinnon, Australian rugby league player",
            "year": 1981
        },
        {
            "text": "Juan Carlos Ferrero, Spanish tennis player",
            "year": 1980
        },
        {
            "text": "Sarah Lancaster, American actress",
            "year": 1980
        },
        {
            "text": "Gucci Mane, American rapper",
            "year": 1980
        },
        {
            "text": "Christina Ricci, American actress and producer",
            "year": 1980
        },
        {
            "text": "Jesse Spencer, Australian actor and violinist",
            "year": 1979
        },
        {
            "text": "Paul Anderson, English actor",
            "year": 1978
        },
        {
            "text": "Jimmy Conrad, American soccer player and manager",
            "year": 1977
        },
        {
            "text": "Christian Cullen, New Zealand rugby player",
            "year": 1976
        },
        {
            "text": "Scot Pollard, American basketball player and actor",
            "year": 1975
        },
        {
            "text": "Naseem Hamed, English boxer",
            "year": 1974
        },
        {
            "text": "Gianni Romme, Dutch speed skater",
            "year": 1973
        },
        {
            "text": "Tara Strong, Canadian-American voice actress and singer",
            "year": 1973
        },
        {
            "text": "Owen Nolan, Northern Irish-Canadian ice hockey player",
            "year": 1972
        },
        {
            "text": "Scott Menville, American voice actor, singer, actor and musician",
            "year": 1971
        },
        {
            "text": "Jim Creeggan, Canadian singer-songwriter and musician",
            "year": 1970
        },
        {
            "text": "Bryan Roy, Dutch footballer and manager",
            "year": 1970
        },
        {
            "text": "Judd Winick, American author and illustrator",
            "year": 1970
        },
        {
            "text": "Darren Aronofsky, American director, producer, and screenwriter",
            "year": 1969
        },
        {
            "text": "Alemayehu Atomsa, Ethiopian educator and politician (died 2014)",
            "year": 1969
        },
        {
            "text": "Steve Backley, English javelin thrower",
            "year": 1969
        },
        {
            "text": "Anneli Drecker, Norwegian singer and actress",
            "year": 1969
        },
        {
            "text": "Hong Myung-bo, South Korean footballer and manager",
            "year": 1969
        },
        {
            "text": "Josh Brolin, American actor",
            "year": 1968
        },
        {
            "text": "Chynna Phillips, American singer and actress",
            "year": 1968
        },
        {
            "text": "Nathan Rees, Australian politician, 41st Premier of New South Wales",
            "year": 1968
        },
        {
            "text": "Greg Carberry, Australian rugby league player",
            "year": 1966
        },
        {
            "text": "Paul Crook, American musician, songwriter, and producer",
            "year": 1966
        },
        {
            "text": "Lochlyn Munro, Canadian actor",
            "year": 1966
        },
        {
            "text": "Rubén Amaro, Jr., American baseball player and manager",
            "year": 1965
        },
        {
            "text": "Christine Elise, American actress and producer",
            "year": 1965
        },
        {
            "text": "Brett Kavanaugh, American lawyer and jurist, Associate Justice of the Supreme Court of the United States",
            "year": 1965
        },
        {
            "text": "David Westlake, English singer-songwriter and guitarist",
            "year": 1965
        },
        {
            "text": "Omar Hakim, American drummer, producer, arranger, and composer",
            "year": 1964
        },
        {
            "text": "Raphael Sbarge, American actor and director",
            "year": 1964
        },
        {
            "text": "John Michael Higgins, American actor and comedian",
            "year": 1963
        },
        {
            "text": "David Graeber, American anthropologist and activist (died 2020)",
            "year": 1961
        },
        {
            "text": "Jim Harris, Canadian environmentalist and politician",
            "year": 1961
        },
        {
            "text": "Michel Martelly, Haitian singer and politician, 56th President of Haiti",
            "year": 1961
        },
        {
            "text": "Larry Nance, American basketball player",
            "year": 1959
        },
        {
            "text": "Bobby Smith, Canadian ice hockey player and executive",
            "year": 1958
        },
        {
            "text": "Arsenio Hall, American actor and talk show host",
            "year": 1956
        },
        {
            "text": "Ad Melkert, Dutch lawyer and politician, Dutch Minister of Social Affairs and Employment",
            "year": 1956
        },
        {
            "text": "Brian Robertson, Scottish musician and songwriter",
            "year": 1956
        },
        {
            "text": "Bill Laswell, American musician and producer",
            "year": 1955
        },
        {
            "text": "Chet Lemon, American baseball player and coach",
            "year": 1955
        },
        {
            "text": "Zach Grenier, American actor",
            "year": 1954
        },
        {
            "text": "Joseph Jordania, Georgian-Australian musicologist and academic",
            "year": 1954
        },
        {
            "text": "Tzimis Panousis, Greek comedian, singer, and author (died 2018)",
            "year": 1954
        },
        {
            "text": "Phil Zimmermann, American cryptographer and programmer",
            "year": 1954
        },
        {
            "text": "Joanna Kerns, American actress and director",
            "year": 1953
        },
        {
            "text": "Simon MacCorkindale, English actor, director, and producer (died 2010)",
            "year": 1952
        },
        {
            "text": "Michael McDonald, American singer-songwriter and keyboard player",
            "year": 1952
        },
        {
            "text": "Angelo Branduardi, Italian singer-songwriter and guitarist",
            "year": 1950
        },
        {
            "text": "Steve Hackett, English singer-songwriter, guitarist, and producer",
            "year": 1950
        },
        {
            "text": "Michael Ironside, Canadian actor, director, and screenwriter",
            "year": 1950
        },
        {
            "text": "Lenny Randle, American baseball player",
            "year": 1949
        },
        {
            "text": "Gundappa Viswanath, Indian cricketer",
            "year": 1949
        },
        {
            "text": "Ray Kurzweil, American computer scientist and engineer",
            "year": 1948
        },
        {
            "text": "Nicholas Soames, English politician, Minister of State for the Armed Forces",
            "year": 1948
        },
        {
            "text": "Jean Eyeghé Ndong, Gabonese politician, Prime Minister of Gabon",
            "year": 1946
        },
        {
            "text": "Ajda Pekkan, Turkish singer-songwriter and actress",
            "year": 1946
        },
        {
            "text": "Maud Adams, Swedish model and actress",
            "year": 1945
        },
        {
            "text": "David D. Friedman, American economist, physicist, and scholar",
            "year": 1945
        },
        {
            "text": "Ehud Barak, Israeli general and politician, 10th Prime Minister of Israel",
            "year": 1942
        },
        {
            "text": "Terry Bisson, American science fiction and fantasy author (died 2024)",
            "year": 1942
        },
        {
            "text": "Pat Dobson, American baseball player, coach, and manager (died 2006)",
            "year": 1942
        },
        {
            "text": "Dominguinhos, Brazilian singer-songwriter and accordion player (died 2013)",
            "year": 1941
        },
        {
            "text": "Naomi Uemura, Japanese mountaineer and explorer (died 1984)",
            "year": 1941
        },
        {
            "text": "Leon Kass, American physician, scientist, and educator",
            "year": 1939
        },
        {
            "text": "Ray Manzarek, American singer-songwriter, keyboard player, and producer (died 2013)",
            "year": 1939
        },
        {
            "text": "Judy Blume, American author and educator",
            "year": 1938
        },
        {
            "text": "Joe Don Baker, American actor (died 2025)",
            "year": 1936
        },
        {
            "text": "Alan Ebringer, Australian immunologist",
            "year": 1936
        },
        {
            "text": "Gene McDaniels, American singer-songwriter and producer (died 2011)",
            "year": 1935
        },
        {
            "text": "Annette Crosbie, Scottish actress",
            "year": 1934
        },
        {
            "text": "Anne Osborn Krueger, American economist and academic",
            "year": 1934
        },
        {
            "text": "Bill Russell, American basketball player and coach (died 2022)",
            "year": 1934
        },
        {
            "text": "Ivan Anikeyev, Soviet cosmonaut (died 1992)",
            "year": 1933
        },
        {
            "text": "Costa-Gavras, Greek-French director and producer",
            "year": 1933
        },
        {
            "text": "Axel Jensen, Norwegian author and poet (died 2003)",
            "year": 1932
        },
        {
            "text": "Julian Simon, American economist, author, and academic (died 1998)",
            "year": 1932
        },
        {
            "text": "Janwillem van de Wetering, Dutch-American author and translator (died 2008)",
            "year": 1931
        },
        {
            "text": "John Doyle, Irish hurler and politician (died 2010)",
            "year": 1930
        },
        {
            "text": "Arlen Specter, American lieutenant, lawyer, and politician (died 2012)",
            "year": 1930
        },
        {
            "text": "Vincent Montana, Jr., American drummer and composer (died 2013)",
            "year": 1928
        },
        {
            "text": "Rolf Brem, Swiss sculptor and illustrator (died 2014)",
            "year": 1926
        },
        {
            "text": "Joe Garagiola, American baseball player and sportscaster (died 2016)",
            "year": 1926
        },
        {
            "text": "Charles Van Doren, American academic (died 2019)",
            "year": 1926
        },
        {
            "text": "Anthony Berry, English politician (died 1984)",
            "year": 1925
        },
        {
            "text": "Joan Mitchell, American-French painter (died 1992)",
            "year": 1925
        },
        {
            "text": "Franco Zeffirelli, Italian director, producer, and politician (died 2019)",
            "year": 1923
        },
        {
            "text": "Hussein Onn, Malaysian lawyer and politician, 3rd Prime Minister of Malaysia (died 1990)",
            "year": 1922
        },
        {
            "text": "Raymond Mhlaba, South African anti-apartheid and ANC activist (died 2005)",
            "year": 1920
        },
        {
            "text": "Forrest Tucker, American actor (died 1986)",
            "year": 1919
        },
        {
            "text": "Norman Farberow, American psychologist and academic (died 2015)",
            "year": 1918
        },
        {
            "text": "Julian Schwinger, American physicist and academic, Nobel Prize laureate (died 1994)",
            "year": 1918
        },
        {
            "text": "Al Cervi, American basketball player and coach (died 2009)",
            "year": 1917
        },
        {
            "text": "Dom DiMaggio, American baseball player (died 2009)",
            "year": 1917
        },
        {
            "text": "Joseph Alioto, American lawyer and politician, 36th Mayor of San Francisco (died 1998)",
            "year": 1916
        },
        {
            "text": "Lorne Greene, Canadian-American actor (died 1987)",
            "year": 1915
        },
        {
            "text": "Olivia Hooker, American sailor (died 2018)",
            "year": 1915
        },
        {
            "text": "Tex Beneke, American singer, saxophonist, and bandleader (died 2000)",
            "year": 1914
        },
        {
            "text": "Hanna Neumann, German-Canadian mathematician (died 1971)",
            "year": 1914
        },
        {
            "text": "R. F. Delderfield, English author and playwright (died 1972)",
            "year": 1912
        },
        {
            "text": "Charles Mathiesen, Norwegian speed skater (died 1994)",
            "year": 1911
        },
        {
            "text": "Zoran Mušič, Slovene painter and illustrator (died 2005)",
            "year": 1909
        },
        {
            "text": "Sigmund Rascher, German physician (died 1945)",
            "year": 1909
        },
        {
            "text": "Jean Effel, French painter, caricaturist, illustrator and journalist (died 1982)",
            "year": 1908
        },
        {
            "text": "Jacques Herbrand, French mathematician and philosopher (died 1931)",
            "year": 1908
        },
        {
            "text": "Joseph Kearns, American actor (died 1962)",
            "year": 1907
        },
        {
            "text": "Ted Mack, American radio and television host (died 1976)",
            "year": 1904
        },
        {
            "text": "Jorge Basadre, Peruvian historian (died 1980)",
            "year": 1903
        },
        {
            "text": "Chick Hafey, American baseball player and manager (died 1973)",
            "year": 1903
        },
        {
            "text": "William Collier, Jr., American actor, producer, and screenwriter (died 1987)",
            "year": 1902
        },
        {
            "text": "Roger J. Traynor, American lawyer and jurist, 23rd Chief Justice of California (died 1983)",
            "year": 1900
        },
        {
            "text": "Wallace Ford, English-American actor and singer (died 1966)",
            "year": 1898
        },
        {
            "text": "Charles Groves Wright Anderson, South African-Australian colonel and politician (died 1988)",
            "year": 1897
        },
        {
            "text": "Lincoln LaPaz, American astronomer and academic (died 1985)",
            "year": 1897
        },
        {
            "text": "Kristian Djurhuus, Faroese lawyer and politician, 2nd Prime Minister of the Faroe Islands (died 1984)",
            "year": 1895
        },
        {
            "text": "Omar Bradley, American general (died 1981)",
            "year": 1893
        },
        {
            "text": "Bhante Dharmawara, Cambodian monk, lawyer, and judge (died 1999)",
            "year": 1889
        },
        {
            "text": "James Scott, American composer (died 1938)",
            "year": 1885
        },
        {
            "text": "Julius Streicher, German publisher, founded Der Stürmer (died 1946)",
            "year": 1885
        },
        {
            "text": "Max Beckmann, German painter and sculptor (died 1950)",
            "year": 1884
        },
        {
            "text": "Johan Laidoner, Estonian-Russian general (died 1953)",
            "year": 1884
        },
        {
            "text": "Alice Roosevelt Longworth, American author (died 1980)",
            "year": 1884
        },
        {
            "text": "Marie Vassilieff, Russian-French painter (died 1957)",
            "year": 1884
        },
        {
            "text": "Walter Nash, English-New Zealand lawyer and politician, 27th Prime Minister of New Zealand (died 1968)",
            "year": 1882
        },
        {
            "text": "Anna Pavlova, Russian-English ballerina and actress (died 1931)",
            "year": 1881
        },
        {
            "text": "George Preca, Maltese priest and saint (died 1962)",
            "year": 1880
        },
        {
            "text": "John L. Lewis, American miner and union leader (died 1969)",
            "year": 1880
        },
        {
            "text": "Louis Renault, French engineer and businessman, co-founded Renault (died 1944)",
            "year": 1877
        },
        {
            "text": "13th Dalai Lama (died 1933)",
            "year": 1876
        },
        {
            "text": "Marie Lloyd, English actress and singer (died 1922)",
            "year": 1870
        },
        {
            "text": "Kiến Phúc, Vietnamese emperor (died 1884)",
            "year": 1869
        },
        {
            "text": "Lev Shestov, Russian philosopher (died 1938)",
            "year": 1866
        },
        {
            "text": "Lou Andreas-Salomé, Russian-German psychoanalyst and author (died 1937)",
            "year": 1861
        },
        {
            "text": "Eugène Atget, French photographer (died 1927)",
            "year": 1857
        },
        {
            "text": "Bobby Peel, English cricketer and coach (died 1943)",
            "year": 1857
        },
        {
            "text": "Thomas Moran, British-American painter and printmaker of the Hudson River School (died 1926)",
            "year": 1837
        },
        {
            "text": "George Meredith, English novelist and poet (died 1909)",
            "year": 1828
        },
        {
            "text": "Dayananda Saraswati, Indian monk and philosopher, founded Arya Samaj (died 1883)",
            "year": 1824
        },
        {
            "text": "William Wetmore Story, American sculptor, architect, poet and editor (died 1895)",
            "year": 1819
        },
        {
            "text": "Charles Darwin, English naturalist, geologist, biologist and theorist (died 1882)",
            "year": 1809
        },
        {
            "text": "Abraham Lincoln, American lawyer and statesman, 16th President of the United States (died 1865)",
            "year": 1809
        },
        {
            "text": "Heinrich Lenz, German-Italian physicist and academic (died 1865)",
            "year": 1804
        },
        {
            "text": "Alexander Petrov, Russian chess player and composer (died 1867)",
            "year": 1794
        },
        {
            "text": "Valentín Canalizo, Mexican general and politician (died 1850)",
            "year": 1794
        },
        {
            "text": "Peter Cooper, American businessman and philanthropist, founded Cooper Union (died 1883)",
            "year": 1791
        },
        {
            "text": "Carl Reichenbach, German chemist and philosopher (died 1869)",
            "year": 1788
        },
        {
            "text": "Norbert Provencher, Canadian bishop and missionary (died 1853)",
            "year": 1787
        },
        {
            "text": "Pierre Louis Dulong, French physicist and chemist (died 1838)",
            "year": 1785
        },
        {
            "text": "Bernard Courtois, French chemist and academic (died 1838)",
            "year": 1777
        },
        {
            "text": "Friedrich de la Motte Fouqué, German author and poet (died 1843)",
            "year": 1777
        },
        {
            "text": "Louisa Adams, 6th First Lady of the United States (died 1852)",
            "year": 1775
        },
        {
            "text": "Francis II, Holy Roman Emperor (died 1835)",
            "year": 1768
        },
        {
            "text": "Jan Ladislav Dussek, Czech pianist and composer (died 1812)",
            "year": 1761
        },
        {
            "text": "François-Paul Brueys d'Aigalliers, French admiral (died 1798)",
            "year": 1753
        },
        {
            "text": "Étienne-Louis Boullée, French architect (died 1799)",
            "year": 1728
        },
        {
            "text": "Johann Joseph Christian, German Baroque sculptor and woodcarver (died 1777)",
            "year": 1706
        },
        {
            "text": "Charles Pinot Duclos, French author (died 1772)",
            "year": 1704
        },
        {
            "text": "Rudolf Jakob Camerarius, German botanist and physician (died 1721)",
            "year": 1665
        },
        {
            "text": "Cotton Mather, English-American minister and author (died 1728)",
            "year": 1663
        },
        {
            "text": "Jan Swammerdam, Dutch biologist and zoologist (died 1680)",
            "year": 1637
        },
        {
            "text": "Daniello Bartoli, Italian Jesuit priest (died 1685)",
            "year": 1608
        },
        {
            "text": "John Winthrop the Younger, English-American lawyer and politician, Governor of Connecticut (died 1676)",
            "year": 1606
        },
        {
            "text": "Caspar Barlaeus, Dutch historian, poet, and theologian (died 1648)",
            "year": 1584
        },
        {
            "text": "Thomas Campion, English composer, poet, and physician (died 1620)",
            "year": 1567
        },
        {
            "text": "Wŏn Kyun, Korean general and admiral (died 1597)",
            "year": 1540
        },
        {
            "text": "Frederick II of Legnica, Duke of Legnica (died 1547)",
            "year": 1480
        },
        {
            "text": "Giovanni II Bentivoglio, Italian noble (died 1508)",
            "year": 1443
        },
        {
            "text": "John Henry, Margrave of Moravia (died 1375)",
            "year": 1322
        },
        {
            "text": "Kujo Yoritsune, Japanese shōgun (died 1256)",
            "year": 1218
        },
        {
            "text": "Conrad II of Italy (died 1101)",
            "year": 1074
        },
        {
            "text": "Princess Ōku of Japan (died 702)",
            "year": 661
        },
        {
            "text": "Daughter of Emperor Xiaoming of Northern Wei, nominal empress regnant of Northern Wei",
            "year": 528
        },
        {
            "text": "Britannicus, Roman son of Claudius (died 55)",
            "year": 41
        }
    ],
    "deaths": [
        {
            "text": "Ivan Reitman, Slovak-Canadian actor, director, and producer (born 1946)",
            "year": 2022
        },
        {
            "text": "Christie Blatchford, Canadian newspaper columnist, journalist and broadcaster (born 1951)",
            "year": 2020
        },
        {
            "text": "Geert Hofstede, Dutch social psychologist (born 1928)",
            "year": 2020
        },
        {
            "text": "Gordon Banks, English footballer (born 1937)",
            "year": 2019
        },
        {
            "text": "Lyndon LaRouche, American political activist (born 1922)",
            "year": 2019
        },
        {
            "text": "Pedro Morales, Puerto Rican professional wrestler and commentator (born 1942)",
            "year": 2019
        },
        {
            "text": "Bill Crider, American author (born 1941)",
            "year": 2018
        },
        {
            "text": "Al Jarreau, American singer (born 1940)",
            "year": 2017
        },
        {
            "text": "Anna Marguerite McCann, first female American underwater archaeologist (born 1933)",
            "year": 2017
        },
        {
            "text": "Ren Xinmin, Chinese rocket scientist (born 1915)",
            "year": 2017
        },
        {
            "text": "Dominique D'Onofrio, Italian-Belgian footballer and coach (born 1953)",
            "year": 2016
        },
        {
            "text": "Yannis Kalaitzis, Greek cartoonist (born 1945)",
            "year": 2016
        },
        {
            "text": "Yan Su, Chinese general and composer (born 1930)",
            "year": 2016
        },
        {
            "text": "Movita Castaneda, American actress and singer (born 1916)",
            "year": 2015
        },
        {
            "text": "Nik Abdul Aziz Nik Mat, Malaysian cleric and politician, 12th Menteri Besar of Kelantan (born 1931)",
            "year": 2015
        },
        {
            "text": "Gary Owens, American radio host and voice actor (born 1934)",
            "year": 2015
        },
        {
            "text": "Steve Strange, Welsh singer (born 1959)",
            "year": 2015
        },
        {
            "text": "Sid Caesar, American actor and comedian (born 1922)",
            "year": 2014
        },
        {
            "text": "John Pickstone, English historian and author (born 1944)",
            "year": 2014
        },
        {
            "text": "Sattam bin Abdulaziz Al Saud, Saudi Arabian prince (born 1941)",
            "year": 2013
        },
        {
            "text": "Reginald Turnill, English journalist and author (born 1915)",
            "year": 2013
        },
        {
            "text": "Hennadiy Udovenko, Ukrainian politician and diplomat, 2nd Minister of Foreign Affairs for Ukraine (born 1931)",
            "year": 2013
        },
        {
            "text": "Zina Bethune, American actress, dancer, and choreographer (born 1945)",
            "year": 2012
        },
        {
            "text": "Denis Flannery, Australian rugby player and coach (born 1928)",
            "year": 2012
        },
        {
            "text": "David Kelly, Irish actor (born 1929)",
            "year": 2012
        },
        {
            "text": "John Severin, American illustrator (born 1921)",
            "year": 2012
        },
        {
            "text": "Peter Alexander, Austrian singer and actor (born 1926)",
            "year": 2011
        },
        {
            "text": "Betty Garrett, American actress, singer, and dancer (born 1919)",
            "year": 2011
        },
        {
            "text": "Kenneth Mars, American actor and comedian (born 1935)",
            "year": 2011
        },
        {
            "text": "Nodar Kumaritashvili, Georgian luger (born 1988)",
            "year": 2010
        },
        {
            "text": "Colgan Air Flight 3407 victims:",
            "year": 2009
        },
        {
            "text": "Colgan Air Flight 3407 victims:",
            "year": 2009
        },
        {
            "text": "Colgan Air Flight 3407 victims:",
            "year": 2009
        },
        {
            "text": "Colgan Air Flight 3407 victims:",
            "year": 2009
        },
        {
            "text": "Colgan Air Flight 3407 victims:",
            "year": 2009
        },
        {
            "text": "David Groh, American actor (born 1939)",
            "year": 2008
        },
        {
            "text": "Ann Barzel, American writer and dance critic (born 1905)",
            "year": 2007
        },
        {
            "text": "Peggy Gilbert, American saxophonist and bandleader (born 1905)",
            "year": 2007
        },
        {
            "text": "Dorothy Stang, American-Brazilian nun and missionary (born 1931)",
            "year": 2005
        },
        {
            "text": "John Eriksen, Danish footballer (born 1957)",
            "year": 2002
        },
        {
            "text": "Kristina Söderbaum, Swedish-German actress and producer (born 1912)",
            "year": 2001
        },
        {
            "text": "Tom Landry, American football player and coach (born 1924)",
            "year": 2000
        },
        {
            "text": "Charles M. Schulz, American cartoonist, created Peanuts (born 1922)",
            "year": 2000
        },
        {
            "text": "Gardner Ackley, American economist and diplomat, United States Ambassador to Italy (born 1915)",
            "year": 1998
        },
        {
            "text": "Philip Taylor Kramer, American bass player (born 1952)",
            "year": 1995
        },
        {
            "text": "Donald Judd, American painter and sculptor (born 1928)",
            "year": 1994
        },
        {
            "text": "Bep van Klaveren, Dutch boxer (born 1907)",
            "year": 1992
        },
        {
            "text": "Roger Patterson, American bass player (born 1968)",
            "year": 1991
        },
        {
            "text": "Thomas Bernhard, Austrian playwright and author (born 1931)",
            "year": 1989
        },
        {
            "text": "Nicholas Colasanto, American actor and director (born 1924)",
            "year": 1985
        },
        {
            "text": "Anna Anderson, Polish-American woman, who claimed to be Grand Duchess Anastasia Nikolaevna of Russia (born 1896)",
            "year": 1984
        },
        {
            "text": "Julio Cortázar, Belgian-Argentinian author and poet (born 1914)",
            "year": 1984
        },
        {
            "text": "Eubie Blake, American pianist and composer (born 1887)",
            "year": 1983
        },
        {
            "text": "Victor Jory, Canadian-American actor (born 1902)",
            "year": 1982
        },
        {
            "text": "Muriel Rukeyser, American poet and activist (born 1913)",
            "year": 1980
        },
        {
            "text": "Jean Renoir, French actor, director, producer, and screenwriter (born 1894)",
            "year": 1979
        },
        {
            "text": "Herman Dooyeweerd, Dutch philosopher and scholar (born 1894)",
            "year": 1977
        },
        {
            "text": "Frank Stagg, Irish Republican died on hunger strike (born 1941)",
            "year": 1976
        },
        {
            "text": "Sal Mineo, American actor (born 1939)",
            "year": 1976
        },
        {
            "text": "Carl Lutz, Swiss vice-consul to Hungary during WWII, credited with saving over 62,000 Jews (born 1895)",
            "year": 1975
        },
        {
            "text": "James Cash Penney, American businessman and philanthropist, founded J. C. Penney (born 1875)",
            "year": 1971
        },
        {
            "text": "Clare Turlay Newberry, American author and illustrator (born 1903)",
            "year": 1970
        },
        {
            "text": "Oskar Anderson, Bulgarian-German mathematician and academic (born 1887)",
            "year": 1960
        },
        {
            "text": "Douglas Hartree, English mathematician and physicist (born 1897)",
            "year": 1958
        },
        {
            "text": "Dziga Vertov, Polish-Russian director and screenwriter (born 1896)",
            "year": 1954
        },
        {
            "text": "Hassan al-Banna, Egyptian educator, founded the Muslim Brotherhood (born 1906)",
            "year": 1949
        },
        {
            "text": "Moses Gomberg, Ukrainian-American chemist and academic (born 1866)",
            "year": 1947
        },
        {
            "text": "Eugene Esmonde, Irish-English lieutenant and pilot, Victoria Cross recipient (born 1909)",
            "year": 1942
        },
        {
            "text": "Avraham Stern, Polish-Israeli militant leader (born 1907)",
            "year": 1942
        },
        {
            "text": "Grant Wood, American painter and academic (born 1891)",
            "year": 1942
        },
        {
            "text": "Auguste Escoffier, French chef and author (born 1846)",
            "year": 1935
        },
        {
            "text": "Samad bey Mehmandarov, Azerbaijani-Russian general and politician, 3rd Azerbaijani Minister of Defense (born 1855)",
            "year": 1931
        },
        {
            "text": "Lillie Langtry, English singer and actress (born 1853)",
            "year": 1929
        },
        {
            "text": "Richard Dedekind, German mathematician, philosopher, and academic (born 1831)",
            "year": 1916
        },
        {
            "text": "Émile Waldteufel, French pianist, composer, and conductor (born 1837)",
            "year": 1915
        },
        {
            "text": "Gerhard Armauer Hansen, Norwegian physician (born 1841)",
            "year": 1912
        },
        {
            "text": "Ambroise Thomas, French composer and academic (born 1811)",
            "year": 1896
        },
        {
            "text": "Hans von Bülow, German pianist, composer, and conductor (born 1830)",
            "year": 1894
        },
        {
            "text": "Randolph Caldecott, English-American painter and illustrator (born 1846)",
            "year": 1886
        },
        {
            "text": "Friedrich Schleiermacher, German philosopher and scholar (born 1768)",
            "year": 1834
        },
        {
            "text": "Immanuel Kant, German anthropologist, philosopher, and academic (born 1724)",
            "year": 1804
        },
        {
            "text": "Ethan Allen, American farmer, general, and politician (born 1738)",
            "year": 1789
        },
        {
            "text": "Adolf Frederick, King of Sweden (born 1710)",
            "year": 1771
        },
        {
            "text": "Pierre de Marivaux, French author and playwright (born 1688)",
            "year": 1763
        },
        {
            "text": "Agostino Steffani, Italian priest and composer (born 1653)",
            "year": 1728
        },
        {
            "text": "Jahandar Shah, Mughal emperor (born 1664)",
            "year": 1713
        },
        {
            "text": "George Heriot, Scottish goldsmith and philanthropist, founded George Heriot's School (born 1563)",
            "year": 1624
        },
        {
            "text": "Jodocus Hondius, Flemish cartographer (born 1563)",
            "year": 1612
        },
        {
            "text": "Edward Denny, Knight Banneret of Bishop's Stortford, English soldier, privateer and adventurer (born 1547)",
            "year": 1600
        },
        {
            "text": "François Hotman, French lawyer and author (born 1524)",
            "year": 1590
        },
        {
            "text": "Pari Khan Khanum, Iranian princess (born 1548)",
            "year": 1578
        },
        {
            "text": "Nicholas Throckmorton, English politician and diplomat (born 1515)",
            "year": 1571
        },
        {
            "text": "Lord Guildford Dudley, English son of Jane Dudley, Duchess of Northumberland (born 1536; executed)",
            "year": 1554
        },
        {
            "text": "Lady Jane Grey, de facto monarch of England and Ireland for nine days (born 1537; executed)",
            "year": 1554
        },
        {
            "text": "Albrecht Altdorfer, German painter, engraver, and architect (born 1480)",
            "year": 1538
        },
        {
            "text": "Catherine of Navarre (born 1468)",
            "year": 1517
        },
        {
            "text": "Amadeus of the Amidei, Italian saint",
            "year": 1266
        },
        {
            "text": "Ermesinde, Countess of Luxembourg, ruler (born 1185)",
            "year": 1247
        },
        {
            "text": "Ælfstan, bishop of Ramsbury",
            "year": 981
        },
        {
            "text": "Wulfhelm, Archbishop of Canterbury",
            "year": 941
        },
        {
            "text": "Li, empress of Yan",
            "year": 914
        },
        {
            "text": "Antony II, patriarch of Constantinople",
            "year": 901
        },
        {
            "text": "Henjō, Japanese priest and poet (born 816)",
            "year": 890
        },
        {
            "text": "Benedict of Aniane, French monk and saint (born 747)",
            "year": 821
        }
    ],
    "metadata": {
        "current_date": "February 12, 2026",
        "short_date": "Feb 12",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            34,
            18,
            5,
            13,
            12,
            44,
            30,
            23,
            25,
            8
        ],
        "births": [
            25,
            110,
            52,
            193
        ],
        "deaths": [
            59,
            95,
            42,
            52
        ]
    }
}