{
    "events": [
        {
            "text": "Sixty people drown and hundreds are missing after a boat sinks on the Congo River near the village of Longola Ekoti, Mai-Ndombe Province, Democratic Republic of the Congo.",
            "year": 2021
        },
        {
            "text": "A meteor explodes over Russia, injuring 1,500 people as a shock wave blows out windows and rocks buildings. This happens unexpectedly only hours before the expected closest ever approach of the larger and unrelated asteroid 2012 DA14.",
            "year": 2013
        },
        {
            "text": "Three hundred and sixty people die in a fire at a Honduran prison in the city of Comayagua.",
            "year": 2012
        },
        {
            "text": "Two trains collide in the Halle train collision in Halle, Belgium, killing 19 and injuring 171 people.",
            "year": 2010
        },
        {
            "text": "Protests against the Iraq war take place in over 600 cities worldwide. It is estimated that between eight million and 30 million people participate, making this the largest peace demonstration in history.",
            "year": 2003
        },
        {
            "text": "The last Ariane 4 rocket is launched from the Guiana Space Centre, carrying Intelsat 907.",
            "year": 2003
        },
        {
            "text": "The first draft of the complete human genome is published in Nature.",
            "year": 2001
        },
        {
            "text": "At the Xichang Satellite Launch Center in China, a Long March 3B rocket carrying Intelsat 708 veers off course and crashes into a rural village after liftoff, killing somewhere between six and 100 people.",
            "year": 1996
        },
        {
            "text": "The Embassy of the United States, Athens, is attacked by an antitank rocket, launched by the Revolutionary Organization 17 November.",
            "year": 1996
        },
        {
            "text": "Then-Prime Minister of Canada Jean Chrétien applies a chokehold to protester Bill Clennett, an incident later named the Shawinigan Handshake.",
            "year": 1996
        },
        {
            "text": "Serial killer Jeffrey Dahmer is sentenced in Milwaukee to 15 terms of life in prison.",
            "year": 1992
        },
        {
            "text": "Air Transport International Flight 805 crashes in Swanton, Ohio, near Toledo Express Airport, killing all four people on board.",
            "year": 1992
        },
        {
            "text": "The Visegrád Group, establishing cooperation to move toward free-market systems, is signed by the leaders of Czechoslovakia, Hungary and Poland.",
            "year": 1991
        },
        {
            "text": "Soviet–Afghan War: The Soviet Union officially announces that all of its troops have left Afghanistan.",
            "year": 1989
        },
        {
            "text": "The drilling rig Ocean Ranger sinks during a storm off the coast of Newfoundland, killing 84 workers.",
            "year": 1982
        },
        {
            "text": "Sound recordings are granted U.S. federal copyright protection for the first time.",
            "year": 1972
        },
        {
            "text": "José María Velasco Ibarra, serving as President of Ecuador for the fifth time, is overthrown by the military for the fourth time.",
            "year": 1972
        },
        {
            "text": "The decimalisation of the currencies of the United Kingdom and Ireland is completed on Decimal Day.",
            "year": 1971
        },
        {
            "text": "Dominicana de Aviación Flight 603 crashes into the Caribbean Sea after takeoff from Las Américas International Airport, killing 102, including members of the Puerto Rico women's national volleyball team and lightweight boxer Carlos Cruz.",
            "year": 1970
        },
        {
            "text": "The maple leaf is adopted as the flag of Canada, replacing the Canadian Red Ensign flag.",
            "year": 1965
        },
        {
            "text": "Sabena Flight 548 crashes in Belgium, killing 73, including the entire United States figure skating team along with several of their coaches and family members.",
            "year": 1961
        },
        {
            "text": "Canada and the United States agree to construct the Distant Early Warning Line, a system of radar stations in the far northern Arctic regions of Canada and Alaska.",
            "year": 1954
        },
        {
            "text": "King George VI of the United Kingdom is buried in St George's Chapel, Windsor Castle.",
            "year": 1952
        },
        {
            "text": "Gerald Lankester Harding and Roland de Vaux begin excavations at Cave 1 of the Qumran Caves, where they will eventually discover the first seven Dead Sea Scrolls.",
            "year": 1949
        },
        {
            "text": "ENIAC, the first electronic general-purpose computer, is formally dedicated at the University of Pennsylvania in Philadelphia.",
            "year": 1946
        },
        {
            "text": "World War II: Third day of bombing in Dresden.",
            "year": 1945
        },
        {
            "text": "World War II: The assault on Monte Cassino, Italy, begins.",
            "year": 1944
        },
        {
            "text": "World War II: The Narva Offensive begins.",
            "year": 1944
        },
        {
            "text": "World War II: Fall of Singapore. Following an assault by Japanese forces, the British General Arthur Percival surrenders. About 80,000 Indian, United Kingdom and Australian soldiers become prisoners of war, the largest surrender of British-led military personnel in history.",
            "year": 1942
        },
        {
            "text": "Paul Creston's Saxophone Sonata is officially premiered at the Carnegie Chamber Hall by saxophonist Cecil Leeson, who had commissioned it, and the composer.",
            "year": 1940
        },
        {
            "text": "In Miami, Giuseppe Zangara attempts to assassinate US President-elect Franklin D. Roosevelt, but instead shoots Chicago mayor Anton J. Cermak, who dies of his wounds on March 6.",
            "year": 1933
        },
        {
            "text": "The 1925 serum run to Nome: The second delivery of serum arrives in Nome, Alaska.",
            "year": 1925
        },
        {
            "text": "Greece becomes the last European country to adopt the Gregorian calendar.",
            "year": 1923
        },
        {
            "text": "The Flores Theater fire in Acapulco, Mexico, kills 250.",
            "year": 1909
        },
        {
            "text": "Tsar Nicholas II of Russia issues a declaration known as the February Manifesto, which reduces the autonomy of the Grand Duchy of Finland, thus beginning the first period of oppression.",
            "year": 1899
        },
        {
            "text": "The battleship USS Maine explodes and sinks in Havana harbor in Cuba, killing about 274 of the ship's roughly 354 crew. The disaster pushes the United States to declare war on Spain.",
            "year": 1898
        },
        {
            "text": "Women's rights: US President Rutherford B. Hayes signs a bill allowing female attorneys to argue cases before the Supreme Court of the United States.",
            "year": 1879
        },
        {
            "text": "First issue of the Bulletin de la Fédération jurassienne, the first or one of the first anarchist newspapers.",
            "year": 1872
        },
        {
            "text": "Stevens Institute of Technology is founded in New Jersey, US, and offers the first Bachelor of Engineering degree in mechanical engineering.",
            "year": 1870
        },
        {
            "text": "American Civil War: Confederates commanded by Brig. Gen. John B. Floyd attack General Ulysses S. Grant's Union forces besieging Fort Donelson in Tennessee. Unable to break the fort's encirclement, the Confederates surrender the following day.",
            "year": 1862
        },
        {
            "text": "The Helsinki Cathedral (known as St. Nicholas' Church at time) is officially inaugurated in Helsinki, Finland.",
            "year": 1852
        },
        {
            "text": "Serbia's Sretenje Constitution briefly comes into effect.",
            "year": 1835
        },
        {
            "text": "The Roman Republic is proclaimed after Louis-Alexandre Berthier, a general of Napoleon, had invaded the city of Rome five days earlier.",
            "year": 1798
        },
        {
            "text": "The city of St. Louis is established in Spanish Louisiana (now in Missouri, USA).",
            "year": 1764
        },
        {
            "text": "Constantin Cantemir, Prince of Moldavia, and the Holy Roman Empire sign a secret treaty in Sibiu, stipulating that Moldavia would support the actions led by the House of Habsburg against the Ottoman Empire.",
            "year": 1690
        },
        {
            "text": "Ferdinand III becomes Holy Roman Emperor.",
            "year": 1637
        },
        {
            "text": "While on board the Niña, Christopher Columbus writes an open letter (widely distributed upon his return to Portugal) describing his discoveries and the unexpected items he came across in the New World.",
            "year": 1493
        },
        {
            "text": "During the Anglo-French War (1213–1214), an English invasion force led by John, King of England, lands at La Rochelle in France.",
            "year": 1214
        },
        {
            "text": "Pope Paschal II issues Pie Postulatio Voluntatis, recognizing the Order of Hospitallers.",
            "year": 1113
        },
        {
            "text": "At an assembly at Pavia of Lombard nobles, Arduin of Ivrea is restored to his domains and crowned King of Italy.",
            "year": 1002
        },
        {
            "text": "Byzantine emperor Justinian II has his predecessors Leontios and Tiberios III publicly executed in the Hippodrome of Constantinople.",
            "year": 706
        },
        {
            "text": "Khosrau II is crowned king of Persia.",
            "year": 590
        },
        {
            "text": "Roman emperor Theodosius II publishes the law codex Codex Theodosianus.",
            "year": 438
        }
    ],
    "births": [
        {
            "text": "Šimon Nemec, Slovak ice hockey player",
            "year": 2004
        },
        {
            "text": "Jakub Kiwior, Polish footballer",
            "year": 2000
        },
        {
            "text": "Zachary Gordon, American actor",
            "year": 1998
        },
        {
            "text": "George Russell, English racing driver",
            "year": 1998
        },
        {
            "text": "Derrick Jones Jr., American basketball player",
            "year": 1997
        },
        {
            "text": "Justin Reid, American football player",
            "year": 1997
        },
        {
            "text": "Megan Thee Stallion, American rapper",
            "year": 1995
        },
        {
            "text": "Sodapoppin, American Twitch streamer and internet personality",
            "year": 1994
        },
        {
            "text": "Ravi, South Korean rapper",
            "year": 1993
        },
        {
            "text": "Geoffrey Kondogbia, Central African footballer",
            "year": 1993
        },
        {
            "text": "Manuel Lanzini, Argentine footballer",
            "year": 1993
        },
        {
            "text": "Ángel Sepúlveda, Mexican footballer",
            "year": 1991
        },
        {
            "text": "Rich Swann, American wrestler",
            "year": 1991
        },
        {
            "text": "Callum Turner, English actor",
            "year": 1990
        },
        {
            "text": "Mark Canha, American baseball player",
            "year": 1989
        },
        {
            "text": "Papu Gómez, Argentine footballer",
            "year": 1988
        },
        {
            "text": "Rui Patrício, Portuguese footballer",
            "year": 1988
        },
        {
            "text": "Valeri Bojinov, Bulgarian footballer",
            "year": 1986
        },
        {
            "text": "Johnny Cueto, Dominican baseball player",
            "year": 1986
        },
        {
            "text": "Amber Riley, American actress and singer",
            "year": 1986
        },
        {
            "text": "Laura Sallés, Andorran judoka",
            "year": 1986
        },
        {
            "text": "Serkan Kırıntılı, Turkish footballer",
            "year": 1985
        },
        {
            "text": "Natalie Morales, American actress and director",
            "year": 1985
        },
        {
            "text": "Gary Clark Jr., American singer-songwriter and musician",
            "year": 1984
        },
        {
            "text": "Nate Schierholtz, American baseball player",
            "year": 1984
        },
        {
            "text": "Eddie Basden, American basketball player",
            "year": 1983
        },
        {
            "text": "Don Cowie, Scottish footballer",
            "year": 1983
        },
        {
            "text": "David Degen, Swiss footballer",
            "year": 1983
        },
        {
            "text": "Philipp Degen, Swiss footballer",
            "year": 1983
        },
        {
            "text": "Russell Martin, Canadian baseball player",
            "year": 1983
        },
        {
            "text": "Shameka Christon, American basketball player",
            "year": 1982
        },
        {
            "text": "James Yap, Filipino basketball player",
            "year": 1982
        },
        {
            "text": "Heurelho Gomes, Brazilian footballer",
            "year": 1981
        },
        {
            "text": "Matt Hoopes, American singer-songwriter and guitarist",
            "year": 1981
        },
        {
            "text": "Rita Jeptoo, Kenyan runner",
            "year": 1981
        },
        {
            "text": "Diego Martínez, Mexican footballer",
            "year": 1981
        },
        {
            "text": "Vivek Shraya, Canadian singer and songwriter",
            "year": 1981
        },
        {
            "text": "Conor Oberst, American singer-songwriter",
            "year": 1980
        },
        {
            "text": "Hamish Marshall, New Zealand cricketer",
            "year": 1979
        },
        {
            "text": "James Marshall, New Zealand cricketer",
            "year": 1979
        },
        {
            "text": "Álex González, Venezuelan baseball player",
            "year": 1977
        },
        {
            "text": "Ronald Petrovický, Slovak ice hockey player",
            "year": 1977
        },
        {
            "text": "Brandon Boyd, American singer-songwriter",
            "year": 1976
        },
        {
            "text": "Óscar Freire, Spanish cyclist",
            "year": 1976
        },
        {
            "text": "Ronnie Vannucci Jr., American musician and songwriter",
            "year": 1976
        },
        {
            "text": "Serge Aubin, Canadian ice hockey player and coach",
            "year": 1975
        },
        {
            "text": "Sébastien Bordeleau, Canadian-French ice hockey player",
            "year": 1975
        },
        {
            "text": "Annemarie Kramer, Dutch sprinter",
            "year": 1975
        },
        {
            "text": "Brendon Small, American animator, producer, screenwriter, and actor",
            "year": 1975
        },
        {
            "text": "Miranda July, American actress, director, and screenwriter",
            "year": 1974
        },
        {
            "text": "Ugueth Urbina, Venezuelan baseball player",
            "year": 1974
        },
        {
            "text": "Alexander Wurz, Austrian racing driver and businessman",
            "year": 1974
        },
        {
            "text": "Kateřina Neumannová, Czech skier",
            "year": 1973
        },
        {
            "text": "Amy van Dyken, American swimmer",
            "year": 1973
        },
        {
            "text": "Sarah Wynter, Australian actress",
            "year": 1973
        },
        {
            "text": "Jaromír Jágr, Czech ice hockey player",
            "year": 1972
        },
        {
            "text": "Alex Borstein, American actress, voice artist, producer, and screenwriter",
            "year": 1971
        },
        {
            "text": "Renee O'Connor, American actress, director, and producer",
            "year": 1971
        },
        {
            "text": "Shepard Fairey, American artist and activist",
            "year": 1970
        },
        {
            "text": "Birdman, American rapper and producer",
            "year": 1969
        },
        {
            "text": "Jane Child, Canadian singer-songwriter and producer",
            "year": 1967
        },
        {
            "text": "Syed Kamall, English academic and politician",
            "year": 1967
        },
        {
            "text": "Craig Simpson, Canadian ice hockey player and sportscaster",
            "year": 1967
        },
        {
            "text": "Craig Matthews, South African cricketer",
            "year": 1965
        },
        {
            "text": "Chris Farley, American comedian and actor (died 1997)",
            "year": 1964
        },
        {
            "text": "Leland D. Melvin, American engineer and astronaut",
            "year": 1964
        },
        {
            "text": "Mark Price, American basketball player and coach",
            "year": 1964
        },
        {
            "text": "Steven Michael Quezada, American actor, comedian, and politician",
            "year": 1963
        },
        {
            "text": "Milo Đukanović, Montenegrin politician, 29th Prime Minister of Montenegro",
            "year": 1962
        },
        {
            "text": "Darrell Green, American football player",
            "year": 1960
        },
        {
            "text": "Jock Hobbs, New Zealand rugby player (died 2012)",
            "year": 1960
        },
        {
            "text": "Ali Campbell, English singer-songwriter and musician",
            "year": 1959
        },
        {
            "text": "Joseph R. Gannascoli, American actor",
            "year": 1959
        },
        {
            "text": "Brian Propp, Canadian ice hockey player and sportscaster",
            "year": 1959
        },
        {
            "text": "Hugo Savinovich, Ecuadorian wrestler and sportscaster",
            "year": 1959
        },
        {
            "text": "Chrystine Brouillet, Canadian author",
            "year": 1958
        },
        {
            "text": "Desmond Haynes, Barbadian cricketer and coach",
            "year": 1956
        },
        {
            "text": "Ann Westin, Swedish comedian",
            "year": 1956
        },
        {
            "text": "Janice Dickinson, American model, agent, and author",
            "year": 1955
        },
        {
            "text": "Christopher McDonald, American actor",
            "year": 1955
        },
        {
            "text": "Matt Groening, American animator, producer, and screenwriter",
            "year": 1954
        },
        {
            "text": "Ernie Howe, English footballer and manager",
            "year": 1953
        },
        {
            "text": "Lynn Whitfield, American actress and producer",
            "year": 1953
        },
        {
            "text": "Tomislav Nikolić, Serbian politician, 4th President of Serbia",
            "year": 1952
        },
        {
            "text": "Nikolai Sorokin, Russian actor and director (died 2013)",
            "year": 1952
        },
        {
            "text": "Markku Alén, Finnish racing driver",
            "year": 1951
        },
        {
            "text": "Melissa Manchester, American singer-songwriter and actress",
            "year": 1951
        },
        {
            "text": "Jane Seymour, English-American actress, producer, and jewelry designer",
            "year": 1951
        },
        {
            "text": "Ken Anderson, American football player",
            "year": 1949
        },
        {
            "text": "Art Spiegelman, Swedish-American cartoonist and critic",
            "year": 1948
        },
        {
            "text": "John Adams, American composer",
            "year": 1947
        },
        {
            "text": "Marisa Berenson, American model and actress",
            "year": 1947
        },
        {
            "text": "Clare Short, English civil servant and politician, Secretary of State for International Development",
            "year": 1946
        },
        {
            "text": "John Trudell, American author, poet, and actor (died 2015)",
            "year": 1946
        },
        {
            "text": "Douglas Hofstadter, American author and academic",
            "year": 1945
        },
        {
            "text": "Mick Avory, English musician and songwriter",
            "year": 1944
        },
        {
            "text": "Florinda Bolkan, Brazilian actress",
            "year": 1941
        },
        {
            "text": "Brian Holland, American songwriter and producer",
            "year": 1941
        },
        {
            "text": "İsmail Cem İpekçi, Turkish journalist and politician, 45th Turkish Minister of Foreign Affairs (died 2007)",
            "year": 1940
        },
        {
            "text": "Hamzah Haz, Indonesian journalist and politician, 9th Vice President of Indonesia (died 2024)",
            "year": 1940
        },
        {
            "text": "Gregory Mcdonald, American author (died 2008)",
            "year": 1937
        },
        {
            "text": "Coen Moulijn, Dutch footballer (died 2011)",
            "year": 1937
        },
        {
            "text": "Susan Brownmiller, American journalist and author (died 2025)",
            "year": 1935
        },
        {
            "text": "Roger B. Chaffee, American lieutenant, engineer, and astronaut (died 1967)",
            "year": 1935
        },
        {
            "text": "Gene Hickerson, American football player (died 2008)",
            "year": 1935
        },
        {
            "text": "Jimmy Bloomfield, English footballer and manager (died 1983)",
            "year": 1934
        },
        {
            "text": "Graham Kennedy, Australian television host and actor (died 2005)",
            "year": 1934
        },
        {
            "text": "Niklaus Wirth, Swiss computer scientist, created the Pascal programming language (died 2024)",
            "year": 1934
        },
        {
            "text": "Claire Bloom, English actress",
            "year": 1931
        },
        {
            "text": "Bruce Dawe, Australian poet and academic (died 2020)",
            "year": 1930
        },
        {
            "text": "Sara Jane Moore, American attempted assassin of Gerald Ford (died 2025)",
            "year": 1930
        },
        {
            "text": "Graham Hill, English racing driver and businessman (died 1975)",
            "year": 1929
        },
        {
            "text": "James R. Schlesinger, American economist and politician, 12th United States Secretary of Defense (died 2014)",
            "year": 1929
        },
        {
            "text": "Frank Dunlop, English actor and director (died 2026)",
            "year": 1927
        },
        {
            "text": "Harvey Korman, American actor and comedian (died 2008)",
            "year": 1927
        },
        {
            "text": "Yehoshua Neuwirth, Israeli rabbi and scholar (died 2013)",
            "year": 1927
        },
        {
            "text": "Angella D. Ferguson, American pediatrician (died 2026)",
            "year": 1925
        },
        {
            "text": "Robert Drew, American director and producer (died 2014)",
            "year": 1924
        },
        {
            "text": "Yelena Bonner, Soviet-Russian activist (died 2011)",
            "year": 1923
        },
        {
            "text": "John B. Anderson, Swedish-American lawyer and politician (died 2017)",
            "year": 1922
        },
        {
            "text": "Norman C. Deno, American chemist and plant scientist, (died 2017)",
            "year": 1921
        },
        {
            "text": "Endicott Peabody, American soldier, lawyer, and politician, 62nd Governor of Massachusetts (died 1997)",
            "year": 1920
        },
        {
            "text": "Eio Sakata, Japanese Go player (died 2010)",
            "year": 1920
        },
        {
            "text": "Allan Arbus, American actor and photographer (died 2013)",
            "year": 1918
        },
        {
            "text": "Hank Locklin, American singer-songwriter and guitarist (died 2009)",
            "year": 1918
        },
        {
            "text": "Hale Boggs, American lawyer and politician (died 1972)",
            "year": 1914
        },
        {
            "text": "Kevin McCarthy, American actor (died 2010)",
            "year": 1914
        },
        {
            "text": "Erich Eliskases, Austrian chess player (died 1997)",
            "year": 1913
        },
        {
            "text": "George Mikes, Hungarian-English journalist and author (died 1987)",
            "year": 1912
        },
        {
            "text": "Irena Sendler, Polish nurse and humanitarian, Righteous Gentile (died 2008)",
            "year": 1910
        },
        {
            "text": "Miep Gies, Austrian-Dutch humanitarian, helped hide Anne Frank and her family (died 2010)",
            "year": 1909
        },
        {
            "text": "Sarto Fournier, Canadian lawyer and politician, 38th Mayor of Montreal (died 1980)",
            "year": 1908
        },
        {
            "text": "Jean Langlais, French organist and composer (died 1991)",
            "year": 1907
        },
        {
            "text": "Cesar Romero, American actor (died 1994)",
            "year": 1907
        },
        {
            "text": "Harold Arlen, American composer (died 1986)",
            "year": 1905
        },
        {
            "text": "Mary Adshead, English painter (died 1995)",
            "year": 1904
        },
        {
            "text": "Antonin Magne, French cyclist and manager (died 1983)",
            "year": 1904
        },
        {
            "text": "Georges Auric, French composer (died 1983)",
            "year": 1899
        },
        {
            "text": "Gale Sondergaard, Danish-American actress (died 1985)",
            "year": 1899
        },
        {
            "text": "Totò, Italian actor, singer, and screenwriter (died 1967)",
            "year": 1898
        },
        {
            "text": "Gerrit Kleerekoper, Dutch gymnast and coach (died 1943)",
            "year": 1897
        },
        {
            "text": "Roman Najuch, Polish professional tennis player (died 1967)",
            "year": 1893
        },
        {
            "text": "James Forrestal, American lieutenant and politician, 1st United States Secretary of Defense (died 1949)",
            "year": 1892
        },
        {
            "text": "Robert Ley, German politician (died 1945)",
            "year": 1890
        },
        {
            "text": "Sax Rohmer, English-American author (died 1959)",
            "year": 1883
        },
        {
            "text": "Ernest Shackleton, Anglo-Irish captain and explorer (died 1922)",
            "year": 1874
        },
        {
            "text": "Hans von Euler-Chelpin, German-Swedish biochemist and academic, Nobel Prize laureate (died 1964)",
            "year": 1873
        },
        {
            "text": "Charles Édouard Guillaume, Swiss-French physicist and academic, Nobel Prize laureate (died 1938)",
            "year": 1861
        },
        {
            "text": "Alfred North Whitehead, English mathematician and philosopher (died 1947)",
            "year": 1861
        },
        {
            "text": "Emil Kraepelin, German psychiatrist and academic (died 1926)",
            "year": 1856
        },
        {
            "text": "Spiru Haret, Romanian mathematician, astronomer, and politician, 55th Romanian Minister of Internal Affairs (died 1912)",
            "year": 1851
        },
        {
            "text": "Sophie Bryant, Irish mathematician, academic and activist (died 1922)",
            "year": 1850
        },
        {
            "text": "Rickman Godlee, English surgeon and academic (died 1925)",
            "year": 1849
        },
        {
            "text": "Robert Fuchs, Austrian composer and educator (died 1927)",
            "year": 1847
        },
        {
            "text": "Elihu Root, American lawyer and politician, 38th United States Secretary of State, Nobel Prize laureate (died 1937)",
            "year": 1845
        },
        {
            "text": "Manuel Ferraz de Campos Sales, Brazilian lawyer and politician, 4th President of Brazil (died 1913)",
            "year": 1841
        },
        {
            "text": "Titu Maiorescu, Romanian philosopher, academic, and politician, 23rd Prime Minister of Romania (died 1917)",
            "year": 1840
        },
        {
            "text": "Rayko Zhinzifov, Bulgarian poet and translator (died 1877)",
            "year": 1839
        },
        {
            "text": "Demetrius Vikelas, Greek businessman and philanthropist (died 1908)",
            "year": 1835
        },
        {
            "text": "V. A. Urechia, Moldavian-Romanian historian, author, and playwright (died 1901)",
            "year": 1834
        },
        {
            "text": "Carter Harrison, Sr., American lawyer and politician, 29th Mayor of Chicago (died 1893)",
            "year": 1825
        },
        {
            "text": "Susan B. Anthony, American suffragist and activist (died 1906)",
            "year": 1820
        },
        {
            "text": "Charles Lewis Tiffany, American businessman, founded Tiffany & Co. (died 1902)",
            "year": 1812
        },
        {
            "text": "Domingo Faustino Sarmiento, Argentinian journalist and politician, 7th President of Argentina (died 1888)",
            "year": 1811
        },
        {
            "text": "Mary S. B. Shindler, American poet, writer, and editor (died 1883)",
            "year": 1810
        },
        {
            "text": "André Dumont, Belgian geologist and academic (died 1857)",
            "year": 1809
        },
        {
            "text": "Cyrus McCormick, American journalist and businessman, co-founded International Harvester (died 1884)",
            "year": 1809
        },
        {
            "text": "Lars Ingier, Norwegian road manager, land owner, and mill owner (died 1828)",
            "year": 1760
        },
        {
            "text": "Jean-François Le Sueur, French composer and educator (died 1837)",
            "year": 1760
        },
        {
            "text": "Friedrich August Wolf, German philologist and critic (died 1824)",
            "year": 1759
        },
        {
            "text": "Jeremy Bentham, English jurist and philosopher (died 1832)",
            "year": 1748
        },
        {
            "text": "Alexandre-Théodore Brongniart, French architect, designed the Paris Bourse (died 1813)",
            "year": 1739
        },
        {
            "text": "William Stacy, American colonel (died 1802)",
            "year": 1734
        },
        {
            "text": "Abraham Clark, American surveyor, lawyer, and politician (died 1794)",
            "year": 1725
        },
        {
            "text": "Louis XV of France (died 1774)",
            "year": 1710
        },
        {
            "text": "Charles-André van Loo, French painter (died 1765)",
            "year": 1705
        },
        {
            "text": "Zeb-un-Nissa, Mughal princess and poet (died 1702)",
            "year": 1638
        },
        {
            "text": "Charles Morton, Cornish nonconformist minister (died 1698)",
            "year": 1627
        },
        {
            "text": "Paul de Chomedey, Sieur de Maisonneuve, French soldier, founded Montreal (died 1676)",
            "year": 1612
        },
        {
            "text": "Galileo Galilei, Italian astronomer, physicist, and mathematician (died 1642)",
            "year": 1564
        },
        {
            "text": "Alfonso Fontanelli, Italian composer (died 1622)",
            "year": 1557
        },
        {
            "text": "Pedro Menéndez de Avilés, first Spanish Governor of Florida (died 1574)",
            "year": 1519
        },
        {
            "text": "Juliana of Stolberg, German countess (died 1580)",
            "year": 1506
        },
        {
            "text": "Piero the Unfortunate, Italian ruler (died 1503)",
            "year": 1472
        },
        {
            "text": "Ivan the Young, son of Ivan III of Russia (died 1490)",
            "year": 1458
        },
        {
            "text": "Ladislaus of Naples (died 1414)",
            "year": 1377
        }
    ],
    "deaths": [
        {
            "text": "George Armitage, American film director (born 1942)",
            "year": 2025
        },
        {
            "text": "Jorge Nuno Pinto da Costa, Portuguese businessman (born 1937)",
            "year": 2025
        },
        {
            "text": "Muhsin Hendricks, South African imam, Islamic scholar and LGBT activist (born 1967)",
            "year": 2025
        },
        {
            "text": "Raquel Welch, American actress and singer (born 1940)",
            "year": 2023
        },
        {
            "text": "Bappi Lahiri, Indian singer, composer and record producer (born 1952)",
            "year": 2022
        },
        {
            "text": "P.J. O'Rourke, American author, humorist, and journalist (born 1947)",
            "year": 2022
        },
        {
            "text": "Caroline Flack, English actress and TV presenter (born 1979)",
            "year": 2020
        },
        {
            "text": "Lee Radziwill, American socialite (born 1933)",
            "year": 2019
        },
        {
            "text": "Stuart McLean, Canadian radio broadcaster (born 1948)",
            "year": 2017
        },
        {
            "text": "George Gaynes, Finnish-American actor (born 1917)",
            "year": 2016
        },
        {
            "text": "Vanity, Canadian-American singer-songwriter, dancer, and actress (born 1959)",
            "year": 2016
        },
        {
            "text": "Haron Amin, Afghan diplomat, Afghan Ambassador to Japan (born 1969)",
            "year": 2015
        },
        {
            "text": "Arnaud de Borchgrave, American journalist and author (born 1926)",
            "year": 2015
        },
        {
            "text": "Steve Montador, Canadian ice hockey player (born 1979)",
            "year": 2015
        },
        {
            "text": "Thelma Estrin, American computer scientist and engineer (born 1924)",
            "year": 2014
        },
        {
            "text": "Christopher Malcolm, Scottish-Canadian actor, director, and producer (born 1946)",
            "year": 2014
        },
        {
            "text": "Sanan Kachornprasart, Thai general and politician (born 1935)",
            "year": 2013
        },
        {
            "text": "Ahmed Rajib Haider, Bangladeshi atheist blogger",
            "year": 2013
        },
        {
            "text": "Cyril Domb, English-Israeli physicist and academic (born 1920)",
            "year": 2012
        },
        {
            "text": "Jeanne M. Holm, American general (born 1921)",
            "year": 2010
        },
        {
            "text": "Johnny Weaver, American wrestler and sportscaster (born 1935)",
            "year": 2008
        },
        {
            "text": "Walker Edmiston, American actor (born 1925)",
            "year": 2007
        },
        {
            "text": "Ray Evans, American songwriter (born 1915)",
            "year": 2007
        },
        {
            "text": "Pierre Bachelet, French singer-songwriter (born 1944)",
            "year": 2005
        },
        {
            "text": "Sam Francis, American historian and journalist (born 1947)",
            "year": 2005
        },
        {
            "text": "Jens Evensen, Norwegian lawyer, judge, and politician, Norwegian Minister of Trade (born 1917)",
            "year": 2004
        },
        {
            "text": "Howard K. Smith, American journalist and actor (born 1914)",
            "year": 2002
        },
        {
            "text": "Kevin Smith, New Zealand actor (born 1963)",
            "year": 2002
        },
        {
            "text": "Angus MacLean, Canadian commander and politician, 25th Premier of Prince Edward Island (born 1914)",
            "year": 2000
        },
        {
            "text": "Henry Way Kendall, American physicist and mountaineer, Nobel Prize laureate (born 1926)",
            "year": 1999
        },
        {
            "text": "Martha Gellhorn, American journalist and author (born 1908)",
            "year": 1998
        },
        {
            "text": "McLean Stevenson, American actor (born 1927)",
            "year": 1996
        },
        {
            "text": "María Elena Moyano, Peruvian activist (born 1960)",
            "year": 1992
        },
        {
            "text": "William Schuman, American composer and academic (born 1910)",
            "year": 1992
        },
        {
            "text": "Richard Feynman, American physicist and academic, Nobel Prize laureate (born 1918)",
            "year": 1988
        },
        {
            "text": "Ethel Merman, American actress and singer (born 1908)",
            "year": 1984
        },
        {
            "text": "Mike Bloomfield, American guitarist and songwriter (born 1943)",
            "year": 1981
        },
        {
            "text": "Karl Richter, German organist and conductor (born 1926)",
            "year": 1981
        },
        {
            "text": "Kurt Atterberg, Swedish composer and engineer (born 1887)",
            "year": 1974
        },
        {
            "text": "Wally Cox, American actor (born 1924)",
            "year": 1973
        },
        {
            "text": "Hugh Dowding, 1st Baron Dowding, Scottish air marshal (born 1882)",
            "year": 1970
        },
        {
            "text": "Antonio Moreno, Spanish-American actor and director (born 1887)",
            "year": 1967
        },
        {
            "text": "Gerard Antoni Ciołek, Polish architect and historian (born 1909)",
            "year": 1966
        },
        {
            "text": "Camilo Torres Restrepo, Colombian priest and theologian (born 1929)",
            "year": 1966
        },
        {
            "text": "Nat King Cole, American singer and pianist (born 1919)",
            "year": 1965
        },
        {
            "text": "Laurence Owen, American figure skater (born 1944)",
            "year": 1961
        },
        {
            "text": "Owen Willans Richardson, English physicist and academic, Nobel Prize laureate (born 1879)",
            "year": 1959
        },
        {
            "text": "Vincent de Moro-Giafferi, French lawyer and politician (born 1878)",
            "year": 1956
        },
        {
            "text": "Kuzma Petrov-Vodkin, Russian painter and author (born 1878)",
            "year": 1939
        },
        {
            "text": "Pat Sullivan, Australian animator and producer, co-created Felix the Cat (born 1887)",
            "year": 1933
        },
        {
            "text": "Minnie Maddern Fiske, American actress and playwright (born 1865)",
            "year": 1932
        },
        {
            "text": "H. H. Asquith, English lawyer and politician, Prime Minister of the United Kingdom (born 1852)",
            "year": 1928
        },
        {
            "text": "Lionel Monckton, English composer (born 1861)",
            "year": 1924
        },
        {
            "text": "Theodor Escherich, German-Austrian pediatrician and academic (born 1859)",
            "year": 1911
        },
        {
            "text": "Lew Wallace, American author, general, and politician, 11th Governor of New Mexico Territory (born 1827)",
            "year": 1905
        },
        {
            "text": "Edward Stafford, Scottish-New Zealand educator and politician, 3rd Prime Minister of New Zealand (born 1819)",
            "year": 1901
        },
        {
            "text": "Dimitrie Ghica, Romanian lawyer and politician, 10th Prime Minister of Romania (born 1816)",
            "year": 1897
        },
        {
            "text": "Gregor von Helmersen, Estonian-Russian geologist and engineer (born 1803)",
            "year": 1885
        },
        {
            "text": "Leopold Damrosch, German-American composer and conductor (born 1832)",
            "year": 1885
        },
        {
            "text": "Rayko Zhinzifov, Bulgarian poet and translator (born 1839)",
            "year": 1877
        },
        {
            "text": "Ghalib, Indian poet and educator (born 1796)",
            "year": 1869
        },
        {
            "text": "Mikhail Glinka, Russian composer (born 1804)",
            "year": 1857
        },
        {
            "text": "Pierre François Verhulst, Belgian mathematician and theorist (born 1804)",
            "year": 1849
        },
        {
            "text": "Hermann von Boyen, Prussian general and politician, Prussian Minister of War (born 1771)",
            "year": 1848
        },
        {
            "text": "Germinal Pierre Dandelin, Belgian mathematician and engineer (born 1794)",
            "year": 1847
        },
        {
            "text": "Henry Addington, 1st Viscount Sidmouth, English politician, Prime Minister of the United Kingdom (born 1757)",
            "year": 1844
        },
        {
            "text": "Archibald Menzies, Scottish surgeon and botanist (born 1754)",
            "year": 1842
        },
        {
            "text": "François-Marie-Thomas Chevalier de Lorimier, Canadian rebel (born 1803)",
            "year": 1839
        },
        {
            "text": "Henry Hunt, English farmer and politician (born 1773)",
            "year": 1835
        },
        {
            "text": "Frederick Louis, Prince of Hohenlohe-Ingelfingen (born 1746)",
            "year": 1818
        },
        {
            "text": "Gotthold Ephraim Lessing, German philosopher, author, and critic (born 1729)",
            "year": 1781
        },
        {
            "text": "Mitromaras, Greek rebel and pirate",
            "year": 1772
        },
        {
            "text": "Matthias Braun, Czech sculptor (born 1684)",
            "year": 1738
        },
        {
            "text": "Ferdinand II, Holy Roman Emperor (born 1578)",
            "year": 1637
        },
        {
            "text": "Michael Praetorius, German organist and composer (born 1571)",
            "year": 1621
        },
        {
            "text": "José de Acosta, Spanish Jesuit missionary and naturalist (born 1540)",
            "year": 1600
        },
        {
            "text": "Giovanni II Bentivoglio, tyrant of Bologna (born 1443)",
            "year": 1508
        },
        {
            "text": "Richard de Vere, 11th Earl of Oxford, English commander (born 1385)",
            "year": 1417
        },
        {
            "text": "William de Ufford, 2nd Earl of Suffolk (born c. 1339)",
            "year": 1382
        },
        {
            "text": "Conrad III, king of Germany (born 1093)",
            "year": 1152
        },
        {
            "text": "Lucius II, pope of the Catholic Church",
            "year": 1145
        },
        {
            "text": "Gisela of Swabia, Holy Roman Empress (born 990)",
            "year": 1043
        },
        {
            "text": "Su Yugui, Chinese chancellor (born 895)",
            "year": 956
        },
        {
            "text": "Ibn Tabataba, Zaydi anti-caliph",
            "year": 815
        },
        {
            "text": "Leontios, Byzantine emperor",
            "year": 706
        },
        {
            "text": "Tiberios III, Byzantine emperor",
            "year": 706
        },
        {
            "text": "Oswiu, king of Northumbria (born c. 612)",
            "year": 670
        }
    ],
    "metadata": {
        "current_date": "February 15, 2026",
        "short_date": "Feb 15",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            45,
            31,
            30,
            51,
            43,
            5,
            29,
            6,
            40,
            25
        ],
        "births": [
            40,
            102,
            57,
            23
        ],
        "deaths": [
            40,
            58,
            73,
            72
        ]
    }
}