{
    "events": [
        {
            "text": "American businessman Jeff Bezos flies to space aboard New Shepard NS-16 operated by his private spaceflight company Blue Origin.",
            "year": 2021
        },
        {
            "text": "Soyuz MS-13 is launched to the International Space Station on the 50th anniversary of the Apollo 11 moon landing.",
            "year": 2019
        },
        {
            "text": "O. J. Simpson is granted parole to be released from prison after serving nine years of a 33-year sentence after being convicted of armed robbery in Las Vegas.",
            "year": 2017
        },
        {
            "text": "A huge explosion in the mostly Kurdish border town of Suruç, Turkey, targeting the Socialist Youth Associations Federation, kills at least 31 people and injures over 100.",
            "year": 2015
        },
        {
            "text": "The United States and Cuba resume full diplomatic relations after five decades.",
            "year": 2015
        },
        {
            "text": "Seventeen government soldiers are killed in an attack by FARC revolutionaries in the Colombian department of Arauca.",
            "year": 2013
        },
        {
            "text": "Syrian civil war: The Battle of Ras al-Ayn ends with the expulsion of Islamist forces from the city by the People's Protection Units (YPG).",
            "year": 2013
        },
        {
            "text": "James Holmes opened fire at a movie theater in Aurora, Colorado, killing 12 and injuring 70 others.",
            "year": 2012
        },
        {
            "text": "Syrian civil war: The People's Protection Units (YPG) capture the cities of Amuda and Efrîn without resistance.",
            "year": 2012
        },
        {
            "text": "The Civil Marriage Act legalizes same-sex marriage in Canada.",
            "year": 2005
        },
        {
            "text": "The Chinese Communist Party begins a persecution campaign against Falun Gong, arresting thousands nationwide.",
            "year": 1999
        },
        {
            "text": "The fully restored USS Constitution (a.k.a. Old Ironsides) celebrates its 200th birthday by setting sail for the first time in 116 years.",
            "year": 1997
        },
        {
            "text": "Václav Havel resigns as president of Czechoslovakia.",
            "year": 1992
        },
        {
            "text": "A Tupolev Tu-154 crashes during takeoff from Tbilisi International Airport, killing all 24 aboard and four more people on the ground.",
            "year": 1992
        },
        {
            "text": "Burma's ruling junta puts opposition leader Aung San Suu Kyi under house arrest.",
            "year": 1989
        },
        {
            "text": "The government of Aruba passes legislation to secede from the Netherlands Antilles.",
            "year": 1985
        },
        {
            "text": "Hyde Park and Regent's Park bombings: The Provisional IRA detonates two bombs in Hyde Park and Regent's Park in central London, killing eight soldiers, wounding forty-seven people, and leading to the deaths of seven horses.",
            "year": 1982
        },
        {
            "text": "Somali Airlines Flight 40 crashes in Balad, Somalia, killing 50 people.",
            "year": 1981
        },
        {
            "text": "The Central Intelligence Agency releases documents under the Freedom of Information Act revealing it had engaged in mind-control experiments.",
            "year": 1977
        },
        {
            "text": "The Johnstown flood of 1977 kills 84 people and causes millions of dollars in damages.",
            "year": 1977
        },
        {
            "text": "Aeroflot Flight B-2 crashes after takeoff from Vitim Airport in the Sakha Republic, killing 39.",
            "year": 1977
        },
        {
            "text": "The American Viking 1 lander successfully lands on Mars.",
            "year": 1976
        },
        {
            "text": "Turkish invasion of Cyprus: Forces from Turkey invade Cyprus after a coup d'état, organised by the dictator of Greece, against president Makarios.",
            "year": 1974
        },
        {
            "text": "Apollo program: Apollo 11's crew successfully makes the first human landing on the Moon in the Sea of Tranquility. Americans Neil Armstrong and Buzz Aldrin become the first humans to walk on the Moon six and a half hours later.",
            "year": 1969
        },
        {
            "text": "A cease fire is announced between Honduras and El Salvador, six days after the beginning of the \"Football War\".",
            "year": 1969
        },
        {
            "text": "The first International Special Olympics Summer Games are held at Soldier Field in Chicago, with about 1,000 athletes with intellectual disabilities.",
            "year": 1968
        },
        {
            "text": "Vietnam War: Viet Cong forces attack the capital of Định Tường Province, Cái Bè, killing 11 South Vietnamese military personnel and 40 civilians (30 of whom are children).",
            "year": 1964
        },
        {
            "text": "French military forces break the Tunisian siege of Bizerte.",
            "year": 1961
        },
        {
            "text": "The Polaris missile is successfully launched from a submarine, the USS George Washington, for the first time.",
            "year": 1960
        },
        {
            "text": "Germany: Otto John, head of West Germany's secret service, defects to East Germany.",
            "year": 1954
        },
        {
            "text": "King Abdullah I of Jordan is assassinated by a Palestinian while attending Friday prayers in Jerusalem.",
            "year": 1951
        },
        {
            "text": "Cold War: In Philadelphia, Harry Gold pleads guilty to spying for the Soviet Union by passing secrets from atomic scientist Klaus Fuchs.",
            "year": 1950
        },
        {
            "text": "After a month-long campaign, the majority of North Korea's Air Force was destroyed by anti-communist forces.",
            "year": 1950
        },
        {
            "text": "The Israel–Syria Mixed Armistice Commission brokers the last of four ceasefire agreements to end the 1948 Arab–Israeli War.",
            "year": 1949
        },
        {
            "text": "World War II: Adolf Hitler survives an assassination attempt led by German Army Colonel Claus von Stauffenberg.",
            "year": 1944
        },
        {
            "text": "Soviet leader Joseph Stalin consolidates the Commissariats of Home Affairs and National Security to form the NKVD and names Lavrentiy Beria its chief.",
            "year": 1941
        },
        {
            "text": "Denmark leaves the League of Nations.",
            "year": 1940
        },
        {
            "text": "California opens its first freeway, the Arroyo Seco Parkway.",
            "year": 1940
        },
        {
            "text": "The United States Department of Justice files suit in New York City against the motion picture industry charging violations of the Sherman Antitrust Act in regards to the studio system.  The case would eventually result in a break-up of the industry in 1948.",
            "year": 1938
        },
        {
            "text": "The Montreux Convention is signed in Switzerland, authorizing Turkey to fortify the Dardanelles and Bosphorus but guaranteeing free passage to ships of all nations in peacetime.",
            "year": 1936
        },
        {
            "text": "Switzerland: A Royal Dutch Airlines plane en route from Milan to Frankfurt crashes into a Swiss mountain, killing thirteen.",
            "year": 1935
        },
        {
            "text": "Labor unrest in the U.S.: Police in Minneapolis fire upon striking truck drivers, during the Minneapolis Teamsters Strike of 1934, killing two and wounding sixty-seven.",
            "year": 1934
        },
        {
            "text": "West Coast waterfront strike: In Seattle, police fire tear gas on and club 2,000 striking longshoremen. The governor of Oregon calls out the National Guard to break a strike on the Portland docks.",
            "year": 1934
        },
        {
            "text": "In the Preußenschlag, German President Hindenburg places Prussia directly under the rule of the national government.",
            "year": 1932
        },
        {
            "text": "The League of Nations awards mandates of Togoland to France and Tanganyika to the United Kingdom.",
            "year": 1922
        },
        {
            "text": "The Greek Army takes control of Silivri after Greece is awarded the city by the Paris Peace Conference; by 1923 Greece effectively lost control to the Turks.",
            "year": 1920
        },
        {
            "text": "World War I: The Corfu Declaration, which leads to the creation of the post-war Kingdom of Yugoslavia, is signed by the Yugoslav Committee and Kingdom of Serbia.",
            "year": 1917
        },
        {
            "text": "In Finland, a new electoral law is ratified, guaranteeing the country the first and equal right to vote in the world. Finnish women are the first in Europe to receive the right to vote.",
            "year": 1906
        },
        {
            "text": "The Ford Motor Company ships its first automobile.",
            "year": 1903
        },
        {
            "text": "The Football Association legalizes professionalism in association football under pressure from the British Football Association.",
            "year": 1885
        },
        {
            "text": "British Columbia joins the Canadian Confederation.",
            "year": 1871
        },
        {
            "text": "Austro-Prussian War: Battle of Lissa: The Austrian Navy, led by Admiral Wilhelm von Tegetthoff, defeats the Italian Navy near the island of Vis in the Adriatic Sea.",
            "year": 1866
        },
        {
            "text": "American Civil War: Battle of Peachtree Creek: Near Atlanta, Georgia, Confederate forces led by General John Bell Hood unsuccessfully attack Union troops under General William T. Sherman.",
            "year": 1864
        },
        {
            "text": "The first Women's Rights Convention in Seneca Falls, New York, a two-day event, concludes.",
            "year": 1848
        },
        {
            "text": "Seneca and Shawnee people agree to relinquish their land in western Ohio for 60,000 acres west of the Mississippi River.",
            "year": 1831
        },
        {
            "text": "Citizens of Bogotá, New Granada declare independence from Spain.",
            "year": 1810
        },
        {
            "text": "Nicéphore Niépce is awarded a patent by Napoleon for the Pyréolophore, the world's first internal combustion engine, after it successfully powered a boat upstream on the river Saône in France.",
            "year": 1807
        },
        {
            "text": "Tekle Giyorgis I begins his first of six reigns as Emperor of Ethiopia.",
            "year": 1799
        },
        {
            "text": "Canadian explorer Pierre Gaultier de Varennes et de La Vérendrye reaches the western shore of Lake Michigan.",
            "year": 1738
        },
        {
            "text": "Seventh Ottoman–Venetian War: The Ottoman Empire captures Nauplia, the capital of the Republic of Venice's \"Kingdom of the Morea\", thereby opening the way to the swift Ottoman reconquest of the Morea.",
            "year": 1715
        },
        {
            "text": "A fire in Oulu, Finland almost completely destroyed the fourth district, which covered the southern part of the city and was by far the largest of the city districts.",
            "year": 1705
        },
        {
            "text": "During the first Japanese invasion of Korea, Japanese forces led by Toyotomi Hideyoshi captured Pyongyang, although they were ultimately unable to hold it.",
            "year": 1592
        },
        {
            "text": "Ottoman-Timurid Wars: Battle of Ankara: Timur, ruler of Timurid Empire, defeats forces of the Ottoman Empire sultan Bayezid I.",
            "year": 1402
        },
        {
            "text": "The Battle of Kellistown was fought on this day between the forces of the English led by Roger Mortimer, 4th Earl of March against the O'Byrnes and O'Tooles under the command of Art Óg mac Murchadha Caomhánach, the most powerful Chieftain in Leinster.",
            "year": 1398
        },
        {
            "text": "Treaty of San Germano is signed at San Germano between Holy Roman Emperor Frederick II and Pope Gregory IX. A Dominican named Guala is responsible for the negotiations.",
            "year": 1230
        },
        {
            "text": "Richard I of England officially invested as Duke of Normandy.",
            "year": 1189
        },
        {
            "text": "Rollo lays siege to Chartres.",
            "year": 911
        },
        {
            "text": "Kardam of Bulgaria defeats Byzantine Emperor Constantine VI at the Battle of Marcellae.",
            "year": 792
        },
        {
            "text": "Siege of Jerusalem: Titus, son of emperor Vespasian, storms the Fortress of Antonia north of the Temple Mount. The Roman army is drawn into street fights with the Zealots.",
            "year": 70
        }
    ],
    "births": [
        {
            "text": "Pop Smoke, American rapper and singer (died 2020)",
            "year": 1999
        },
        {
            "text": "Ben Simmons, Australian basketball player",
            "year": 1996
        },
        {
            "text": "Moses Leota, New Zealand rugby league player",
            "year": 1995
        },
        {
            "text": "Steven Adams, New Zealand basketball player",
            "year": 1993
        },
        {
            "text": "Nick Cousins, Canadian ice hockey player",
            "year": 1993
        },
        {
            "text": "Chiyoshōma Fujio, Mongolian sumo wrestler",
            "year": 1991
        },
        {
            "text": "Ryan James, Australian rugby league player",
            "year": 1991
        },
        {
            "text": "Kira Kazantsev, Miss America 2015",
            "year": 1991
        },
        {
            "text": "Philipp Reiter, German mountaineer and runner",
            "year": 1991
        },
        {
            "text": "Tawan Vihokratana, Thai actor, host, and model",
            "year": 1991
        },
        {
            "text": "Lars Unnerstall, German footballer",
            "year": 1990
        },
        {
            "text": "Javier Cortés, Mexican footballer",
            "year": 1989
        },
        {
            "text": "Cristian Pasquato, Italian footballer",
            "year": 1989
        },
        {
            "text": "Julianne Hough, American singer-songwriter, actress, and dancer",
            "year": 1988
        },
        {
            "text": "Stephen Strasburg, American baseball player",
            "year": 1988
        },
        {
            "text": "Shahram Mahmoudi, Iranian volleyball player",
            "year": 1988
        },
        {
            "text": "Nicola Benedetti, Scottish violinist",
            "year": 1987
        },
        {
            "text": "Niall McGinn, Irish footballer",
            "year": 1987
        },
        {
            "text": "Osric Chau, Canadian actor, director, producer, and screenwriter",
            "year": 1986
        },
        {
            "text": "John Francis Daley, American actor and screenwriter",
            "year": 1985
        },
        {
            "text": "Harley Morenstein, Canadian actor and YouTube personality",
            "year": 1985
        },
        {
            "text": "David Mundy, Australian footballer",
            "year": 1985
        },
        {
            "text": "Alexi Casilla, Dominican baseball player",
            "year": 1984
        },
        {
            "text": "Matt Gilroy, American ice hockey player",
            "year": 1984
        },
        {
            "text": "Antoine Vermette, Canadian ice hockey player",
            "year": 1982
        },
        {
            "text": "Viktoria Ladõnskaja, Estonian journalist and politician",
            "year": 1981
        },
        {
            "text": "Tesfaye Bramble, English-Montserratian footballer",
            "year": 1980
        },
        {
            "text": "Gisele Bündchen, Brazilian model, fashionista, and businesswoman",
            "year": 1980
        },
        {
            "text": "Miklós Fehér, Hungarian footballer (died 2004)",
            "year": 1979
        },
        {
            "text": "Charlotte Hatherley, English singer-songwriter and guitarist",
            "year": 1979
        },
        {
            "text": "David Ortega, Spanish swimmer",
            "year": 1979
        },
        {
            "text": "Pavel Datsyuk, Russian ice hockey player",
            "year": 1978
        },
        {
            "text": "Will Solomon, American basketball player",
            "year": 1978
        },
        {
            "text": "Elliott Yamin, American singer-songwriter",
            "year": 1978
        },
        {
            "text": "Ieva Zunda, Latvian runner and hurdler",
            "year": 1978
        },
        {
            "text": "Kiki Musampa, Congolese footballer",
            "year": 1977
        },
        {
            "text": "Yves Niaré, French shot putter (died 2012)",
            "year": 1977
        },
        {
            "text": "Alessandro Santos, Brazilian-Japanese footballer",
            "year": 1977
        },
        {
            "text": "Erica Hill, American journalist",
            "year": 1976
        },
        {
            "text": "Debashish Mohanty, Indian cricketer and coach",
            "year": 1976
        },
        {
            "text": "Andrew Stockdale, Australian singer-songwriter and guitarist",
            "year": 1976
        },
        {
            "text": "Alex Yoong, Malaysian race car driver",
            "year": 1976
        },
        {
            "text": "Ray Allen, American basketball player and actor",
            "year": 1975
        },
        {
            "text": "Judy Greer, American actress and producer",
            "year": 1975
        },
        {
            "text": "Erik Hagen, Norwegian footballer",
            "year": 1975
        },
        {
            "text": "Birgitta Ohlsson, Swedish journalist and politician, 5th Swedish Minister for European Union Affairs",
            "year": 1975
        },
        {
            "text": "Jason Raize, American singer and actor (died 2004)",
            "year": 1975
        },
        {
            "text": "Yusuf Şimşek, Turkish footballer and manager",
            "year": 1975
        },
        {
            "text": "Omar Epps, American actor",
            "year": 1973
        },
        {
            "text": "Haakon, Crown Prince of Norway",
            "year": 1973
        },
        {
            "text": "Peter Forsberg, Swedish ice hockey player and manager",
            "year": 1973
        },
        {
            "text": "Nixon McLean, Caribbean cricketer",
            "year": 1973
        },
        {
            "text": "Roberto Orci, Mexican-American screenwriter and producer (died 2025)",
            "year": 1973
        },
        {
            "text": "Claudio Reyna, American soccer player",
            "year": 1973
        },
        {
            "text": "Jamie Ainscough, Australian rugby league player",
            "year": 1972
        },
        {
            "text": "Jozef Stümpel, Slovak ice hockey player",
            "year": 1972
        },
        {
            "text": "Erik Ullenhag, Swedish jurist and politician",
            "year": 1972
        },
        {
            "text": "Charles Johnson, American baseball player",
            "year": 1971
        },
        {
            "text": "Sandra Oh, Canadian actress",
            "year": 1971
        },
        {
            "text": "Josh Holloway, American actor",
            "year": 1969
        },
        {
            "text": "Kreso Kovacec, Croatian-German footballer",
            "year": 1969
        },
        {
            "text": "Giovanni Lombardi, Italian cyclist",
            "year": 1969
        },
        {
            "text": "Joon Park, South Korean-American singer",
            "year": 1969
        },
        {
            "text": "Tobi Vail, American singer and guitarist",
            "year": 1969
        },
        {
            "text": "Vitamin C, American singer-songwriter",
            "year": 1969
        },
        {
            "text": "Jimmy Carson, American ice hockey player",
            "year": 1968
        },
        {
            "text": "Hami Mandıralı, Turkish footballer and manager",
            "year": 1968
        },
        {
            "text": "Kool G Rap, American hip-hop artist",
            "year": 1968
        },
        {
            "text": "Courtney Taylor-Taylor, American singer-songwriter and guitarist",
            "year": 1967
        },
        {
            "text": "Anton Du Beke, English dancer and presenter",
            "year": 1966
        },
        {
            "text": "Stone Gossard, American singer-songwriter and guitarist",
            "year": 1966
        },
        {
            "text": "Enrique Peña Nieto, Mexican lawyer and politician, 57th President of Mexico",
            "year": 1966
        },
        {
            "text": "Jess Walter, American journalist and author",
            "year": 1965
        },
        {
            "text": "Chris Cornell, American singer-songwriter and guitarist (died 2017)",
            "year": 1964
        },
        {
            "text": "Terri Irwin, American-Australian zoologist and author",
            "year": 1964
        },
        {
            "text": "Sebastiano Rossi, Italian footballer",
            "year": 1964
        },
        {
            "text": "Bernd Schneider, German race car driver",
            "year": 1964
        },
        {
            "text": "Frank Whaley, American actor, director, and screenwriter",
            "year": 1963
        },
        {
            "text": "Carlos Alazraqui, American actor, producer, and screenwriter",
            "year": 1962
        },
        {
            "text": "Giovanna Amati, Italian race car driver",
            "year": 1962
        },
        {
            "text": "Julie Bindel, English journalist, author, and academic",
            "year": 1962
        },
        {
            "text": "Óscar Elías Biscet, Cuban physician and activist, founded the Lawton Foundation",
            "year": 1961
        },
        {
            "text": "Claudio Langes, Italian race car driver",
            "year": 1960
        },
        {
            "text": "Prvoslav Vujčić, Serbian-Canadian poet and philosopher",
            "year": 1960
        },
        {
            "text": "Sudesh Berry, Indian actor",
            "year": 1960
        },
        {
            "text": "Mike Witt, American baseball player",
            "year": 1960
        },
        {
            "text": "Radney Foster, American singer-songwriter, guitarist, and producer",
            "year": 1959
        },
        {
            "text": "Mick MacNeil, Scottish keyboard player and songwriter",
            "year": 1958
        },
        {
            "text": "Billy Mays, American salesman (died 2009)",
            "year": 1958
        },
        {
            "text": "Paul Cook, English drummer",
            "year": 1956
        },
        {
            "text": "Thomas N'Kono, Cameroonian footballer",
            "year": 1956
        },
        {
            "text": "Jim Prentice, Canadian lawyer and politician, 16th Premier of Alberta (died 2016)",
            "year": 1956
        },
        {
            "text": "Desmond Douglas, Jamaican-English table tennis player",
            "year": 1955
        },
        {
            "text": "René-Daniel Dubois, Canadian actor and playwright",
            "year": 1955
        },
        {
            "text": "Jem Finer, English banjo player and songwriter",
            "year": 1955
        },
        {
            "text": "Moira Harris, American actress",
            "year": 1954
        },
        {
            "text": "Jay Jay French, American guitarist and producer",
            "year": 1954
        },
        {
            "text": "Dave Evans, Welsh-Australian singer-songwriter",
            "year": 1953
        },
        {
            "text": "Thomas Friedman, American journalist and author",
            "year": 1953
        },
        {
            "text": "Marcia Hines, American-Australian singer and actress",
            "year": 1953
        },
        {
            "text": "Jeff Rawle, English actor and screenwriter",
            "year": 1951
        },
        {
            "text": "Edward Leigh, English lawyer and politician",
            "year": 1950
        },
        {
            "text": "Lucille Lemay, Canadian archer",
            "year": 1950
        },
        {
            "text": "Muse Watson, American actor and producer",
            "year": 1948
        },
        {
            "text": "Francis Billy Hilly, Solomon Islands politician (died 2025)",
            "year": 1948
        },
        {
            "text": "Gerd Binnig, German physicist and academic, Nobel Prize laureate",
            "year": 1947
        },
        {
            "text": "Carlos Santana, Mexican-American singer-songwriter and guitarist",
            "year": 1947
        },
        {
            "text": "Randal Kleiser, American actor, director, and producer",
            "year": 1946
        },
        {
            "text": "Charles Bowden, American non-fiction author, journalist and essayist (died 2014)",
            "year": 1945
        },
        {
            "text": "Kim Carnes, American singer-songwriter",
            "year": 1945
        },
        {
            "text": "Larry Craig, American soldier and politician",
            "year": 1945
        },
        {
            "text": "Bo Rein, American football player and coach (died 1980)",
            "year": 1945
        },
        {
            "text": "Mel Daniels, American basketball player and coach (died 2015)",
            "year": 1944
        },
        {
            "text": "W. Cary Edwards, American politician (died 2010)",
            "year": 1944
        },
        {
            "text": "Olivier de Kersauson, French sailor",
            "year": 1944
        },
        {
            "text": "T. G. Sheppard, American country music singer-songwriter",
            "year": 1944
        },
        {
            "text": "Chris Amon, New Zealand race car driver (died 2016)",
            "year": 1943
        },
        {
            "text": "John Lodge, English singer-songwriter, bass player, and producer",
            "year": 1943
        },
        {
            "text": "Bob McNab, English footballer",
            "year": 1943
        },
        {
            "text": "Adrian Păunescu, Romanian poet, journalist, and politician (died 2010)",
            "year": 1943
        },
        {
            "text": "Wendy Richard, English actress (died 2009)",
            "year": 1943
        },
        {
            "text": "Pete Hamilton, American race car driver (died 2017)",
            "year": 1942
        },
        {
            "text": "Don Chuy, American football player (died 2014)",
            "year": 1941
        },
        {
            "text": "Periklis Korovesis, Greek author and journalist (died 2020)",
            "year": 1941
        },
        {
            "text": "Kurt Raab, German actor, screenwriter, and production designer (died 1988)",
            "year": 1941
        },
        {
            "text": "Judy Chicago, American feminist artist",
            "year": 1939
        },
        {
            "text": "Deniz Baykal, Turkish lawyer and politician, Deputy Prime Minister of Turkey (died 2023)",
            "year": 1938
        },
        {
            "text": "Roger Hunt, English footballer (died 2021)",
            "year": 1938
        },
        {
            "text": "Tony Oliva, Cuban-American baseball player and coach",
            "year": 1938
        },
        {
            "text": "Diana Rigg, English actress (died 2020)",
            "year": 1938
        },
        {
            "text": "Natalie Wood, American actress (died 1981)",
            "year": 1938
        },
        {
            "text": "Alistair MacLeod, Canadian novelist and short story writer (died 2014)",
            "year": 1936
        },
        {
            "text": "Barbara Mikulski, American social worker and politician",
            "year": 1936
        },
        {
            "text": "Peter Palumbo, Baron Palumbo, English businessman and art collector",
            "year": 1935
        },
        {
            "text": "Buddy Knox, American singer-songwriter and guitarist (died 1999)",
            "year": 1933
        },
        {
            "text": "Cormac McCarthy, American novelist, playwright, and screenwriter (died 2023)",
            "year": 1933
        },
        {
            "text": "Rex Williams, English snooker player",
            "year": 1933
        },
        {
            "text": "Nam June Paik, American artist (died 2006)",
            "year": 1932
        },
        {
            "text": "Otto Schily, German lawyer and politician, German Minister of the Interior",
            "year": 1932
        },
        {
            "text": "Shakuntala Karandikar, Indian biographer, essayist and philanthropist (died 2018)",
            "year": 1931
        },
        {
            "text": "Tony Marsh, English race car driver (died 2009)",
            "year": 1931
        },
        {
            "text": "Chuck Daly, American basketball player and coach (died 2009)",
            "year": 1930
        },
        {
            "text": "William H. Goetzmann, American historian and author (died 2010)",
            "year": 1930
        },
        {
            "text": "Sally Ann Howes, English-American singer and actress (died 2021)",
            "year": 1930
        },
        {
            "text": "Hazel Hawke, Australian social worker and pianist, 23rd Spouse of the Prime Minister of Australia (died 2013)",
            "year": 1929
        },
        {
            "text": "Mike Ilitch, American businessman, founded Little Caesars (died 2017)",
            "year": 1929
        },
        {
            "text": "Rajendra Kumar, Pakistani-Indian actor and producer (died 1999)",
            "year": 1929
        },
        {
            "text": "David Tonkin, Australian politician, 38th Premier of South Australia (died 2000)",
            "year": 1929
        },
        {
            "text": "Józef Czyrek, Polish economist and politician, Polish Minister of Foreign Affairs (died 2013)",
            "year": 1928
        },
        {
            "text": "Belaid Abdessalam, Prime Minister of Algeria (died 2020)",
            "year": 1928
        },
        {
            "text": "Barbara Bergmann, American economist and academic (died 2015)",
            "year": 1927
        },
        {
            "text": "Heather Chasen, English actress (died 2020)",
            "year": 1927
        },
        {
            "text": "Michael Gielen, Austrian conductor and composer (died 2019)",
            "year": 1927
        },
        {
            "text": "Ian P. Howard, English-Canadian psychologist and academic (died 2013)",
            "year": 1927
        },
        {
            "text": "Jacques Delors, French economist and politician, 8th President of the European Commission (died 2023)",
            "year": 1925
        },
        {
            "text": "Frantz Fanon, French–Algerian psychiatrist and philosopher (died 1961)",
            "year": 1925
        },
        {
            "text": "Lola Albright, American actress and singer (died 2017)",
            "year": 1924
        },
        {
            "text": "Thomas Berger, American author and playwright (died 2014)",
            "year": 1924
        },
        {
            "text": "Mort Garson, Canadian-American songwriter and composer (died 2008)",
            "year": 1924
        },
        {
            "text": "Stanisław Albinowski, Polish economist and journalist (died 2005)",
            "year": 1923
        },
        {
            "text": "Alan Stephenson Boyd, American lawyer and politician, 1st United States Secretary of Transportation (died 2020)",
            "year": 1922
        },
        {
            "text": "Henri Alleg, English-French journalist and author (died 2013)",
            "year": 1921
        },
        {
            "text": "Elliot Richardson, American lieutenant and politician, 11th United States Secretary of Defense (died 1999)",
            "year": 1920
        },
        {
            "text": "Edmund Hillary, New Zealand mountaineer and explorer (died 2008)",
            "year": 1919
        },
        {
            "text": "Jacquemine Charrott Lodwidge, English writer (died 2012)",
            "year": 1919
        },
        {
            "text": "Cindy Walker, American singer-songwriter and dancer (died 2006)",
            "year": 1918
        },
        {
            "text": "Dobri Dobrev, Bulgarian philanthropist (died 2018)",
            "year": 1914
        },
        {
            "text": "Charilaos Florakis, Greek politician (died 2005)",
            "year": 1914
        },
        {
            "text": "Ersilio Tonini, Italian cardinal (died 2013)",
            "year": 1914
        },
        {
            "text": "George Johnston, Australian journalist and author (died 1970)",
            "year": 1912
        },
        {
            "text": "Baqa Jilani, Indian cricketer (died 1941)",
            "year": 1911
        },
        {
            "text": "José Zabala-Santos, Filipino author and illustrator (died 1985)",
            "year": 1911
        },
        {
            "text": "Loda Halama, Polish dancer and actress (died 1996)",
            "year": 1911
        },
        {
            "text": "Vilém Tauský, Czech-English conductor and composer (died 2004)",
            "year": 1910
        },
        {
            "text": "Eric Rowan, South African cricketer (died 1993)",
            "year": 1909
        },
        {
            "text": "Joseph Levis, American foil fencer (died 2005)",
            "year": 1905
        },
        {
            "text": "Leonidas Berry, American gastroenterologist (died 1995)",
            "year": 1902
        },
        {
            "text": "Vehbi Koç, Turkish businessman and philanthropist, founded Koç Holding (died 1996)",
            "year": 1901
        },
        {
            "text": "Eugenio Lopez Sr., Filipino businessman and founder of the Lopez Group of Companies (died 1975)",
            "year": 1901
        },
        {
            "text": "Heinie Manush, American baseball player and manager (died 1971)",
            "year": 1901
        },
        {
            "text": "Ida Mett, Belarusian Jewish anarchist (died 1973)",
            "year": 1901
        },
        {
            "text": "Maurice Leyland, English cricketer and coach (died 1967)",
            "year": 1900
        },
        {
            "text": "Tadeusz Reichstein, Polish-Swiss chemist and academic, Nobel Prize laureate (died 1996)",
            "year": 1897
        },
        {
            "text": "László Moholy-Nagy, Hungarian painter, photographer, and sculptor (died 1946)",
            "year": 1895
        },
        {
            "text": "George Llewelyn Davies, English soldier (died 1915)",
            "year": 1893
        },
        {
            "text": "Verna Felton, American actress (died 1966)",
            "year": 1890
        },
        {
            "text": "Julie Vinter Hansen, Danish-Swiss astronomer and academic (died 1960)",
            "year": 1890
        },
        {
            "text": "Giorgio Morandi, Italian painter (died 1964)",
            "year": 1890
        },
        {
            "text": "John Reith, 1st Baron Reith, Scottish broadcaster, co-founded BBC (died 1971)",
            "year": 1889
        },
        {
            "text": "Olga Hahn-Neurath, Austrian mathematician and philosopher (died 1937)",
            "year": 1882
        },
        {
            "text": "Tom Crean, Irish sailor and explorer (died 1938)",
            "year": 1877
        },
        {
            "text": "Otto Blumenthal, German mathematician and academic (died 1944)",
            "year": 1876
        },
        {
            "text": "Alberto Santos-Dumont, Brazilian pilot (died 1932)",
            "year": 1873
        },
        {
            "text": "Miron Cristea, Romanian cleric and politician, 38th Prime Minister of Romania (died 1939)",
            "year": 1868
        },
        {
            "text": "Erik Axel Karlfeldt, Swedish poet, Nobel Prize laureate (died 1931)",
            "year": 1864
        },
        {
            "text": "Ruggero Oddi,  Italian physiologist and anatomist (died 1913)",
            "year": 1864
        },
        {
            "text": "Philomène Belliveau, Canadian artist (died 1940)",
            "year": 1854
        },
        {
            "text": "Theo Heemskerk, Dutch lawyer and politician, Prime Minister of the Netherlands (died 1932)",
            "year": 1852
        },
        {
            "text": "Robert Anderson Van Wyck, American lawyer and politician, 91st Mayor of New York City (died 1918)",
            "year": 1849
        },
        {
            "text": "Max Liebermann, German painter and academic (died 1935)",
            "year": 1847
        },
        {
            "text": "Augustin Daly, American playwright and manager (died 1899)",
            "year": 1838
        },
        {
            "text": "William Paine Lord, American lawyer and politician, 9th Governor of Oregon (died 1911)",
            "year": 1838
        },
        {
            "text": "Sir George Trevelyan, 2nd Baronet, English civil servant and politician, Chancellor of the Duchy of Lancaster (died 1928)",
            "year": 1838
        },
        {
            "text": "Clements Markham, English explorer (died 1916)",
            "year": 1830
        },
        {
            "text": "Gregor Mendel, Austro-German monk, geneticist and botanist (died 1884)",
            "year": 1822
        },
        {
            "text": "Sir William Bowman, English surgeon, histologist and anatomist. (died 1892)",
            "year": 1816
        },
        {
            "text": "Richard Owen, English biologist, anatomist, and paleontologist (died 1892)",
            "year": 1804
        },
        {
            "text": "Mahmud II, Ottoman sultan (died 1839)",
            "year": 1789
        },
        {
            "text": "Auguste de Marmont, French general (died 1852)",
            "year": 1774
        },
        {
            "text": "Jakob Haibel, Austrian tenor and composer (died 1826)",
            "year": 1762
        },
        {
            "text": "Garsevan Chavchavadze, Georgian politician and diplomat (died 1811)",
            "year": 1757
        },
        {
            "text": "Antoine Destutt de Tracy, French philosopher and academic (died 1836)",
            "year": 1754
        },
        {
            "text": "William Bentinck, 1st Earl of Portland (died 1709)",
            "year": 1649
        },
        {
            "text": "Nikolaes Heinsius the Elder, Dutch poet and scholar (died 1681)",
            "year": 1620
        },
        {
            "text": "Robert Wallop, English politician (died 1667)",
            "year": 1601
        },
        {
            "text": "Johan Björnsson Printz, governor of New Sweden (died 1663)",
            "year": 1592
        },
        {
            "text": "Anne Hutchinson, English Puritan preacher (died 1643)",
            "year": 1591
        },
        {
            "text": "Alban Roe, English Benedictine martyr (died 1642)",
            "year": 1583
        },
        {
            "text": "Arnaud d'Ossat, French cardinal (died 1604)",
            "year": 1537
        },
        {
            "text": "Pope Innocent IX (died 1591)",
            "year": 1519
        },
        {
            "text": "John Bourchier, 1st Earl of Bath, English noble (died 1539)",
            "year": 1470
        },
        {
            "text": "Margaret, Countess of Pembroke, daughter of King Edward III of England (died 1361)",
            "year": 1346
        },
        {
            "text": "John Tiptoft, 2nd Baron Tibetot (died 1367)",
            "year": 1313
        },
        {
            "text": "Petrarch, Italian poet and scholar (died 1374)",
            "year": 1304
        },
        {
            "text": "Taichō, Japanese monk and scholar (died 767)",
            "year": 682
        }
    ],
    "deaths": [
        {
            "text": "Jerry Miller, American songwriter, guitarist and vocalist (born 1943)",
            "year": 2024
        },
        {
            "text": "Jill Schary Robinson, American novelist (born 1936)",
            "year": 2024
        },
        {
            "text": "Michael Brooks, political commentator (born 1983)",
            "year": 2020
        },
        {
            "text": "Chester Bennington, American singer (born 1976)",
            "year": 2017
        },
        {
            "text": "Radu Beligan, Romanian actor, director, and essayist (born 1918)",
            "year": 2016
        },
        {
            "text": "Wayne Carson, American singer-songwriter and producer (born 1943)",
            "year": 2015
        },
        {
            "text": "Fred Else, English footballer and manager (born 1933)",
            "year": 2015
        },
        {
            "text": "Dieter Moebius, Swiss-German keyboard player and producer (born 1944)",
            "year": 2015
        },
        {
            "text": "Victor G. Atiyeh, American businessman and politician, 32nd Governor of Oregon (born 1923)",
            "year": 2014
        },
        {
            "text": "Constantin Lucaci, Romanian sculptor and educator (born 1923)",
            "year": 2014
        },
        {
            "text": "Bob McNamara, American football player (born 1931)",
            "year": 2014
        },
        {
            "text": "Klaus Schmidt, German archaeologist and academic (born 1953)",
            "year": 2014
        },
        {
            "text": "Pierre Fabre, French pharmacist and businessman, founded Laboratoires Pierre Fabre (born 1926)",
            "year": 2013
        },
        {
            "text": "Khurshed Alam Khan, Indian politician, 2nd Governor of Goa (born 1919)",
            "year": 2013
        },
        {
            "text": "Augustus Rowe, Canadian physician and politician (born 1920)",
            "year": 2013
        },
        {
            "text": "Helen Thomas, American journalist and author (born 1920)",
            "year": 2013
        },
        {
            "text": "Alastair Burnet, English journalist (born 1928)",
            "year": 2012
        },
        {
            "text": "Jack Davis, American hurdler (born 1930)",
            "year": 2012
        },
        {
            "text": "José Hermano Saraiva, Portuguese historian, jurist, and politician, Portuguese Minister of Education (born 1919)",
            "year": 2012
        },
        {
            "text": "Lucian Freud, German-English painter and illustrator (born 1922)",
            "year": 2011
        },
        {
            "text": "Vedat Okyar, Turkish footballer (born 1945)",
            "year": 2009
        },
        {
            "text": "Mark Rosenzweig, American psychologist and academic (born 1922)",
            "year": 2009
        },
        {
            "text": "Artie Traum, American guitarist, songwriter, and producer (born 1943)",
            "year": 2008
        },
        {
            "text": "Dinko Šakić, Croatian concentration camp commander (born 1921)",
            "year": 2008
        },
        {
            "text": "Tammy Faye Messner, American Christian evangelist and talk show host (born 1942)",
            "year": 2007
        },
        {
            "text": "Ted Grant, South African-English theorist and activist (born 1913)",
            "year": 2006
        },
        {
            "text": "Gérard Oury, French actor, director, and producer (born 1919)",
            "year": 2006
        },
        {
            "text": "James Doohan, Canadian-American actor (born 1920)",
            "year": 2005
        },
        {
            "text": "Finn Gustavsen, Norwegian journalist and politician (born 1926)",
            "year": 2005
        },
        {
            "text": "Kayo Hatta, American director and cinematographer (born 1958)",
            "year": 2005
        },
        {
            "text": "Lala Mara, Fijian politician (born 1931)",
            "year": 2004
        },
        {
            "text": "Valdemaras Martinkėnas, Lithuanian footballer and coach (born 1965)",
            "year": 2004
        },
        {
            "text": "Nicolas Freeling, English author (born 1927)",
            "year": 2003
        },
        {
            "text": "Michalis Kritikopoulos, Greek footballer (born 1946)",
            "year": 2002
        },
        {
            "text": "Sandra Gould, American actress (born 1916)",
            "year": 1999
        },
        {
            "text": "June Byers, American wrestler  (born 1922)",
            "year": 1998
        },
        {
            "text": "M. E. H. Maharoof, Sri Lankan politician (born 1939)",
            "year": 1997
        },
        {
            "text": "Paul Delvaux, Belgian painter (born 1897)",
            "year": 1994
        },
        {
            "text": "Vince Foster, American lawyer and political figure (born 1945)",
            "year": 1993
        },
        {
            "text": "Bruce Conde, American US army officer, stamp collector, and royalist mercenary general in the North Yemen civil war.",
            "year": 1992
        },
        {
            "text": "Herbert Turner Jenkins, American police officer (born 1907)",
            "year": 1990
        },
        {
            "text": "Forrest H. Anderson, American judge and politician, 17th Governor of Montana (born 1913)",
            "year": 1989
        },
        {
            "text": "Richard Egan, American soldier and actor (born 1921)",
            "year": 1987
        },
        {
            "text": "Frank Reynolds, American soldier and journalist (born 1923)",
            "year": 1983
        },
        {
            "text": "Kostas Choumis, Greek-Romanian footballer (born 1913)",
            "year": 1981
        },
        {
            "text": "Maria Martinez, San Ildefonso Pueblo (Native American) potter (born 1887)",
            "year": 1980
        },
        {
            "text": "Gary Kellgren, American record producer, co-founded Record Plant (born 1939)",
            "year": 1977
        },
        {
            "text": "Joseph Rochefort, American captain and cryptanalyst (born 1900)",
            "year": 1976
        },
        {
            "text": "Allen Jenkins, American actor and singer (born 1900)",
            "year": 1974
        },
        {
            "text": "Kamal Dasgupta, Bengali music director, composer and folk artist. (born 1912)",
            "year": 1974
        },
        {
            "text": "Bruce Lee, American actor and martial artist (born 1940)",
            "year": 1973
        },
        {
            "text": "Robert Smithson, American photographer and sculptor (born 1938)",
            "year": 1973
        },
        {
            "text": "Geeta Dutt, Indian singer and actress (born 1930)",
            "year": 1972
        },
        {
            "text": "Iain Macleod, English journalist and politician, Chancellor of the Exchequer (born 1913)",
            "year": 1970
        },
        {
            "text": "Bray Hammond, American historian and author (born 1886)",
            "year": 1968
        },
        {
            "text": "Batukeshwar Dutt, Indian activist (born 1910)",
            "year": 1965
        },
        {
            "text": "William D. Leahy, American admiral and diplomat, United States Ambassador to France (born 1875)",
            "year": 1959
        },
        {
            "text": "James Alexander Calder, Canadian educator and politician, Canadian Minister of Militia and Defence (born 1868)",
            "year": 1956
        },
        {
            "text": "Calouste Gulbenkian, Armenian businessman and philanthropist (born 1869)",
            "year": 1955
        },
        {
            "text": "Dumarsais Estimé, Haitian lawyer and politician, 33rd President of Haiti (born 1900)",
            "year": 1953
        },
        {
            "text": "Jan Struther, English author and hymn-writer (born 1901)",
            "year": 1953
        },
        {
            "text": "Abdullah I, king of Jordan (born 1882)",
            "year": 1951
        },
        {
            "text": "Paul Valéry, French author and poet (born 1871)",
            "year": 1945
        },
        {
            "text": "Ludwig Beck, German general (born 1880)",
            "year": 1944
        },
        {
            "text": "Mildred Harris, American actress (born 1901)",
            "year": 1944
        },
        {
            "text": "Lew Fields, American actor and producer (born 1867)",
            "year": 1941
        },
        {
            "text": "Olga Hahn-Neurath, Austrian mathematician and philosopher from the Vienna Circle (born 1882)",
            "year": 1937
        },
        {
            "text": "Guglielmo Marconi, Italian physicist and engineer, Nobel Prize laureate (born 1874)",
            "year": 1937
        },
        {
            "text": "René Bazin, French author and academic (born 1853)",
            "year": 1932
        },
        {
            "text": "Kostas Karyotakis, Greek poet and author (born 1896)",
            "year": 1928
        },
        {
            "text": "Ferdinand I, king of Romania (born 1865)",
            "year": 1927
        },
        {
            "text": "Felix Dzerzhinsky, Soviet educator and politician of Belarusian origin (born 1877)",
            "year": 1926
        },
        {
            "text": "Pancho Villa, Mexican general and politician, Governor of Chihuahua (born 1878)",
            "year": 1923
        },
        {
            "text": "Andrey Markov, Russian mathematician and theorist (born 1856)",
            "year": 1922
        },
        {
            "text": "Ignaz Sowinski, Galician architect (born 1858)",
            "year": 1917
        },
        {
            "text": "Anderson Dawson, Australian politician, 14th Premier of Queensland (born 1863)",
            "year": 1910
        },
        {
            "text": "Demetrius Vikelas, Greek businessman and author, first IOC president (born 1835)",
            "year": 1908
        },
        {
            "text": "Karl Bernhard Zoeppritz, German geophysicist and seismologist (born 1881)",
            "year": 1908
        },
        {
            "text": "Leo XIII, pope of the Catholic Church (born 1810)",
            "year": 1903
        },
        {
            "text": "William Cosmo Monkhouse, English poet and critic (born 1840)",
            "year": 1901
        },
        {
            "text": "Jean Ingelow, English poet and author (born 1820)",
            "year": 1897
        },
        {
            "text": "Bernhard Riemann, German mathematician and academic (born 1826)",
            "year": 1866
        },
        {
            "text": "Gavrila Derzhavin, Russian poet and politician (born 1743)",
            "year": 1816
        },
        {
            "text": "Johann Christoph Pepusch, German-English composer and theorist (born 1667)",
            "year": 1752
        },
        {
            "text": "Peregrine White, English-American farmer and soldier (born 1620)",
            "year": 1704
        },
        {
            "text": "Hugh O'Neill, Earl of Tyrone, Irish nobleman and rebel soldier (born 1550)",
            "year": 1616
        },
        {
            "text": "William More, English courtier (born 1520)",
            "year": 1600
        },
        {
            "text": "García Jofre de Loaísa, Spanish explorer (born 1490)",
            "year": 1526
        },
        {
            "text": "Claude, queen consort of France (born 1499)",
            "year": 1524
        },
        {
            "text": "György Dózsa, Transylvanian peasant revolt leader (born 1470)",
            "year": 1514
        },
        {
            "text": "John II, king of Castile and León (born 1405)",
            "year": 1454
        },
        {
            "text": "Enguerrand de Monstrelet, French historian and author (born 1400)",
            "year": 1453
        },
        {
            "text": "Alexander Stewart, Earl of Buchan, fourth son of King Robert II of Scotland (approximate, b. 1343)",
            "year": 1405
        },
        {
            "text": "Roger Mortimer, 4th Earl of March, Welsh nobleman (born 1374)",
            "year": 1398
        },
        {
            "text": "Robert IV, French nobleman (born 1356)",
            "year": 1387
        },
        {
            "text": "Thomas Randolph, 1st Earl of Moray, regent of Scotland",
            "year": 1332
        },
        {
            "text": "Oshin, king of Armenia (born 1282)",
            "year": 1320
        },
        {
            "text": "Toba, emperor of Japan (born 1103)",
            "year": 1156
        },
        {
            "text": "Al-Ma'mun al-Bata'ihi, Fatimid vizier (born c. 1086)",
            "year": 1128
        },
        {
            "text": "Robert II, king of France (born 972)",
            "year": 1031
        },
        {
            "text": "Boniface VII, antipope of Rome",
            "year": 985
        },
        {
            "text": "Ansegisus, Frankish abbot and saint",
            "year": 833
        },
        {
            "text": "Amantius, Byzantine grand chamberlain and Monophysite martyr",
            "year": 518
        }
    ],
    "metadata": {
        "current_date": "July 20, 2025",
        "short_date": "Jul 20",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            0,
            55,
            16,
            42,
            35,
            11,
            38,
            68,
            8,
            63
        ],
        "births": [
            20,
            89,
            127,
            60
        ],
        "deaths": [
            45,
            33,
            21,
            64
        ]
    }
}