{
    "events": [
        {
            "text": "The Utah monolith, built sometime in 2016 is discovered by state biologists of the Utah Division of Wildlife Resources.",
            "year": 2020
        },
        {
            "text": "NASA launches the MAVEN probe to Mars.",
            "year": 2013
        },
        {
            "text": "Pope Tawadros II of Alexandria becomes the 118th Pope of the Coptic Orthodox Church of Alexandria.",
            "year": 2012
        },
        {
            "text": "The Massachusetts Supreme Judicial Court rules 4–3 in Goodridge v. Department of Public Health that the state's ban on same-sex marriage is unconstitutional and gives the state legislature 180 days to change the law making Massachusetts the first state in the United States to grant marriage rights to same-sex couples.",
            "year": 2003
        },
        {
            "text": "Iraq disarmament crisis: United Nations weapons inspectors led by Hans Blix arrive in Iraq.",
            "year": 2002
        },
        {
            "text": "At Texas A&M University, the Aggie Bonfire collapses killing 12 students and injuring 27 others.",
            "year": 1999
        },
        {
            "text": "A fire occurs on a train traveling through the Channel Tunnel from France to England causing several injuries and damaging approximately 500 metres (1,600 ft) of tunnel.",
            "year": 1996
        },
        {
            "text": "In the United States, the North American Free Trade Agreement (NAFTA) is approved by the House of Representatives.",
            "year": 1993
        },
        {
            "text": "In South Africa, 21 political parties approve a new constitution, expanding voting rights and ending white minority rule.",
            "year": 1993
        },
        {
            "text": "Shiite Muslim kidnappers in Lebanon release Anglican Church envoys Terry Waite and Thomas Sutherland.",
            "year": 1991
        },
        {
            "text": "After an 87-day siege, the Croatian city of Vukovar capitulates to the besieging Yugoslav People's Army and allied Serb paramilitary forces.",
            "year": 1991
        },
        {
            "text": "The autonomous Croatian Community of Herzeg-Bosnia, which would in 1993 become a republic, was established in Bosnia and Herzegovina.",
            "year": 1991
        },
        {
            "text": "King's Cross fire: In London, 31 people die in a fire at the city's busiest underground station, King's Cross St Pancras.",
            "year": 1987
        },
        {
            "text": "The first comic of Calvin and Hobbes is published in ten newspapers.",
            "year": 1985
        },
        {
            "text": "Aeroflot Flight 6833 is hijacked en route from Tbilisi to Leningrad. After returning to Tbilisi, the aircraft is subsequentially raided on the ground, resulting in seven deaths.",
            "year": 1983
        },
        {
            "text": "The McDonnell Douglas F/A-18 Hornet makes its first flight, at the Naval Air Test Center in Maryland, United States.",
            "year": 1978
        },
        {
            "text": "In Jonestown, Guyana, Jim Jones leads his Peoples Temple to a mass murder–suicide that claimed 918 lives in all, 909 of them in Jonestown itself, including over 270 children.",
            "year": 1978
        },
        {
            "text": "Oman declares its independence from the United Kingdom.",
            "year": 1971
        },
        {
            "text": "U.S. President Richard Nixon asks the U.S. Congress for $155 million in supplemental aid for the Cambodian government.",
            "year": 1970
        },
        {
            "text": "The first push-button telephone goes into service.",
            "year": 1963
        },
        {
            "text": "United States President John F. Kennedy sends 18,000 military advisors to South Vietnam.",
            "year": 1961
        },
        {
            "text": "The Iva Valley Shooting occurs after the coal miners of Enugu in Nigeria go on strike over withheld wages; 21 miners are shot dead and 51 are wounded by police under the supervision of the British colonial administration of Nigeria.",
            "year": 1949
        },
        {
            "text": "The Ballantyne's Department Store fire in Christchurch, New Zealand, kills 41; it is the worst fire disaster in the history of New Zealand.",
            "year": 1947
        },
        {
            "text": "The Popular Socialist Youth is founded in Cuba.",
            "year": 1944
        },
        {
            "text": "World War II: Battle of Berlin: Four hundred and forty Royal Air Force planes bomb Berlin causing only light damage and killing 131. The RAF loses nine aircraft and 53 air crew.",
            "year": 1943
        },
        {
            "text": "World War II: German leader Adolf Hitler and Italian Foreign Minister Galeazzo Ciano meet to discuss Benito Mussolini's disastrous Italian invasion of Greece.",
            "year": 1940
        },
        {
            "text": "Grand Banks earthquake: Off the south coast of Newfoundland in the Atlantic Ocean, a Richter magnitude 7.2 submarine earthquake, centered on the  Grand Banks, breaks 12 submarine transatlantic telegraph cables and triggers a tsunami that destroys many south coast communities in the Burin Peninsula.",
            "year": 1929
        },
        {
            "text": "Release of the animated short Steamboat Willie, the first fully synchronized sound cartoon.",
            "year": 1928
        },
        {
            "text": "Latvia declares its independence from Russia.",
            "year": 1918
        },
        {
            "text": "World War I: First Battle of the Somme: In France, British Expeditionary Force commander Douglas Haig calls off the battle which started on July 1, 1916.",
            "year": 1916
        },
        {
            "text": "In their campaign for women's voting rights, hundreds of suffragettes march to the British Parliament in London. Several are beaten by police, newspaper attention embarrasses the authorities, and the march is dubbed Black Friday.",
            "year": 1910
        },
        {
            "text": "Two United States warships are sent to Nicaragua after 500 revolutionaries (including two Americans) are executed by order of José Santos Zelaya.",
            "year": 1909
        },
        {
            "text": "Prince Carl of Denmark becomes King Haakon VII of Norway.",
            "year": 1905
        },
        {
            "text": "The Hay–Bunau-Varilla Treaty is signed by the United States and Panama, giving the United States exclusive rights over the Panama Canal Zone.",
            "year": 1903
        },
        {
            "text": "Britain and the United States sign the Hay–Pauncefote Treaty, which nullifies the Clayton–Bulwer Treaty and withdraws British objections to an American-controlled canal in Panama.",
            "year": 1901
        },
        {
            "text": "Elisha P. Ferry is inaugurated as first governor of Washington.",
            "year": 1889
        },
        {
            "text": "In the \"day of two noons\", American and Canadian railroad companies institute four standard continental time zones, ending the confusion of thousands of local times.",
            "year": 1883
        },
        {
            "text": "Susan B. Anthony and 14 other women are arrested for voting illegally in the United States presidential election of 1872.",
            "year": 1872
        },
        {
            "text": "An earthquake strikes the Virgin Islands, triggering the largest tsunami witnessed in the Caribbean and killing dozens.",
            "year": 1867
        },
        {
            "text": "King Christian IX of Denmark signs the November constitution that declares Schleswig to be part of Denmark. This is seen by the German Confederation as a violation of the London Protocol and leads to the German–Danish war of 1864.",
            "year": 1863
        },
        {
            "text": "Napoleonic Wars: The Battle of Krasnoi ends in French defeat, but Marshal of France Michel Ney's leadership leads to him becoming known as \"the bravest of the brave\".",
            "year": 1812
        },
        {
            "text": "In a naval action during the Napoleonic Wars, French frigates defeat British East Indiamen in the Bay of Bengal.",
            "year": 1809
        },
        {
            "text": "The Battle of Vertières, the last major battle of the Haitian Revolution, is fought, leading to the establishment of the Republic of Haiti, the first black republic in the Western Hemisphere.",
            "year": 1803
        },
        {
            "text": "The rebuilt debtors' prison, at the Castellania in Valletta, receives the first prisoners.",
            "year": 1760
        },
        {
            "text": "The future Frederick the Great of Prussia is granted a pardon by his father and is released from confinement.",
            "year": 1730
        },
        {
            "text": "The new St. Peter's Basilica in Rome is consecrated.",
            "year": 1626
        },
        {
            "text": "Tiryaki Hasan Pasha, an Ottoman provincial governor, routs the Habsburg forces commanded by Archduke Ferdinand II of Austria who were besieging Nagykanizsa.",
            "year": 1601
        },
        {
            "text": "Christopher Columbus first sights the island now known as Puerto Rico.",
            "year": 1493
        },
        {
            "text": "St Elizabeth's flood: A dike in the Grote Hollandse Waard in the Netherlands breaks, killing about 10,000 people.",
            "year": 1421
        },
        {
            "text": "Pope Boniface VIII issues the Papal bull Unam sanctam, claiming spiritual supremacy for the papacy.",
            "year": 1302
        },
        {
            "text": "Pope Innocent III excommunicates Holy Roman Emperor Otto IV for invading the Kingdom of Sicily after promising to recognize papal control over it.",
            "year": 1210
        },
        {
            "text": "Maginulfo is elected Antipope Sylvester IV in opposition to Pope Paschal II.",
            "year": 1105
        },
        {
            "text": "The Council of Clermont begins: called by Pope Urban II, it led to the First Crusade to the Holy Land.",
            "year": 1095
        },
        {
            "text": "The Visigoths, led by king Alaric I, cross the Alps and invade northern Italy.",
            "year": 401
        },
        {
            "text": "The old St. Peter's Basilica is consecrated by Pope Sylvester I.",
            "year": 326
        }
    ],
    "births": [
        {
            "text": "Luka Romero, Mexican-Argentine footballer",
            "year": 2004
        },
        {
            "text": "Patrick Baldwin Jr., American basketball player",
            "year": 2002
        },
        {
            "text": "Caleb Williams, American football player",
            "year": 2001
        },
        {
            "text": "Jacob Bryson, Canadian ice hockey player",
            "year": 1997
        },
        {
            "text": "Shea Langeliers, American baseball player",
            "year": 1997
        },
        {
            "text": "Robert Sánchez, Spanish footballer",
            "year": 1997
        },
        {
            "text": "Akram Afif, Qatari footballer",
            "year": 1996
        },
        {
            "text": "Christian Kirk, American football player",
            "year": 1996
        },
        {
            "text": "Akiyuki Hashimoto, Japanese sprinter",
            "year": 1994
        },
        {
            "text": "Danka Kovinić, Montenegrin tennis player",
            "year": 1994
        },
        {
            "text": "Bernhard Luxbacher, Austrian footballer",
            "year": 1994
        },
        {
            "text": "Nathan Kress, American actor and director",
            "year": 1992
        },
        {
            "text": "Henry Martín, Mexican footballer",
            "year": 1992
        },
        {
            "text": "Quincy Miller, American basketball player",
            "year": 1992
        },
        {
            "text": "Steven Skrzybski, German footballer",
            "year": 1992
        },
        {
            "text": "Joe Thuney, American football player",
            "year": 1992
        },
        {
            "text": "Ahmed Kelly, Iraqi-Australian swimmer",
            "year": 1991
        },
        {
            "text": "Noppawan Lertcheewakarn, Thai tennis player",
            "year": 1991
        },
        {
            "text": "Jameson Taillon, Canadian-American baseball player",
            "year": 1991
        },
        {
            "text": "Arnett Moultrie, American basketball player",
            "year": 1990
        },
        {
            "text": "Marc Albrighton, English footballer",
            "year": 1989
        },
        {
            "text": "Lu Jiajing, Chinese tennis player",
            "year": 1989
        },
        {
            "text": "Jeffrey Jordan, American basketball player",
            "year": 1988
        },
        {
            "text": "Michael Roach, American soccer player",
            "year": 1988
        },
        {
            "text": "Marie-Josée Ta Lou, Ivorian sprinter",
            "year": 1988
        },
        {
            "text": "Jake Abel, American actor",
            "year": 1987
        },
        {
            "text": "Cal Clutterbuck, Canadian ice hockey player",
            "year": 1987
        },
        {
            "text": "Yoon Park, South Korean actor",
            "year": 1987
        },
        {
            "text": "Allyson Felix, American sprinter",
            "year": 1985
        },
        {
            "text": "Ryohei Chiba, Japanese singer and dancer",
            "year": 1984
        },
        {
            "text": "Enar Jääger, Estonian footballer",
            "year": 1984
        },
        {
            "text": "Travis Buck, American baseball player",
            "year": 1983
        },
        {
            "text": "Michael Dawson, English footballer",
            "year": 1983
        },
        {
            "text": "Jon Lech Johansen, Norwegian computer programmer and engineer, created DeCSS",
            "year": 1983
        },
        {
            "text": "Justin Knapp, American Wikipedia editor",
            "year": 1982
        },
        {
            "text": "Damon Wayans Jr., American actor and comedian",
            "year": 1982
        },
        {
            "text": "Mekia Cox, American actress and dancer",
            "year": 1981
        },
        {
            "text": "Dianne dela Fuente, Filipino singer and actress",
            "year": 1981
        },
        {
            "text": "Nasim Pedrad, Iranian-American actress",
            "year": 1981
        },
        {
            "text": "Vittoria Puccini, Italian actress",
            "year": 1981
        },
        {
            "text": "Christina Vidal, American actress and singer",
            "year": 1981
        },
        {
            "text": "Hamza al-Ghamdi, Saudi Arabian terrorist, hijacker of United Airlines Flight 175 (died 2001)",
            "year": 1980
        },
        {
            "text": "Luke Chadwick, English footballer",
            "year": 1980
        },
        {
            "text": "Minori Chihara, Japanese voice actress and singer",
            "year": 1980
        },
        {
            "text": "François Duval, Belgian racing driver",
            "year": 1980
        },
        {
            "text": "Denny Hamlin, American race car driver",
            "year": 1980
        },
        {
            "text": "C. J. Wilson, American baseball player",
            "year": 1980
        },
        {
            "text": "Neeti Mohan, Indian playback singer",
            "year": 1979
        },
        {
            "text": "Nate Parker, American actor, director, producer, and screenwriter",
            "year": 1979
        },
        {
            "text": "Damien Johnson, Irish footballer",
            "year": 1978
        },
        {
            "text": "Aldo Montano, Italian fencer",
            "year": 1978
        },
        {
            "text": "Trent Barrett, Australian rugby league player, coach, and sportscaster",
            "year": 1977
        },
        {
            "text": "Fabolous, American rapper",
            "year": 1977
        },
        {
            "text": "Dominic Armato, American voice actor",
            "year": 1976
        },
        {
            "text": "Sage Francis, American rapper",
            "year": 1976
        },
        {
            "text": "Steven Pasquale, American actor",
            "year": 1976
        },
        {
            "text": "Shagrath, Norwegian singer-songwriter",
            "year": 1976
        },
        {
            "text": "Matt Welsh, Australian swimmer",
            "year": 1976
        },
        {
            "text": "Mona Zaki, Egyptian actress",
            "year": 1976
        },
        {
            "text": "Lucy Akhurst, English actress and producer",
            "year": 1975
        },
        {
            "text": "Shawn Camp, American baseball player and coach",
            "year": 1975
        },
        {
            "text": "Anthony McPartlin, English comedian, actor, and producer",
            "year": 1975
        },
        {
            "text": "David Ortiz, Dominican-American baseball player",
            "year": 1975
        },
        {
            "text": "Pastor Troy, American rapper, producer, and actor",
            "year": 1975
        },
        {
            "text": "Jason Williams, American basketball player",
            "year": 1975
        },
        {
            "text": "Graham Coughlan, Irish footballer and coach",
            "year": 1974
        },
        {
            "text": "Chloë Sevigny, American actress, model, and fashion designer",
            "year": 1974
        },
        {
            "text": "Petter Solberg, Norwegian racing driver",
            "year": 1974
        },
        {
            "text": "Jonnie Irwin, English television presenter and business expert (died 2024)",
            "year": 1973
        },
        {
            "text": "Nic Pothas, South African cricketer and coach",
            "year": 1973
        },
        {
            "text": "Jeroen Straathof, Dutch cyclist and speed skater",
            "year": 1972
        },
        {
            "text": "Thérèse Coffey, English chemist and politician",
            "year": 1971
        },
        {
            "text": "Terrance Hayes, American poet and academic",
            "year": 1971
        },
        {
            "text": "Matthew Rodwell, Australian rugby league player and sportscaster",
            "year": 1971
        },
        {
            "text": "Mike Epps, American actor and comedian",
            "year": 1970
        },
        {
            "text": "Megyn Kelly, American lawyer and journalist",
            "year": 1970
        },
        {
            "text": "Peta Wilson, Australian model and actress",
            "year": 1970
        },
        {
            "text": "Sam Cassell, American basketball player and coach",
            "year": 1969
        },
        {
            "text": "Ahmed Helmy, Egyptian actor",
            "year": 1969
        },
        {
            "text": "Koichiro Kimura, Japanese mixed martial artist and wrestler (died 2014)",
            "year": 1969
        },
        {
            "text": "Duncan Sheik, American singer-songwriter and composer",
            "year": 1969
        },
        {
            "text": "George Kotsiopoulos, American stylist and journalist",
            "year": 1968
        },
        {
            "text": "Romany Malco, American rapper, producer, actor, and screenwriter",
            "year": 1968
        },
        {
            "text": "Gary Sheffield, American baseball player",
            "year": 1968
        },
        {
            "text": "Owen Wilson, American actor",
            "year": 1968
        },
        {
            "text": "Tom Gordon, American baseball player",
            "year": 1967
        },
        {
            "text": "Jocelyn Lemieux, Canadian ice hockey player and sportscaster",
            "year": 1967
        },
        {
            "text": "Tim DeLaughter, American singer-songwriter and musician",
            "year": 1965
        },
        {
            "text": "Rita Cosby, American journalist and author",
            "year": 1964
        },
        {
            "text": "Nadia Sawalha, English actress",
            "year": 1964
        },
        {
            "text": "Len Bias, American basketball player (died 1986)",
            "year": 1963
        },
        {
            "text": "Dante Bichette, American baseball player and coach",
            "year": 1963
        },
        {
            "text": "Todd Bowles, American football player and coach",
            "year": 1963
        },
        {
            "text": "Peter Schmeichel, Danish footballer and sportscaster",
            "year": 1963
        },
        {
            "text": "Joost Zwagerman, Dutch author and poet (died 2015)",
            "year": 1963
        },
        {
            "text": "Bart Bryant, American golfer",
            "year": 1962
        },
        {
            "text": "Tim Guinee, American actor",
            "year": 1962
        },
        {
            "text": "Kirk Hammett, American guitarist, songwriter, member of the thrash metal band Metallica",
            "year": 1962
        },
        {
            "text": "Jamie Moyer, American baseball player",
            "year": 1962
        },
        {
            "text": "Steven Moffat, Scottish screenwriter and producer",
            "year": 1961
        },
        {
            "text": "Ivans Klementjevs, Latvian canoeist",
            "year": 1960
        },
        {
            "text": "Elizabeth Perkins, American actress",
            "year": 1960
        },
        {
            "text": "Yeşim Ustaoğlu, Turkish director, producer, and screenwriter",
            "year": 1960
        },
        {
            "text": "Kim Wilde, English singer-songwriter",
            "year": 1960
        },
        {
            "text": "Jimmy Quinn, Northern Irish footballer and manager",
            "year": 1959
        },
        {
            "text": "Daniel Brailovsky, Argentine-Israeli footballer and manager",
            "year": 1958
        },
        {
            "text": "Oscar Nunez, Cuban-American actor and comedian",
            "year": 1958
        },
        {
            "text": "Tony Bunn, American bassist, composer, producer, and writer",
            "year": 1957
        },
        {
            "text": "Noel Brotherston, Irish-English footballer and painter (died 1995)",
            "year": 1956
        },
        {
            "text": "Warren Moon, American football player and sportscaster",
            "year": 1956
        },
        {
            "text": "Jim Weirich, American computer scientist, developed Rake Software (died 2014)",
            "year": 1956
        },
        {
            "text": "Carter Burwell, American composer and conductor",
            "year": 1954
        },
        {
            "text": "Jan Kuehnemund, American rock guitarist (died 2013)",
            "year": 1953
        },
        {
            "text": "Alan Moore, English author",
            "year": 1953
        },
        {
            "text": "Kevin Nealon, American comedian and actor",
            "year": 1953
        },
        {
            "text": "Peter Beattie, Australian lawyer and politician, 36th Premier of Queensland",
            "year": 1952
        },
        {
            "text": "Delroy Lindo, English-American actor and director",
            "year": 1952
        },
        {
            "text": "John Parr, English singer-songwriter and guitarist",
            "year": 1952
        },
        {
            "text": "Pete Morelli, American businessman",
            "year": 1951
        },
        {
            "text": "Justin Raimondo, American journalist and author (died 2019)",
            "year": 1951
        },
        {
            "text": "Graham Parker, English singer-songwriter and guitarist",
            "year": 1950
        },
        {
            "text": "Rudy Sarzo, Cuban-American rock bass player",
            "year": 1950
        },
        {
            "text": "Herman Rarebell, German rock drummer and songwriter",
            "year": 1949
        },
        {
            "text": "Tõnis Mägi, Estonian singer-songwriter, guitarist, and actor",
            "year": 1948
        },
        {
            "text": "Kongō Masahiro, Japanese sumo wrestler (died 2014)",
            "year": 1948
        },
        {
            "text": "Ana Mendieta, Cuban-American sculptor and painter (died 1985)",
            "year": 1948
        },
        {
            "text": "Jack Tatum, American football player (died 2010)",
            "year": 1948
        },
        {
            "text": "Jameson Parker, American actor",
            "year": 1947
        },
        {
            "text": "Ross Wilson, Australian singer-songwriter, guitarist, and producer",
            "year": 1947
        },
        {
            "text": "Alan Dean Foster, American author",
            "year": 1946
        },
        {
            "text": "Wilma Mankiller, American tribal chief (died 2010)",
            "year": 1945
        },
        {
            "text": "Mahinda Rajapaksa, Sri Lankan lawyer and politician, 6th President of Sri Lanka",
            "year": 1945
        },
        {
            "text": "Wolfgang Joop, German fashion designer, founded JOOP!",
            "year": 1944
        },
        {
            "text": "Ed Krupp, American astronomer, archaeoastronomer, author, Director Griffith Observatory",
            "year": 1944
        },
        {
            "text": "Leonardo Sandri, Argentinian cardinal",
            "year": 1943
        },
        {
            "text": "Linda Evans, American actress",
            "year": 1942
        },
        {
            "text": "Susan Sullivan, American actress",
            "year": 1942
        },
        {
            "text": "Gary Bettenhausen, American race car driver (died 2014)",
            "year": 1941
        },
        {
            "text": "David Hemmings, English actor and director (died 2003)",
            "year": 1941
        },
        {
            "text": "James Welch, American novelist and poet (died 2003)",
            "year": 1940
        },
        {
            "text": "Margaret Atwood, Canadian author",
            "year": 1939
        },
        {
            "text": "Margaret Jay, Baroness Jay of Paddington, English journalist and politician, Leader of the House of Lords",
            "year": 1939
        },
        {
            "text": "Amanda Lear, Hong Kong-French singer-songwriter and actress",
            "year": 1939
        },
        {
            "text": "Brenda Vaccaro, American actress",
            "year": 1939
        },
        {
            "text": "Jules Mikhael Al-Jamil, Iraqi-Lebanese archbishop (died 2012)",
            "year": 1938
        },
        {
            "text": "Norbert Ratsirahonana, Malagasy politician, Prime Minister of Madagascar",
            "year": 1938
        },
        {
            "text": "Karl Schranz, Austrian skier",
            "year": 1938
        },
        {
            "text": "Ennio Antonelli, Italian cardinal",
            "year": 1936
        },
        {
            "text": "Don Cherry, American trumpet player (died 1995)",
            "year": 1936
        },
        {
            "text": "John Edmond, Rhodesian folk singer and soldier",
            "year": 1936
        },
        {
            "text": "Rudolf Bahro, German philosopher and politician (died 1997)",
            "year": 1935
        },
        {
            "text": "Bruce Conner, American painter, photographer, and director (died 2008)",
            "year": 1933
        },
        {
            "text": "Vassilis Vassilikos, Greek journalist and diplomat (died 2023)",
            "year": 1933
        },
        {
            "text": "Danny McDevitt, American baseball player (died 2010)",
            "year": 1932
        },
        {
            "text": "Gianna D'Angelo, American soprano and educator (died 2013)",
            "year": 1929
        },
        {
            "text": "Salvador Laurel, Filipino lawyer and politician, 5th Prime Minister of the Philippines (died 2004)",
            "year": 1928
        },
        {
            "text": "Sheila Jordan, American singer-songwriter and pianist (died 2025)",
            "year": 1928
        },
        {
            "text": "Hank Ballard, American R&B singer-songwriter (died 2003)",
            "year": 1927
        },
        {
            "text": "Knowlton Nash, Canadian journalist and author (died 2014)",
            "year": 1927
        },
        {
            "text": "Roy Sievers, American baseball player (died 2017)",
            "year": 1926
        },
        {
            "text": "Anna Elisabeth (Lise) Østergaard, Danish psychologist and politician (died 1996)",
            "year": 1924
        },
        {
            "text": "Cornelis Ruhtenberg, American painter (died 2008)",
            "year": 1923
        },
        {
            "text": "Alan Shepard, American astronaut (died 1998)",
            "year": 1923
        },
        {
            "text": "Ted Stevens, American politician (died 2010)",
            "year": 1923
        },
        {
            "text": "Marjorie Gestring, American springboard diver (died 1992)",
            "year": 1922
        },
        {
            "text": "Luis Somoza Debayle, Nicaraguan politician, 70th President of Nicaragua (died 1967)",
            "year": 1922
        },
        {
            "text": "Robert Fryer, American playwright and producer (died 2000)",
            "year": 1920
        },
        {
            "text": "Mustafa Khalil, Egyptian lawyer and politician, 77th Prime Minister of Egypt (died 2008)",
            "year": 1920
        },
        {
            "text": "Ron Suart,  English football player and manager (died 2015)",
            "year": 1920
        },
        {
            "text": "Jocelyn Brando, American actress (died 2005)",
            "year": 1919
        },
        {
            "text": "İlhan Berk, Turkish poet and author (died 2008)",
            "year": 1918
        },
        {
            "text": "Tasker Watkins, Welsh soldier, judge, and politician, Victoria Cross recipient (died 2007)",
            "year": 1918
        },
        {
            "text": "Pedro Infante, Mexican actor and singer (died 1957)",
            "year": 1917
        },
        {
            "text": "Ken Burkhart, American baseball player and umpire (died 2004)",
            "year": 1915
        },
        {
            "text": "Haguroyama Masaji, Japanese sumo wrestler, the 36th Yokozuna (died 1969)",
            "year": 1914
        },
        {
            "text": "Endre Rozsda, Hungarian-French painter and illustrator (died 1999)",
            "year": 1913
        },
        {
            "text": "Vic Hey, Australian rugby league player and coach (died 1995)",
            "year": 1912
        },
        {
            "text": "Hilda Nickson, English author (died 1977)",
            "year": 1912
        },
        {
            "text": "Attilio Bertolucci, Italian poet and author (died 2000)",
            "year": 1911
        },
        {
            "text": "Johnny Mercer, American singer-songwriter and producer, co-founded Capitol Records (died 1976)",
            "year": 1909
        },
        {
            "text": "Imogene Coca, American actress, comedian, and singer (died 2001)",
            "year": 1908
        },
        {
            "text": "Gustav Nezval, Czech actor (died 1998)",
            "year": 1907
        },
        {
            "text": "Compay Segundo, Cuban singer-songwriter and guitarist (died 2003)",
            "year": 1907
        },
        {
            "text": "Sait Faik Abasıyanık, Turkish author and poet (died 1954)",
            "year": 1906
        },
        {
            "text": "Alec Issigonis, Greek-English car designer, designed the mini car (died 1988)",
            "year": 1906
        },
        {
            "text": "Klaus Mann, German-American novelist, short story writer, and critic (died 1949)",
            "year": 1906
        },
        {
            "text": "George Wald, American neurobiologist and academic, Nobel Prize laureate (died 1997)",
            "year": 1906
        },
        {
            "text": "Masao Koga, Japanese composer and guitarist (died 1978)",
            "year": 1904
        },
        {
            "text": "Alan Lennox-Boyd, 1st Viscount Boyd of Merton, English lieutenant and politician, Secretary of State for the Colonies (died 1983)",
            "year": 1904
        },
        {
            "text": "George Gallup, American statistician (died 1984)",
            "year": 1901
        },
        {
            "text": "V. Shantaram, Indian actor, director, producer, and screenwriter (died 1984)",
            "year": 1901
        },
        {
            "text": "Craig Wood, American golfer (died 1968)",
            "year": 1901
        },
        {
            "text": "Eugene Ormandy, Hungarian-American violinist and conductor (died 1985)",
            "year": 1899
        },
        {
            "text": "Howard Thurman, American author, philosopher and civil rights activist (died 1981)",
            "year": 1899
        },
        {
            "text": "Patrick Blackett, Baron Blackett, English physicist and academic, Nobel Prize laureate (died 1974)",
            "year": 1897
        },
        {
            "text": "Gio Ponti, Italian architect, industrial designer, furniture designer, artist, and publisher.(died 1979)",
            "year": 1891
        },
        {
            "text": "Stanislav Kosior, Polish-Russian politician (died 1939)",
            "year": 1889
        },
        {
            "text": "Frances Marion, American screenwriter, novelist and journalist (died 1973)",
            "year": 1888
        },
        {
            "text": "Ferenc Münnich, Hungarian soldier and politician, 47th Prime Minister of Hungary (died 1967)",
            "year": 1886
        },
        {
            "text": "Carl Vinson, American judge and politician (died 1981)",
            "year": 1883
        },
        {
            "text": "Amelita Galli-Curci, Italian-American soprano (died 1963)",
            "year": 1882
        },
        {
            "text": "Wyndham Lewis, English painter and critic (died 1957)",
            "year": 1882
        },
        {
            "text": "Jacques Maritain, French philosopher and author (died 1973)",
            "year": 1882
        },
        {
            "text": "Frances Gertrude McGill, pioneering Canadian forensic pathologist (died 1959)",
            "year": 1882
        },
        {
            "text": "Naum Torbov, Bulgarian architect, designed the Central Sofia Market Hall (died 1952)",
            "year": 1880
        },
        {
            "text": "Victor Hémery, French racing driver (died 1950)",
            "year": 1876
        },
        {
            "text": "Clarence Day, American author and poet (died 1935)<",
            "year": 1874
        },
        {
            "text": "Robert Hugh Benson, English Catholic priest and novelist (died 1914)",
            "year": 1871
        },
        {
            "text": "Henry Daglish, Australian politician, Premier of Western Australia (died 1920)",
            "year": 1866
        },
        {
            "text": "John Matthew Moore, American politician (died 1940)",
            "year": 1862
        },
        {
            "text": "Ignacy Jan Paderewski, Polish pianist, composer, and politician, 2nd Prime Minister of the Republic of Poland (died 1941)",
            "year": 1860
        },
        {
            "text": "Grand Duke Nicholas Nikolaevich of Russia (died 1929)",
            "year": 1856
        },
        {
            "text": "August Kundt, German physicist and educator (died 1894)",
            "year": 1839
        },
        {
            "text": "W. S. Gilbert, English playwright, poet, and illustrator (died 1911)",
            "year": 1836
        },
        {
            "text": "James Patterson, English-Australian politician, 17th Premier of Victoria (died 1895)",
            "year": 1833
        },
        {
            "text": "Adolf Erik Nordenskiöld, Finnish-Swedish geologist and explorer (died 1901)",
            "year": 1832
        },
        {
            "text": "Asa Gray, American botanist and academic (died 1888)",
            "year": 1810
        },
        {
            "text": "Alfonso Ferrero La Marmora, Italian general and politician, 6th Prime Minister of Italy (died 1878)",
            "year": 1804
        },
        {
            "text": "Louis Daguerre, French artist, photographer and inventor (died 1851)",
            "year": 1787
        },
        {
            "text": "Carl Maria von Weber, German composer and conductor (died 1826)",
            "year": 1786
        },
        {
            "text": "David Wilkie, Scottish painter and academic (died 1841)",
            "year": 1785
        },
        {
            "text": "Wilhelmine of Prussia, Queen of the Netherlands (died 1837)",
            "year": 1774
        },
        {
            "text": "Prince Louis Ferdinand of Prussia (died 1806)",
            "year": 1772
        },
        {
            "text": "Thomas Burgess, English bishop and philosopher (died 1837)",
            "year": 1756
        },
        {
            "text": "Carl Friedrich Christian Fasch, German harpsichord player and composer (died 1800)",
            "year": 1736
        },
        {
            "text": "Philibert Commerson, French physician and explorer (died 1773)",
            "year": 1727
        },
        {
            "text": "Pierre Bayle, French philosopher and author (died 1706)",
            "year": 1647
        },
        {
            "text": "Eleonora Gonzaga, Italian wife of Ferdinand III, Holy Roman Emperor (died 1686)",
            "year": 1630
        },
        {
            "text": "Philipp Ludwig II, Count of Hanau-Münzenberg (died 1612)",
            "year": 1576
        },
        {
            "text": "Hippolytus Guarinonius, Italian physician and polymath (died 1654)",
            "year": 1571
        },
        {
            "text": "Lamoral, Count of Egmont (died 1568)",
            "year": 1522
        },
        {
            "text": "Emperor Kōnin of Japan (died 782)",
            "year": 709
        },
        {
            "text": "Itzam K'an Ahk II, Mayan ruler (died 757)",
            "year": 701
        }
    ],
    "deaths": [
        {
            "text": "Charles Dumont, French singer and composer (born 1929)",
            "year": 2024
        },
        {
            "text": "Arthur Frommer, American travel writer (born 1929)",
            "year": 2024
        },
        {
            "text": "Bob Love, American basketball player (born 1942)",
            "year": 2024
        },
        {
            "text": "Colin Petersen, Australian drummer, record producer and actor (born 1946)",
            "year": 2024
        },
        {
            "text": "Tabassum, Indian actress and talk show host (born 1944)",
            "year": 2022
        },
        {
            "text": "Kirby Morrow, Canadian actor, comedian and writer (born 1973)",
            "year": 2020
        },
        {
            "text": "Malcolm Young, Scottish-Australian hard rock guitarist (born 1953)",
            "year": 2017
        },
        {
            "text": "Sharon Jones, American soul and funk singer (born 1956)",
            "year": 2016
        },
        {
            "text": "Denton Cooley, American surgeon and scientist (born 1920)",
            "year": 2016
        },
        {
            "text": "Abdelhamid Abaaoud, Belgian-Moroccan terrorist (born 1987)",
            "year": 2015
        },
        {
            "text": "Dan Halldorson, Canadian-American golfer (born 1952)",
            "year": 2015
        },
        {
            "text": "Jonah Lomu, New Zealand rugby player (born 1975)",
            "year": 2015
        },
        {
            "text": "Dave Appell, American singer-songwriter and producer (born 1922)",
            "year": 2014
        },
        {
            "text": "Pepe Eliaschev, Argentinian journalist and author (born 1945)",
            "year": 2014
        },
        {
            "text": "Ahmad Lozi, Jordanian educator and politician, 48th Prime Minister of Jordan (born 1925)",
            "year": 2014
        },
        {
            "text": "C. Rudhraiya, Indian director and producer (born 1947)",
            "year": 2014
        },
        {
            "text": "Thomas Howard, American football player (born 1983)",
            "year": 2013
        },
        {
            "text": "S. R. D. Vaidyanathan, Indian nadaswaram player and composer (born 1929)",
            "year": 2013
        },
        {
            "text": "Ljubomir Vračarević,  Serbian martial artist, founded Real Aikido (born 1947)",
            "year": 2013
        },
        {
            "text": "Peter Wintonick, Canadian director and producer (born 1953)",
            "year": 2013
        },
        {
            "text": "Emilio Aragón Bermúdez, Spanish clown, singer, and accordion player (born 1929)",
            "year": 2012
        },
        {
            "text": "Phoebe Hearst Cooke, American businesswoman and philanthropist (born 1927)",
            "year": 2012
        },
        {
            "text": "Freddy Beras-Goico, Dominican comedian and television host (born 1940)",
            "year": 2010
        },
        {
            "text": "Brian G. Marsden, English-American astronomer and academic (born 1937)",
            "year": 2010
        },
        {
            "text": "Red Robbins, American basketball player (born 1944)",
            "year": 2009
        },
        {
            "text": "Harold J. Stone, American actor (born 1911)",
            "year": 2005
        },
        {
            "text": "Robert Bacher, American physicist and academic (born 1905)",
            "year": 2004
        },
        {
            "text": "Cy Coleman, American pianist and composer (born 1929)",
            "year": 2004
        },
        {
            "text": "Michael Kamen, American composer and conductor (born 1948)",
            "year": 2003
        },
        {
            "text": "James Coburn, American actor (born 1928)",
            "year": 2002
        },
        {
            "text": "Walter Matuszczak, Polish-American football player 1939 All-America, 1941 New York Giants draft (born 1918)",
            "year": 2001
        },
        {
            "text": "Paul Bowles, American composer and author (born 1910)",
            "year": 1999
        },
        {
            "text": "Doug Sahm, American singer and guitarist (born 1941)",
            "year": 1999
        },
        {
            "text": "Tara Singh Hayer, Indian-Canadian journalist and publisher (born 1936)",
            "year": 1998
        },
        {
            "text": "Miron Grindea, Romanian-English journalist (born 1909)",
            "year": 1995
        },
        {
            "text": "Cab Calloway, American singer-songwriter and bandleader (The Cab Calloway Orchestra) (born 1907)",
            "year": 1994
        },
        {
            "text": "Anselm Franz, Austrian jet engine pioneer (born 1900)",
            "year": 1994
        },
        {
            "text": "Peter Ledger, Australian painter and illustrator (born 1945)",
            "year": 1994
        },
        {
            "text": "Gustáv Husák, Slovak lawyer and politician, 9th President of Czechoslovakia (born 1913)",
            "year": 1991
        },
        {
            "text": "Jacques Anquetil, French cyclist (born 1934)",
            "year": 1987
        },
        {
            "text": "Gia Carangi, American model (born 1960)",
            "year": 1986
        },
        {
            "text": "Mary Hamman, American journalist and author (born 1907)",
            "year": 1984
        },
        {
            "text": "Conn Smythe, Canadian soldier, ice hockey player, and businessman (born 1895)",
            "year": 1980
        },
        {
            "text": "Freddie Fitzsimmons, American baseball player, coach, and manager (born 1901)",
            "year": 1979
        },
        {
            "text": "Jim Jones, American cult leader, founded Peoples Temple (born 1931)",
            "year": 1978
        },
        {
            "text": "Leo Ryan, American soldier, educator, and politician (born 1925)",
            "year": 1978
        },
        {
            "text": "Kurt Schuschnigg, Italian-Austrian lawyer and politician, 15th Federal Chancellor of Austria (born 1897)",
            "year": 1977
        },
        {
            "text": "Man Ray, American-French photographer and painter (born 1890)",
            "year": 1976
        },
        {
            "text": "Danny Whitten, American singer-songwriter and guitarist (Crazy Horse) (born 1943)",
            "year": 1972
        },
        {
            "text": "Ted Heath, English trombonist and bandleader (born 1902)",
            "year": 1969
        },
        {
            "text": "Joseph P. Kennedy Sr., American businessman and diplomat, 44th United States Ambassador to the United Kingdom (born 1888)",
            "year": 1969
        },
        {
            "text": "Henry A. Wallace, American agronomist and bureaucrat, 33rd Vice President of the United States, 11th  US Secretary of Agriculture (born 1888)",
            "year": 1965
        },
        {
            "text": "Niels Bohr, Danish footballer, physicist, and academic, Nobel Prize laureate (born 1885)",
            "year": 1962
        },
        {
            "text": "Paul Éluard, French poet and author (born 1895)",
            "year": 1952
        },
        {
            "text": "Émile Nelligan, Canadian poet and author (born 1879)",
            "year": 1941
        },
        {
            "text": "Walther Nernst, German chemist and physicist, Nobel Prize laureate (born 1864)",
            "year": 1941
        },
        {
            "text": "Chris Watson, Chilean-Australian journalist and politician, 3rd Prime Minister of Australia (born 1867)",
            "year": 1941
        },
        {
            "text": "Ivane Javakhishvili, Georgian historian and academic (born 1876)",
            "year": 1940
        },
        {
            "text": "V. O. Chidambaram Pillai, Indian lawyer and politician (born 1872)",
            "year": 1936
        },
        {
            "text": "Scipione Borghese, 10th Prince of Sulmona Italian race car driver, explorer, and politician (born 1871)",
            "year": 1927
        },
        {
            "text": "Marcel Proust, French author and critic (born 1871)",
            "year": 1922
        },
        {
            "text": "Renée Vivien, English-French poet (born 1877)",
            "year": 1909
        },
        {
            "text": "William Allingham, Irish-English poet and scholar (born 1824)",
            "year": 1889
        },
        {
            "text": "Chester A. Arthur, American general, lawyer, and politician, 21st President of the United States (born 1829)",
            "year": 1886
        },
        {
            "text": "Rose Philippine Duchesne, French-American nun and saint (born 1769)",
            "year": 1852
        },
        {
            "text": "Agustín Gamarra, Peruvian general and politician, 10th and 14th President of Peru (born 1785)",
            "year": 1841
        },
        {
            "text": "Adam Weishaupt, German philosopher and academic, founded the Illuminati (born 1748)",
            "year": 1830
        },
        {
            "text": "William Jessop, English engineer (born 1745)",
            "year": 1814
        },
        {
            "text": "Philip Schuyler, American general and senator (born 1733)",
            "year": 1804
        },
        {
            "text": "Jacques-Alexandre Laffon de Ladebat, French shipbuilder and merchant (born 1719)",
            "year": 1797
        },
        {
            "text": "Louis Philippe I, Duke of Orléans (born 1725)",
            "year": 1785
        },
        {
            "text": "Bartolomeu de Gusmão, Portuguese priest (born 1685)",
            "year": 1724
        },
        {
            "text": "Miklós Zrínyi, Croatian and Hungarian military leader and statesman (born 1620)",
            "year": 1664
        },
        {
            "text": "George Talbot, 6th Earl of Shrewsbury, English commander and politician, Lord High Steward of Ireland (born 1528)",
            "year": 1590
        },
        {
            "text": "Yun Wŏnhyŏng, Korean writer and politician (born 1509)",
            "year": 1565
        },
        {
            "text": "Cuthbert Tunstall, English bishop (born 1474)",
            "year": 1559
        },
        {
            "text": "Gedik Ahmed Pasha, Ottoman politician, 17th Grand Vizier of the Ottoman Empire",
            "year": 1482
        },
        {
            "text": "Basilius Bessarion, titular patriarch of Constantinople (born c. 1403)",
            "year": 1472
        },
        {
            "text": "Roger Bolingbroke, English cleric, astronomer, astrologer, magister and alleged necromancer",
            "year": 1441
        },
        {
            "text": "Frederick II, Margrave of Meissen (born 1310)",
            "year": 1349
        },
        {
            "text": "Constance of Portugal, Portuguese infanta (born 1290)",
            "year": 1313
        },
        {
            "text": "John II, duke of Brittany (born 1239)",
            "year": 1305
        },
        {
            "text": "Adam Marsh, English scholar and theologian",
            "year": 1259
        },
        {
            "text": "Albert the Bear, margrave of Brandenburg (born c. 1100)",
            "year": 1170
        },
        {
            "text": "Adelaide of Maurienne, French queen consort (born 1092)",
            "year": 1154
        },
        {
            "text": "Thomas of Bayeux, archbishop of York",
            "year": 1100
        },
        {
            "text": "Liutgard of Saxony, duchess of Lorraine (born 931)",
            "year": 953
        },
        {
            "text": "Odo of Cluny, Frankish abbot and saint (born c. 878)",
            "year": 942
        }
    ],
    "metadata": {
        "current_date": "November 18, 2025",
        "short_date": "Nov 18",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            40,
            48,
            50,
            20,
            10,
            9,
            12,
            24,
            49,
            33
        ],
        "births": [
            161,
            95,
            80,
            186
        ],
        "deaths": [
            82,
            14,
            66,
            81
        ]
    }
}