{
    "events": [
        {
            "text": "The first known case of COVID-19 is traced to a 55-year-old man who had visited a market in Wuhan, Hubei Province, China.",
            "year": 2019
        },
        {
            "text": "Fifty people are killed when Tatarstan Airlines Flight 363 crashes at Kazan Airport, Russia.",
            "year": 2013
        },
        {
            "text": "A rare late-season tornado outbreak strikes the Midwest. Illinois and Indiana are most affected with tornado reports as far north as lower Michigan. In all around six dozen tornadoes touch down in approximately an 11-hour time period, including seven EF3 and two EF4 tornadoes.",
            "year": 2013
        },
        {
            "text": "At least 50 schoolchildren are killed in an accident at a railway crossing near Manfalut, Egypt.",
            "year": 2012
        },
        {
            "text": "Actor Arnold Schwarzenegger's tenure as the governor of California began.",
            "year": 2003
        },
        {
            "text": "A catastrophic landslide in Log pod Mangartom, Slovenia, kills seven, and causes millions of SIT of damage. It is one of the worst catastrophes in Slovenia in the past 100 years.",
            "year": 2000
        },
        {
            "text": "Alberto Fujimori is removed from office as president of Peru.",
            "year": 2000
        },
        {
            "text": "In Luxor, Egypt, 62 people are killed by six Islamic militants outside the Temple of Hatshepsut, known as Luxor massacre.",
            "year": 1997
        },
        {
            "text": "United States House of Representatives passes a resolution to establish the North American Free Trade Agreement.",
            "year": 1993
        },
        {
            "text": "In Nigeria, General Sani Abacha ousts the government of Ernest Shonekan in a military coup.",
            "year": 1993
        },
        {
            "text": "Fugendake, part of the Mount Unzen volcanic complex, Nagasaki Prefecture, Japan, becomes active again and erupts.",
            "year": 1990
        },
        {
            "text": "Cold War: Velvet Revolution begins: In Czechoslovakia, a student demonstration in Prague is quelled by riot police. This sparks an uprising aimed at overthrowing the communist government (it succeeds on December 29).",
            "year": 1989
        },
        {
            "text": "The flight crew of Japan Airlines Flight 1628 are involved in a UFO sighting incident while flying over Alaska.",
            "year": 1986
        },
        {
            "text": "The Zapatista Army of National Liberation is founded in Mexico.",
            "year": 1983
        },
        {
            "text": "Watergate scandal: In Orlando, Florida, U.S. President Richard Nixon tells 400 Associated Press managing editors \"I am not a crook.\"",
            "year": 1973
        },
        {
            "text": "The Athens Polytechnic uprising against the military regime ends in a bloodshed in the Greek capital.",
            "year": 1973
        },
        {
            "text": "Vietnam War: Lieutenant William Calley goes on trial for the My Lai Massacre.",
            "year": 1970
        },
        {
            "text": "Luna programme: The Soviet Union lands Lunokhod 1 on Mare Imbrium (Sea of Rains) on the Moon. This is the first roving remote-controlled robot to land on another world and is released by the orbiting Luna 17 spacecraft.",
            "year": 1970
        },
        {
            "text": "Cold War: Negotiators from the Soviet Union and the United States meet in Helsinki, Finland to begin SALT I negotiations aimed at limiting the number of strategic weapons on both sides.",
            "year": 1969
        },
        {
            "text": "British European Airways introduces the BAC One-Eleven into commercial service.",
            "year": 1968
        },
        {
            "text": "Viewers of the Raiders–Jets football game in the eastern United States are denied the opportunity to watch its exciting finish when NBC broadcasts Heidi instead, prompting changes to sports broadcasting in the U.S.",
            "year": 1968
        },
        {
            "text": "Vietnam War: Acting on optimistic reports that he had been given on November 13, U.S. President Lyndon B. Johnson tells the nation that, while much remained to be done, \"We are inflicting greater losses than we're taking...We are making progress.\"",
            "year": 1967
        },
        {
            "text": "President John F. Kennedy dedicates Washington Dulles International Airport, serving the Washington, D.C., region.",
            "year": 1962
        },
        {
            "text": "Vickers Viscount G-AOHP of British European Airways crashes at Ballerup after the failure of three engines on approach to Copenhagen Airport. The cause is a malfunction of the anti-icing system on the aircraft. There are no fatalities.",
            "year": 1957
        },
        {
            "text": "The remaining human inhabitants of the Blasket Islands, County Kerry, Ireland, are evacuated to the mainland.",
            "year": 1953
        },
        {
            "text": "Lhamo Dondrub is officially named the 14th Dalai Lama.",
            "year": 1950
        },
        {
            "text": "United Nations Security Council Resolution 89 relating to the Palestine Question is adopted.",
            "year": 1950
        },
        {
            "text": "The Screen Actors Guild implements an anti-Communist loyalty oath.",
            "year": 1947
        },
        {
            "text": "American scientists John Bardeen and Walter Houser Brattain observe the basic principles of the transistor, a key element for the electronics revolution of the 20th century.",
            "year": 1947
        },
        {
            "text": "The Tartu Art Museum is established in Tartu, Estonia.",
            "year": 1940
        },
        {
            "text": "Nine Czech students are executed as a response to anti-Nazi demonstrations prompted by the death of Jan Opletal. All Czech universities are shut down and more than 1,200 students sent to concentration camps. Since this event, International Students' Day is celebrated in many countries, especially in the Czech Republic.",
            "year": 1939
        },
        {
            "text": "The Russian Social Democratic Labour Party splits into two groups: The Bolsheviks (Russian for \"majority\") and Mensheviks (Russian for \"minority\").",
            "year": 1903
        },
        {
            "text": "The Western Pennsylvania Hockey League, which later became the first ice hockey league to openly trade and hire players, began play at Pittsburgh's Schenley Park Casino.",
            "year": 1896
        },
        {
            "text": "H. H. Holmes, one of the first modern serial killers, is arrested in Boston, Massachusetts.",
            "year": 1894
        },
        {
            "text": "Serbo-Bulgarian War: The decisive Battle of Slivnitsa begins.",
            "year": 1885
        },
        {
            "text": "First assassination attempt against Umberto I of Italy by anarchist Giovanni Passannante, who was armed with a dagger. The King survived with a slight wound in an arm. Prime Minister Benedetto Cairoli blocked the aggressor, receiving an injury in a leg.",
            "year": 1878
        },
        {
            "text": "In Egypt, the Suez Canal, linking the Mediterranean Sea with the Red Sea, is inaugurated.",
            "year": 1869
        },
        {
            "text": "American Civil War: Siege of Knoxville begins: During the Knoxville campaign, Confederate forces under General James Longstreet besiege the city of Knoxville, Tennessee and its Union defenders led by General Ambrose Burnside.",
            "year": 1863
        },
        {
            "text": "Modified Julian Day zero.",
            "year": 1858
        },
        {
            "text": "The city of Denver, Colorado is founded.",
            "year": 1858
        },
        {
            "text": "American Old West: On the Sonoita River in present-day southern Arizona, the United States Army establishes Fort Buchanan in order to help control new land acquired in the Gadsden Purchase.",
            "year": 1856
        },
        {
            "text": "An earthquake in Valdivia, south-central Chile, causes a tsunami that leads to significant destruction along Japan's coast.",
            "year": 1837
        },
        {
            "text": "Ecuador and Venezuela are separated from Gran Colombia.",
            "year": 1831
        },
        {
            "text": "Captain Nathaniel Palmer becomes the first American to see Antarctica. (The Palmer Peninsula is later named after him.)",
            "year": 1820
        },
        {
            "text": "José Miguel Carrera, Chilean founding father, is sworn in as President of the executive Junta of the government of Chile.",
            "year": 1811
        },
        {
            "text": "Sweden declares war on its ally the United Kingdom to begin the Anglo-Swedish War, although no fighting ever takes place.",
            "year": 1810
        },
        {
            "text": "The United States Congress holds its first session in Washington, D.C.",
            "year": 1800
        },
        {
            "text": "French Revolutionary Wars: Battle of the Bridge of Arcole: French forces defeat the Austrians in Italy.",
            "year": 1796
        },
        {
            "text": "Articles of Confederation (United States) are submitted to the states for ratification.",
            "year": 1777
        },
        {
            "text": "The city of Kuopio, Finland (belonging to Sweden at this time) is founded by King Gustav III of Sweden.",
            "year": 1775
        },
        {
            "text": "English explorer, writer and courtier Sir Walter Raleigh goes on trial for treason.",
            "year": 1603
        },
        {
            "text": "Elizabethan era begins: Queen Mary I of England dies and is succeeded by her half-sister Elizabeth I.",
            "year": 1558
        },
        {
            "text": "Henry VIII of England concludes the Treaty of Westminster, a pledge of mutual aid against the French, with Ferdinand II of Aragon.",
            "year": 1511
        },
        {
            "text": "French King Charles VIII occupies Florence, Italy.",
            "year": 1494
        },
        {
            "text": "Sharif ul-Hāshim establishes the Sultanate of Sulu.",
            "year": 1405
        },
        {
            "text": "John Balliol becomes King of Scotland.",
            "year": 1292
        },
        {
            "text": "Genpei War: The Battle of Mizushima takes place off the Japanese coast, where Minamoto no Yoshinaka's invasion force is intercepted and defeated by the Taira clan.",
            "year": 1183
        },
        {
            "text": "Emperor Charles the Fat is deposed by the Frankish magnates in an assembly at Frankfurt, leading his nephew, Arnulf of Carinthia, to declare himself king of the East Frankish Kingdom in late November.",
            "year": 887
        }
    ],
    "births": [
        {
            "text": "Linda Nosková, Czech tennis player",
            "year": 2004
        },
        {
            "text": "Kate Douglass, American swimmer",
            "year": 2001
        },
        {
            "text": "Joanne Züger, Swiss tennis player",
            "year": 2000
        },
        {
            "text": "Gabi Gonçalves, Brazilian politician",
            "year": 1999
        },
        {
            "text": "Dragan Bender, Croatian basketball player",
            "year": 1997
        },
        {
            "text": "Julian Ryerson, Norwegian footballer",
            "year": 1997
        },
        {
            "text": "Yugyeom, South Korean singer",
            "year": 1997
        },
        {
            "text": "Minkah Fitzpatrick, American football player",
            "year": 1996
        },
        {
            "text": "Jamayne Taunoa-Brown, Australian rugby league player",
            "year": 1996
        },
        {
            "text": "Elise Mertens, Belgian tennis player",
            "year": 1995
        },
        {
            "text": "Panashe Muzambe, Scottish rugby union player",
            "year": 1995
        },
        {
            "text": "Raquel Castro, American actress and singer",
            "year": 1994
        },
        {
            "text": "Rose Ayling-Ellis, British actress",
            "year": 1994
        },
        {
            "text": "Taylor Gold, American snowboarder",
            "year": 1993
        },
        {
            "text": "Damiris Dantas, Brazilian basketball player",
            "year": 1992
        },
        {
            "text": "Katarzyna Kawa, Polish tennis player",
            "year": 1992
        },
        {
            "text": "Danielle Kettlewell, Australian synchronised swimmer",
            "year": 1992
        },
        {
            "text": "Elías Díaz, Venezuelan baseball player",
            "year": 1990
        },
        {
            "text": "Ryan Griffin, American football player",
            "year": 1989
        },
        {
            "text": "Seth Lugo, American baseball player",
            "year": 1989
        },
        {
            "text": "Roman Zozulya, Ukrainian footballer",
            "year": 1989
        },
        {
            "text": "Justin Cooper, American actor",
            "year": 1988
        },
        {
            "text": "Justine Michelle Cain, English actress",
            "year": 1987
        },
        {
            "text": "Craig Noone, English footballer",
            "year": 1987
        },
        {
            "text": "Gemma Spofforth, English swimmer",
            "year": 1987
        },
        {
            "text": "Everth Cabrera, Nicaraguan baseball player",
            "year": 1986
        },
        {
            "text": "Fabio Concas, Italian footballer",
            "year": 1986
        },
        {
            "text": "Aaron Finch, Australian cricketer",
            "year": 1986
        },
        {
            "text": "Nani, Portuguese footballer",
            "year": 1986
        },
        {
            "text": "Greg Rutherford, English long jumper",
            "year": 1986
        },
        {
            "text": "Luis Aguiar, Uruguayan footballer",
            "year": 1985
        },
        {
            "text": "Sékou Camara, Malian footballer (died 2013)",
            "year": 1985
        },
        {
            "text": "Carolina Neurath, Swedish journalist",
            "year": 1985
        },
        {
            "text": "Amanda Evora, American figure skater",
            "year": 1984
        },
        {
            "text": "Park Han-byul, South Korean model and actress",
            "year": 1984
        },
        {
            "text": "Viva Bianca, Australian actress, producer, and screenwriter",
            "year": 1983
        },
        {
            "text": "Ioannis Bourousis, Greek basketball player",
            "year": 1983
        },
        {
            "text": "Ryan Bradley, American figure skater",
            "year": 1983
        },
        {
            "text": "Ryan Braun, American baseball player",
            "year": 1983
        },
        {
            "text": "Trevor Crowe, American baseball player",
            "year": 1983
        },
        {
            "text": "Jodie Henry, Australian swimmer",
            "year": 1983
        },
        {
            "text": "Harry Lloyd, English actor, producer, and screenwriter",
            "year": 1983
        },
        {
            "text": "Nick Markakis, American baseball player",
            "year": 1983
        },
        {
            "text": "Scott Moore, American baseball player",
            "year": 1983
        },
        {
            "text": "Christopher Paolini, American author",
            "year": 1983
        },
        {
            "text": "Katie Feenstra-Mattera, American basketball player",
            "year": 1982
        },
        {
            "text": "Yusuf Pathan, Indian cricketer",
            "year": 1982
        },
        {
            "text": "Hollie Smith, New Zealand singer-songwriter and guitarist",
            "year": 1982
        },
        {
            "text": "Sarah Harding, English singer, dancer, and actress (died 2021)",
            "year": 1981
        },
        {
            "text": "Doug Walker, American actor, comedian, film critic, internet personality, and filmmaker",
            "year": 1981
        },
        {
            "text": "Jay Bradley, American wrestler",
            "year": 1980
        },
        {
            "text": "Matthew Spring, English footballer",
            "year": 1979
        },
        {
            "text": "Glen Air, Australian rugby league player",
            "year": 1978
        },
        {
            "text": "Zoë Bell, New Zealand actress and stuntwoman",
            "year": 1978
        },
        {
            "text": "Tom Ellis, Welsh actor",
            "year": 1978
        },
        {
            "text": "Rachel McAdams, Canadian actress",
            "year": 1978
        },
        {
            "text": "Reggie Wayne, American football player",
            "year": 1978
        },
        {
            "text": "Ryk Neethling, South African swimmer",
            "year": 1977
        },
        {
            "text": "Brandon Call, American actor",
            "year": 1976
        },
        {
            "text": "Diane Neal, American actress and director",
            "year": 1976
        },
        {
            "text": "Kinga Baranowska, Polish mountaineer",
            "year": 1975
        },
        {
            "text": "Lee Carseldine, Australian cricketer",
            "year": 1975
        },
        {
            "text": "Jerome James, American basketball player",
            "year": 1975
        },
        {
            "text": "Eunice Barber, Sierra Leonean-French heptathlete and long jumper",
            "year": 1974
        },
        {
            "text": "Leslie Bibb, American actress and producer",
            "year": 1974
        },
        {
            "text": "Berto Romero, Spanish comedian and actor",
            "year": 1974
        },
        {
            "text": "Andreas Hedlund, Swedish singer-songwriter and producer",
            "year": 1973
        },
        {
            "text": "Eli Marrero, Cuban baseball player, coach, and manager",
            "year": 1973
        },
        {
            "text": "Bernd Schneider, German footballer",
            "year": 1973
        },
        {
            "text": "Alexei Urmanov, Russian figure skater and coach",
            "year": 1973
        },
        {
            "text": "Kimya Dawson, American singer-songwriter and guitarist",
            "year": 1972
        },
        {
            "text": "Joanne Goode, English badminton player",
            "year": 1972
        },
        {
            "text": "Lorraine Pascale, English model and chef",
            "year": 1972
        },
        {
            "text": "Leonard Roberts, American actor",
            "year": 1972
        },
        {
            "text": "David Ramsey, American actor",
            "year": 1971
        },
        {
            "text": "Tonje Sagstuen, Norwegian handball player, journalist, newspaper editor, and gambling executive",
            "year": 1971
        },
        {
            "text": "Paul Allender, English guitarist and songwriter",
            "year": 1970
        },
        {
            "text": "Tania Zaetta, Australian actress",
            "year": 1970
        },
        {
            "text": "Ryōtarō Okiayu, Japanese voice actor and singer",
            "year": 1969
        },
        {
            "text": "Jean-Michel Saive, Belgian table tennis player",
            "year": 1969
        },
        {
            "text": "Rebecca Walker, American author",
            "year": 1969
        },
        {
            "text": "Sean Miller, American basketball player and coach",
            "year": 1968
        },
        {
            "text": "Tab Benoit, American singer-songwriter and guitarist",
            "year": 1967
        },
        {
            "text": "Ronnie DeVoe, American singer, producer, and actor",
            "year": 1967
        },
        {
            "text": "Ben Allison, American bassist and composer",
            "year": 1966
        },
        {
            "text": "Jeff Buckley, American singer-songwriter and guitarist (died 1997)",
            "year": 1966
        },
        {
            "text": "Kate Ceberano, Australian singer-songwriter and actress",
            "year": 1966
        },
        {
            "text": "Richard Fortus, American guitarist, songwriter, and producer",
            "year": 1966
        },
        {
            "text": "Daisy Fuentes, Cuban-American model and actress",
            "year": 1966
        },
        {
            "text": "Sophie Marceau, French actress, director, and screenwriter",
            "year": 1966
        },
        {
            "text": "Alvin Patrimonio, Filipino basketball player and manager",
            "year": 1966
        },
        {
            "text": "Darren Beadman, Australian jockey",
            "year": 1965
        },
        {
            "text": "Pam Bondi, American politician and attorney, 87th U.S. Attorney General",
            "year": 1965
        },
        {
            "text": "Amanda Brown, Australian violinist and composer",
            "year": 1965
        },
        {
            "text": "Susan Rice, American academic and politician, 24th United States National Security Advisor",
            "year": 1964
        },
        {
            "text": "Mitch Williams, American baseball player and sportscaster",
            "year": 1964
        },
        {
            "text": "Adrian Branch, American basketball player and sportscaster",
            "year": 1963
        },
        {
            "text": "Daniel Scott, American novelist and short story writer",
            "year": 1963
        },
        {
            "text": "Dylan Walsh, American actor",
            "year": 1963
        },
        {
            "text": "Dédé Fortin, Canadian singer-songwriter and guitarist (died 2000)",
            "year": 1962
        },
        {
            "text": "Robert Stethem, American soldier (died 1985)",
            "year": 1961
        },
        {
            "text": "Pat Toomey, American businessman and politician",
            "year": 1961
        },
        {
            "text": "Michael Hertwig, German footballer and manager",
            "year": 1960
        },
        {
            "text": "Jonathan Ross, English actor and talk show host",
            "year": 1960
        },
        {
            "text": "RuPaul, American drag queen performer, actor, and singer",
            "year": 1960
        },
        {
            "text": "Steve Stipanovich, American basketball player",
            "year": 1960
        },
        {
            "text": "Terry Fenwick, English footballer and manager",
            "year": 1959
        },
        {
            "text": "William R. Moses, American actor and producer",
            "year": 1959
        },
        {
            "text": "Jaanus Tamkivi, Estonian politician",
            "year": 1959
        },
        {
            "text": "Mary Elizabeth Mastrantonio, American actress and singer",
            "year": 1958
        },
        {
            "text": "Jim Babjak, American guitarist and songwriter",
            "year": 1957
        },
        {
            "text": "Angelika Machinek, German glider pilot (died 2006)",
            "year": 1956
        },
        {
            "text": "Jim McGovern, Scottish politician",
            "year": 1956
        },
        {
            "text": "Peter Cox, English singer-songwriter",
            "year": 1955
        },
        {
            "text": "Yolanda King, American actress and activist (died 2007)",
            "year": 1955
        },
        {
            "text": "Dennis Maruk, Ukrainian-Canadian ice hockey player",
            "year": 1955
        },
        {
            "text": "Chopper Read, Australian criminal and author (died 2013)",
            "year": 1954
        },
        {
            "text": "Babis Tennes, Greek footballer and manager",
            "year": 1953
        },
        {
            "text": "David Emanuel, Welsh fashion designer",
            "year": 1952
        },
        {
            "text": "Ties Kruize, Dutch field hockey player",
            "year": 1952
        },
        {
            "text": "Runa Laila, Bangladeshi singer",
            "year": 1952
        },
        {
            "text": "Cyril Ramaphosa, South African businessman and politician, fifth President of South Africa",
            "year": 1952
        },
        {
            "text": "Butch Davis, American football player and coach",
            "year": 1951
        },
        {
            "text": "Werner Hoyer, German economist and politician",
            "year": 1951
        },
        {
            "text": "Dean Paul Martin, American singer, actor, and pilot (died 1987)",
            "year": 1951
        },
        {
            "text": "Stephen Root, American actor",
            "year": 1951
        },
        {
            "text": "Jack Vettriano, Scottish painter and philanthropist (died 2025)",
            "year": 1951
        },
        {
            "text": "Roland Matthes, German swimmer (died 2019)",
            "year": 1950
        },
        {
            "text": "John Boehner, American businessman and politician, 53rd Speaker of the United States House of Representatives",
            "year": 1949
        },
        {
            "text": "Nguyễn Tấn Dũng, Vietnamese soldier and politician, eighth Prime Minister of Vietnam",
            "year": 1949
        },
        {
            "text": "Michael Wenden, Australian swimmer",
            "year": 1949
        },
        {
            "text": "Howard Dean, American physician and politician, 79th Governor of Vermont",
            "year": 1948
        },
        {
            "text": "East Bay Ray, American guitarist",
            "year": 1948
        },
        {
            "text": "Howard Fineman, American journalist and television commentator (died 2024)",
            "year": 1948
        },
        {
            "text": "Rod Clements, British singer-songwriter, guitarist, and multi-instrumentalist",
            "year": 1947
        },
        {
            "text": "Martin Barre, English guitarist and songwriter",
            "year": 1946
        },
        {
            "text": "Terry Branstad, American soldier, lawyer, and politician, 39th Governor of Iowa and U.S. Ambassador to China (2017-2020)",
            "year": 1946
        },
        {
            "text": "Petra Burka, Dutch-Canadian figure skater and coach",
            "year": 1946
        },
        {
            "text": "Lesley Abdela, English journalist and activist",
            "year": 1945
        },
        {
            "text": "Jeremy Hanley, English accountant and politician, British Minister of State for Foreign Affairs",
            "year": 1945
        },
        {
            "text": "Elvin Hayes, American basketball player and sportscaster",
            "year": 1945
        },
        {
            "text": "Roland Joffé, English-French director, producer, and screenwriter",
            "year": 1945
        },
        {
            "text": "Abdelmadjid Tebboune, Algerian politician, 8th President of Algeria",
            "year": 1945
        },
        {
            "text": "Jim Boeheim, American basketball player and coach",
            "year": 1944
        },
        {
            "text": "Malcolm Bruce, English-Scottish journalist, academic, and politician",
            "year": 1944
        },
        {
            "text": "Gene Clark, American singer-songwriter and musician (died 1991)",
            "year": 1944
        },
        {
            "text": "Danny DeVito, American actor, director, and producer",
            "year": 1944
        },
        {
            "text": "Rem Koolhaas, Dutch architect and academic, designed the Seattle Central Library",
            "year": 1944
        },
        {
            "text": "Lorne Michaels, Canadian-American screenwriter and producer, created Saturday Night Live",
            "year": 1944
        },
        {
            "text": "Tom Seaver, American baseball pitcher (died 2020)",
            "year": 1944
        },
        {
            "text": "Sammy Younge Jr., American civil rights activist (died 1966)",
            "year": 1944
        },
        {
            "text": "Lauren Hutton, American model and actress",
            "year": 1943
        },
        {
            "text": "Derek Clayton, English-Australian runner",
            "year": 1942
        },
        {
            "text": "Partha Dasgupta, Bangladeshi economist and academic",
            "year": 1942
        },
        {
            "text": "Bob Gaudio, American singer-songwriter, keyboard player, and producer",
            "year": 1942
        },
        {
            "text": "Lesley Rees, English endocrinologist and academic",
            "year": 1942
        },
        {
            "text": "István Rosztóczy, Hungarian-Japanese microbiologist and physician (died 1993)",
            "year": 1942
        },
        {
            "text": "Martin Scorsese, American director, producer, screenwriter, and actor",
            "year": 1942
        },
        {
            "text": "Luke Kelly, Irish singer, folk musician and actor (died 1984)",
            "year": 1940
        },
        {
            "text": "Auberon Waugh, English journalist and author (died 2001)",
            "year": 1939
        },
        {
            "text": "Charles Guthrie, Baron Guthrie of Craigiebank, Scottish general",
            "year": 1938
        },
        {
            "text": "Gordon Lightfoot, Canadian singer-songwriter and guitarist (died 2023)",
            "year": 1938
        },
        {
            "text": "Peter Cook, English comedian, actor, and screenwriter (died 1995)",
            "year": 1937
        },
        {
            "text": "Crispian Hollis, English Roman Catholic bishop",
            "year": 1936
        },
        {
            "text": "Bobby Joe Conrad, American football player",
            "year": 1935
        },
        {
            "text": "Toni Sailer, Austrian skier and actor (died 2009)",
            "year": 1935
        },
        {
            "text": "Masatoshi Sakai, Japanese record producer (died 2021)",
            "year": 1935
        },
        {
            "text": "Jim Inhofe, American soldier and politician, senior senator of Oklahoma (died 2024)",
            "year": 1934
        },
        {
            "text": "Anthony King, Canadian-English Psephologist and academic (died 2017)",
            "year": 1934
        },
        {
            "text": "Terry Rand, American basketball player (died 2014)",
            "year": 1934
        },
        {
            "text": "Dan Osinski, American baseball player (died 2013)",
            "year": 1933
        },
        {
            "text": "Orlando Peña, Cuban-American baseball player and scout",
            "year": 1933
        },
        {
            "text": "Jeremy Black, English admiral (died 2015)",
            "year": 1932
        },
        {
            "text": "Bob Mathias, American decathlete, actor, and politician (died 2006)",
            "year": 1930
        },
        {
            "text": "Gorō Naya, Japanese actor and director (died 2013)",
            "year": 1929
        },
        {
            "text": "Norm Zauchin, American baseball player (died 1999)",
            "year": 1929
        },
        {
            "text": "Arman, French-American painter and sculptor (died 2005)",
            "year": 1928
        },
        {
            "text": "Rance Howard, American actor, producer, and screenwriter (died 2017)",
            "year": 1928
        },
        {
            "text": "Colin McDonald, Australian cricketer (died 2021)",
            "year": 1928
        },
        {
            "text": "Robert Drasnin, American clarinet player and composer (died 2015)",
            "year": 1927
        },
        {
            "text": "Fenella Fielding, English actress (died 2018)",
            "year": 1927
        },
        {
            "text": "Nicholas Taylor, Canadian geologist, businessman, and politician (died 2020)",
            "year": 1927
        },
        {
            "text": "Jean Faut, American baseball player and bowler (died 2023)",
            "year": 1925
        },
        {
            "text": "Rock Hudson, American actor (died 1985)",
            "year": 1925
        },
        {
            "text": "Charles Mackerras, American-Australian oboe player and conductor (died 2010)",
            "year": 1925
        },
        {
            "text": "Hubertus Brandenburg, Swedish bishop (died 2009)",
            "year": 1923
        },
        {
            "text": "Mike Garcia, American baseball player (died 1986)",
            "year": 1923
        },
        {
            "text": "Aristides Pereira, Cape Verdean politician, first President of Cape Verde (died 2011)",
            "year": 1923
        },
        {
            "text": "Bert Sutcliffe, New Zealand cricketer and coach (died 2001)",
            "year": 1923
        },
        {
            "text": "Stanley Cohen, American biochemist and academic, Nobel Prize laureate (died 2020)",
            "year": 1922
        },
        {
            "text": "Jack Froggatt, English footballer (died 1993)",
            "year": 1922
        },
        {
            "text": "Albert Bertelsen, Danish painter and illustrator (died 2019)",
            "year": 1921
        },
        {
            "text": "Camillo Felgen, Luxembourgian singer-songwriter (died 2005)",
            "year": 1920
        },
        {
            "text": "Gemini Ganesan, Indian actor and director (died 2002)",
            "year": 1920
        },
        {
            "text": "Kim Heungsou, Korean painter and educator (died 2014)",
            "year": 1919
        },
        {
            "text": "Ruth Aaronson Bari, American mathematician (died 2005)",
            "year": 1917
        },
        {
            "text": "Shelby Foote, American historian and author (died 2005)",
            "year": 1916
        },
        {
            "text": "Christian Fouchet, French lawyer and politician, French Minister of the Interior (died 1974)",
            "year": 1911
        },
        {
            "text": "Israel Regardie, English occultist and author (died 1985)",
            "year": 1907
        },
        {
            "text": "Soichiro Honda, Japanese engineer and businessman, co-founded the Honda Motor Company (died 1991)",
            "year": 1906
        },
        {
            "text": "Rollie Stiles, American baseball player (died 2007)",
            "year": 1906
        },
        {
            "text": "Astrid of Sweden (died 1935)",
            "year": 1905
        },
        {
            "text": "Mischa Auer, Russian-American actor (died 1967)",
            "year": 1905
        },
        {
            "text": "Arthur Chipperfield, Australian cricketer (died 1987)",
            "year": 1905
        },
        {
            "text": "Isamu Noguchi, American sculptor and architect (died 1988)",
            "year": 1904
        },
        {
            "text": "Eugene Wigner, Hungarian physicist and mathematician, Nobel Prize laureate (died 1995)",
            "year": 1902
        },
        {
            "text": "Walter Hallstein, German academic and politician, first President of the European Commission (died 1982)",
            "year": 1901
        },
        {
            "text": "Lee Strasberg, Ukrainian-American actor and director (died 1982)",
            "year": 1901
        },
        {
            "text": "Douglas Shearer, Canadian-American engineer (died 1971)",
            "year": 1899
        },
        {
            "text": "Frank Fay, American actor, singer, and screenwriter (died 1961)",
            "year": 1897
        },
        {
            "text": "Lev Vygotsky, Belarusian-Russian psychologist and philosopher (died 1934)",
            "year": 1896
        },
        {
            "text": "Gregorio López, Mexican journalist, author, and poet (died 1966)",
            "year": 1895
        },
        {
            "text": "Lester Allen, American screen, stage, vaudeville, circus actor, and film director (died 1949)",
            "year": 1891
        },
        {
            "text": "Bernard Montgomery, 1st Viscount Montgomery of Alamein, English field marshal (died 1976)",
            "year": 1887
        },
        {
            "text": "Walter Terence Stace, English-American philosopher, academic, and civil servant (died 1967)",
            "year": 1886
        },
        {
            "text": "Grace Abbott, American social worker (died 1939)",
            "year": 1878
        },
        {
            "text": "Augustus Goessling, American swimmer and water polo player (died 1963)",
            "year": 1878
        },
        {
            "text": "Frank Calder, English-Canadian journalist and businessman (died 1943)",
            "year": 1877
        },
        {
            "text": "Korbinian Brodmann, German neurologist and academic (died 1918)",
            "year": 1868
        },
        {
            "text": "Voltairine de Cleyre, American author and activist (died 1912)",
            "year": 1866
        },
        {
            "text": "Joseph Babinski, French neurologist and academic (died 1932)",
            "year": 1857
        },
        {
            "text": "Hubert Lyautey, French general and politician, French Minister of War (died 1934)",
            "year": 1854
        },
        {
            "text": "Andrew L. Harris, American general and politician, 44th Governor of Ohio (died 1915)",
            "year": 1835
        },
        {
            "text": "Petko Slaveykov, Bulgarian journalist and poet (died 1895)",
            "year": 1827
        },
        {
            "text": "August Wilhelm Ambros, Austrian composer and historian (died 1876)",
            "year": 1816
        },
        {
            "text": "Charles Lock Eastlake, English painter, historian, and academic (died 1865)",
            "year": 1793
        },
        {
            "text": "August Ferdinand Möbius, German mathematician and astronomer (died 1868)",
            "year": 1790
        },
        {
            "text": "Charlotte Georgine, duchess of Mecklenburg-Strelitz (died 1818)",
            "year": 1769
        },
        {
            "text": "Jacques MacDonald, French general (died 1840)",
            "year": 1765
        },
        {
            "text": "Louis XVIII, king of France (died 1824)",
            "year": 1755
        },
        {
            "text": "Gotthilf Heinrich Ernst Muhlenberg, American pastor and botanist (died 1815)",
            "year": 1753
        },
        {
            "text": "Nicolas Appert, French chef, invented canning (died 1841)",
            "year": 1749
        },
        {
            "text": "Maria Antonia Ferdinanda, Sardinian queen consort (died 1785)",
            "year": 1729
        },
        {
            "text": "Pierre Gaultier de Varennes, Canadian commander and explorer (died 1749)",
            "year": 1685
        },
        {
            "text": "Pierre François le Courayer, French theologian and author (died 1776)",
            "year": 1681
        },
        {
            "text": "Dorgon, Chinese prince and regent (died 1650)",
            "year": 1612
        },
        {
            "text": "Agnes of Jesus, French Catholic nun (died 1634)",
            "year": 1602
        },
        {
            "text": "Joost van den Vondel, Dutch poet and playwright (died 1679)",
            "year": 1587
        },
        {
            "text": "Roque González de Santa Cruz, Paraguayan missionary and saint (died 1628)",
            "year": 1576
        },
        {
            "text": "Bronzino, Italian painter (died 1572)",
            "year": 1503
        },
        {
            "text": "John Neville, 3rd Baron Latimer, English politician (died 1543)",
            "year": 1493
        },
        {
            "text": "Alfonso, Asturian prince (died 1468)",
            "year": 1453
        },
        {
            "text": "Zanobi Strozzi, Italian painter (died 1468)",
            "year": 1412
        },
        {
            "text": "Sima Guang, Chinese politician (died 1086)",
            "year": 1019
        },
        {
            "text": "Vespasian, Roman emperor (died 79)",
            "year": 9
        }
    ],
    "deaths": [
        {
            "text": "Macoto Takahashi, Japanese manga artist (born 1934)",
            "year": 2024
        },
        {
            "text": "Young Dolph, American rapper (born 1985)",
            "year": 2021
        },
        {
            "text": "Tuka Rocha, Brazilian race car driver (born 1982)",
            "year": 2019
        },
        {
            "text": "John Leahy, English lawyer and diplomat, High Commissioner to Australia (born 1928)",
            "year": 2015
        },
        {
            "text": "Rahim Moeini Kermanshahi, Iranian poet and songwriter (born 1926)",
            "year": 2015
        },
        {
            "text": "John T. Downey, American CIA agent and judge (born 1930)",
            "year": 2014
        },
        {
            "text": "Bill Frenzel, American lieutenant and politician (born 1928)",
            "year": 2014
        },
        {
            "text": "Ray Sadecki, American baseball player (born 1940)",
            "year": 2014
        },
        {
            "text": "Patrick Suppes, American psychologist and philosopher (born 1922)",
            "year": 2014
        },
        {
            "text": "Zeke Bella, American baseball player (born 1930)",
            "year": 2013
        },
        {
            "text": "Alfred Blake, English colonel and lawyer (born 1915)",
            "year": 2013
        },
        {
            "text": "Syd Field, American screenwriter and producer (born 1935)",
            "year": 2013
        },
        {
            "text": "Doris Lessing, British novelist, poet, playwright, Nobel Prize laureate (born 1919)",
            "year": 2013
        },
        {
            "text": "Alex Marques, Portuguese footballer (born 1993)",
            "year": 2013
        },
        {
            "text": "Mary Nesbitt Wisham, American baseball player (born 1925)",
            "year": 2013
        },
        {
            "text": "Ponty Chadha, Indian businessman and philanthropist (born 1957)",
            "year": 2012
        },
        {
            "text": "Armand Desmet, Belgian cyclist (born 1931)",
            "year": 2012
        },
        {
            "text": "Lea Gottlieb, Hungarian-Israeli fashion designer, founded the Gottex Company (born 1918)",
            "year": 2012
        },
        {
            "text": "Freddy Schmidt, American baseball player (born 1916)",
            "year": 2012
        },
        {
            "text": "Billy Scott, American singer-songwriter (born 1942)",
            "year": 2012
        },
        {
            "text": "Bal Thackeray, Indian cartoonist and politician (born 1926)",
            "year": 2012
        },
        {
            "text": "Margaret Yorke, English author (born 1924)",
            "year": 2012
        },
        {
            "text": "Kurt Budke, American basketball player and coach (born 1961)",
            "year": 2011
        },
        {
            "text": "George Stephen Morrison, American admiral (born 1919)",
            "year": 2008
        },
        {
            "text": "Pete Newell, American basketball player and coach (born 1915)",
            "year": 2008
        },
        {
            "text": "Aarne Hermlin, Estonian chess player (born 1940)",
            "year": 2007
        },
        {
            "text": "Ruth Brown, American singer-songwriter and actress (born 1928)",
            "year": 2006
        },
        {
            "text": "Ferenc Puskás, Hungarian footballer and manager (born 1927)",
            "year": 2006
        },
        {
            "text": "Bo Schembechler, American football player and coach (born 1929)",
            "year": 2006
        },
        {
            "text": "Marek Perepeczko, Polish actor and director (born 1942)",
            "year": 2005
        },
        {
            "text": "Mikael Ljungberg, Swedish wrestler and manager (born 1970)",
            "year": 2004
        },
        {
            "text": "Alexander Ragulin, Russian ice hockey player (born 1941)",
            "year": 2004
        },
        {
            "text": "Surjit Bindrakhia, Indian singer (born 1962)",
            "year": 2003
        },
        {
            "text": "Arthur Conley, American-Dutch singer-songwriter (born 1946)",
            "year": 2003
        },
        {
            "text": "Abba Eban, South African-Israeli soldier and politician, third Israeli Minister of Foreign Affairs (born 1915)",
            "year": 2002
        },
        {
            "text": "Frank McCarthy, American painter and illustrator (born 1924)",
            "year": 2002
        },
        {
            "text": "Michael Karoli, German guitarist and songwriter (born 1948)",
            "year": 2001
        },
        {
            "text": "Harrison A. Williams, American lieutenant, lawyer, and politician (born 1919)",
            "year": 2001
        },
        {
            "text": "Louis Néel, French physicist and academic, Nobel Prize laureate (born 1904)",
            "year": 2000
        },
        {
            "text": "Kea Bouman, Dutch tennis player (born 1903)",
            "year": 1998
        },
        {
            "text": "Esther Rolle, American actress (born 1920)",
            "year": 1998
        },
        {
            "text": "Alan Hull, English singer-songwriter and guitarist (born 1945)",
            "year": 1995
        },
        {
            "text": "Gérard D. Levesque, Canadian lawyer and politician, fifth Deputy Premier of Quebec (born 1926)",
            "year": 1993
        },
        {
            "text": "Audre Lorde, American poet, essayist, memoirist, and activist (born 1934)",
            "year": 1992
        },
        {
            "text": "Robert Hofstadter, American physicist and academic, Nobel Prize laureate (born 1915)",
            "year": 1990
        },
        {
            "text": "Costabile Farace, American criminal (born 1960)",
            "year": 1989
        },
        {
            "text": "Sheilah Graham Westbrook, English-American actress, author, and journalist (born 1904)",
            "year": 1988
        },
        {
            "text": "Paul Derringer, American baseball player (born 1906)",
            "year": 1987
        },
        {
            "text": "Georges Besse, French businessman (born 1927)",
            "year": 1986
        },
        {
            "text": "Eduard Tubin, Estonian composer and conductor (born 1905)",
            "year": 1982
        },
        {
            "text": "John Glascock, English singer and bass player  (born 1951)",
            "year": 1979
        },
        {
            "text": "Abdul Hamid Khan Bhashani, Bangladeshi scholar and politician (born 1880)",
            "year": 1976
        },
        {
            "text": "Mirra Alfassa, French-Indian spiritual leader (born 1878)",
            "year": 1973
        },
        {
            "text": "Gladys Cooper, English actress (born 1888)",
            "year": 1971
        },
        {
            "text": "Mervyn Peake, English poet, author, and illustrator (born 1911)",
            "year": 1968
        },
        {
            "text": "Abdul Wahed Bokainagari, Bengali politician (born 1876)",
            "year": 1968
        },
        {
            "text": "Heitor Villa-Lobos, Brazilian guitarist and composer (born 1887)",
            "year": 1959
        },
        {
            "text": "Mort Cooper, American baseball player (born 1913)",
            "year": 1958
        },
        {
            "text": "James P. Johnson, American pianist and composer (born 1894)",
            "year": 1955
        },
        {
            "text": "Yitzhak Lamdan, Russian-Israeli poet and journalist (born 1899)",
            "year": 1954
        },
        {
            "text": "Victor Serge, Russian historian and author (born 1890)",
            "year": 1947
        },
        {
            "text": "Eric Gill, English sculptor and typeface designer (born 1882)",
            "year": 1940
        },
        {
            "text": "Raymond Pearl, American biologist and academic (born 1879)",
            "year": 1940
        },
        {
            "text": "Ante Trumbić, Croatian lawyer and politician, 20th Mayor of Split (born 1864)",
            "year": 1938
        },
        {
            "text": "Jack Worrall, Australian footballer, cricketer, and coach (born 1860)",
            "year": 1937
        },
        {
            "text": "Ernestine Schumann-Heink, German-American singer (born 1861)",
            "year": 1936
        },
        {
            "text": "Herman Hollerith, American statistician and businessman (born 1860)",
            "year": 1929
        },
        {
            "text": "Lala Lajpat Rai, Indian author and politician (born 1865)",
            "year": 1928
        },
        {
            "text": "Gregory VII of Constantinople (born 1850)",
            "year": 1924
        },
        {
            "text": "Eduard Bornhöhe, Estonian author (born 1862)",
            "year": 1923
        },
        {
            "text": "Robert Comtesse, Swiss lawyer and politician, 29th President of the Swiss Confederation (born 1847)",
            "year": 1922
        },
        {
            "text": "Auguste Rodin, French sculptor and illustrator (born 1840)",
            "year": 1917
        },
        {
            "text": "Ralph Johnstone, American pilot (born 1886)",
            "year": 1910
        },
        {
            "text": "Adolphe, Grand Duke of Luxembourg, (born 1817)",
            "year": 1905
        },
        {
            "text": "Hugh Price Hughes, Welsh theologian and educator (born 1847)",
            "year": 1902
        },
        {
            "text": "George Hendric Houghton, American pastor and theologian (born 1820)",
            "year": 1897
        },
        {
            "text": "James McCune Smith, American physician and author (born 1813)",
            "year": 1865
        },
        {
            "text": "Carle Vernet, French painter and lithographer (born 1758)",
            "year": 1835
        },
        {
            "text": "Charlotte of Mecklenburg-Strelitz (born 1744)",
            "year": 1818
        },
        {
            "text": "John Walter, English Insurance underwriter and founder of The Times newspaper (born 1738/1739)",
            "year": 1812
        },
        {
            "text": "David Zeisberger, Czech-American pastor and missionary (born 1721)",
            "year": 1808
        },
        {
            "text": "Catherine the Great, of Russia (born 1729)",
            "year": 1796
        },
        {
            "text": "Bernardo Bellotto, Italian painter and illustrator (born 1720)",
            "year": 1780
        },
        {
            "text": "James Ferguson, Scottish astronomer and instrument maker (born 1710)",
            "year": 1776
        },
        {
            "text": "Thomas Pelham-Holles, 1st Duke of Newcastle, English lawyer and politician, Prime Minister of Great Britain (born 1693)",
            "year": 1768
        },
        {
            "text": "Alain-René Lesage, French author and playwright (born 1668)",
            "year": 1747
        },
        {
            "text": "Abraham van Riebeeck, South African-Indonesian merchant and politician, Governor-General of the Dutch East Indies (born 1653)",
            "year": 1713
        },
        {
            "text": "Ludolf Bakhuizen, German-Dutch painter (born 1631)",
            "year": 1708
        },
        {
            "text": "Charles de Sainte-Maure, duc de Montausier, French general and politician (born 1610)",
            "year": 1690
        },
        {
            "text": "Joseph Alleine, English pastor and author (born 1634)",
            "year": 1668
        },
        {
            "text": "John Earle, English bishop (born 1601)",
            "year": 1665
        },
        {
            "text": "Thomas Ford, English viol player, composer, and poet (born 1580)",
            "year": 1648
        },
        {
            "text": "Jean-Baptiste Budes, Comte de Guébriant, French general (born 1602)",
            "year": 1643
        },
        {
            "text": "Gottfried Heinrich Graf zu Pappenheim, Bavarian field marshal (born 1594)",
            "year": 1632
        },
        {
            "text": "Jakob Böhme, German mystic (born 1575)",
            "year": 1624
        },
        {
            "text": "Kuki Yoshitaka, Japanese commander (born 1542)",
            "year": 1600
        },
        {
            "text": "John III of Sweden (born 1537)",
            "year": 1592
        },
        {
            "text": "Antoine of Navarre (born 1518)",
            "year": 1562
        },
        {
            "text": "Mary I of England (born 1516)",
            "year": 1558
        },
        {
            "text": "Reginald Pole, English cardinal and academic (born 1500)",
            "year": 1558
        },
        {
            "text": "Hugh Aston, English composer (born 1485)",
            "year": 1558
        },
        {
            "text": "Eleanor of Viseu, queen of João II of Portugal (born 1458)",
            "year": 1525
        },
        {
            "text": "Giovanni Pico della Mirandola, Italian philosopher and author (born 1463)",
            "year": 1494
        },
        {
            "text": "Jami, Persian poet and saint (born 1414)",
            "year": 1492
        },
        {
            "text": "Gazi Evrenos, Ottoman general (born 1288)",
            "year": 1417
        },
        {
            "text": "Edmund FitzAlan, 9th Earl of Arundel, English politician (born 1285)",
            "year": 1326
        },
        {
            "text": "Hethum II, King of Armenia (born 1266)",
            "year": 1307
        },
        {
            "text": "Leo III, King of Armenia (born 1289)",
            "year": 1307
        },
        {
            "text": "Elizabeth of Hungary (born 1207)",
            "year": 1231
        },
        {
            "text": "Usama ibn Munqidh, Arab chronicler (born 1095)",
            "year": 1188
        },
        {
            "text": "Nikephoros Melissenos, Byzantine general (born 1045)",
            "year": 1104
        },
        {
            "text": "Chen Jinfeng, empress of Min (born 893)",
            "year": 935
        },
        {
            "text": "Wang Yanjun, emperor of Min (Ten Kingdoms)",
            "year": 935
        },
        {
            "text": "Liutgard of Saxony (born 845)",
            "year": 885
        },
        {
            "text": "Emperor Jomei of Japan (born 593)",
            "year": 641
        },
        {
            "text": "Gregory of Tours, Roman bishop and saint (born 538)",
            "year": 594
        },
        {
            "text": "Valentinian I, Roman emperor (born 321)",
            "year": 375
        }
    ],
    "metadata": {
        "current_date": "November 17, 2025",
        "short_date": "Nov 17",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            52,
            57,
            35,
            56,
            41,
            15,
            6,
            4,
            50,
            12
        ],
        "births": [
            101,
            132,
            118,
            167
        ],
        "deaths": [
            48,
            91,
            7,
            16
        ]
    }
}