{
    "events": [
        {
            "text": "A 6.5Mw earthquake strikes the Indonesian island of Java in the city of Tasikmalaya, resulting in four deaths.",
            "year": 2017
        },
        {
            "text": "Gunman Man Haron Monis takes 18 hostages inside a café in Martin Place for 16 hours in Sydney. Monis and two hostages are killed when police raid the café the following morning.",
            "year": 2014
        },
        {
            "text": "The South Sudanese Civil War begins when opposition leaders Dr. Riek Machar, Pagan Amum and Rebecca Nyandeng vote to boycott the meeting of the National Liberation Council at Nyakuron.",
            "year": 2013
        },
        {
            "text": "A boat carrying 90 asylum seekers crashes into rocks off the coast of Christmas Island, Australia, killing 48 people.",
            "year": 2010
        },
        {
            "text": "Introduction of the Lockheed Martin F-22 Raptor into USAF active service.",
            "year": 2005
        },
        {
            "text": "The Leaning Tower of Pisa reopens after 11 years and $27,000,000 spent to stabilize it, without fixing its famous lean.",
            "year": 2001
        },
        {
            "text": "The third reactor at the Chernobyl Nuclear Power Plant is shut down.",
            "year": 2000
        },
        {
            "text": "Tajikistan Airlines Flight 3183 crashes in the desert near Sharjah, United Arab Emirates, killing 85.",
            "year": 1997
        },
        {
            "text": "The Troubles: The Downing Street Declaration is issued by British Prime Minister John Major and Irish Taoiseach Albert Reynolds.",
            "year": 1993
        },
        {
            "text": "Second Optional Protocol to the International Covenant on Civil and Political Rights relating the abolition of capital punishment is adopted.",
            "year": 1989
        },
        {
            "text": "A suicide car bombing targeting the Iraqi embassy in Beirut, Lebanon, levels the embassy and kills 61 people, including Iraq's ambassador to Lebanon. The attack is considered the first modern suicide bombing.",
            "year": 1981
        },
        {
            "text": "U.S. President Jimmy Carter announces that the United States will recognize the People's Republic of China and sever diplomatic relations with the Republic of China (Taiwan).",
            "year": 1978
        },
        {
            "text": "John Paul Getty III, grandson of American billionaire J. Paul Getty, is found alive near Naples, Italy, after being kidnapped by an Italian gang on July 10.",
            "year": 1973
        },
        {
            "text": "The American Psychiatric Association votes 13–0 to remove homosexuality from its official list of psychiatric disorders, the Diagnostic and Statistical Manual of Mental Disorders.",
            "year": 1973
        },
        {
            "text": "Soviet spacecraft Venera 7 successfully lands on Venus. It is the first successful soft landing on another planet.",
            "year": 1970
        },
        {
            "text": "Project Gemini: Gemini 6A, crewed by Wally Schirra and Thomas Stafford, is launched from Cape Kennedy, Florida. Four orbits later, it achieves the first space rendezvous, with Gemini 7.",
            "year": 1965
        },
        {
            "text": "Eichmann trial: Adolf Eichmann is sentenced to death after being found guilty by an Israeli court of 15 criminal charges, including charges of crimes against humanity, crimes against the Jewish people, and membership of an outlawed organization.",
            "year": 1961
        },
        {
            "text": "Richard Pavlick is arrested for plotting to assassinate U.S. President-Elect John F. Kennedy.",
            "year": 1960
        },
        {
            "text": "King Mahendra of Nepal suspends the country's constitution, dissolves parliament, dismisses the cabinet, and imposes direct rule.",
            "year": 1960
        },
        {
            "text": "Occupation of Japan/Shinto Directive: General Douglas MacArthur orders that Shinto be abolished as the state religion of Japan.",
            "year": 1945
        },
        {
            "text": "World War II: a single-engine UC-64A Norseman aeroplane carrying United States Army Air Forces Major Glenn Miller is lost in a flight over the English Channel.",
            "year": 1944
        },
        {
            "text": "World War II: The Battle of Arawe begins during the New Britain campaign.",
            "year": 1943
        },
        {
            "text": "World War II: The Battle of Mount Austen, the Galloping Horse, and the Sea Horse begins during the Guadalcanal campaign.",
            "year": 1942
        },
        {
            "text": "The Holocaust in Ukraine: German troops murder over 15,000 Jews at Drobytsky Yar, a ravine southeast of the city of Kharkiv.",
            "year": 1941
        },
        {
            "text": "Gone with the Wind (highest inflation adjusted grossing film) receives its premiere at Loew's Grand Theatre in Atlanta, Georgia, United States.",
            "year": 1939
        },
        {
            "text": "Anarchist insurrection suppressed in Zaragoza, Spain.",
            "year": 1933
        },
        {
            "text": "World War I: An armistice between Russia and the Central Powers is signed.",
            "year": 1917
        },
        {
            "text": "World War I: The Serbian Army recaptures Belgrade from the invading Austro-Hungarian Army.",
            "year": 1914
        },
        {
            "text": "A gas explosion at Mitsubishi Hōjō coal mine, in Kyushu, Japan, kills 687.",
            "year": 1914
        },
        {
            "text": "The London Underground's Great Northern, Piccadilly and Brompton Railway opens.",
            "year": 1906
        },
        {
            "text": "The Pushkin House is established in Saint Petersburg, Russia, to preserve the cultural heritage of Alexander Pushkin.",
            "year": 1905
        },
        {
            "text": "Italian American food cart vendor Italo Marchiony receives a U.S. patent for inventing a machine that makes ice cream cones.",
            "year": 1903
        },
        {
            "text": "British Army forces are defeated at the Battle of Colenso in Natal, South Africa, the third and final battle fought during the Black Week of the Second Boer War.",
            "year": 1899
        },
        {
            "text": "Symphony No. 9 (\"From the New World\" a.k.a. the \"New World Symphony\") by Antonín Dvořák premieres in a public afternoon rehearsal at Carnegie Hall in New York City, followed by a concert premiere on the evening of December 16.",
            "year": 1893
        },
        {
            "text": "Hunkpapa Lakota leader Sitting Bull is killed on Standing Rock Indian Reservation, leading to the Wounded Knee Massacre.",
            "year": 1890
        },
        {
            "text": "Sixteen-year-old telegraphist Ella Stewart keys and sends the first telegraphed message from Arizona Territory at the Deseret Telegraph Company office in Pipe Spring.",
            "year": 1871
        },
        {
            "text": "The short-lived Republic of Ezo is proclaimed in the Ezo area of Japan. It is the first attempt to establish a democracy in Japan.",
            "year": 1869
        },
        {
            "text": "American Civil War: The Battle of Nashville begins at Nashville, Tennessee, and ends the following day with the destruction of the Confederate Army of Tennessee under General John Bell Hood as a fighting force by the Union Army of the Cumberland under General George H. Thomas.",
            "year": 1864
        },
        {
            "text": "American Civil War: The Battle of Fredericksburg ends in a Union defeat as General Ambrose Burnside withdraws the Army of the Potomac across the Rappahannock River.",
            "year": 1862
        },
        {
            "text": "The U.S. Patent Office building in Washington, D.C., nearly burns to the ground, destroying all 9,957 patents issued by the federal government to that date, as well as 7,000 related patent models.",
            "year": 1836
        },
        {
            "text": "The United States Bill of Rights becomes law when ratified by the Virginia General Assembly.",
            "year": 1791
        },
        {
            "text": "American Revolutionary War: British and French fleets clash in the Battle of St. Lucia.",
            "year": 1778
        },
        {
            "text": "Castle Cornet in Guernsey, the last stronghold which had supported the King in the Third English Civil War, surrenders.",
            "year": 1651
        },
        {
            "text": "The town of Ekenäs (Finnish: Tammisaari) is founded by King Gustav Vasa of Sweden.",
            "year": 1546
        },
        {
            "text": "Stephen III of Moldavia defeats Matthias Corvinus of Hungary, with the latter being injured thrice, at the Battle of Baia.",
            "year": 1467
        },
        {
            "text": "The Nizari Ismaili garrison of Gerdkuh, Persia surrender after 17 years to the Mongols.",
            "year": 1270
        },
        {
            "text": "Mongol forces under Hulagu enter and dismantle the Nizari Ismaili (Assassin) stronghold at Alamut Castle (in present-day Iran) as part of their offensive on Islamic southwest Asia.",
            "year": 1256
        },
        {
            "text": "Sicilian Chancellor Stephen du Perche moves the royal court to Messina to prevent a rebellion.",
            "year": 1167
        },
        {
            "text": "Jin–Song wars: Military officers conspire against the emperor Wanyan Liang of the Jin dynasty after a military defeat at the Battle of Caishi, and assassinate the emperor at his camp.",
            "year": 1161
        },
        {
            "text": "Constantine VIII becomes sole emperor of the Byzantine Empire, 63 years after being crowned co-emperor.",
            "year": 1025
        },
        {
            "text": "Pope Sergius I is elected as a compromise between antipopes Paschal and Theodore.",
            "year": 687
        },
        {
            "text": "Vandalic War: Byzantine general Belisarius defeats the Vandals, commanded by King Gelimer, at the Battle of Tricamarum.",
            "year": 533
        }
    ],
    "births": [
        {
            "text": "Kayvon Thibodeaux, American football player",
            "year": 2000
        },
        {
            "text": "Chandler Canterbury, American actor",
            "year": 1998
        },
        {
            "text": "Maude Apatow, American actress",
            "year": 1997
        },
        {
            "text": "Zach Banks, American race car driver",
            "year": 1997
        },
        {
            "text": "Magdalena Fręch, Polish tennis player",
            "year": 1997
        },
        {
            "text": "Stefania LaVie Owen, New Zealand-American actress",
            "year": 1997
        },
        {
            "text": "Jenifer Brening, German singer",
            "year": 1996
        },
        {
            "text": "Oleksandr Zinchenko, Ukrainian footballer",
            "year": 1996
        },
        {
            "text": "Jahlil Okafor, American basketball player",
            "year": 1995
        },
        {
            "text": "Daniel Ochefu, American basketball player",
            "year": 1993
        },
        {
            "text": "Daiamami Genki, Japanese sumo wrestler",
            "year": 1992
        },
        {
            "text": "Jesse Lingard, English footballer",
            "year": 1992
        },
        {
            "text": "Maximiliano Meza, Argentine footballer",
            "year": 1992
        },
        {
            "text": "Alex Telles, Brazilian footballer",
            "year": 1992
        },
        {
            "text": "Conor Daly, American race car driver",
            "year": 1991
        },
        {
            "text": "Yanni Gourde, Canadian ice hockey player",
            "year": 1991
        },
        {
            "text": "Alana Haim, American musician and actress",
            "year": 1991
        },
        {
            "text": "Nichole Bloom, American actress and model",
            "year": 1989
        },
        {
            "text": "Erik Gustafsson, Swedish ice hockey player",
            "year": 1988
        },
        {
            "text": "Emily Head, English actress",
            "year": 1988
        },
        {
            "text": "Steven Nzonzi, French footballer",
            "year": 1988
        },
        {
            "text": "Josh Norman, American football player",
            "year": 1987
        },
        {
            "text": "Kim Junsu, South Korean singer-songwriter and dancer",
            "year": 1986
        },
        {
            "text": "Iveta Mazáčová, Czech sprinter",
            "year": 1986
        },
        {
            "text": "Keylor Navas, Costa Rican footballer",
            "year": 1986
        },
        {
            "text": "Snejana Onopka, Ukrainian model",
            "year": 1986
        },
        {
            "text": "Diogo Fernandes, Brazilian footballer",
            "year": 1985
        },
        {
            "text": "Martyn Bernard, English high jumper",
            "year": 1984
        },
        {
            "text": "Martin Škrtel, Slovak footballer",
            "year": 1984
        },
        {
            "text": "Delon Armitage, Trinidadian-English rugby player",
            "year": 1983
        },
        {
            "text": "René Duprée, Canadian professional wrestler",
            "year": 1983
        },
        {
            "text": "Camilla Luddington, English actress",
            "year": 1983
        },
        {
            "text": "Ronnie Radke, American singer-songwriter, guitarist, and producer",
            "year": 1983
        },
        {
            "text": "Sophia Young, Vincentian-American basketball player",
            "year": 1983
        },
        {
            "text": "Charlie Cox, English actor",
            "year": 1982
        },
        {
            "text": "Borja García, Spanish race car driver",
            "year": 1982
        },
        {
            "text": "George O. Gore II, American actor and comedian",
            "year": 1982
        },
        {
            "text": "Tatiana Perebiynis, Ukrainian tennis player",
            "year": 1982
        },
        {
            "text": "Michelle Dockery, English actress",
            "year": 1981
        },
        {
            "text": "Brendan Fletcher, Canadian actor and screenwriter",
            "year": 1981
        },
        {
            "text": "Andy González, Puerto Rican-American baseball player",
            "year": 1981
        },
        {
            "text": "Thomas Herrion, American football player (died 2005)",
            "year": 1981
        },
        {
            "text": "Roman Pavlyuchenko, Russian footballer",
            "year": 1981
        },
        {
            "text": "Élodie Gossuin, French beauty pageant titleholder and model",
            "year": 1980
        },
        {
            "text": "Sergio Pizzorno, English singer-songwriter and guitarist",
            "year": 1980
        },
        {
            "text": "Manuel Wilhelm, German rugby player",
            "year": 1980
        },
        {
            "text": "Adam Brody, American actor",
            "year": 1979
        },
        {
            "text": "Eric Young, Canadian-American wrestler",
            "year": 1979
        },
        {
            "text": "Ned Brower, American drummer",
            "year": 1978
        },
        {
            "text": "Mark Jansen, Dutch guitarist and songwriter",
            "year": 1978
        },
        {
            "text": "Jerome McDougle, American football player",
            "year": 1978
        },
        {
            "text": "Mehmet Aurélio, Brazilian-Turkish footballer and manager",
            "year": 1977
        },
        {
            "text": "Geoff Stults, American actor and producer",
            "year": 1977
        },
        {
            "text": "Baichung Bhutia, Indian footballer and manager",
            "year": 1976
        },
        {
            "text": "Kim Eagles, Canadian sport shooter",
            "year": 1976
        },
        {
            "text": "Aaron Miles, American baseball player and coach",
            "year": 1976
        },
        {
            "text": "Todd Tichenor, American baseball player and umpire",
            "year": 1976
        },
        {
            "text": "Samira Saraya,  Palestinian actor, filmmaker, poet and rapper",
            "year": 1975
        },
        {
            "text": "Garath Archer, English rugby player",
            "year": 1974
        },
        {
            "text": "P. J. Byrne, American actor",
            "year": 1974
        },
        {
            "text": "Surya Bonaly, French figure skater",
            "year": 1973
        },
        {
            "text": "Ryoo Seung-wan, South Korean actor, director, and screenwriter",
            "year": 1973
        },
        {
            "text": "Rodney Harrison, American football player and sportscaster",
            "year": 1972
        },
        {
            "text": "Lee Jung-jae, South Korean actor",
            "year": 1972
        },
        {
            "text": "Stuart Townsend, Irish actor",
            "year": 1972
        },
        {
            "text": "Alexandra Tydings, American actress, director, writer and producer",
            "year": 1972
        },
        {
            "text": "Clint Lowery, American singer-songwriter, guitarist, and producer",
            "year": 1971
        },
        {
            "text": "Frankie Dettori, Italian jockey",
            "year": 1970
        },
        {
            "text": "Lawrence Funderburke, American basketball player",
            "year": 1970
        },
        {
            "text": "Michael Shanks, Canadian actor, screenwriter and director",
            "year": 1970
        },
        {
            "text": "Ralph Ineson, English actor",
            "year": 1969
        },
        {
            "text": "Chantal Petitclerc, Canadian wheelchair racer and senator",
            "year": 1969
        },
        {
            "text": "Adam Setliff, American discus thrower and lawyer",
            "year": 1969
        },
        {
            "text": "Garrett Wang, American actor",
            "year": 1968
        },
        {
            "text": "David Howells, English footballer and coach",
            "year": 1967
        },
        {
            "text": "Mo Vaughn, American baseball player",
            "year": 1967
        },
        {
            "text": "Carl Hooper, Guyanese cricketer and coach",
            "year": 1966
        },
        {
            "text": "Molly Price, American actress",
            "year": 1966
        },
        {
            "text": "Paul Kaye, English actor",
            "year": 1964
        },
        {
            "text": "Ellie Cornell, American actress and producer",
            "year": 1963
        },
        {
            "text": "Norman J. Grossfeld, American screenwriter and producer",
            "year": 1963
        },
        {
            "text": "Helen Slater, American actress",
            "year": 1963
        },
        {
            "text": "David Wingate, American basketball player",
            "year": 1963
        },
        {
            "text": "Tim Gaines, American bass player",
            "year": 1962
        },
        {
            "text": "Simon Hodgkinson, English rugby player and coach",
            "year": 1962
        },
        {
            "text": "Karin Resetarits, Austrian journalist and politician",
            "year": 1961
        },
        {
            "text": "Walter Werzowa, Austrian composer and producer",
            "year": 1960
        },
        {
            "text": "Greg Matthews, Australian cricketer",
            "year": 1959
        },
        {
            "text": "Alan Whetton, New Zealand rugby player",
            "year": 1959
        },
        {
            "text": "Gary Whetton, New Zealand rugby player",
            "year": 1959
        },
        {
            "text": "Carlo J. Caparas, Filipino director and producer",
            "year": 1958
        },
        {
            "text": "Richard Kastle, American classical pianist",
            "year": 1958
        },
        {
            "text": "Mario Marois, Canadian ice hockey player and sportscaster",
            "year": 1957
        },
        {
            "text": "Mike McAlary, American journalist and author (died 1998)",
            "year": 1957
        },
        {
            "text": "Tim Reynolds, German-American singer-songwriter and guitarist",
            "year": 1957
        },
        {
            "text": "John Lee Hancock, American screenwriter, film director, and producer",
            "year": 1956
        },
        {
            "text": "Tony Leon, South African lawyer and politician",
            "year": 1956
        },
        {
            "text": "Hector Sants, English banker",
            "year": 1955
        },
        {
            "text": "Paul Simonon, English singer-songwriter and bass player",
            "year": 1955
        },
        {
            "text": "Alex Cox, English film director, screenwriter, actor, non-fiction author and broadcaster",
            "year": 1954
        },
        {
            "text": "Oliver Heald, English lawyer and politician, Solicitor General for England and Wales",
            "year": 1954
        },
        {
            "text": "Mark Warner, American businessman and politician, 69th Governor of Virginia",
            "year": 1954
        },
        {
            "text": "John R. Allen, American general and diplomat",
            "year": 1953
        },
        {
            "text": "J. M. DeMatteis, American author",
            "year": 1953
        },
        {
            "text": "Robert Charles Wilson, American-Canadian author",
            "year": 1953
        },
        {
            "text": "Rudi Protrudi, American singer-songwriter and producer",
            "year": 1952
        },
        {
            "text": "Allan Simonsen, Danish footballer and manager",
            "year": 1952
        },
        {
            "text": "Julie Taymor, American director, producer, and screenwriter",
            "year": 1952
        },
        {
            "text": "George Donikian, Australian journalist",
            "year": 1951
        },
        {
            "text": "Joe Jordan, Scottish footballer and manager",
            "year": 1951
        },
        {
            "text": "Tim Webster, Australian journalist and sportscaster",
            "year": 1951
        },
        {
            "text": "Melanie Chartoff, American actress and comedian",
            "year": 1950
        },
        {
            "text": "Sylvester James Gates, American theoretical physicist and professor",
            "year": 1950
        },
        {
            "text": "Don Johnson, American actor",
            "year": 1949
        },
        {
            "text": "Brian Roper, English economist and academic",
            "year": 1949
        },
        {
            "text": "Cassandra Harris, Australian actress (died 1991)",
            "year": 1948
        },
        {
            "text": "Charlie Scott, American basketball player",
            "year": 1948
        },
        {
            "text": "Carmine Appice, American drummer and songwriter",
            "year": 1946
        },
        {
            "text": "Art Howe, American baseball player and manager",
            "year": 1946
        },
        {
            "text": "Genny Lim, American writer",
            "year": 1946
        },
        {
            "text": "Comunardo Niccolai, Italian footballer (Torres, Cagliari, national team) (died 2024)",
            "year": 1946
        },
        {
            "text": "Heather Booth, American civil rights activist, feminist, and political strategist",
            "year": 1945
        },
        {
            "text": "Ivor Crewe, English political scientist and academic",
            "year": 1945
        },
        {
            "text": "Jim Leyland, American baseball player and manager",
            "year": 1944
        },
        {
            "text": "Chico Mendes, Brazilian trade union leader and activist (died 1988)",
            "year": 1944
        },
        {
            "text": "Lucien den Arend, Dutch sculptor",
            "year": 1943
        },
        {
            "text": "Kathleen Blanco, American educator and politician, 54th Governor of Louisiana (died 2019)",
            "year": 1942
        },
        {
            "text": "Nick Buoniconti, American football player and sportscaster (died 2019)",
            "year": 1940
        },
        {
            "text": "Cindy Birdsong, American singer-songwriter",
            "year": 1939
        },
        {
            "text": "Dave Clark, English musician and songwriter",
            "year": 1939
        },
        {
            "text": "Michael Bogdanov, Welsh director and screenwriter (died 2017)",
            "year": 1938
        },
        {
            "text": "Billy Shaw, American football player (died 2024)",
            "year": 1938
        },
        {
            "text": "Joe D'Amato, Italian director and producer (died 1999)",
            "year": 1936
        },
        {
            "text": "Bapu, Indian director and screenwriter (died 2014)",
            "year": 1933
        },
        {
            "text": "Tim Conway, American comedian, actor, producer, and screenwriter (died 2019)",
            "year": 1933
        },
        {
            "text": "Donald Woods, South African journalist and activist (died 2001)",
            "year": 1933
        },
        {
            "text": "Jesse Belvin, American singer-songwriter and pianist (died 1960)",
            "year": 1932
        },
        {
            "text": "John Meurig Thomas, Welsh chemist and academic (died 2020)",
            "year": 1932
        },
        {
            "text": "Klaus Rifbjerg, Danish author and poet (died 2015)",
            "year": 1931
        },
        {
            "text": "Edna O'Brien, Irish novelist, playwright, poet and short story writer (died 2024)",
            "year": 1930
        },
        {
            "text": "Ernest Ashworth, American singer-songwriter (died 2009)",
            "year": 1928
        },
        {
            "text": "Ida Haendel, Polish-English violinist and educator (died 2020)",
            "year": 1928
        },
        {
            "text": "Friedensreich Hundertwasser, Austrian-New Zealand painter and architect (died 2000)",
            "year": 1928
        },
        {
            "text": "Bill Pitt, Australian race car driver (died 2017)",
            "year": 1926
        },
        {
            "text": "Kasey Rogers, American actress and author (died 2006)",
            "year": 1925
        },
        {
            "text": "Frank W. J. Olver, English-American mathematician and academic (died 2013)",
            "year": 1924
        },
        {
            "text": "Ruhi Sarıalp, Turkish triple jumper and educator (died 2001)",
            "year": 1924
        },
        {
            "text": "Pierre Cossette, American producer and manager (died 2009)",
            "year": 1923
        },
        {
            "text": "Freeman Dyson, English-American physicist and mathematician (died 2020)",
            "year": 1923
        },
        {
            "text": "Uziel Gal, German-Israeli engineer, designed the Uzi gun (died 2002)",
            "year": 1923
        },
        {
            "text": "Valentin Varennikov, Russian general and politician (died 2009)",
            "year": 1923
        },
        {
            "text": "Alan Freed, American radio host (died 1965)",
            "year": 1921
        },
        {
            "text": "Gamal al-Banna, Egyptian author and scholar (died 2013)",
            "year": 1920
        },
        {
            "text": "Kurt Schaffenberger, German-American sergeant and illustrator (died 2002)",
            "year": 1920
        },
        {
            "text": "Max Yasgur, American dairy farmer and host of the Woodstock Music & Art Fair (died 1973)",
            "year": 1919
        },
        {
            "text": "Jeff Chandler, American actor (died 1961)",
            "year": 1918
        },
        {
            "text": "Chihiro Iwasaki, Japanese painter and illustrator (died 1974)",
            "year": 1918
        },
        {
            "text": "Shan-ul-Haq Haqqee, Indian-Pakistani linguist and lexicographer (died 2005)",
            "year": 1917
        },
        {
            "text": "Miguel Arraes, Brazilian lawyer and politician, Governor of Pernambuco (died 2005)",
            "year": 1916
        },
        {
            "text": "Buddy Cole, American pianist and conductor (died 1964)",
            "year": 1916
        },
        {
            "text": "Maurice Wilkins, New Zealand-English physicist and biologist, Nobel Prize laureate (died 2004)",
            "year": 1916
        },
        {
            "text": "Eila Campbell, English geographer and cartographer (died 1994)",
            "year": 1915
        },
        {
            "text": "Roger Gaudry, Canadian chemist and businessman (died 2001)",
            "year": 1913
        },
        {
            "text": "Muriel Rukeyser, American poet, academic, and activist (died 1980)",
            "year": 1913
        },
        {
            "text": "Nicholas P. Dallis, American psychiatrist and illustrator (died 1991)",
            "year": 1911
        },
        {
            "text": "Stan Kenton, American pianist and composer (died 1979)",
            "year": 1911
        },
        {
            "text": "John Hammond, American record producer and critic (died 1987)",
            "year": 1910
        },
        {
            "text": "Sattar Bahlulzade, Azerbaijani-Russian painter (died 1974)",
            "year": 1909
        },
        {
            "text": "Eliza Atkins Gleason, American librarian (died 2009)",
            "year": 1909
        },
        {
            "text": "Swami Ranganathananda, Indian monk, scholar, and author (died 2005)",
            "year": 1908
        },
        {
            "text": "Gordon Douglas, American actor, director, and screenwriter (died 1993)",
            "year": 1907
        },
        {
            "text": "Oscar Niemeyer, Brazilian architect, designed the United Nations Headquarters and the Cathedral of Brasília (died 2012)",
            "year": 1907
        },
        {
            "text": "Tamanishiki San'emon, Japanese sumo wrestler, the 32nd Yokozuna (died 1938)",
            "year": 1903
        },
        {
            "text": "Robert F. Bradford, American lawyer and politician, 57th Governor of Massachusetts (died 1983)",
            "year": 1902
        },
        {
            "text": "Harold Abrahams, English sprinter, lawyer, and journalist (died 1978)",
            "year": 1899
        },
        {
            "text": "Betty Smith, American author and playwright (died 1972)",
            "year": 1896
        },
        {
            "text": "Vibert Douglas, Canadian astrophysicist and astronomer (died 1988)",
            "year": 1894
        },
        {
            "text": "Josef Imbach, Swiss sprinter (died 1964)",
            "year": 1894
        },
        {
            "text": "J. Paul Getty, American-English businessman and art collector, founded Getty Oil (died 1976)",
            "year": 1892
        },
        {
            "text": "A.P. Carter, American country singer-songwriter and musician (died 1960)",
            "year": 1891
        },
        {
            "text": "Harry Babcock, American pole vaulter (died 1965)",
            "year": 1890
        },
        {
            "text": "Maxwell Anderson, American journalist and playwright (died 1959)",
            "year": 1888
        },
        {
            "text": "Wanda Krahelska-Filipowicz, Polish politician and resistance fighter (died 1968)",
            "year": 1886
        },
        {
            "text": "Florence Jepperson Madsen, American contralto singer and professor of music (died 1977)",
            "year": 1886
        },
        {
            "text": "Leonid Pitamic, Slovenian lawyer, philosopher, and academic (died 1971)",
            "year": 1885
        },
        {
            "text": "Hans Carossa, German author and poet (died 1956)",
            "year": 1878
        },
        {
            "text": "Emilio Jacinto, Filipino journalist and activist (died 1899)",
            "year": 1875
        },
        {
            "text": "Leon Marchlewski, Polish chemist and academic (died 1946)",
            "year": 1869
        },
        {
            "text": "Arthur Dehon Little, American chemist and engineer (died 1935)",
            "year": 1863
        },
        {
            "text": "Charles Duryea, American engineer and businessman, co-founded the Duryea Motor Wagon Company (died 1938)",
            "year": 1861
        },
        {
            "text": "Pehr Evind Svinhufvud, Finnish lawyer, judge, and politician, 3rd President of Finland (died 1944)",
            "year": 1861
        },
        {
            "text": "Niels Ryberg Finsen, Faroese-Danish physician and educator, Nobel Prize laureate (died 1904)",
            "year": 1860
        },
        {
            "text": "Abner Powell, American baseball player and manager (died 1953)",
            "year": 1860
        },
        {
            "text": "L. L. Zamenhof, Polish linguist and ophthalmologist, created Esperanto (died 1917)",
            "year": 1859
        },
        {
            "text": "Henri Becquerel, French physicist and chemist, Nobel Prize laureate (died 1908)",
            "year": 1852
        },
        {
            "text": "Amunda Kolderup, Norwegian opera singer (died 1882)",
            "year": 1846
        },
        {
            "text": "E. W. Bullinger, English minister, scholar, and theologian (died 1913)",
            "year": 1837
        },
        {
            "text": "Gustave Eiffel, French architect and engineer, co-designed the Eiffel Tower (died 1923)",
            "year": 1832
        },
        {
            "text": "Carlos Soublette, Venezuelan general and politician, 11th President of Venezuela (died 1870)",
            "year": 1789
        },
        {
            "text": "Francesco Zahra, Maltese painter (died 1773)",
            "year": 1710
        },
        {
            "text": "Jean-Joseph Fiocco, Flemish violinist and composer (died 1746)",
            "year": 1686
        },
        {
            "text": "Michel Richard Delalande, French organist and composer (died 1726)",
            "year": 1657
        },
        {
            "text": "David Teniers the Younger, Flemish painter (died 1690)",
            "year": 1610
        },
        {
            "text": "Christoph Demantius, German composer, poet, and theorist (died 1643)",
            "year": 1567
        },
        {
            "text": "Albert IV, Duke of Bavaria (died 1508)",
            "year": 1447
        },
        {
            "text": "Prince Munetaka, Japanese shōgun (died 1274)",
            "year": 1242
        },
        {
            "text": "Lucius Verus, Roman emperor (died 169)",
            "year": 130
        },
        {
            "text": "Nero, Roman emperor (died 68)",
            "year": 37
        }
    ],
    "deaths": [
        {
            "text": "Zakir Hussain, Indian tabla player, musical producer, film actor and composer (born 1951)",
            "year": 2024
        },
        {
            "text": "Saufatu Sopoanga, Tuvaluan politician, 8th Prime Minister of Tuvalu (born 1952)",
            "year": 2020
        },
        {
            "text": "Eryue He, Chinese historical fiction writer (born 1945)",
            "year": 2018
        },
        {
            "text": "Girma Wolde-Giorgis, President of Ethiopia (born 1924)",
            "year": 2018
        },
        {
            "text": "Heinz Wolff, scientist and TV presenter (born 1928)",
            "year": 2017
        },
        {
            "text": "Calestous Juma, academic (born 1953)",
            "year": 2017
        },
        {
            "text": "Craig Sager, American sports journalist (born 1951)",
            "year": 2016
        },
        {
            "text": "Harry Zvi Tabor, English-Israeli physicist and engineer (born 1917)",
            "year": 2015
        },
        {
            "text": "Donald Metcalf, Australian physiologist and immunologist (born 1929)",
            "year": 2014
        },
        {
            "text": "Fausto Zapata,  Mexican journalist, lawyer, and politician, Governor of San Luis Potosí (born 1940)",
            "year": 2014
        },
        {
            "text": "Harold Camping, American evangelist, author, radio host (born 1921)",
            "year": 2013
        },
        {
            "text": "Joan Fontaine, British-American actress (born 1917)",
            "year": 2013
        },
        {
            "text": "Dyron Nix, American basketball player (born 1967)",
            "year": 2013
        },
        {
            "text": "Owoye Andrew Azazi, Nigerian general (born 1952)",
            "year": 2012
        },
        {
            "text": "Patrick Ibrahim Yakowa, Nigerian politician, 18th Governor of Kaduna State (born 1948)",
            "year": 2012
        },
        {
            "text": "Olga Zubarry, Argentinian actress (born 1929)",
            "year": 2012
        },
        {
            "text": "Bob Brookmeyer, American trombone player and composer (born 1929)",
            "year": 2011
        },
        {
            "text": "Christopher Hitchens, English-American essayist, literary critic, and journalist (born 1949)",
            "year": 2011
        },
        {
            "text": "Blake Edwards, American director, producer, and screenwriter (born 1922)",
            "year": 2010
        },
        {
            "text": "Bob Feller, American baseball player and sportscaster (born 1918)",
            "year": 2010
        },
        {
            "text": "Eugene Victor Wolfenstein, American psychoanalyst and theorist (born 1940)",
            "year": 2010
        },
        {
            "text": "Eliza Atkins Gleason, American librarian (born 1909)",
            "year": 2009
        },
        {
            "text": "Oral Roberts, American evangelist, founded the Oral Roberts Evangelistic Association (born 1918)",
            "year": 2009
        },
        {
            "text": "León Febres Cordero, Ecuadorian engineer and politician, 46th President of Ecuador (born 1931)",
            "year": 2008
        },
        {
            "text": "Julia Carson, American lawyer and politician (born 1938)",
            "year": 2007
        },
        {
            "text": "Clay Regazzoni, Swiss race car driver (born 1939)",
            "year": 2006
        },
        {
            "text": "Mary Stolz, American journalist and author (born 1920)",
            "year": 2006
        },
        {
            "text": "Heinrich Gross, Austrian physician and psychiatrist (born 1914)",
            "year": 2005
        },
        {
            "text": "Stan Leonard, Canadian golfer (born 1915)",
            "year": 2005
        },
        {
            "text": "William Proxmire, American soldier, journalist, and politician (born 1915)",
            "year": 2005
        },
        {
            "text": "Darrell Russell, American football player (born 1976)",
            "year": 2005
        },
        {
            "text": "Vassal Gadoengin, Nauruan educator and politician, Speaker of the Nauru Parliament (born 1943)",
            "year": 2004
        },
        {
            "text": "Vincent Apap, Maltese sculptor (born 1909)",
            "year": 2003
        },
        {
            "text": "George Fisher, American cartoonist (born 1923)",
            "year": 2003
        },
        {
            "text": "Keith Magnuson, Canadian ice hockey player and coach (born 1947)",
            "year": 2003
        },
        {
            "text": "Haris Brkić, Bosnian-Serbian basketball player (born 1974)",
            "year": 2000
        },
        {
            "text": "William Dale Phillips, American chemist and engineer (born 1925)",
            "year": 1993
        },
        {
            "text": "Vasily Zaytsev, Russian captain (born 1915)",
            "year": 1991
        },
        {
            "text": "Edward Underdown, English actor and jockey (born 1908)",
            "year": 1989
        },
        {
            "text": "Serge Lifar, Russian-French ballet dancer and choreographer (born 1905)",
            "year": 1986
        },
        {
            "text": "Seewoosagur Ramgoolam, Mauritian physician and politician, 1st Prime Minister of Mauritius (born 1900)",
            "year": 1985
        },
        {
            "text": "Jan Peerce, American tenor and actor (born 1904)",
            "year": 1984
        },
        {
            "text": "Peter Gregg, American race car driver (born 1940)",
            "year": 1980
        },
        {
            "text": "Chill Wills, American actor (born 1903)",
            "year": 1978
        },
        {
            "text": "Wilfred Kitching, English 7th General of The Salvation Army (born 1893)",
            "year": 1977
        },
        {
            "text": "Anatole Litvak, Russian-American director, producer, and screenwriter (born 1902)",
            "year": 1974
        },
        {
            "text": "Paul Lévy, French mathematician and theorist (born 1886)",
            "year": 1971
        },
        {
            "text": "Karl Theodor Bleek, German lawyer and politician, 12th Mayor of Marburg (born 1898)",
            "year": 1969
        },
        {
            "text": "Antonio Barrette, Canadian politician, 18th Premier of Quebec (born 1899)",
            "year": 1968
        },
        {
            "text": "Jess Willard, American boxer and actor (born 1881)",
            "year": 1968
        },
        {
            "text": "Keith Arbuthnott, 15th Viscount of Arbuthnott, Indian-Scottish general and politician, Lord Lieutenant of Kincardineshire (born 1897)",
            "year": 1966
        },
        {
            "text": "Walt Disney, American animator, director, producer, and screenwriter, co-founded The Walt Disney Company (born 1901)",
            "year": 1966
        },
        {
            "text": "M. Balasundaram, Sri Lankan journalist, lawyer, and politician (born 1903)",
            "year": 1965
        },
        {
            "text": "Charles Laughton, English-American actor, director, and producer (born 1899)",
            "year": 1962
        },
        {
            "text": "Wolfgang Pauli, Austrian-Swiss physicist and academic, Nobel Prize laureate (born 1900)",
            "year": 1958
        },
        {
            "text": "Vallabhbhai Patel, Indian lawyer and politician, 1st Deputy Prime Minister of India (born 1875)",
            "year": 1950
        },
        {
            "text": "Arthur Machen, Welsh journalist and author (born 1863)",
            "year": 1947
        },
        {
            "text": "Crawford Vaughan, Australian politician, 27th Premier of South Australia (born 1874)",
            "year": 1947
        },
        {
            "text": "Glenn Miller, American bandleader and composer (born 1904)",
            "year": 1944
        },
        {
            "text": "Fats Waller, American singer-songwriter and pianist (born 1904)",
            "year": 1943
        },
        {
            "text": "Sitting Bull, Hunkpapa Lakota tribal chief (born 1831)",
            "year": 1890
        },
        {
            "text": "Alfred Bird, English chemist and businessman, invented baking powder (born 1811)",
            "year": 1878
        },
        {
            "text": "Jacques Charles François Sturm, French mathematician and academic (born 1803)",
            "year": 1855
        },
        {
            "text": "Daniel Rutherford, Scottish chemist and physician (born 1749)",
            "year": 1819
        },
        {
            "text": "Federigo Zuccari, astronomer, director of the Astronomical Observatory of Naples (born 1783)",
            "year": 1817
        },
        {
            "text": "Shneur Zalman, Russian rabbi, author and founder of Chabad (born 1745)",
            "year": 1812
        },
        {
            "text": "Joseph Martin Kraus, Swedish pianist, violinist, and composer (born 1756)",
            "year": 1792
        },
        {
            "text": "Richard Boyle, 3rd Earl of Burlington, English architect and politician, designed Chiswick House (born 1694)",
            "year": 1753
        },
        {
            "text": "George Hickes, English minister and scholar (born 1642)",
            "year": 1715
        },
        {
            "text": "Louis Victor de Rochechouart de Mortemart, French nobleman (born 1636)",
            "year": 1698
        },
        {
            "text": "Gaspar Fagel, Dutch lawyer and politician (born 1634)",
            "year": 1688
        },
        {
            "text": "Izaak Walton, English author (born 1593)",
            "year": 1683
        },
        {
            "text": "Johannes Vermeer, Dutch painter and educator (born 1632)",
            "year": 1675
        },
        {
            "text": "Margaret Cavendish, Duchess of Newcastle-upon-Tyne, English noblewoman (born 1623)",
            "year": 1673
        },
        {
            "text": "Charles d'Albert, duc de Luynes, French courtier, Constable of France (born 1578)",
            "year": 1621
        },
        {
            "text": "Philips of Marnix, Lord of Saint-Aldegonde, Dutch nobleman (born 1540)",
            "year": 1598
        },
        {
            "text": "Selim II, Ottoman sultan (born 1524)",
            "year": 1574
        },
        {
            "text": "Jöns Bengtsson Oxenstierna, archbishop and regent of Sweden (born 1417)",
            "year": 1467
        },
        {
            "text": "Hasan Kucek, Chopanid prince (born c. 1319)",
            "year": 1343
        },
        {
            "text": "Philip I, Latin emperor (born 1243)",
            "year": 1283
        },
        {
            "text": "Ottokar I, duke of Bohemia (born 1155)",
            "year": 1230
        },
        {
            "text": "Wanyan Liang, Chinese emperor (born 1122)",
            "year": 1161
        },
        {
            "text": "Alp Arslan, Turkish sultan (born 1029)",
            "year": 1072
        },
        {
            "text": "Basil II, Byzantine emperor (born 958)",
            "year": 1025
        },
        {
            "text": "Li Siyuan, Chinese emperor (born 867)",
            "year": 933
        }
    ],
    "metadata": {
        "current_date": "December 15, 2025",
        "short_date": "Dec 15",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            25,
            27,
            35,
            42,
            28,
            26,
            32,
            47,
            7,
            1
        ],
        "births": [
            56,
            14,
            40,
            122
        ],
        "deaths": [
            69,
            73,
            36,
            64
        ]
    }
}