{
    "events": [
        {
            "text": "At least 22 people are killed in an attack on a village in Northwest Region, Cameroon.",
            "year": 2020
        },
        {
            "text": "Pulwama attack takes place in Lethpora in Pulwama district, Jammu and Kashmir, India in which 40 Central Reserve Police Force personnel and a suicide bomber were killed and 35 were injured.",
            "year": 2019
        },
        {
            "text": "Jacob Zuma resigns as President of South Africa.",
            "year": 2018
        },
        {
            "text": "A shooting at Marjory Stoneman Douglas High School in Parkland, Florida is one of the deadliest school massacres with 17 fatalities and 17 injuries.",
            "year": 2018
        },
        {
            "text": "As a part of Arab Spring, the Bahraini uprising begins with a 'Day of Rage'.",
            "year": 2011
        },
        {
            "text": "Northern Illinois University shooting: A gunman opens fire in a lecture hall of Northern Illinois University in DeKalb County, Illinois, resulting in six fatalities (including the gunman) and 21 injuries.",
            "year": 2008
        },
        {
            "text": "In Beirut, 23 people, including former Prime Minister Rafic Hariri, are killed when the equivalent of around 1,000 kg of TNT is detonated while Hariri's motorcade drives through the city.",
            "year": 2005
        },
        {
            "text": "Seven people are killed and 151 wounded in a series of bombings by suspected al-Qaeda-linked militants that hit Makati, Davao City, and General Santos, all in the Philippines.",
            "year": 2005
        },
        {
            "text": "YouTube is launched by a group of college students, eventually becoming the largest video sharing website in the world and a main source for viral videos.",
            "year": 2005
        },
        {
            "text": "In a suburb of Moscow, Russia, the roof of the Transvaal water park collapses, killing more than 28 people, and wounding 193 others.",
            "year": 2004
        },
        {
            "text": "Iraq disarmament crisis: UNMOVIC Executive Chairman Hans Blix reports to the United Nations Security Council that disarmament inspectors have found no weapons of mass destruction in Ba'athist Iraq.",
            "year": 2003
        },
        {
            "text": "The spacecraft NEAR Shoemaker enters orbit around asteroid 433 Eros, the first spacecraft to orbit an asteroid.",
            "year": 2000
        },
        {
            "text": "An oil tanker train collides with a freight train in Yaoundé, Cameroon, spilling fuel oil. One person scavenging the oil created a massive explosion which killed 120.",
            "year": 1998
        },
        {
            "text": "Ninety-two people are killed when Indian Airlines Flight 605 crashes in Bangalore, India.",
            "year": 1990
        },
        {
            "text": "The Voyager 1 spacecraft takes the photograph of planet Earth that later becomes famous as Pale Blue Dot.",
            "year": 1990
        },
        {
            "text": "Union Carbide agrees to pay $470 million to the Indian government for damages it caused in the 1984 Bhopal disaster.",
            "year": 1989
        },
        {
            "text": "Iranian leader Ruhollah Khomeini issues a fatwa encouraging Muslims to kill Salman Rushdie, author of The Satanic Verses.",
            "year": 1989
        },
        {
            "text": "United American Bank of Knoxville, Tennessee collapses. Its president, Jake Butcher, is later convicted of fraud.",
            "year": 1983
        },
        {
            "text": "In Kabul, Setami Milli militants kidnap the American ambassador to Afghanistan, Adolph Dubs who is later killed during a gunfight between his kidnappers and police.",
            "year": 1979
        },
        {
            "text": "Discovery of the chemical elements: Element 103, Lawrencium, is first synthesized at the University of California.",
            "year": 1961
        },
        {
            "text": "First Indochina War - small French garrison at Đắk Đoa is overrun by the Viet Minh after a week's siege.",
            "year": 1954
        },
        {
            "text": "The Knesset (parliament of Israel) convenes for the first time.",
            "year": 1949
        },
        {
            "text": "The Asbestos Strike begins in Canada. The strike marks the beginning of the Quiet Revolution in Quebec.",
            "year": 1949
        },
        {
            "text": "The act abolishing all noble ranks and related styles comes into force in Hungary.",
            "year": 1947
        },
        {
            "text": "The Bank of England is nationalized.",
            "year": 1946
        },
        {
            "text": "World War II: On the first day of the bombing of Dresden, the British Royal Air Force and the United States Army Air Forces begin fire-bombing Dresden.",
            "year": 1945
        },
        {
            "text": "World War II: Navigational error leads to the mistaken bombing of Prague, Czechoslovakia by a United States Army Air Forces squadron of B-17s assisting in the Soviet Red Army's Vistula–Oder Offensive.",
            "year": 1945
        },
        {
            "text": "World War II: Mostar is liberated by Yugoslav partisans",
            "year": 1945
        },
        {
            "text": "President Franklin D. Roosevelt meets King Ibn Saud of Saudi Arabia aboard the USS Quincy, officially beginning U.S.-Saudi diplomatic relations.",
            "year": 1945
        },
        {
            "text": "World War II: In the action of 14 February 1944, a Royal Navy submarine sinks a German-controlled Italian Regia Marina submarine in the Strait of Malacca.",
            "year": 1944
        },
        {
            "text": "World War II: Rostov-on-Don, Russia is liberated.",
            "year": 1943
        },
        {
            "text": "World War II: Tunisia Campaign: General Hans-Jürgen von Arnim's Fifth Panzer Army launches a counter-attack against Allied positions in Tunisia.",
            "year": 1943
        },
        {
            "text": "World War II: Battle of Pasir Panjang contributes to the fall of Singapore.",
            "year": 1942
        },
        {
            "text": "World War II: German battleship Bismarck is launched.",
            "year": 1939
        },
        {
            "text": "Saint Valentine's Day Massacre: Seven people, six of them gangster rivals of Al Capone's gang, are murdered in Chicago.",
            "year": 1929
        },
        {
            "text": "The Computing-Tabulating-Recording Company changes its name to International Business Machines Corporation (IBM).",
            "year": 1924
        },
        {
            "text": "The League of Women Voters is founded in Chicago.",
            "year": 1920
        },
        {
            "text": "The Polish–Soviet War begins.",
            "year": 1919
        },
        {
            "text": "Soviet Russia adopts the Gregorian calendar.",
            "year": 1918
        },
        {
            "text": "Arizona is admitted as the 48th and the last contiguous U.S. state.",
            "year": 1912
        },
        {
            "text": "The U.S. Navy commissions its first class of diesel-powered submarines.",
            "year": 1912
        },
        {
            "text": "The United States Department of Commerce and Labor is established (later split into the Department of Commerce and the Department of Labor).",
            "year": 1903
        },
        {
            "text": "The British Army begins the Battle of the Tugela Heights in an effort to lift the Siege of Ladysmith.",
            "year": 1900
        },
        {
            "text": "Voting machines are approved by the U.S. Congress for use in federal elections.",
            "year": 1899
        },
        {
            "text": "The War of the Pacific breaks out when the Chilean Army occupies the Bolivian port city of Antofagasta.",
            "year": 1879
        },
        {
            "text": "Alexander Graham Bell applies for a patent for the telephone, as does Elisha Gray.",
            "year": 1876
        },
        {
            "text": "Oregon is admitted as the 33rd U.S. state.",
            "year": 1859
        },
        {
            "text": "Texas is linked by telegraph to the rest of the United States, with the completion of a connection between New Orleans and Marshall, Texas.",
            "year": 1855
        },
        {
            "text": "Great Ormond St Hospital for Sick Children, the first hospital in England to provide in-patient beds specifically for children, is founded in London.",
            "year": 1852
        },
        {
            "text": "In New York City, James Knox Polk becomes the first serving President of the United States to have his photograph taken.",
            "year": 1849
        },
        {
            "text": "The original Quorum of the Twelve Apostles, in the Latter Day Saint movement, is formed in Kirtland, Ohio.",
            "year": 1835
        },
        {
            "text": "Ras Marye of Yejju marches into Tigray and defeats and kills Dejazmach Sabagadis in the Battle of Debre Abbay.",
            "year": 1831
        },
        {
            "text": "Karađorđe leads the First Serbian Uprising against the Ottoman Empire.",
            "year": 1804
        },
        {
            "text": "French Revolutionary Wars: Battle of Cape St. Vincent: John Jervis, (later 1st Earl of St Vincent) and Horatio Nelson (later 1st Viscount Nelson) lead the British Royal Navy to victory over a Spanish fleet in action near Gibraltar.",
            "year": 1797
        },
        {
            "text": "American Revolutionary War: The Battle of Kettle Creek is fought in Georgia.",
            "year": 1779
        },
        {
            "text": "James Cook is killed by Native Hawaiians near Kealakekua on the Island of Hawaii.",
            "year": 1779
        },
        {
            "text": "The United States flag is formally recognized by a foreign naval vessel for the first time, when French Admiral Toussaint-Guillaume Picquet de la Motte renders a nine gun salute to USS Ranger, commanded by John Paul Jones.",
            "year": 1778
        },
        {
            "text": "The Mapuches launch coordinated attacks against the Spanish in Chile beginning the Mapuche uprising of 1655.",
            "year": 1655
        },
        {
            "text": "Wedding of Princess Elizabeth and Frederick V of the Palatinate at Whitehall Palace, London.",
            "year": 1613
        },
        {
            "text": "Having been declared a heretic and laicized by Pope Paul IV on 4 December 1555, Archbishop of Canterbury Thomas Cranmer is publicly defrocked at Christ Church Cathedral.",
            "year": 1556
        },
        {
            "text": "Coronation of Akbar as ruler of the Mughal Empire.",
            "year": 1556
        },
        {
            "text": "Spanish conquistadores, led by Nuño de Guzmán, overthrow and execute Tangaxuan II, the last independent monarch of the Tarascan state in present-day central Mexico.",
            "year": 1530
        },
        {
            "text": "Strasbourg massacre: Several thousand Jews are burned to death by mobs while the remaining Jews are forcibly removed from Strasbourg after being accused of causing the Black Death.",
            "year": 1349
        },
        {
            "text": "The troubled 1130 papal election exposes a rift within the College of Cardinals.",
            "year": 1130
        },
        {
            "text": "Pope Benedict VIII crowns Henry of Bavaria, King of Germany and of Italy, as Holy Roman Emperor.",
            "year": 1014
        },
        {
            "text": "Charles the Bald and Louis the German swear the Oaths of Strasbourg in the French and German languages.",
            "year": 842
        },
        {
            "text": "Abbasid Revolution: The Hashimi rebels under Abu Muslim Khorasani take Merv, capital of the Umayyad province Khorasan, marking the consolidation of the Abbasid revolt.",
            "year": 748
        }
    ],
    "births": [
        {
            "text": "Jaxon Smith-Njigba, American football player",
            "year": 2002
        },
        {
            "text": "Gabriel Moreno, Venezuelan baseball player",
            "year": 2000
        },
        {
            "text": "Tyler Adams, American soccer player",
            "year": 1999
        },
        {
            "text": "Jaehyun, South Korean singer and actor",
            "year": 1997
        },
        {
            "text": "Breel Embolo, Swiss footballer",
            "year": 1997
        },
        {
            "text": "Nikolaj Ehlers, Danish ice hockey player",
            "year": 1996
        },
        {
            "text": "Poasa Faamausili, New Zealand rugby league player",
            "year": 1996
        },
        {
            "text": "Lucas Hernandez, French footballer",
            "year": 1996
        },
        {
            "text": "Jadeveon Clowney, American football player",
            "year": 1993
        },
        {
            "text": "Alberto Rosende, American actor and singer",
            "year": 1993
        },
        {
            "text": "Christian Eriksen, Danish footballer",
            "year": 1992
        },
        {
            "text": "Freddie Highmore, English actor",
            "year": 1992
        },
        {
            "text": "Petr Mrázek, Czech ice hockey player",
            "year": 1992
        },
        {
            "text": "Karol G, Colombian singer and songwriter",
            "year": 1991
        },
        {
            "text": "Daniela Mona Lambin, Estonian footballer",
            "year": 1991
        },
        {
            "text": "Chris Babb, American basketball player",
            "year": 1990
        },
        {
            "text": "Brett Dier, Canadian actor",
            "year": 1990
        },
        {
            "text": "Bogdan Kiselevich, Russian ice hockey player",
            "year": 1990
        },
        {
            "text": "Sefa Yılmaz, German-Turkish footballer",
            "year": 1990
        },
        {
            "text": "Néstor Calderón, Mexican footballer",
            "year": 1989
        },
        {
            "text": "Adam Matuszczyk, Polish footballer",
            "year": 1989
        },
        {
            "text": "Emma Miskew, Canadian curler",
            "year": 1989
        },
        {
            "text": "Byron Mullens, American basketball player",
            "year": 1989
        },
        {
            "text": "Derek Norris, American baseball player",
            "year": 1989
        },
        {
            "text": "Brandon Sutter, Canadian ice hockey player",
            "year": 1989
        },
        {
            "text": "Jurij Tepeš, Slovenian ski jumper",
            "year": 1989
        },
        {
            "text": "Kristian Thomas, English gymnast",
            "year": 1989
        },
        {
            "text": "Katie Boland, Canadian actress, producer, and screenwriter",
            "year": 1988
        },
        {
            "text": "Ángel Di María, Argentinian footballer",
            "year": 1988
        },
        {
            "text": "Siim Liivik, Estonian ice hockey player",
            "year": 1988
        },
        {
            "text": "Edinson Cavani, Uruguayan footballer",
            "year": 1987
        },
        {
            "text": "Tom Pyatt, Canadian ice hockey player",
            "year": 1987
        },
        {
            "text": "David Wheater, English footballer",
            "year": 1987
        },
        {
            "text": "Candice Wiggins, American basketball player",
            "year": 1987
        },
        {
            "text": "Michael Ammermüller, German racing driver",
            "year": 1986
        },
        {
            "text": "Oliver Lee, English actor, director, and screenwriter",
            "year": 1986
        },
        {
            "text": "Gao Lin, Chinese footballer",
            "year": 1986
        },
        {
            "text": "Tiffany Thornton, American actress and singer",
            "year": 1986
        },
        {
            "text": "Karima Adebibe, English model and actress",
            "year": 1985
        },
        {
            "text": "Tyler Clippard, American baseball player",
            "year": 1985
        },
        {
            "text": "Heart Evangelista, Filipino singer and actress",
            "year": 1985
        },
        {
            "text": "Philippe Senderos, Swiss footballer",
            "year": 1985
        },
        {
            "text": "Miki Yeung, Hong Kong singer and actress",
            "year": 1985
        },
        {
            "text": "Matt Barr, American actor",
            "year": 1984
        },
        {
            "text": "Callix Crabbe, Virgin Islander baseball player",
            "year": 1983
        },
        {
            "text": "Rocky Elsom, Australian rugby player",
            "year": 1983
        },
        {
            "text": "Bacary Sagna, French footballer",
            "year": 1983
        },
        {
            "text": "Marián Gáborík, Slovak ice hockey player",
            "year": 1982
        },
        {
            "text": "John Halls, English footballer and model",
            "year": 1982
        },
        {
            "text": "Lenka Tvarošková, Slovak tennis player",
            "year": 1982
        },
        {
            "text": "Matteo Brighi, Italian footballer",
            "year": 1981
        },
        {
            "text": "Randy de Puniet, French motorcycle racer",
            "year": 1981
        },
        {
            "text": "Brad Halsey, American baseball player (died 2014)",
            "year": 1981
        },
        {
            "text": "Kara Lawson, American basketball player and coach",
            "year": 1981
        },
        {
            "text": "Jared Lorenzen, American football player (died 2019)",
            "year": 1981
        },
        {
            "text": "Josh Senter, American screenwriter and producer",
            "year": 1980
        },
        {
            "text": "Michelle Ye, Hong Kong actress and producer",
            "year": 1980
        },
        {
            "text": "Danai Gurira, American-Zimbabwean actress",
            "year": 1978
        },
        {
            "text": "Richard Hamilton, American basketball player",
            "year": 1978
        },
        {
            "text": "Darius Songaila, Lithuanian basketball player and coach",
            "year": 1978
        },
        {
            "text": "Anna Erschler, Russian mathematician",
            "year": 1977
        },
        {
            "text": "Cadel Evans, Australian cyclist",
            "year": 1977
        },
        {
            "text": "Jim Jefferies, Australian comedian and actor",
            "year": 1977
        },
        {
            "text": "Darren Purse, English footballer",
            "year": 1977
        },
        {
            "text": "Elmer Symons, South African motorcycle racer (died 2007)",
            "year": 1977
        },
        {
            "text": "Milan Hejduk, Czech-American ice hockey player",
            "year": 1976
        },
        {
            "text": "Liv Kristine, Norwegian singer-songwriter",
            "year": 1976
        },
        {
            "text": "Rie Rasmussen, Danish model, film director, writer, photographer, and actress",
            "year": 1976
        },
        {
            "text": "Viktor Kozlov, Russian ice hockey player and coach",
            "year": 1975
        },
        {
            "text": "Dámaso Marte, Dominican baseball player",
            "year": 1975
        },
        {
            "text": "Valentina Vezzali, Italian fencer and politician",
            "year": 1974
        },
        {
            "text": "H. D. Ackerman, South African cricketer",
            "year": 1973
        },
        {
            "text": "Annalisa Buffa, Italian mathematician",
            "year": 1973
        },
        {
            "text": "Tyus Edney, American basketball player and coach",
            "year": 1973
        },
        {
            "text": "Steve McNair, American football player (died 2009)",
            "year": 1973
        },
        {
            "text": "Drew Bledsoe, American football player and coach",
            "year": 1972
        },
        {
            "text": "Musōyama Masashi, Japanese sumo wrestler",
            "year": 1972
        },
        {
            "text": "Najwa Nimri, Spanish actress and singer",
            "year": 1972
        },
        {
            "text": "Jaan Tallinn, Estonian computer programmer, co-developed Skype",
            "year": 1972
        },
        {
            "text": "Rob Thomas, American singer-songwriter",
            "year": 1972
        },
        {
            "text": "Kris Aquino, Filipino talk show host, actress, and producer",
            "year": 1971
        },
        {
            "text": "Gheorghe Mureșan, Romanian basketball player",
            "year": 1971
        },
        {
            "text": "Giuseppe Guerini, Italian cyclist",
            "year": 1970
        },
        {
            "text": "Sean Hill, American ice hockey player",
            "year": 1970
        },
        {
            "text": "Simon Pegg, English actor, director, and producer",
            "year": 1970
        },
        {
            "text": "Takashi Saito, Japanese baseball player",
            "year": 1970
        },
        {
            "text": "Meg Hillier, English journalist and politician, Shadow Secretary of State for Energy and Climate Change",
            "year": 1969
        },
        {
            "text": "Jules Asner, American model and television host",
            "year": 1968
        },
        {
            "text": "Chris Lewis, Guyanese-English cricketer",
            "year": 1968
        },
        {
            "text": "Scott McClellan, American civil servant and author, 25th White House Press Secretary",
            "year": 1968
        },
        {
            "text": "Stelios Haji-Ioannou, Greek-English businessman, founded easyJet",
            "year": 1967
        },
        {
            "text": "Calle Johansson, Swedish ice hockey player and coach",
            "year": 1967
        },
        {
            "text": "Manuela Maleeva, Bulgarian-Swiss tennis player",
            "year": 1967
        },
        {
            "text": "Bernie Moreno, American politician and businessman",
            "year": 1967
        },
        {
            "text": "Mark Rutte, Dutch businessman and politician, Prime Minister of the Netherlands",
            "year": 1967
        },
        {
            "text": "Petr Svoboda, Czech ice hockey player and agent",
            "year": 1966
        },
        {
            "text": "Gianni Bugno, Italian cyclist and sportscaster",
            "year": 1964
        },
        {
            "text": "Zach Galligan, American actor",
            "year": 1964
        },
        {
            "text": "Enrico Colantoni, Canadian actor, director, and producer",
            "year": 1963
        },
        {
            "text": "Sakina Jaffrey, American actress",
            "year": 1962
        },
        {
            "text": "D'Wayne Wiggins, American musical artist (died 2025)",
            "year": 1961
        },
        {
            "text": "Philip Jones, English admiral",
            "year": 1960
        },
        {
            "text": "Jim Kelly, American football player and businessman",
            "year": 1960
        },
        {
            "text": "Meg Tilly, American actress and author",
            "year": 1960
        },
        {
            "text": "Renée Fleming, American soprano and actress",
            "year": 1959
        },
        {
            "text": "Grant Thomas, Australian footballer and coach",
            "year": 1958
        },
        {
            "text": "Soile Isokoski, Finnish soprano and actress",
            "year": 1957
        },
        {
            "text": "Alan Smith, English bishop",
            "year": 1957
        },
        {
            "text": "Ken Wahl, American actor",
            "year": 1957
        },
        {
            "text": "Howard Davis Jr., American boxer and trainer (died 2015)",
            "year": 1956
        },
        {
            "text": "Dave Dravecky, American baseball player",
            "year": 1956
        },
        {
            "text": "Katharina Fritsch, German sculptor and academic",
            "year": 1956
        },
        {
            "text": "Carol Kalish, American publisher (died 1991)",
            "year": 1955
        },
        {
            "text": "Jam Mohammad Yousaf, Pakistani politician, Chief Minister of Balochistan (died 2013)",
            "year": 1954
        },
        {
            "text": "Sushma Swaraj, Indian lawyer and politician, Indian Minister of External Affairs (died 2019)",
            "year": 1952
        },
        {
            "text": "Terry Gross, American radio host and producer",
            "year": 1951
        },
        {
            "text": "Kevin Keegan, English footballer and manager",
            "year": 1951
        },
        {
            "text": "Roger Fisher, American guitarist and songwriter",
            "year": 1950
        },
        {
            "text": "Mayra Gómez Kemp, Cuban-Spanish television host and actress (died 2024)",
            "year": 1948
        },
        {
            "text": "Kitten Natividad, Mexican-American actress and dancer (died 2022)",
            "year": 1948
        },
        {
            "text": "Pat O'Brien, American journalist and author",
            "year": 1948
        },
        {
            "text": "Wally Tax, Dutch singer-songwriter (died 2005)",
            "year": 1948
        },
        {
            "text": "Teller, American magician and actor",
            "year": 1948
        },
        {
            "text": "Tim Buckley, American singer-songwriter and guitarist (died 1975)",
            "year": 1947
        },
        {
            "text": "Judd Gregg, American lawyer and politician, 76th Governor of New Hampshire",
            "year": 1947
        },
        {
            "text": "John Quayle, Australian rugby league player and administrator",
            "year": 1947
        },
        {
            "text": "Phạm Tuân, Vietnamese aviator and cosmonaut",
            "year": 1947
        },
        {
            "text": "Stephen A. Schwarzman, American businessman",
            "year": 1947
        },
        {
            "text": "Bernard Dowiyogo, Nauru politician, President of Nauru (died 2003)",
            "year": 1946
        },
        {
            "text": "Gregory Hines, American actor, singer, and dancer (died 2003)",
            "year": 1946
        },
        {
            "text": "Hans-Adam II, Prince of Liechtenstein",
            "year": 1945
        },
        {
            "text": "Rod Masterson, American lieutenant and actor (died 2013)",
            "year": 1945
        },
        {
            "text": "Carl Bernstein, American journalist and author",
            "year": 1944
        },
        {
            "text": "Alan Parker, English director, producer, and screenwriter (died 2020)",
            "year": 1944
        },
        {
            "text": "Ronnie Peterson, Swedish racing driver (died 1978)",
            "year": 1944
        },
        {
            "text": "Maceo Parker, American saxophonist",
            "year": 1943
        },
        {
            "text": "Michael Bloomberg, American businessman and politician, 108th Mayor of New York City",
            "year": 1942
        },
        {
            "text": "Andrew Robinson, American actor and director",
            "year": 1942
        },
        {
            "text": "Ricardo Rodríguez, Mexican racing driver (died 1962)",
            "year": 1942
        },
        {
            "text": "Donna Shalala, American academic and politician, 18th United States Secretary of Health and Human Services",
            "year": 1941
        },
        {
            "text": "Paul Tsongas, American lawyer and politician (died 1997)",
            "year": 1941
        },
        {
            "text": "Razzy Bailey, American country music singer-songwriter and musician (died 2021)",
            "year": 1939
        },
        {
            "text": "Blowfly, American singer-songwriter and producer (died 2016)",
            "year": 1939
        },
        {
            "text": "Eugene Fama, American economist and academic, Nobel Prize laureate",
            "year": 1939
        },
        {
            "text": "John MacGregor, Baron MacGregor of Pulham Market, English politician, Secretary of State for Transport",
            "year": 1937
        },
        {
            "text": "Magic Sam, American singer and guitarist (died 1969)",
            "year": 1937
        },
        {
            "text": "Anna German, Polish singer (died 1982)",
            "year": 1936
        },
        {
            "text": "David Wilson, Baron Wilson of Tillyorn, Scottish academic and diplomat, 27th Governor of Hong Kong",
            "year": 1935
        },
        {
            "text": "Florence Henderson, American actress and singer (died 2016)",
            "year": 1934
        },
        {
            "text": "Nell Hall Williams, American quilter (died 2021)",
            "year": 1933
        },
        {
            "text": "Harriet Andersson, Swedish actress",
            "year": 1932
        },
        {
            "text": "Brian Kelly, American actor and director (died 2005)",
            "year": 1931
        },
        {
            "text": "Vic Morrow, American actor and director (died 1982)",
            "year": 1929
        },
        {
            "text": "William Allain, American lawyer and politician, 58th Governor of Mississippi (died 2013)",
            "year": 1928
        },
        {
            "text": "Vicente T. Blaz, American general and politician (died 2014)",
            "year": 1928
        },
        {
            "text": "Lois Maxwell, Canadian-Australian model and actress (died 2007)",
            "year": 1927
        },
        {
            "text": "Juan Ponce Enrile, Filipino politician and lawyer (died 2025)",
            "year": 1924
        },
        {
            "text": "Patricia Knatchbull, 2nd Countess Mountbatten of Burma (died 2017)",
            "year": 1924
        },
        {
            "text": "Jay Hebert, American golfer (died 1997)",
            "year": 1923
        },
        {
            "text": "Hugh Downs, American journalist, game show host, and producer (died 2020)",
            "year": 1921
        },
        {
            "text": "Hazel McCallion, Canadian businesswoman and politician, 3rd Mayor of Mississauga (died 2023)",
            "year": 1921
        },
        {
            "text": "Herbert A. Hauptman, American mathematician and academic, Nobel Prize laureate (died 2011)",
            "year": 1917
        },
        {
            "text": "Marcel Bigeard, French general (died 2010)",
            "year": 1916
        },
        {
            "text": "Masaki Kobayashi, Japanese director and producer (died 1996)",
            "year": 1916
        },
        {
            "text": "Edward Platt, American actor (died 1974)",
            "year": 1916
        },
        {
            "text": "Sally Gray, English actress and singer (died 2006)",
            "year": 1915
        },
        {
            "text": "Mel Allen, American sportscaster (died 1996)",
            "year": 1913
        },
        {
            "text": "Woody Hayes, American football player and coach (died 1987)",
            "year": 1913
        },
        {
            "text": "Jimmy Hoffa, American trade union leader (died 1975)",
            "year": 1913
        },
        {
            "text": "James Pike, American bishop (died 1969)",
            "year": 1913
        },
        {
            "text": "Tibor Sekelj, Hungarian lawyer, explorer, and author (died 1988)",
            "year": 1912
        },
        {
            "text": "Willem Johan Kolff, Dutch physician and inventor (died 2009)",
            "year": 1911
        },
        {
            "text": "Johnny Longden, English-American jockey and trainer (died 2003)",
            "year": 1907
        },
        {
            "text": "Stuart Erwin, American actor (died 1967)",
            "year": 1903
        },
        {
            "text": "Thelma Ritter, American actress and singer (died 1969)",
            "year": 1902
        },
        {
            "text": "Jessica Dragonette, American singer (died 1980)",
            "year": 1900
        },
        {
            "text": "Bill Tilman, English mountaineer and explorer (died 1977)",
            "year": 1898
        },
        {
            "text": "Fritz Zwicky, Swiss-American physicist and astronomer (died 1974)",
            "year": 1898
        },
        {
            "text": "Wilhelm Burgdorf, German general (died 1945)",
            "year": 1895
        },
        {
            "text": "Max Horkheimer, German philosopher and sociologist (died 1973)",
            "year": 1895
        },
        {
            "text": "Jack Benny, American actor and producer (died 1974)",
            "year": 1894
        },
        {
            "text": "Radola Gajda, Czech commander and politician (died 1948)",
            "year": 1892
        },
        {
            "text": "Katherine Stinson, American aviator (died 1977)",
            "year": 1891
        },
        {
            "text": "Nina Hamnett, Welsh-English painter and author (died 1956)",
            "year": 1890
        },
        {
            "text": "Dick Richards, Welsh international footballer (died 1934)",
            "year": 1890
        },
        {
            "text": "Chandrashekhar Agashe, Indian industrialist (died 1956)",
            "year": 1888
        },
        {
            "text": "Nils Olaf Chrisander, Swedish actor and director (died 1947)",
            "year": 1884
        },
        {
            "text": "Kostas Varnalis, Greek poet and playwright (died 1974)",
            "year": 1884
        },
        {
            "text": "John Barrymore, American actor (died 1942)",
            "year": 1882
        },
        {
            "text": "Julius Nieuwland, Belgian priest, chemist and academic (died 1936)",
            "year": 1878
        },
        {
            "text": "Charles Thomson Rees Wilson, Scottish physicist and meteorologist, Nobel Prize laureate (died 1959)",
            "year": 1869
        },
        {
            "text": "Eugen Schiffer, German lawyer and politician, Vice-Chancellor of Germany (died 1954)",
            "year": 1860
        },
        {
            "text": "George Washington Gale Ferris Jr., American engineer, inventor of the Ferris wheel (died 1896)",
            "year": 1859
        },
        {
            "text": "Frank Harris, Irish author and journalist (died 1931)",
            "year": 1855
        },
        {
            "text": "Benjamin Baillaud, French astronomer and academic (died 1934)",
            "year": 1848
        },
        {
            "text": "Anna Howard Shaw, American physician, minister, and activist (died 1919)",
            "year": 1847
        },
        {
            "text": "Julian Scott, American soldier and drummer, Medal of Honor recipient (died 1901)",
            "year": 1846
        },
        {
            "text": "Margaret E. Knight, American inventor (died 1914)",
            "year": 1838
        },
        {
            "text": "Piet Paaltjens, Dutch minister and poet (died 1894)",
            "year": 1835
        },
        {
            "text": "Alfred Iverson Jr., American Confederate Army officer (died 1911)",
            "year": 1829
        },
        {
            "text": "Edmond François Valentin About, French journalist and author (died 1885)",
            "year": 1828
        },
        {
            "text": "Winfield Scott Hancock, American general and politician (died 1886)",
            "year": 1824
        },
        {
            "text": "Christopher Latham Sholes, American journalist and politician, invented the typewriter (died 1890)",
            "year": 1819
        },
        {
            "text": "Lydia Hamilton Smith, African-American businesswoman (died 1884)",
            "year": 1813
        },
        {
            "text": "Fernando Wood, American merchant and politician, 73rd Mayor of New York City (died 1881)",
            "year": 1812
        },
        {
            "text": "Michael Costa, Italian-English conductor and composer (died 1884)",
            "year": 1808
        },
        {
            "text": "Emory Washburn, American historian, lawyer, and politician, 22nd Governor of Massachusetts (died 1877)",
            "year": 1800
        },
        {
            "text": "Walenty Wańkowicz, Polish painter and illustrator (died 1842)",
            "year": 1799
        },
        {
            "text": "Heinrich Baermann, German clarinetist (died 1847)",
            "year": 1784
        },
        {
            "text": "Eleanora Atherton, English philanthropist (died 1870)",
            "year": 1782
        },
        {
            "text": "Jean Victor Marie Moreau, French general (died 1813)",
            "year": 1763
        },
        {
            "text": "Enrique Flórez, Spanish historian and author (died 1773)",
            "year": 1701
        },
        {
            "text": "Pierre-Claude Nivelle de La Chaussée, French author and playwright (died 1754)",
            "year": 1692
        },
        {
            "text": "Georg Friedrich Kauffmann, German organist and composer (died 1735)",
            "year": 1679
        },
        {
            "text": "Rajaram Raj Bhonsle, third Chhatrapati of the Maratha Confederacy (died 1700)",
            "year": 1670
        },
        {
            "text": "Countess Palatine Anna Magdalena of Birkenfeld-Bischweiler (died 1693)",
            "year": 1640
        },
        {
            "text": "Valentine Greatrakes, Irish faith healer (died 1683)",
            "year": 1628
        },
        {
            "text": "Countess Palatine Maria Euphrosyne of Zweibrücken, Swedish princess (died 1687)",
            "year": 1625
        },
        {
            "text": "John Wilkins, English bishop, academic and natural philosopher (died 1672)",
            "year": 1614
        },
        {
            "text": "Francesco Cavalli, Italian composer (died 1676)",
            "year": 1602
        },
        {
            "text": "Lucrezia de' Medici, Duchess of Ferrara (died 1561)",
            "year": 1545
        },
        {
            "text": "Domenico Ferrabosco, Italian composer (died 1573)",
            "year": 1513
        },
        {
            "text": "Valentin Friedland, German scholar and educationist of the Reformation (died 1556)",
            "year": 1490
        },
        {
            "text": "Babur, Mughal emperor (died 1530)",
            "year": 1483
        },
        {
            "text": "Johannes Werner, German priest and mathematician (died 1522)",
            "year": 1468
        },
        {
            "text": "Pandolfo Petrucci, tyrant of Siena (died 1512)",
            "year": 1452
        },
        {
            "text": "John FitzAlan, 14th Earl of Arundel (died 1435)",
            "year": 1408
        },
        {
            "text": "Leon Battista Alberti, Italian painter, poet, and philosopher (died 1472)",
            "year": 1404
        }
    ],
    "deaths": [
        {
            "text": "Carlos Menem, Argentine former president, lawyer, and statesman (born 1930)",
            "year": 2021
        },
        {
            "text": "William Meninger, American Trappist monk and a principal developer of Centering Prayer (born 1932)",
            "year": 2021
        },
        {
            "text": "Andrea Levy, English author (born 1956)",
            "year": 2019
        },
        {
            "text": "Ruud Lubbers, Dutch politician and diplomat, Prime Minister and United Nations High Commissioner for Refugees (born 1939)",
            "year": 2018
        },
        {
            "text": "Morgan Tsvangirai, 2nd Prime Minister of Zimbabwe (born 1952)",
            "year": 2018
        },
        {
            "text": "Eric Lubbock, 4th Baron Avebury, English lieutenant, engineer, and politician (born 1928)",
            "year": 2016
        },
        {
            "text": "Steven Stucky, American composer and academic (born 1949)",
            "year": 2016
        },
        {
            "text": "Louis Jourdan, French-American actor and singer (born 1921)",
            "year": 2015
        },
        {
            "text": "Philip Levine, American poet and academic (born 1928)",
            "year": 2015
        },
        {
            "text": "Franjo Mihalić, Croatian-Serbian runner and coach (born 1920)",
            "year": 2015
        },
        {
            "text": "Tom Finney, English footballer (born 1922)",
            "year": 2014
        },
        {
            "text": "Chris Pearson, Canadian lawyer and politician, 1st Premier of Yukon (born 1931)",
            "year": 2014
        },
        {
            "text": "Mike Stepovich, American lawyer and politician, Governor of Alaska Territory (born 1919)",
            "year": 2014
        },
        {
            "text": "Glenn Boyer, American historian and author (born 1924)",
            "year": 2013
        },
        {
            "text": "Ronald Dworkin, American philosopher and scholar (born 1931)",
            "year": 2013
        },
        {
            "text": "Mike Bernardo, South African boxer and martial artist (born 1969)",
            "year": 2012
        },
        {
            "text": "Tonmi Lillman, Finnish drummer and producer (born 1973)",
            "year": 2012
        },
        {
            "text": "Dory Previn, American singer-songwriter (born 1925)",
            "year": 2012
        },
        {
            "text": "Péter Rusorán, Hungarian swimmer, water polo player, and coach (born 1940)",
            "year": 2012
        },
        {
            "text": "George Shearing, English-American pianist and composer (born 1919)",
            "year": 2011
        },
        {
            "text": "Doug Fieger, American singer-songwriter and guitarist (born 1952)",
            "year": 2010
        },
        {
            "text": "Dick Francis, Welsh jockey and author (born 1920)",
            "year": 2010
        },
        {
            "text": "Linnart Mäll, Estonian historian, orientalist, and translator (born 1938)",
            "year": 2010
        },
        {
            "text": "Bernard Ashley, English engineer and businessman, co-founded Laura Ashley plc (born 1926)",
            "year": 2009
        },
        {
            "text": "Louie Bellson, American drummer and composer (born 1924)",
            "year": 2009
        },
        {
            "text": "Perry Lopez, American actor (born 1929)",
            "year": 2008
        },
        {
            "text": "Ryan Larkin, Canadian animator and director (born 1943)",
            "year": 2007
        },
        {
            "text": "Gareth Morris, English flute player and educator (born 1920)",
            "year": 2007
        },
        {
            "text": "Lynden David Hall, English singer-songwriter and producer (born 1974)",
            "year": 2006
        },
        {
            "text": "Rafic Hariri, Lebanese businessman and politician, 60th Prime Minister of Lebanon (born 1944; assassinated)",
            "year": 2005
        },
        {
            "text": "Marco Pantani, Italian cyclist (born 1970)",
            "year": 2004
        },
        {
            "text": "Johnny Longden, English jockey and trainer (born 1907)",
            "year": 2003
        },
        {
            "text": "Nándor Hidegkuti, Hungarian footballer and manager (born 1922)",
            "year": 2002
        },
        {
            "text": "Mick Tucker, English drummer (born 1947)",
            "year": 2002
        },
        {
            "text": "John Ehrlichman, American lawyer and politician, 12th White House Counsel (born 1925)",
            "year": 1999
        },
        {
            "text": "Buddy Knox, American singer-songwriter and guitarist (born 1933)",
            "year": 1999
        },
        {
            "text": "Peter Koch (wood scientist), American industrial engineer and wood scientist (born 1920)",
            "year": 1998
        },
        {
            "text": "Bob Paisley, English footballer and manager (born 1919)",
            "year": 1996
        },
        {
            "text": "Michael V. Gazzo, American actor and playwright (born 1923)",
            "year": 1995
        },
        {
            "text": "U Nu, Burmese politician, 1st Prime Minister of Burma (born 1907)",
            "year": 1995
        },
        {
            "text": "Andrei Chikatilo, Soviet serial killer (born 1936)",
            "year": 1994
        },
        {
            "text": "Christopher Lasch, American historian and critic (born 1932)",
            "year": 1994
        },
        {
            "text": "James Bond, American ornithologist and zoologist (born 1900)",
            "year": 1989
        },
        {
            "text": "Vincent Crane, English pianist (born 1943)",
            "year": 1989
        },
        {
            "text": "Frederick Loewe, German-American composer (born 1901)",
            "year": 1988
        },
        {
            "text": "Dmitry Kabalevsky, Russian pianist and composer (born 1904)",
            "year": 1987
        },
        {
            "text": "Edmund Rubbra, English composer and conductor (born 1901)",
            "year": 1986
        },
        {
            "text": "Lina Radke, German runner and coach (born 1903)",
            "year": 1983
        },
        {
            "text": "Adolph Dubs, American lieutenant and diplomat, United States Ambassador to Afghanistan (born 1920)",
            "year": 1979
        },
        {
            "text": "Gertrud Dorka, German archaeologist, prehistorian and museum director (born 1893)",
            "year": 1976
        },
        {
            "text": "George Washington Bacon III, American soldier, CIA agent, and mercenary (born 1946)",
            "year": 1976
        },
        {
            "text": "Charlie Christodoulou, British soldier and mercenary of the Angolan Civil War (born 1951)",
            "year": 1976
        },
        {
            "text": "Julian Huxley, English biologist and eugenicist, co-founded the World Wide Fund for Nature (born 1887)",
            "year": 1975
        },
        {
            "text": "P. G. Wodehouse, English novelist and playwright (born 1881)",
            "year": 1975
        },
        {
            "text": "Stewie Dempster, New Zealand cricketer and coach (born 1903)",
            "year": 1974
        },
        {
            "text": "Herbert Strudwick, English cricketer and coach (born 1880)",
            "year": 1970
        },
        {
            "text": "Vito Genovese, Italian-American mob boss (born 1897)",
            "year": 1969
        },
        {
            "text": "Sig Ruman, German-American actor (born 1884)",
            "year": 1967
        },
        {
            "text": "Baby Dodds, American drummer (born 1898)",
            "year": 1959
        },
        {
            "text": "Abdur Rab Nishtar, Pakistani politician, 2nd Governor of Punjab (born 1899)",
            "year": 1958
        },
        {
            "text": "Harold Edward Dahl, American pilot and mercenary (born 1909)",
            "year": 1956
        },
        {
            "text": "Maurice De Waele, Belgian cyclist (born 1896)",
            "year": 1952
        },
        {
            "text": "Karl Guthe Jansky, American physicist and engineer (born 1905)",
            "year": 1950
        },
        {
            "text": "Yusuf Salman Yusuf, Iraqi politician (born 1901)",
            "year": 1949
        },
        {
            "text": "Mordecai Brown, American baseball player and manager (born 1876)",
            "year": 1948
        },
        {
            "text": "Dora Gerson, German actress and singer (born 1899)",
            "year": 1943
        },
        {
            "text": "David Hilbert, Russian-German mathematician, physicist, and philosopher (born 1862)",
            "year": 1943
        },
        {
            "text": "Adnan Saidi, Malayan lieutenant (born 1915)",
            "year": 1942
        },
        {
            "text": "Erkki Melartin, Finnish composer (born 1875)",
            "year": 1937
        },
        {
            "text": "Carl Correns, German botanist and geneticist (born 1864)",
            "year": 1933
        },
        {
            "text": "Thomas Mackenzie, Scottish-New Zealand cartographer and politician, 18th Prime Minister of New Zealand (born 1853)",
            "year": 1930
        },
        {
            "text": "Thomas Burke, American sprinter, coach, and lawyer (born 1875)",
            "year": 1929
        },
        {
            "text": "Amalie Andersen, Norwegian actress (born 1861)",
            "year": 1924
        },
        {
            "text": "Charles Henry Turner, American zoologist, educator, and comparative psychologist (born 1867)",
            "year": 1923
        },
        {
            "text": "Heikki Ritavuori, Finnish lawyer and politician (born 1880; assassinated)",
            "year": 1922
        },
        {
            "text": "Giovanni Passannante, Italian anarchist (born 1849)",
            "year": 1910
        },
        {
            "text": "Eugène Charles Catalan, Belgian-French mathematician and academic (born 1814)",
            "year": 1894
        },
        {
            "text": "William Tecumseh Sherman, American general (born 1820)",
            "year": 1891
        },
        {
            "text": "Jules Vallès, French journalist and author (born 1832)",
            "year": 1885
        },
        {
            "text": "Lydia Hamilton Smith, African-American businesswoman (born 1813)",
            "year": 1884
        },
        {
            "text": "Fernando Wood, American merchant and politician, 73rd Mayor of New York City (born 1812)",
            "year": 1881
        },
        {
            "text": "St. John Richardson Liddell, American general (born 1815)",
            "year": 1870
        },
        {
            "text": "Vicente Guerrero, Mexican general and politician, 2nd President of Mexico (born 1782)",
            "year": 1831
        },
        {
            "text": "Henry Maudslay, English engineer (born 1771)",
            "year": 1831
        },
        {
            "text": "John Dickinson, American lawyer and politician 5th Governor of Delaware (born 1732)",
            "year": 1808
        },
        {
            "text": "Singu Min, Burmese king (born 1756)",
            "year": 1782
        },
        {
            "text": "William Blackstone, English jurist and politician (born 1723)",
            "year": 1780
        },
        {
            "text": "James Cook, English captain, cartographer, and explorer (born 1728)",
            "year": 1779
        },
        {
            "text": "Isidro de Espinosa,  Franciscan missionary from Spanish Texas (born 1679)",
            "year": 1755
        },
        {
            "text": "John Hadley, English mathematician, invented the octant (born 1682)",
            "year": 1744
        },
        {
            "text": "Charles Talbot, 1st Baron Talbot, English lawyer and politician Lord Chancellor of Great Britain (born 1685)",
            "year": 1737
        },
        {
            "text": "Maria Luisa of Savoy, queen of Spain (born 1688)",
            "year": 1714
        },
        {
            "text": "Abraham Bosse, French engraver and illustrator (born 1602)",
            "year": 1676
        },
        {
            "text": "Il Sodoma, Italian painter (born 1477)",
            "year": 1549
        },
        {
            "text": "Edzard I, German nobleman (born 1462)",
            "year": 1528
        },
        {
            "text": "Nicolaus von Tüngen, prince-bishop of Warmia",
            "year": 1489
        },
        {
            "text": "Dietrich of Oldenburg, German nobleman",
            "year": 1440
        },
        {
            "text": "Richard II, king of England (born 1367)",
            "year": 1400
        },
        {
            "text": "Margaret of France, queen of England",
            "year": 1317
        },
        {
            "text": "Rǫgnvaldr Guðrøðarson, king of the Isles",
            "year": 1229
        },
        {
            "text": "Sviatoslav Olgovich, Kievan prince",
            "year": 1164
        },
        {
            "text": "Leo I, Armenian prince",
            "year": 1140
        },
        {
            "text": "Sobĕslav I, duke of Bohemia",
            "year": 1140
        },
        {
            "text": "Fujiwara no Korechika, Japanese nobleman (born 974)",
            "year": 1010
        },
        {
            "text": "Bruno of Querfurt, German missionary bishop",
            "year": 1009
        },
        {
            "text": "Lian Chongyu, Chinese general",
            "year": 945
        },
        {
            "text": "Zhu Wenjin, Chinese emperor",
            "year": 945
        },
        {
            "text": "Cyril, Greek missionary bishop and saint (born 827)",
            "year": 869
        },
        {
            "text": "Saint Valentine, Roman saint",
            "year": 269
        }
    ],
    "metadata": {
        "current_date": "February 14, 2026",
        "short_date": "Feb 14",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            12,
            48,
            63,
            43,
            46,
            33,
            15,
            54,
            24,
            20
        ],
        "births": [
            141,
            203,
            181,
            147
        ],
        "deaths": [
            62,
            26,
            99,
            6
        ]
    }
}