{
    "events": [
        {
            "text": "The Nintendo Switch 2 video game console is released worldwide.",
            "year": 2025
        },
        {
            "text": "A constitutional referendum is held in Kazakhstan following violent protests and civil unrest against the government.",
            "year": 2022
        },
        {
            "text": "Montenegro becomes the 29th member of NATO.",
            "year": 2017
        },
        {
            "text": "Six Arab countries—Bahrain, Egypt, Libya, Saudi Arabia, Yemen, and the United Arab Emirates—cut diplomatic ties with Qatar, accusing it of destabilising the region.",
            "year": 2017
        },
        {
            "text": "Two shootings in Aktobe, Kazakhstan, kill six people.",
            "year": 2016
        },
        {
            "text": "An earthquake with a moment magnitude of 6.0 strikes Ranau, Sabah, Malaysia, killing 18 people, including hikers and mountain guides on Mount Kinabalu, after mass landslides that occurred during the earthquake. This is the strongest earthquake to strike Malaysia since 1975.",
            "year": 2015
        },
        {
            "text": "Last transit of Venus until the year 2117.",
            "year": 2012
        },
        {
            "text": "After 65 straight days of civil disobedience, at least 31 people are killed in clashes between security forces and indigenous people near Bagua, Peru.",
            "year": 2009
        },
        {
            "text": "A fire at a day-care center kills 49 people in Hermosillo, Mexico.",
            "year": 2009
        },
        {
            "text": "Serbia declares independence from the State Union of Serbia and Montenegro.",
            "year": 2006
        },
        {
            "text": "Noël Mamère, Mayor of Bègles, celebrates marriage for two men for the first time in France.",
            "year": 2004
        },
        {
            "text": "A severe heat wave across Pakistan and India reaches its peak, as temperatures exceed 50 °C (122 °F) in the region.",
            "year": 2003
        },
        {
            "text": "Space Shuttle Endeavour launches on STS-111, carrying the Expedition 5 crew to the International Space Station to replace the Expedition 4 crew. Astronaut Franklin Chang-Díaz becomes the second person to have flown on seven spaceflights.",
            "year": 2002
        },
        {
            "text": "Tropical Storm Allison makes landfall on the upper-Texas coastline as a strong tropical storm and dumps large amounts of rain over Houston. The storm causes $5.5 billion in damages, making Allison the second costliest tropical storm in U.S. history.",
            "year": 2001
        },
        {
            "text": "The Six-Day War in Kisangani begins in Kisangani, in the Democratic Republic of the Congo, between Ugandan and Rwandan forces. A large part of the city is destroyed.",
            "year": 2000
        },
        {
            "text": "A strike begins at the General Motors parts factory in Flint, Michigan, that quickly spreads to five other assembly plants. The strike lasts seven weeks.",
            "year": 1998
        },
        {
            "text": "The Second Republic of the Congo Civil War begins.",
            "year": 1997
        },
        {
            "text": "The Bose–Einstein condensate is first created.",
            "year": 1995
        },
        {
            "text": "Portions of the Holbeck Hall Hotel in Scarborough, North Yorkshire, UK, fall into the sea following a landslide.",
            "year": 1993
        },
        {
            "text": "Space Shuttle Columbia is launched on STS-40, the fifth spacelab mission.",
            "year": 1991
        },
        {
            "text": "The Tank Man halts the progress of a column of advancing tanks for over half an hour after the Tiananmen Square protests of 1989.",
            "year": 1989
        },
        {
            "text": "Operation Blue Star: Under orders from India's prime minister, Indira Gandhi, the Indian Army begins an invasion of the Golden Temple, the holiest site of the Sikh religion.",
            "year": 1984
        },
        {
            "text": "More than 100 people are killed when the Russian river cruise ship Aleksandr Suvorov collides with a girder of the Ulyanovsk Railway Bridge. The collision caused a freight train to derail, further damaging the vessel, yet the ship remained afloat and was eventually restored and returned to service.",
            "year": 1983
        },
        {
            "text": "The Morbidity and Mortality Weekly Report of the Centers for Disease Control and Prevention reports that five people in Los Angeles, California, have a rare form of pneumonia seen only in patients with weakened immune systems, in what turns out to be the first recognized cases of AIDS.",
            "year": 1981
        },
        {
            "text": "The Teton Dam in Idaho, United States, collapses. Eleven people are killed as a result of flooding.",
            "year": 1976
        },
        {
            "text": "The Suez Canal opens for the first time since the Six-Day War.",
            "year": 1975
        },
        {
            "text": "The United Kingdom holds its first country-wide referendum on membership of the European Economic Community (EEC).",
            "year": 1975
        },
        {
            "text": "Presidential candidate Robert F. Kennedy is assassinated by Sirhan Sirhan.",
            "year": 1968
        },
        {
            "text": "The Six-Day War begins: Israel launches surprise strikes against Egyptian air-fields in response to the mobilisation of Egyptian forces on the Israeli border.",
            "year": 1967
        },
        {
            "text": "DSV Alvin is commissioned.",
            "year": 1964
        },
        {
            "text": "The British Secretary of State for War, John Profumo, resigns in a sex scandal known as the \"Profumo affair\".",
            "year": 1963
        },
        {
            "text": "Movement of 15 Khordad: Protests against the arrest of Ayatollah Ruhollah Khomeini by the Shah of Iran, Mohammad Reza Pahlavi. In several cities, masses of angry demonstrators are confronted by tanks and paratroopers.",
            "year": 1963
        },
        {
            "text": "The Lake Bodom murders occur in Finland.",
            "year": 1960
        },
        {
            "text": "The first government of Singapore is sworn in.",
            "year": 1959
        },
        {
            "text": "Elvis Presley introduces his new single, \"Hound Dog\", on The Milton Berle Show, scandalizing the audience with his suggestive hip movements.",
            "year": 1956
        },
        {
            "text": "Thailand elects Orapin Chaiyakan, the first female member of Thailand's Parliament.",
            "year": 1949
        },
        {
            "text": "Cold War: Marshall Plan: In a speech at Harvard University, the United States Secretary of State George Marshall calls for economic aid to war-torn Europe.",
            "year": 1947
        },
        {
            "text": "A fire in the La Salle Hotel in Chicago, Illinois, kills 61 people.",
            "year": 1946
        },
        {
            "text": "The Allied Control Council, the military occupation governing body of Germany, formally takes power.",
            "year": 1945
        },
        {
            "text": "World War II: More than 1,000 British bombers drop 5,000 tons of bombs on German gun batteries on the Normandy coast in preparation for D-Day.",
            "year": 1944
        },
        {
            "text": "World War II: The United States declares war on Bulgaria, Hungary, and Romania.",
            "year": 1942
        },
        {
            "text": "World War II: Four thousand Chongqing residents are asphyxiated in a bomb shelter during the Bombing of Chongqing.",
            "year": 1941
        },
        {
            "text": "World War II: After a brief lull in the Battle of France, the Germans renew the offensive against the remaining French divisions south of the River Somme in Operation Fall Rot (\"Case Red\").",
            "year": 1940
        },
        {
            "text": "World War I: Conscription begins in the United States as \"Army registration day\".",
            "year": 1917
        },
        {
            "text": "Louis Brandeis is sworn in as a Justice of the United States Supreme Court; he is the first American Jew to hold such a position.",
            "year": 1916
        },
        {
            "text": "World War I: The Arab Revolt against the Ottoman Empire breaks out.",
            "year": 1916
        },
        {
            "text": "Denmark amends its constitution to allow women's suffrage.",
            "year": 1915
        },
        {
            "text": "Second Boer War: British soldiers take Pretoria.",
            "year": 1900
        },
        {
            "text": "The trial of Lizzie Borden for the murder of her father and step-mother begins in New Bedford, Massachusetts.",
            "year": 1893
        },
        {
            "text": "The Rio de la Plata earthquake takes place.",
            "year": 1888
        },
        {
            "text": "The first regularly scheduled Orient Express departs Paris.",
            "year": 1883
        },
        {
            "text": "Sultan Barghash bin Said of Zanzibar closes the great slave market under the terms of a treaty with Great Britain.",
            "year": 1873
        },
        {
            "text": "American Civil War: Battle of Piedmont: Union forces under General David Hunter defeat a Confederate army at Piedmont, Virginia, taking nearly 1,000 prisoners.",
            "year": 1864
        },
        {
            "text": "As the Treaty of Saigon is signed, ceding parts of southern Vietnam to France, the guerrilla leader Trương Định decides to defy Emperor Tự Đức of Vietnam and fight on against the Europeans.",
            "year": 1862
        },
        {
            "text": "Harriet Beecher Stowe's anti-slavery serial, Uncle Tom's Cabin, or Life Among the Lowly, starts a ten-month run in the National Era abolitionist newspaper.",
            "year": 1851
        },
        {
            "text": "Denmark becomes a constitutional monarchy by the signing of a new constitution.",
            "year": 1849
        },
        {
            "text": "Houston is incorporated by the Republic of Texas.",
            "year": 1837
        },
        {
            "text": "The June Rebellion breaks out in Paris in an attempt to overthrow the monarchy of Louis Philippe.",
            "year": 1832
        },
        {
            "text": "HMS Pickle captures the armed slave ship Voladora off the coast of Cuba.",
            "year": 1829
        },
        {
            "text": "The first Great Lakes steamer, the Frontenac, is launched.",
            "year": 1817
        },
        {
            "text": "Battle of New Ross: The attempt to spread the United Irish Rebellion into Munster is defeated.",
            "year": 1798
        },
        {
            "text": "Haitian Revolution: Battle of Port-Républicain: British troops capture the capital of Saint-Domingue.",
            "year": 1794
        },
        {
            "text": "The Qing dynasty's Manchu forces led by the Shunzhi Emperor take Beijing during the collapse of the Ming dynasty.",
            "year": 1644
        },
        {
            "text": "The masque Tethys' Festival is performed at Whitehall Palace to celebrate the investiture of Henry Frederick, Prince of Wales.",
            "year": 1610
        },
        {
            "text": "The Battle of Worringen ends the War of the Limburg Succession, with John I, Duke of Brabant, being one of the more important victors.",
            "year": 1288
        },
        {
            "text": "Battle of the Gulf of Naples: Roger of Lauria, admiral to King Peter III of Aragon, destroys the Neapolitan fleet and captures Charles of Salerno.",
            "year": 1284
        },
        {
            "text": "Kraków, in Poland, receives city rights.",
            "year": 1257
        },
        {
            "text": "Tutush, brother of Seljuk sultan Malik Shah, defeats Suleiman ibn Qutalmish, the Turkish ruler of Anatolia in the battle of Ain Salm.",
            "year": 1086
        },
        {
            "text": "Theodora is crowned Byzantine empress and marries then emperor Theophilos in the Hagia Sophia. She is credited with restoring orthodoxy and the icons.",
            "year": 830
        }
    ],
    "births": [
        {
            "text": "Chaeryeong, South Korean singer and dancer",
            "year": 2001
        },
        {
            "text": "Kale Clague, Canadian ice hockey player",
            "year": 1998
        },
        {
            "text": "Jaqueline Cristian, Romanian tennis player",
            "year": 1998
        },
        {
            "text": "Dave, British rapper",
            "year": 1998
        },
        {
            "text": "Yulia Lipnitskaya, Russian figure skater",
            "year": 1998
        },
        {
            "text": "Sam Darnold, American football player",
            "year": 1997
        },
        {
            "text": "Troye Sivan, South African–born Australian singer-songwriter, actor, and YouTuber",
            "year": 1995
        },
        {
            "text": "Ross Wilson, English table tennis player",
            "year": 1995
        },
        {
            "text": "Roger Tuivasa-Sheck, Samoan-New Zealand rugby league player",
            "year": 1993
        },
        {
            "text": "Joazhiño Arroe, Peruvian footballer",
            "year": 1992
        },
        {
            "text": "Emily Seebohm, Australian swimmer",
            "year": 1992
        },
        {
            "text": "Sören Bertram, German footballer",
            "year": 1991
        },
        {
            "text": "Ninja, American professional gamer",
            "year": 1991
        },
        {
            "text": "Radko Gudas, Czech ice hockey defenceman",
            "year": 1990
        },
        {
            "text": "Cam Atkinson, American ice hockey player",
            "year": 1989
        },
        {
            "text": "Megumi Nakajima, Japanese voice actress and singer",
            "year": 1989
        },
        {
            "text": "Alessandro Salvi, Italian footballer",
            "year": 1988
        },
        {
            "text": "Marcus Thornton, American basketball player",
            "year": 1987
        },
        {
            "text": "Dave Bolland, Canadian ice hockey player",
            "year": 1986
        },
        {
            "text": "Vernon Gholston, American football player",
            "year": 1986
        },
        {
            "text": "Jeremy Abbott, American figure skater",
            "year": 1985
        },
        {
            "text": "Ekaterina Bychkova, Russian tennis player",
            "year": 1985
        },
        {
            "text": "Robert Barbieri, Canadian-Italian rugby player",
            "year": 1984
        },
        {
            "text": "Marques Colston, American football player",
            "year": 1983
        },
        {
            "text": "Ryan Dallas Cook, American trombonist (died 2005)",
            "year": 1982
        },
        {
            "text": "Serhat Akın, Turkish footballer",
            "year": 1981
        },
        {
            "text": "Sébastien Lefebvre, Canadian singer and guitarist",
            "year": 1981
        },
        {
            "text": "Mike Fisher, Canadian ice hockey player",
            "year": 1980
        },
        {
            "text": "Antonio García, Spanish racing driver",
            "year": 1980
        },
        {
            "text": "Stefanos Kotsolis, Greek footballer",
            "year": 1979
        },
        {
            "text": "Matthew Scarlett, Australian footballer",
            "year": 1979
        },
        {
            "text": "Pete Wentz, American singer-songwriter, bass player, actor, and fashion designer",
            "year": 1979
        },
        {
            "text": "Jason White, American race car driver",
            "year": 1979
        },
        {
            "text": "Nick Kroll, American actor and comedian",
            "year": 1978
        },
        {
            "text": "Fernando Meira, Portuguese footballer",
            "year": 1978
        },
        {
            "text": "Liza Weil, American actress",
            "year": 1977
        },
        {
            "text": "Joe Gatto, American comedian",
            "year": 1976
        },
        {
            "text": "Giannis Giannoulis, Canadian basketball player",
            "year": 1976
        },
        {
            "text": "Torry Holt, American football player",
            "year": 1976
        },
        {
            "text": "Zydrunas Ilgauskas, Lithuanian-American basketball player",
            "year": 1975
        },
        {
            "text": "Duncan Patterson, English drummer and keyboard player",
            "year": 1975
        },
        {
            "text": "Sandra Stals, Belgian runner",
            "year": 1975
        },
        {
            "text": "Mervyn Dillon, Trinidadian cricketer",
            "year": 1974
        },
        {
            "text": "Scott Draper, Australian tennis player and golfer",
            "year": 1974
        },
        {
            "text": "Russ Ortiz, American baseball player",
            "year": 1974
        },
        {
            "text": "Lamon Brewster, American boxer",
            "year": 1973
        },
        {
            "text": "Gella Vandecaveye, Belgian martial artist",
            "year": 1973
        },
        {
            "text": "Yogi Adityanath, Indian priest and politician",
            "year": 1972
        },
        {
            "text": "Paweł Kotla, Polish conductor and academic",
            "year": 1972
        },
        {
            "text": "Susan Lynch, Northern Irish actress",
            "year": 1971
        },
        {
            "text": "Alex Mooney, American politician",
            "year": 1971
        },
        {
            "text": "Mark Wahlberg, American model, actor, producer, and rapper",
            "year": 1971
        },
        {
            "text": "Martin Gélinas, Canadian ice hockey player and coach",
            "year": 1970
        },
        {
            "text": "Brian McKnight, American singer-songwriter, producer, and actor",
            "year": 1969
        },
        {
            "text": "Ed Vaizey, English lawyer and politician, Minister for Culture, Communications and Creative Industries",
            "year": 1968
        },
        {
            "text": "Joe DeLoach, American sprinter",
            "year": 1967
        },
        {
            "text": "Ron Livingston, American actor",
            "year": 1967
        },
        {
            "text": "Michael E. Brown, American astronomer and author",
            "year": 1965
        },
        {
            "text": "Sandrine Piau, French soprano",
            "year": 1965
        },
        {
            "text": "Alfie Turcotte, American ice hockey player",
            "year": 1965
        },
        {
            "text": "Lisa Cholodenko, American director and screenwriter",
            "year": 1964
        },
        {
            "text": "Rick Riordan, American author",
            "year": 1964
        },
        {
            "text": "Jeff Garlin, American actor, comedian, director, and screenwriter",
            "year": 1962
        },
        {
            "text": "Tõnis Lukas, Estonian historian and politician, 34th Estonian Minister of Education",
            "year": 1962
        },
        {
            "text": "Anke Behmer, German heptathlete",
            "year": 1961
        },
        {
            "text": "Mary Kay Bergman, American voice actress (died 1999)",
            "year": 1961
        },
        {
            "text": "Anthony Burger, American singer and pianist (died 2006)",
            "year": 1961
        },
        {
            "text": "Aldo Costa, Italian engineer",
            "year": 1961
        },
        {
            "text": "Ramesh Krishnan, Indian tennis player and coach",
            "year": 1961
        },
        {
            "text": "Claire Fox, English author and academic",
            "year": 1960
        },
        {
            "text": "Mark Ella, Australian rugby player",
            "year": 1959
        },
        {
            "text": "Werner Schildhauer, German runner",
            "year": 1959
        },
        {
            "text": "Avigdor Lieberman, Moldavian-Israeli politician, Deputy Prime Minister of Israel",
            "year": 1958
        },
        {
            "text": "Ahmed Abdallah Mohamed Sambi, Comorian businessman and politician, President of Comoros",
            "year": 1958
        },
        {
            "text": "Kenny G, American saxophonist, songwriter, and producer",
            "year": 1956
        },
        {
            "text": "Edino Nazareth Filho, Brazilian footballer and manager",
            "year": 1955
        },
        {
            "text": "Alberto Malesani, Italian footballer and manager",
            "year": 1954
        },
        {
            "text": "Phil Neale, English cricketer, coach, and manager",
            "year": 1954
        },
        {
            "text": "Nancy Stafford, American model and actress",
            "year": 1954
        },
        {
            "text": "Kathleen Kennedy, American film producer, co-founded Amblin Entertainment",
            "year": 1953
        },
        {
            "text": "Pierre Bruneau, Canadian journalist and news anchor",
            "year": 1952
        },
        {
            "text": "Carole Fredericks, American singer  (died 2001)",
            "year": 1952
        },
        {
            "text": "Nicko McBrain, English drummer and songwriter",
            "year": 1952
        },
        {
            "text": "Suze Orman, American financial adviser, author, and television host",
            "year": 1951
        },
        {
            "text": "Ronnie Dyson, American singer and actor (died 1990)",
            "year": 1950
        },
        {
            "text": "Abraham Sarmiento, Jr., Filipino journalist and activist (died 1977)",
            "year": 1950
        },
        {
            "text": "Ken Follett, Welsh author",
            "year": 1949
        },
        {
            "text": "Elizabeth Gloster, English lawyer and judge",
            "year": 1949
        },
        {
            "text": "Alexander Scrymgeour, 12th Earl of Dundee, Scottish politician",
            "year": 1949
        },
        {
            "text": "Laurie Anderson, American singer-songwriter and violinist",
            "year": 1947
        },
        {
            "text": "Tom Evans, English singer-songwriter and guitarist (died 1983)",
            "year": 1947
        },
        {
            "text": "David Hare, English director, playwright, and screenwriter",
            "year": 1947
        },
        {
            "text": "Freddie Stone, American singer, guitarist, and pastor",
            "year": 1947
        },
        {
            "text": "John Du Cann, English guitarist (died 2001)",
            "year": 1946
        },
        {
            "text": "Bob Grant, Australian rugby league player",
            "year": 1946
        },
        {
            "text": "Patrick Head, English engineer and businessman, co-founded Williams F1",
            "year": 1946
        },
        {
            "text": "Wanderléa, Brazilian singer and television host",
            "year": 1946
        },
        {
            "text": "John Carlos, American runner and football player",
            "year": 1945
        },
        {
            "text": "André Lacroix, Canadian-American ice hockey player and coach",
            "year": 1945
        },
        {
            "text": "Whitfield Diffie, American cryptographer and academic",
            "year": 1944
        },
        {
            "text": "Abraham Viruthakulangara, Roman Catholic Archbishop of Nagpur, Maharashtra, India (died 2018)",
            "year": 1943
        },
        {
            "text": "Teodoro Obiang Nguema Mbasogo, Equatoguinean lieutenant and politician, 2nd President of Equatorial Guinea",
            "year": 1942
        },
        {
            "text": "Martha Argerich, Argentinian pianist",
            "year": 1941
        },
        {
            "text": "Erasmo Carlos, Brazilian singer-songwriter (died 2022)",
            "year": 1941
        },
        {
            "text": "Spalding Gray, American writer, actor, and monologist (died 2004)",
            "year": 1941
        },
        {
            "text": "Gudrun Sjödén, Swedish designer",
            "year": 1941
        },
        {
            "text": "Joe Clark, Canadian journalist and politician, 16th Prime Minister of Canada",
            "year": 1939
        },
        {
            "text": "Margaret Drabble, English novelist, biographer, and critic",
            "year": 1939
        },
        {
            "text": "Moira Anderson, Scottish singer",
            "year": 1938
        },
        {
            "text": "Karin Balzer, German hurdler (died 2019)",
            "year": 1938
        },
        {
            "text": "Roy Higgins, Australian jockey (died 2014)",
            "year": 1938
        },
        {
            "text": "Hélène Cixous, French author, poet, and critic",
            "year": 1937
        },
        {
            "text": "Vilhjálmur Einarsson, Icelandic triple jumper, painter, and educator (died 2019)",
            "year": 1934
        },
        {
            "text": "Bill Moyers, American journalist, 13th White House Press Secretary",
            "year": 1934
        },
        {
            "text": "Bata Živojinović, Serbian actor and politician (died 2016)",
            "year": 1933
        },
        {
            "text": "Christy Brown, Irish painter and author (died 1981)",
            "year": 1932
        },
        {
            "text": "Dave Gold, American businessman, founded the 99 Cents Only Stores (died 2013)",
            "year": 1932
        },
        {
            "text": "Yves Blais, Canadian businessman and politician (died 1998)",
            "year": 1931
        },
        {
            "text": "Jacques Demy, French actor, director, and screenwriter (died 1990)",
            "year": 1931
        },
        {
            "text": "Jerzy Prokopiuk, Polish anthropologist and philosopher (died 2021)",
            "year": 1931
        },
        {
            "text": "Alifa Rifaat, Egyptian author (died 1996)",
            "year": 1930
        },
        {
            "text": "Robert Lansing, American actor (died 1994)",
            "year": 1928
        },
        {
            "text": "Tony Richardson, English-American director and producer (died 1991)",
            "year": 1928
        },
        {
            "text": "Paul Soros, Hungarian-American engineer and businessman (died 2013)",
            "year": 1926
        },
        {
            "text": "Art Donovan, American football player and radio host (died 2013)",
            "year": 1924
        },
        {
            "text": "Jorge Daponte, Argentinian racing driver (died 1963)",
            "year": 1923
        },
        {
            "text": "Daniel Pinkham, American organist and composer (died 2006)",
            "year": 1923
        },
        {
            "text": "Paul Couvret, Dutch-Australian soldier, pilot, and politician (died 2013)",
            "year": 1922
        },
        {
            "text": "Sheila Sim, English actress (died 2016)",
            "year": 1922
        },
        {
            "text": "Marion Motley, American football player and coach (died 1999)",
            "year": 1920
        },
        {
            "text": "Cornelius Ryan, Irish-American journalist and author (died 1974)",
            "year": 1920
        },
        {
            "text": "Richard Scarry, American-Swiss author and illustrator (died 1994)",
            "year": 1919
        },
        {
            "text": "Sid Barnes, Australian cricketer (died 1973)",
            "year": 1916
        },
        {
            "text": "Eddie Joost, American baseball player and manager (died 2011)",
            "year": 1916
        },
        {
            "text": "Lancelot Ware,  English barrister and biochemist, co-founder of Mensa (died 2000)",
            "year": 1915
        },
        {
            "text": "Beatrice de Cardi, English archaeologist and academic (died 2016)",
            "year": 1914
        },
        {
            "text": "Conrad Marca-Relli, American-Italian painter and academic (died 2000)",
            "year": 1913
        },
        {
            "text": "Dean Amadon, American ornithologist and author (died 2003)",
            "year": 1912
        },
        {
            "text": "Eric Hollies, English cricketer (died 1981)",
            "year": 1912
        },
        {
            "text": "Dennis Gabor, Hungarian-English physicist and engineer, Nobel Prize laureate (died 1979)",
            "year": 1900
        },
        {
            "text": "Otis Barton, American diver, engineer, and actor, designed the bathysphere (died 1992)",
            "year": 1899
        },
        {
            "text": "Theippan Maung Wa, Burmese writer (died 1942)",
            "year": 1899
        },
        {
            "text": "Salvatore Ferragamo, Italian shoe designer, founded Salvatore Ferragamo S.p.A. (died 1960)",
            "year": 1898
        },
        {
            "text": "Federico García Lorca, Spanish poet, playwright, and director (died 1936)",
            "year": 1898
        },
        {
            "text": "William Boyd, American actor and producer (died 1972)",
            "year": 1895
        },
        {
            "text": "William Roberts, English soldier and painter (died 1980)",
            "year": 1895
        },
        {
            "text": "Roy Thomson, 1st Baron Thomson of Fleet, Canadian-English publisher and academic (died 1976)",
            "year": 1894
        },
        {
            "text": "Jaan Kikkas, Estonian weightlifter (died 1944)",
            "year": 1892
        },
        {
            "text": "Ralph Benatzky, Czech-Swiss composer (died 1957)",
            "year": 1884
        },
        {
            "text": "Ivy Compton-Burnett, English author (died 1969)",
            "year": 1884
        },
        {
            "text": "Frederick Lorz, American runner (died 1914)",
            "year": 1884
        },
        {
            "text": "John Maynard Keynes, English economist, philosopher, and academic (died 1946)",
            "year": 1883
        },
        {
            "text": "Mary Helen Young, Scottish nurse and resistance fighter during World War II (died 1945)",
            "year": 1883
        },
        {
            "text": "Robert Mayer, German-English businessman and philanthropist (died 1985)",
            "year": 1879
        },
        {
            "text": "Pancho Villa, Mexican general and politician, Governor of Chihuahua (died 1923)",
            "year": 1878
        },
        {
            "text": "Willard Miller, Canadian-American sailor, Medal of Honor recipient (died 1959)",
            "year": 1877
        },
        {
            "text": "Isaac Heinemann, German-Israeli scholar and academic (died 1957)",
            "year": 1876
        },
        {
            "text": "Bernard de Pourtalès, Swiss captain and sailor (died 1935)",
            "year": 1870
        },
        {
            "text": "James Connolly, Scottish-born Irish rebel leader (died 1916)",
            "year": 1868
        },
        {
            "text": "Allvar Gullstrand, Swedish ophthalmologist and optician, Nobel Prize laureate (died 1930)",
            "year": 1862
        },
        {
            "text": "Pat Garrett, American sheriff (died 1908)",
            "year": 1850
        },
        {
            "text": "Carmine Crocco, Italian soldier (died 1905)",
            "year": 1830
        },
        {
            "text": "John Couch Adams, English mathematician and astronomer (died 1892)",
            "year": 1819
        },
        {
            "text": "William Scamp, English architect and engineer (died 1872)",
            "year": 1801
        },
        {
            "text": "Christian Lobeck, German scholar and academic (died 1860)",
            "year": 1781
        },
        {
            "text": "Ernest Augustus, King of Hanover (died 1851)",
            "year": 1771
        },
        {
            "text": "Johan Gadolin, Finnish chemist, physicist, and mineralogist (died 1852)",
            "year": 1760
        },
        {
            "text": "Pierre Jean George Cabanis, French physiologist and philosopher (died 1808)",
            "year": 1757
        },
        {
            "text": "Sarah Churchill, Duchess of Marlborough (died 1744)",
            "year": 1660
        },
        {
            "text": "Elena Cornaro Piscopia, Italian mathematician and philosopher (died 1684)",
            "year": 1646
        },
        {
            "text": "Pu Songling, Chinese author (died 1715)",
            "year": 1640
        },
        {
            "text": "Peter Wtewael, Dutch Golden Age painter (died 1660)",
            "year": 1596
        },
        {
            "text": "Robert Rich, 2nd Earl of Warwick, English colonial administrator and admiral (died 1658)",
            "year": 1587
        },
        {
            "text": "Benedetto Giustiniani, Italian clergyman (died 1621)",
            "year": 1554
        },
        {
            "text": "Margaret of France, Duchess of Berry (died 1573)",
            "year": 1523
        },
        {
            "text": "Justus Jonas, German priest and academic (died 1555)",
            "year": 1493
        },
        {
            "text": "Ludovico III Gonzaga, Marquis of Mantua, Italian ruler (died 1478)",
            "year": 1412
        },
        {
            "text": "Edmund of Langley, 1st Duke of York, son of King Edward III of England and Lord Warden of the Cinque Ports (died 1402)",
            "year": 1341
        }
    ],
    "deaths": [
        {
            "text": "Astrud Gilberto, Brazilian singer (born 1940)",
            "year": 2023
        },
        {
            "text": "T. B. Joshua, Nigerian televangelist (born 1963)",
            "year": 2021
        },
        {
            "text": "Kate Spade, American fashion designer (born 1962)",
            "year": 2018
        },
        {
            "text": "Andy Cunningham, English actor (born 1950)",
            "year": 2017
        },
        {
            "text": "Cheick Tioté, Ivorian footballer (born 1986)",
            "year": 2017
        },
        {
            "text": "Jerome Bruner, American psychologist (born 1915)",
            "year": 2016
        },
        {
            "text": "Tariq Aziz, Iraqi journalist and politician, Iraqi Minister of Foreign Affairs (born 1936)",
            "year": 2015
        },
        {
            "text": "Alan Bond, English-Australian businessman (born 1938)",
            "year": 2015
        },
        {
            "text": "Richard Johnson, English actor (born 1927)",
            "year": 2015
        },
        {
            "text": "Roger Vergé, French chef and author (born 1930)",
            "year": 2015
        },
        {
            "text": "Abu Abdulrahman al-Bilawi, Iraqi commander (born 1971)",
            "year": 2014
        },
        {
            "text": "Don Davis, American songwriter and producer (born 1938)",
            "year": 2014
        },
        {
            "text": "Reiulf Steen, Norwegian journalist and politician, Norwegian Minister of Transport and Communications (born 1933)",
            "year": 2014
        },
        {
            "text": "Helen McElhone, Scottish politician (born 1933)",
            "year": 2013
        },
        {
            "text": "Stanisław Nagy, Polish cardinal (born 1921)",
            "year": 2013
        },
        {
            "text": "Ruairí Ó Brádaigh, Irish republican activist and politician (born 1932)",
            "year": 2013
        },
        {
            "text": "Michel Ostyn, Belgian physiologist and physician (born 1924)",
            "year": 2013
        },
        {
            "text": "Ray Bradbury, American science fiction writer and screenwriter  (born 1920)",
            "year": 2012
        },
        {
            "text": "Hal Keller, American baseball player and manager (born 1928)",
            "year": 2012
        },
        {
            "text": "Mihai Pătrașcu, Romanian-American computer scientist (born 1982)",
            "year": 2012
        },
        {
            "text": "Charlie Sutton, Australian footballer and coach (born 1924)",
            "year": 2012
        },
        {
            "text": "Azam Khan, Bangladeshi singer-songwriter (born 1950)",
            "year": 2011
        },
        {
            "text": "Jeff Hanson, American singer-songwriter and guitarist (born 1978)",
            "year": 2009
        },
        {
            "text": "Frederick Franck, Dutch-American painter, sculptor, and author (born 1909)",
            "year": 2006
        },
        {
            "text": "Edward L. Moyers, American businessman (born 1928)",
            "year": 2006
        },
        {
            "text": "Adolfo Aguilar Zínser, Mexican scholar and politician (born 1949)",
            "year": 2005
        },
        {
            "text": "Wee Chong Jin, Singaporean judge (born 1917)",
            "year": 2005
        },
        {
            "text": "Iona Brown, English violinist and conductor (born 1941)",
            "year": 2004
        },
        {
            "text": "Ronald Reagan, American actor and politician, 40th President of the United States (born 1911)",
            "year": 2004
        },
        {
            "text": "Jürgen Möllemann, German soldier and politician, 10th Vice-Chancellor of Germany (born 1945)",
            "year": 2003
        },
        {
            "text": "Manuel Rosenthal, French composer and conductor (born 1904)",
            "year": 2003
        },
        {
            "text": "Dee Dee Ramone, American singer-songwriter and bass player (born 1951)",
            "year": 2002
        },
        {
            "text": "Don Liddle, American baseball player (born 1925)",
            "year": 2000
        },
        {
            "text": "Mel Tormé, American singer-songwriter (born 1925)",
            "year": 1999
        },
        {
            "text": "Jeanette Nolan, American actress (born 1911)",
            "year": 1998
        },
        {
            "text": "Sam Yorty, American soldier and politician, 37th Mayor of Los Angeles (born 1909)",
            "year": 1998
        },
        {
            "text": "J. Anthony Lukas, American journalist and author (born 1933)",
            "year": 1997
        },
        {
            "text": "Acharya Kuber Nath Rai, Indian poet and scholar (born 1933)",
            "year": 1996
        },
        {
            "text": "Conway Twitty, American singer-songwriter and guitarist (born 1933)",
            "year": 1993
        },
        {
            "text": "Arthur Biram, Israeli philologist, philosopher, and academic (born 1878)",
            "year": 1967
        },
        {
            "text": "Harry Brown, Australian public servant (born 1878)",
            "year": 1967
        },
        {
            "text": "Eleanor Farjeon, English author, poet, and playwright (born 1881)",
            "year": 1965
        },
        {
            "text": "Nils Olaf Chrisander, Swedish-American actor and director (born 1884)",
            "year": 1947
        },
        {
            "text": "Emily Dobson, Australian philanthropist (born 1842)",
            "year": 1934
        },
        {
            "text": "William Holman, English-Australian politician, 19th Premier of New South Wales (born 1871)",
            "year": 1934
        },
        {
            "text": "Eric Lemming, Swedish athlete (born 1880)",
            "year": 1930
        },
        {
            "text": "Pascin, Bulgarian-French painter and illustrator (born 1885)",
            "year": 1930
        },
        {
            "text": "Will Crooks, English trade unionist and politician (born 1852)",
            "year": 1921
        },
        {
            "text": "Georges Feydeau, French playwright (born 1862)",
            "year": 1921
        },
        {
            "text": "Rhoda Broughton, Welsh-English author (born 1840)",
            "year": 1920
        },
        {
            "text": "Herbert Kitchener, 1st Earl Kitchener, Irish-born British field marshal and politician, Secretary of State for War (born 1850)",
            "year": 1916
        },
        {
            "text": "Chris von der Ahe, German-American businessman (born 1851)",
            "year": 1913
        },
        {
            "text": "O. Henry, American short story writer (born 1862)",
            "year": 1910
        },
        {
            "text": "Karl Robert Eduard von Hartmann, German philosopher and author (born 1842)",
            "year": 1906
        },
        {
            "text": "Stephen Crane, American poet, novelist, and short story writer (born 1871)",
            "year": 1900
        },
        {
            "text": "Antonio Luna, Filipino general (born 1866)",
            "year": 1899
        },
        {
            "text": "John McDouall Stuart, Scottish explorer and surveyor (born 1815)",
            "year": 1866
        },
        {
            "text": "Carl Maria von Weber, German pianist, composer, and conductor (born 1786)",
            "year": 1826
        },
        {
            "text": "Odysseas Androutsos, Greek soldier (born 1788)",
            "year": 1825
        },
        {
            "text": "Giovanni Paisiello, Italian composer and educator (born 1741)",
            "year": 1816
        },
        {
            "text": "Frederick Haldimand, Swiss-Canadian general and politician, 22nd Governor of Quebec (born 1718)",
            "year": 1791
        },
        {
            "text": "Henry Grey, 1st Duke of Kent, English politician and courtier (born 1671)",
            "year": 1740
        },
        {
            "text": "Isaac de Beausobre, French pastor and theologian (born 1659)",
            "year": 1738
        },
        {
            "text": "Johann Kuhnau, German organist and composer (born 1660)",
            "year": 1722
        },
        {
            "text": "Roger Cotes, English mathematician and academic (born 1682)",
            "year": 1716
        },
        {
            "text": "Ignatius George II, Syriac Orthodox Patriarch of Antioch (born 1648)",
            "year": 1708
        },
        {
            "text": "Francesco Sforza Pallavicino, Italian cardinal and historian (born 1607)",
            "year": 1667
        },
        {
            "text": "Orlando Gibbons, English organist and composer (born 1583)",
            "year": 1625
        },
        {
            "text": "Lamoral, Count of Egmont (born 1522)",
            "year": 1568
        },
        {
            "text": "Mercurino Gattinara, Italian statesman and jurist (born 1465)",
            "year": 1530
        },
        {
            "text": "Leonel Power, English composer",
            "year": 1445
        },
        {
            "text": "Ferdinand, Portuguese prince (born 1402)",
            "year": 1443
        },
        {
            "text": "Yuri IV, Russian grand prince (born 1374)",
            "year": 1434
        },
        {
            "text": "Braccio da Montone, Italian nobleman (born 1368)",
            "year": 1424
        },
        {
            "text": "Frederick I, duke of Brunswick-Lüneburg",
            "year": 1400
        },
        {
            "text": "Dmitry of Suzdal, Russian grand prince (born 1324)",
            "year": 1383
        },
        {
            "text": "Louis X, king of France (born 1289)",
            "year": 1316
        },
        {
            "text": "Amalric, prince of Tyre",
            "year": 1310
        },
        {
            "text": "Edmund Crouchback, English politician, Lord Warden of the Cinque Ports (born 1245)",
            "year": 1296
        },
        {
            "text": "Robert de Beaumont, 1st Earl of Leicester, Norman nobleman and politician (born 1049)",
            "year": 1118
        },
        {
            "text": "Sanjō, emperor of Japan (born 976)",
            "year": 1017
        },
        {
            "text": "Louis the Blind, king of Provence",
            "year": 928
        },
        {
            "text": "Ya'qub ibn al-Layth, Persian emir (born 840)",
            "year": 879
        },
        {
            "text": "Eoban, bishop of Utrecht",
            "year": 754
        },
        {
            "text": "Boniface, English missionary and martyr (born 675)",
            "year": 754
        },
        {
            "text": "Jacob of Edessa, Syrian bishop (born 640)",
            "year": 708
        },
        {
            "text": "Theodosius I, patriarch of Alexandria",
            "year": 567
        },
        {
            "text": "Epiphanius, patriarch of Constantinople",
            "year": 535
        },
        {
            "text": "Sima Lun, Chinese emperor (born 249)",
            "year": 301
        }
    ],
    "metadata": {
        "current_date": "June 5, 2025",
        "short_date": "Jun 5",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            52,
            0,
            61,
            45,
            57,
            6,
            44,
            40,
            37,
            53
        ],
        "births": [
            106,
            123,
            95,
            160
        ],
        "deaths": [
            17,
            82,
            49,
            23
        ]
    }
}