{
    "events": [
        {
            "text": "A bomb explodes at a wedding in Kabul killing 63 people and leaving 182 injured.",
            "year": 2019
        },
        {
            "text": "Barcelona attacks: A van is driven into pedestrians in La Rambla, killing 14 and injuring at least 100.",
            "year": 2017
        },
        {
            "text": "A bomb explodes near the Erawan Shrine in Bangkok, Thailand, killing at least 19 people and injuring 123 others.",
            "year": 2015
        },
        {
            "text": "An accident at the Sayano-Shushenskaya Dam in Khakassia, Russia, kills 75 and shuts down the hydroelectric power station, leading to widespread power failure in the local area.",
            "year": 2009
        },
        {
            "text": "American swimmer Michael Phelps becomes the first person to win eight gold medals at one Olympic Games.",
            "year": 2008
        },
        {
            "text": "The first forced evacuation of settlers, as part of Israeli disengagement from Gaza, starts.",
            "year": 2005
        },
        {
            "text": "Over 500 bombs are set off by terrorists at 300 locations in 63 out of the 64 districts of Bangladesh.",
            "year": 2005
        },
        {
            "text": "The National Assembly of Serbia unanimously adopts new state symbols for Serbia: Bože pravde becomes the new anthem and the coat of arms is adopted for the whole country.",
            "year": 2004
        },
        {
            "text": "The 7.6 Mw  İzmit earthquake shakes northwestern Turkey with a maximum Mercalli intensity of IX (Violent), leaving 17,118–17,127 dead and 43,953–50,000 injured.",
            "year": 1999
        },
        {
            "text": "Lewinsky scandal: US President Bill Clinton admits in taped testimony that he had an \"improper physical relationship\" with White House intern Monica Lewinsky; later that same day he admits before the nation that he \"misled people\" about the relationship.",
            "year": 1998
        },
        {
            "text": "Strathfield massacre: In Sydney, New South Wales, Australia, taxi driver Wade Frankum shoots seven people and injures six others before turning the gun on himself.",
            "year": 1991
        },
        {
            "text": "President of Pakistan Muhammad Zia-ul-Haq and U.S. Ambassador Arnold Raphel are killed in a plane crash.",
            "year": 1988
        },
        {
            "text": "The 1985–86 Hormel strike begins in Austin, Minnesota.",
            "year": 1985
        },
        {
            "text": "Double Eagle II becomes first balloon to cross the Atlantic Ocean when it lands in Miserey, France near Paris, 137 hours after leaving Presque Isle, Maine.",
            "year": 1978
        },
        {
            "text": "The Soviet icebreaker Arktika becomes the first surface ship to reach the North Pole.",
            "year": 1977
        },
        {
            "text": "A magnitude 7.9 earthquake hits off the coast of Mindanao, Philippines, triggering a destructive tsunami, killing between 5,000 and 8,000 people and leaving more than 90,000 homeless.",
            "year": 1976
        },
        {
            "text": "Soviet Union Venera program: Venera 7 launched. It will become the first spacecraft to successfully transmit data from the surface of another planet (Venus).",
            "year": 1970
        },
        {
            "text": "Category 5 Hurricane Camille hits the U.S. Gulf Coast, killing 256 and causing $1.42 billion in damage.",
            "year": 1969
        },
        {
            "text": "Peter Fechter is shot and bleeds to death while trying to cross the new Berlin Wall.",
            "year": 1962
        },
        {
            "text": "Aeroflot Flight 036 crashes in Soviet Ukraine, killing 34.",
            "year": 1960
        },
        {
            "text": "Quake Lake is formed by the magnitude 7.2 1959 Hebgen Lake earthquake near Hebgen Lake in Montana.",
            "year": 1959
        },
        {
            "text": "Pioneer 0, America's first attempt at lunar orbit, is launched using the first Thor-Able rocket and fails. Notable as one of the first attempted launches beyond Earth orbit by any country.",
            "year": 1958
        },
        {
            "text": "Hurricane Diane made landfall near Wilmington, North Carolina, and it went on to cause major floods and kill more than 184 people.",
            "year": 1955
        },
        {
            "text": "First meeting of Narcotics Anonymous takes place, in Southern California.",
            "year": 1953
        },
        {
            "text": "The 6.7 Ms  Karlıova earthquake shakes eastern Turkey with a maximum Mercalli intensity of X (Extreme), leaving 320–450 dead.",
            "year": 1949
        },
        {
            "text": "Matsukawa derailment: Unknown saboteurs cause a passenger train to derail and overturn in Fukushima Prefecture, Japan, killing three crew members and igniting a political firestorm between the Japanese Communist Party and the government of Occupied Japan that will eventually lead to the Japanese Red Purge.",
            "year": 1949
        },
        {
            "text": "The Radcliffe Line, the border between the Dominions of India and Pakistan, is revealed.",
            "year": 1947
        },
        {
            "text": "Sukarno and Mohammad Hatta proclaim the independence of Indonesia, igniting the Indonesian National Revolution against the Dutch Empire.",
            "year": 1945
        },
        {
            "text": "The novella Animal Farm by George Orwell is first published.",
            "year": 1945
        },
        {
            "text": "Evacuation of Manchukuo: At Talitzou by the Sino-Korean border, Puyi, then the Kangde Emperor of Manchukuo, formally renounces the imperial throne, dissolves the state, and cedes its territory to the Republic of China.",
            "year": 1945
        },
        {
            "text": "World War II: The U.S. Eighth Air Force suffers the loss of 60 bombers on the Schweinfurt–Regensburg mission.",
            "year": 1943
        },
        {
            "text": "World War II: The U.S. Seventh Army under General George S. Patton arrives in Messina, Italy, followed several hours later by the British 8th Army under Field Marshal Bernard Montgomery, thus completing the Allied conquest of Sicily.",
            "year": 1943
        },
        {
            "text": "World War II: First Québec Conference of Winston Churchill, Franklin D. Roosevelt, and William Lyon Mackenzie King begins.",
            "year": 1943
        },
        {
            "text": "World War II: The Royal Air Force begins Operation Hydra, the first air raid of the Operation Crossbow strategic bombing campaign against Germany's V-weapon program.",
            "year": 1943
        },
        {
            "text": "World War II: U.S. Marines raid the Japanese-held Pacific island of Makin.",
            "year": 1942
        },
        {
            "text": "Bolshevik revolutionary leader Moisei Uritsky is assassinated.",
            "year": 1918
        },
        {
            "text": "World War I: Romania signs a secret treaty with the Entente Powers. According to the treaty, Romania agreed to join the war on the Allied side.",
            "year": 1916
        },
        {
            "text": "Jewish American Leo Frank is lynched in Marietta, Georgia, USA after his death sentence is commuted by Governor John Slaton.",
            "year": 1915
        },
        {
            "text": "A Category 4 hurricane hits Galveston, Texas with winds at 135 miles per hour (217 km/h).",
            "year": 1915
        },
        {
            "text": "World War I: Battle of Stallupönen: The German army of General Hermann von François defeats the Russian force commanded by Paul von Rennenkampf near modern-day Nesterov, Russia.",
            "year": 1914
        },
        {
            "text": "Bridget Driscoll became the first recorded case of a pedestrian killed in a collision with a motor car in the United Kingdom.",
            "year": 1896
        },
        {
            "text": "The first public performance of the Dominican Republic's national anthem, Himno Nacional.",
            "year": 1883
        },
        {
            "text": "Richard Wagner's Götterdämmerung, the last opera in his Ringcycle, premieres at the Bayreuth Festspielhaus.",
            "year": 1876
        },
        {
            "text": "The Grand Duchy of Baden announces its withdrawal from the German Confederation and signs a treaty of peace and alliance with Prussia.",
            "year": 1866
        },
        {
            "text": "American Civil War: Battle of Gainesville: Confederate forces defeat Union troops near Gainesville, Florida.",
            "year": 1864
        },
        {
            "text": "American Civil War: In Charleston, South Carolina, Union batteries and ships bombard Confederate-held Fort Sumter.",
            "year": 1863
        },
        {
            "text": "American Indian Wars: The Dakota War of 1862 begins in Minnesota as Dakota warriors attack white settlements along the Minnesota River.",
            "year": 1862
        },
        {
            "text": "American Civil War: Major General J. E. B. Stuart is assigned command of all the cavalry of the Confederate Army of Northern Virginia.",
            "year": 1862
        },
        {
            "text": "British parliament accepts registration of births, marriages and deaths.",
            "year": 1836
        },
        {
            "text": "Dutch King William I and Pope Leo XII sign concord.",
            "year": 1827
        },
        {
            "text": "The Finnish War: The Battle of Alavus is fought.",
            "year": 1808
        },
        {
            "text": "Robert Fulton's North River Steamboat leaves New York City for Albany, New York, on the Hudson River, inaugurating the first commercial steamboat service in the world.",
            "year": 1807
        },
        {
            "text": "The Vietnamese Catholics report a Marian apparition in Quảng Trị, an event which is called Our Lady of La Vang.",
            "year": 1798
        },
        {
            "text": "Classical composer Luigi Boccherini receives a pay rise of 12,000 reals from his employer, the Infante Luis, Count of Chinchón.",
            "year": 1784
        },
        {
            "text": "Pope Benedict XIV, previously known as Prospero Lambertini, succeeds Clement XII as the 247th Pope.",
            "year": 1740
        },
        {
            "text": "Ioan Giurgiu Patachi becomes Bishop of Făgăraș and is festively installed in his position at the St. Nicolas Cathedral in Făgăraș, after being formally confirmed earlier by Pope Clement XI.",
            "year": 1723
        },
        {
            "text": "Austro-Turkish War of 1716–18: The month-long Siege of Belgrade ends with Prince Eugene of Savoy's Austrian troops capturing the city from the Ottoman Empire.",
            "year": 1717
        },
        {
            "text": "The magnitude 8.0 North Anatolia earthquake causes 8,000 deaths in northern Anatolia, Ottoman Empire.",
            "year": 1668
        },
        {
            "text": "Islands Voyage: Robert Devereux, 2nd Earl of Essex, and Sir Walter Raleigh set sail on an expedition to the Azores.",
            "year": 1597
        },
        {
            "text": "Eighty Years' War: Siege of Antwerp: Antwerp is captured by Spanish forces under Alexander Farnese, Duke of Parma, who orders Protestants to leave the city and as a result over half of the 100,000 inhabitants flee to the northern provinces.",
            "year": 1585
        },
        {
            "text": "A first group of colonists sent by Sir Walter Raleigh under the charge of Ralph Lane lands in the New World to create Roanoke Colony on Roanoke Island, off the coast of present-day North Carolina.",
            "year": 1585
        },
        {
            "text": "The Catholic Church is overthrown and Protestantism is established as the national religion in Scotland.",
            "year": 1560
        },
        {
            "text": "Battle of Sampford Courtenay: The Prayer Book Rebellion is quashed in England.",
            "year": 1549
        },
        {
            "text": "Cesare Borgia, son of Pope Alexander VI, becomes the first person in history to resign the cardinalate; later that same day, King Louis XII of France names him Duke of Valentinois.",
            "year": 1498
        },
        {
            "text": "Konrad Bitz, the Bishop of Turku, marks the date of his preface to Missale Aboense, the oldest known book of Finland.",
            "year": 1488
        },
        {
            "text": "Hundred Years' War: Battle of Verneuil: An English force under John, Duke of Bedford defeats a larger French army under Jean II, Duke of Alençon, John Stewart, and Earl Archibald of Douglas.",
            "year": 1424
        },
        {
            "text": "Karl Topia, the ruler of Princedom of Albania forges an alliance with the Republic of Venice, committing to participate in all wars of the Republic and receiving coastal protection against the Ottomans in return.",
            "year": 1386
        },
        {
            "text": "Georgenberg Pact: Ottokar IV, Duke of Styria and Leopold V, Duke of Austria sign a heritage agreement in which Ottokar gives his duchy to Leopold and to his son Frederick under the stipulation that Austria and Styria would henceforth remain undivided.",
            "year": 1186
        },
        {
            "text": "Byzantine–Bulgarian wars: Battle of the Gates of Trajan: The Bulgarians under the Comitopuli Samuel and Aron defeat the Byzantine forces at the Gate of Trajan, with Byzantine Emperor Basil II barely escaping.",
            "year": 986
        },
        {
            "text": "Pope Leo II begins his pontificate.",
            "year": 682
        },
        {
            "text": "Pope Eusebius dies, possibly from a hunger strike, shortly after being banished by the Emperor Maxentius to Sicily.",
            "year": 310
        }
    ],
    "births": [
        {
            "text": "Nastasja Schunk, German tennis player",
            "year": 2003
        },
        {
            "text": "The Kid Laroi, Australian rapper and songwriter",
            "year": 2003
        },
        {
            "text": "Lil Pump, American rapper and songwriter",
            "year": 2000
        },
        {
            "text": "Jake Virtanen, Canadian ice hockey player",
            "year": 1996
        },
        {
            "text": "Gracie Gold, American figure skater",
            "year": 1995
        },
        {
            "text": "Dallin Watene-Zelezniak, New Zealand rugby league player",
            "year": 1995
        },
        {
            "text": "Phoebe Bridgers, American singer/songwriter",
            "year": 1994
        },
        {
            "text": "Jack Conklin, American football player",
            "year": 1994
        },
        {
            "text": "Taissa Farmiga, American actress",
            "year": 1994
        },
        {
            "text": "Ederson Moraes, Brazilian footballer",
            "year": 1993
        },
        {
            "text": "Sarah Sjöström, Swedish swimmer",
            "year": 1993
        },
        {
            "text": "Xie Zhenye, Chinese athlete",
            "year": 1993
        },
        {
            "text": "Saraya Bevis, English wrestler",
            "year": 1992
        },
        {
            "text": "Alex Elisala, New Zealand-Australian rugby player (died 2013)",
            "year": 1992
        },
        {
            "text": "Chanel Mata'utia, Australian rugby league player",
            "year": 1992
        },
        {
            "text": "Maru Teferi, Israeli marathon runner",
            "year": 1992
        },
        {
            "text": "Austin Butler, American actor",
            "year": 1991
        },
        {
            "text": "Rachel Hurd-Wood, English actress",
            "year": 1990
        },
        {
            "text": "Lil B, American rapper",
            "year": 1989
        },
        {
            "text": "Rachel Corsie, Scottish footballer",
            "year": 1989
        },
        {
            "text": "Brady Corbet, American actor and director",
            "year": 1988
        },
        {
            "text": "Jihadi John, Kuwaiti-British member of ISIS (died 2015)",
            "year": 1988
        },
        {
            "text": "Natalie Sandtorv, Norwegian singer-songwriter",
            "year": 1988
        },
        {
            "text": "Erika Toda, Japanese actress",
            "year": 1988
        },
        {
            "text": "Rudy Gay, American basketball player",
            "year": 1986
        },
        {
            "text": "Tyrus Thomas, American basketball player",
            "year": 1986
        },
        {
            "text": "Yū Aoi, Japanese actress and model",
            "year": 1985
        },
        {
            "text": "Dee Brown, American basketball player",
            "year": 1984
        },
        {
            "text": "Oksana Domnina, Russian ice dancer",
            "year": 1984
        },
        {
            "text": "Liam Heath, British sprint canoeist",
            "year": 1984
        },
        {
            "text": "Garrett Wolfe, American football player",
            "year": 1984
        },
        {
            "text": "Dustin Pedroia, American baseball player",
            "year": 1983
        },
        {
            "text": "Phil Jagielka, English footballer",
            "year": 1982
        },
        {
            "text": "Cheerleader Melissa, American wrestler and manager",
            "year": 1982
        },
        {
            "text": "Mark Salling, American actor and musician (died 2018)",
            "year": 1982
        },
        {
            "text": "Keith Dabengwa, Zimbabwean cricketer",
            "year": 1980
        },
        {
            "text": "Daniel Güiza, Spanish footballer",
            "year": 1980
        },
        {
            "text": "Jan Kromkamp, Dutch footballer",
            "year": 1980
        },
        {
            "text": "Lene Marlin, Norwegian singer-songwriter",
            "year": 1980
        },
        {
            "text": "Antwaan Randle El, American football player and journalist",
            "year": 1979
        },
        {
            "text": "Nicole Sunitsch, Austrian politician",
            "year": 1979
        },
        {
            "text": "Nathan Deakes, Australian race walker",
            "year": 1977
        },
        {
            "text": "William Gallas, French footballer",
            "year": 1977
        },
        {
            "text": "Thierry Henry, French footballer",
            "year": 1977
        },
        {
            "text": "Mike Lewis, Welsh guitarist",
            "year": 1977
        },
        {
            "text": "Tarja Turunen, Finnish singer-songwriter and producer",
            "year": 1977
        },
        {
            "text": "Eric Boulton, Canadian ice hockey player",
            "year": 1976
        },
        {
            "text": "Geertjan Lassche, Dutch journalist and director",
            "year": 1976
        },
        {
            "text": "Serhiy Zakarlyuka, Ukrainian footballer and manager (died 2014)",
            "year": 1976
        },
        {
            "text": "Giuliana Rancic, Italian-American journalist and television personality",
            "year": 1974
        },
        {
            "text": "Johannes Maria Staud, Austrian composer",
            "year": 1974
        },
        {
            "text": "Habibul Bashar, Bangladeshi cricketer",
            "year": 1972
        },
        {
            "text": "Uhm Jung-hwa, South Korean singer and actress",
            "year": 1971
        },
        {
            "text": "Jorge Posada, Puerto Rican-American baseball player",
            "year": 1971
        },
        {
            "text": "Shaun Rehn, Australian footballer and coach",
            "year": 1971
        },
        {
            "text": "Jim Courier, American tennis player and sportscaster",
            "year": 1970
        },
        {
            "text": "Andrus Kivirähk, Estonian author",
            "year": 1970
        },
        {
            "text": "Øyvind Leonhardsen, Norwegian footballer and coach",
            "year": 1970
        },
        {
            "text": "Christian Laettner, American basketball player and coach",
            "year": 1969
        },
        {
            "text": "Kelvin Mercer, American rapper, songwriter and producer",
            "year": 1969
        },
        {
            "text": "Donnie Wahlberg, American singer-songwriter, actor and producer",
            "year": 1969
        },
        {
            "text": "Andriy Kuzmenko, Ukrainian singer-songwriter (died 2015)",
            "year": 1968
        },
        {
            "text": "Ed McCaffrey, American football player and sportscaster",
            "year": 1968
        },
        {
            "text": "Helen McCrory, English actress (died 2021)",
            "year": 1968
        },
        {
            "text": "David Conrad, American actor",
            "year": 1967
        },
        {
            "text": "Michael Preetz, German footballer and manager",
            "year": 1967
        },
        {
            "text": "Jüri Luik, Estonian politician and diplomat, 18th Estonian Minister of Defense",
            "year": 1966
        },
        {
            "text": "Rodney Mullen, American skateboarder and stuntman",
            "year": 1966
        },
        {
            "text": "Don Sweeney, Canadian ice hockey player and manager",
            "year": 1966
        },
        {
            "text": "Steve Gorman, American drummer",
            "year": 1965
        },
        {
            "text": "Dottie Pepper, American golfer",
            "year": 1965
        },
        {
            "text": "Colin James, Canadian singer-songwriter, guitarist, and producer",
            "year": 1964
        },
        {
            "text": "Maria McKee, American singer-songwriter",
            "year": 1964
        },
        {
            "text": "Dave Penney, English footballer and manager",
            "year": 1964
        },
        {
            "text": "Jon Gruden, American football player, coach, and sportscaster",
            "year": 1963
        },
        {
            "text": "Jackie Walorski, American politician (died 2022)",
            "year": 1963
        },
        {
            "text": "Gilby Clarke, American singer-songwriter, guitarist, and producer",
            "year": 1962
        },
        {
            "text": "Dan Dakich, American basketball player, coach, and sportscaster",
            "year": 1962
        },
        {
            "text": "Stephan Eicher, Swiss singer-songwriter",
            "year": 1960
        },
        {
            "text": "Sean Penn, American actor, director, and political activist",
            "year": 1960
        },
        {
            "text": "Jonathan Franzen, American novelist and essayist",
            "year": 1959
        },
        {
            "text": "Jacek Kazimierski, Polish footballer",
            "year": 1959
        },
        {
            "text": "Eric Schlosser, American journalist and author",
            "year": 1959
        },
        {
            "text": "David Koresh, American cult leader (died 1993)",
            "year": 1959
        },
        {
            "text": "Belinda Carlisle, American singer-songwriter",
            "year": 1958
        },
        {
            "text": "Fred Goodwin, Scottish banker and accountant",
            "year": 1958
        },
        {
            "text": "Maurizio Sandro Sala, Brazilian race car driver",
            "year": 1958
        },
        {
            "text": "Ken Kwapis, American director and screenwriter",
            "year": 1957
        },
        {
            "text": "Laurence Overmire, American poet, author, and actor",
            "year": 1957
        },
        {
            "text": "Robin Cousins, British competitive figure skater",
            "year": 1957
        },
        {
            "text": "Gail Berman, American businessman, co-founded BermanBraun",
            "year": 1956
        },
        {
            "text": "Álvaro Pino, Spanish cyclist",
            "year": 1956
        },
        {
            "text": "Colin Moulding, English singer-songwriter and bassist",
            "year": 1955
        },
        {
            "text": "Eric Johnson, American singer-songwriter, guitarist, and producer",
            "year": 1954
        },
        {
            "text": "Andrés Pastrana Arango, Colombian lawyer and politician, 38th President of Colombia",
            "year": 1954
        },
        {
            "text": "Mick Malthouse, Australian footballer and coach",
            "year": 1953
        },
        {
            "text": "Herta Müller, Romanian-German poet and author, Nobel Prize laureate",
            "year": 1953
        },
        {
            "text": "Korrie Layun Rampan, Indonesian author, poet, and critic (died 2015)",
            "year": 1953
        },
        {
            "text": "Kevin Rowland, English singer-songwriter and guitarist",
            "year": 1953
        },
        {
            "text": "Aleksandr Maksimenkov, Russian footballer and coach (died 2012)",
            "year": 1952
        },
        {
            "text": "Nelson Piquet, Brazilian race car driver and businessman",
            "year": 1952
        },
        {
            "text": "Mario Theissen, German engineer and businessman",
            "year": 1952
        },
        {
            "text": "Guillermo Vilas, Argentinian tennis player",
            "year": 1952
        },
        {
            "text": "Richard Hunt, American Muppet performer (died 1992)",
            "year": 1951
        },
        {
            "text": "Robert Joy, Canadian actor",
            "year": 1951
        },
        {
            "text": "Geraint Jarman, Welsh musician, poet and television producer (died 2025)",
            "year": 1950
        },
        {
            "text": "Norm Coleman, American lawyer and politician, 52nd Mayor of St. Paul",
            "year": 1949
        },
        {
            "text": "Sue Draheim, American fiddler and composer (died 2013)",
            "year": 1949
        },
        {
            "text": "Julian Fellowes, English actor, director, screenwriter, and politician",
            "year": 1949
        },
        {
            "text": "Sib Hashian, American rock drummer (died 2017)",
            "year": 1949
        },
        {
            "text": "Alexander Ivashkin, Russian-English cellist and conductor (died 2014)",
            "year": 1948
        },
        {
            "text": "Mohamed Abdelaziz, Sahrawi politician, President of the Sahrawi Arab Democratic Republic (died 2016)",
            "year": 1947
        },
        {
            "text": "Gary Talley, American guitarist, singer-songwriter, and author",
            "year": 1947
        },
        {
            "text": "Hugh Baiocchi, South African golfer",
            "year": 1946
        },
        {
            "text": "Martha Coolidge, American director, producer, and screenwriter",
            "year": 1946
        },
        {
            "text": "Patrick Manning, Trinidadian-Tobagonian politician, 4th Prime Minister of Trinidad and Tobago (died 2016)",
            "year": 1946
        },
        {
            "text": "Rachel Pollack, American author, poet, and educator (died 2023)",
            "year": 1945
        },
        {
            "text": "Larry Ellison, American businessman, co-founded the Oracle Corporation",
            "year": 1944
        },
        {
            "text": "Jean-Bernard Pommier, French pianist and conductor",
            "year": 1944
        },
        {
            "text": "Edward Cowie, English composer, painter, and author",
            "year": 1943
        },
        {
            "text": "Robert De Niro, American actor, entrepreneur, director, and producer",
            "year": 1943
        },
        {
            "text": "John Humphrys, Welsh journalist and author",
            "year": 1943
        },
        {
            "text": "Dave \"Snaker\" Ray, American singer-songwriter and guitarist (died 2002)",
            "year": 1943
        },
        {
            "text": "Shane Porteous, Australian actor, animator, and screenwriter",
            "year": 1942
        },
        {
            "text": "Lothar Bisky, German businessman and politician (died 2013)",
            "year": 1941
        },
        {
            "text": "Jean Pierre Lefebvre, Canadian director and screenwriter",
            "year": 1941
        },
        {
            "text": "Boog Powell, American baseball player",
            "year": 1941
        },
        {
            "text": "Eduardo Mignogna, Argentinian director and screenwriter (died 2006)",
            "year": 1940
        },
        {
            "text": "Barry Sheerman, English academic and politician",
            "year": 1940
        },
        {
            "text": "Luther Allison, American blues guitarist and singer (died 1997)",
            "year": 1939
        },
        {
            "text": "Theodoros Pangalos, Greek lawyer and politician, Deputy Prime Minister of Greece (died 2023)",
            "year": 1938
        },
        {
            "text": "Seamus Mallon, Irish educator and politician, Deputy First Minister of Northern Ireland (died 2020)",
            "year": 1936
        },
        {
            "text": "Margaret Heafield Hamilton, American computer scientist, systems engineer, and business owner",
            "year": 1936
        },
        {
            "text": "João Donato, Brazilian pianist and composer (died 2023)",
            "year": 1934
        },
        {
            "text": "Ron Henry, English footballer (died 2014)",
            "year": 1934
        },
        {
            "text": "Mark Dinning, American pop singer (died 1986)",
            "year": 1933
        },
        {
            "text": "V. S. Naipaul, Trinidadian-English novelist and essayist, Nobel Prize laureate (died 2018)",
            "year": 1932
        },
        {
            "text": "Duke Pearson, American pianist and composer (died 1980)",
            "year": 1932
        },
        {
            "text": "Jean-Jacques Sempé, French cartoonist (died 2022)",
            "year": 1932
        },
        {
            "text": "Tony Wrigley, English historian, demographer, and academic (died 2022)",
            "year": 1931
        },
        {
            "text": "Harve Bennett, American screenwriter and producer (died 2015)",
            "year": 1930
        },
        {
            "text": "Ted Hughes, English poet and playwright (died 1998)",
            "year": 1930
        },
        {
            "text": "Francis Gary Powers, American captain and pilot (died 1977)",
            "year": 1929
        },
        {
            "text": "T. J. Anderson, American composer, conductor, and educator",
            "year": 1928
        },
        {
            "text": "Willem Duys, Dutch tennis player, sportscaster, and producer (died 2011)",
            "year": 1928
        },
        {
            "text": "Sam Butera, American saxophonist and bandleader (died 2009)",
            "year": 1927
        },
        {
            "text": "F. Ray Keyser Jr., American lawyer and politician, Governor of Vermont (died 2015)",
            "year": 1927
        },
        {
            "text": "Valerie Eliot, English businesswoman (died 2012)",
            "year": 1926
        },
        {
            "text": "Jiang Zemin, Chinese engineer and politician, former General Secretary of the Chinese Communist Party (paramount leader) and 5th President of China (died 2022)",
            "year": 1926
        },
        {
            "text": "Evan S. Connell, American novelist, poet, and short story writer (died 2013)",
            "year": 1924
        },
        {
            "text": "Carlos Cruz-Diez, Venezuelan artist (died 2019)",
            "year": 1923
        },
        {
            "text": "Larry Rivers, American painter and sculptor (died 2002)",
            "year": 1923
        },
        {
            "text": "Roy Tattersall, English cricketer (died 2011)",
            "year": 1922
        },
        {
            "text": "Geoffrey Elton, German-English historian and academic (died 1994)",
            "year": 1921
        },
        {
            "text": "Maureen O'Hara, Irish-American actress and singer (died 2015)",
            "year": 1920
        },
        {
            "text": "Lida Moser, American photographer and author (died 2014)",
            "year": 1920
        },
        {
            "text": "Georgia Gibbs, American singer (died 2006)",
            "year": 1919
        },
        {
            "text": "Evelyn Ankers, British-American actress (died 1985)",
            "year": 1918
        },
        {
            "text": "Ike Quebec, American saxophonist and pianist (died 1963)",
            "year": 1918
        },
        {
            "text": "Michael John Wise, English geographer and academic (died 2015)",
            "year": 1918
        },
        {
            "text": "Moses Majekodunmi, Nigerian physician and politician (died 2012)",
            "year": 1916
        },
        {
            "text": "Bill Downs, American journalist (died 1978)",
            "year": 1914
        },
        {
            "text": "Franklin Delano Roosevelt Jr., American lawyer and politician (died 1988)",
            "year": 1914
        },
        {
            "text": "Mark Felt, American lawyer and agent, 2nd Deputy Director of the Federal Bureau of Investigation (died 2008)",
            "year": 1913
        },
        {
            "text": "Oscar Alfredo Gálvez, Argentinian race car driver (died 1989)",
            "year": 1913
        },
        {
            "text": "Rudy York, American baseball player and manager (died 1970)",
            "year": 1913
        },
        {
            "text": "Mikhail Botvinnik, Russian chess player and engineer (died 1995)",
            "year": 1911
        },
        {
            "text": "Martin Sandberger, German colonel and lawyer (died 2010)",
            "year": 1911
        },
        {
            "text": "Larry Clinton, American trumpet player and bandleader (died 1985)",
            "year": 1909
        },
        {
            "text": "Wilf Copping, English footballer (died 1980)",
            "year": 1909
        },
        {
            "text": "Mary Cain, American journalist and politician (died 1984)",
            "year": 1904
        },
        {
            "text": "Leopold Nowak, Austrian composer and musicologist (died 1991)",
            "year": 1904
        },
        {
            "text": "Vivienne de Watteville, British travel writer and adventurer (died 1957)",
            "year": 1900
        },
        {
            "text": "Pauline A. Young, American teacher, historian, aviator and activist (died 1991)",
            "year": 1900
        },
        {
            "text": "Janet Lewis, American poet and novelist (died 1998)",
            "year": 1899
        },
        {
            "text": "Leslie Groves, American general and engineer (died 1970)",
            "year": 1896
        },
        {
            "text": "Tõnis Kint, Estonian lieutenant and politician, Prime Minister of Estonia in exile (died 1991)",
            "year": 1896
        },
        {
            "text": "Oliver Waterman Larkin, American historian and author (died 1970)",
            "year": 1896
        },
        {
            "text": "William Rootes, 1st Baron Rootes, English businessman, founded Rootes Group (died 1964)",
            "year": 1894
        },
        {
            "text": "John Brahm, German-American director and production manager (died 1982)",
            "year": 1893
        },
        {
            "text": "Mae West, American stage and film actress (died 1980)",
            "year": 1893
        },
        {
            "text": "Stefan Bastyr, Polish soldier and pilot (died 1920)",
            "year": 1890
        },
        {
            "text": "Harry Hopkins, American politician and diplomat, 8th United States Secretary of Commerce (died 1946)",
            "year": 1890
        },
        {
            "text": "Lalla Carlsen, Norwegian singer and actress (died 1967)",
            "year": 1889
        },
        {
            "text": "Monty Woolley, American actor, raconteur, and pundit (died 1963)",
            "year": 1888
        },
        {
            "text": "Charles I of Austria (died 1922)",
            "year": 1887
        },
        {
            "text": "Marcus Garvey, Jamaican journalist and activist, founded Black Star Line (died 1940)",
            "year": 1887
        },
        {
            "text": "Percy Sherwell, South African cricketer and tennis player (died 1948)",
            "year": 1880
        },
        {
            "text": "Reggie Duff, Australian cricketer (died 1911)",
            "year": 1878
        },
        {
            "text": "Ralph McKittrick, American golfer and tennis player (died 1923)",
            "year": 1877
        },
        {
            "text": "John A. Sampson, American gynecologist and academic (died 1946)",
            "year": 1873
        },
        {
            "text": "Mahbub Ali Khan, Asaf Jah VI, Indian 6th Nizam of Hyderabad (died 1911)",
            "year": 1866
        },
        {
            "text": "Julia Marlowe, English-American actress (died 1950)",
            "year": 1865
        },
        {
            "text": "Gene Stratton-Porter, American author and photographer (died 1924)",
            "year": 1863
        },
        {
            "text": "William Kidston, Scottish-Australian politician, 17th Premier of Queensland (died 1919)",
            "year": 1849
        },
        {
            "text": "Henry Cadwalader Chapman, American physician and naturalist (died 1909)",
            "year": 1845
        },
        {
            "text": "Wilfrid Scawen Blunt, English poet and activist (died 1922)",
            "year": 1840
        },
        {
            "text": "Jules Bernard Luys, French neurologist and physician (died 1897)",
            "year": 1828
        },
        {
            "text": "Fredrika Bremer, Swedish writer and feminist (died 1865)",
            "year": 1801
        },
        {
            "text": "Davy Crockett, American soldier and politician (died 1836)",
            "year": 1786
        },
        {
            "text": "Princess Victoria of Saxe-Coburg-Saalfeld (died 1861)",
            "year": 1786
        },
        {
            "text": "Louis Desaix, French general (died 1800)",
            "year": 1768
        },
        {
            "text": "Josef Dobrovský, Bohemian philologist and historian (died 1828)",
            "year": 1753
        },
        {
            "text": "Nicola Porpora, Italian composer and educator (died 1768)",
            "year": 1686
        },
        {
            "text": "John III Sobieski, Polish–Lithuanian king (died 1696)",
            "year": 1629
        },
        {
            "text": "Lennart Torstensson, Swedish Field Marshal, Privy Councillour and Governor-General (died 1651)",
            "year": 1603
        },
        {
            "text": "Johann Valentin Andrea, German theologian (died 1654)",
            "year": 1586
        },
        {
            "text": "John Matthew Rispoli, Maltese philosopher (died 1639)",
            "year": 1582
        },
        {
            "text": "Francesco Albani, Italian painter (died 1660)",
            "year": 1578
        },
        {
            "text": "Johann, Prince of Hohenzollern-Sigmaringen, first prince of Hohenzollern-Sigmaringen (died 1638)",
            "year": 1578
        },
        {
            "text": "Alexander Briant, English martyr and saint (died 1581)",
            "year": 1556
        },
        {
            "text": "Philipp II, Count of Hanau-Münzenberg (died 1529)",
            "year": 1501
        },
        {
            "text": "Richard of Shrewsbury, Duke of York (died 1483)",
            "year": 1473
        },
        {
            "text": "Philibert I, Duke of Savoy (died 1482)",
            "year": 1465
        },
        {
            "text": "William IX, Count of Poitiers (died 1156)",
            "year": 1153
        }
    ],
    "deaths": [
        {
            "text": "Virginia Ogilvy, Countess of Airlie, British countess (born 1933)",
            "year": 2024
        },
        {
            "text": "Silvio Santos, Brazilian media mogul and television host (born 1930)",
            "year": 2024
        },
        {
            "text": "Arthur Hiller, Canadian actor, director, and producer (born 1923)",
            "year": 2016
        },
        {
            "text": "Yvonne Craig, American ballet dancer and actress (born 1937)",
            "year": 2015
        },
        {
            "text": "Gerhard Mayer-Vorfelder, German businessman (born 1933)",
            "year": 2015
        },
        {
            "text": "László Paskai, Hungarian cardinal (born 1927)",
            "year": 2015
        },
        {
            "text": "Børre Knudsen, Norwegian minister and activist (born 1937)",
            "year": 2014
        },
        {
            "text": "Wolfgang Leonhard, German historian and author (born 1921)",
            "year": 2014
        },
        {
            "text": "Sophie Masloff, American civil servant and politician, 56th Mayor of Pittsburgh (born 1917)",
            "year": 2014
        },
        {
            "text": "Miodrag Pavlović, Serbian poet and critic (born 1928)",
            "year": 2014
        },
        {
            "text": "Pierre Vassiliu, French singer-songwriter (born 1937)",
            "year": 2014
        },
        {
            "text": "Odilia Dank, American educator and politician (born 1938)",
            "year": 2013
        },
        {
            "text": "Jack Harshman, American baseball player (born 1927)",
            "year": 2013
        },
        {
            "text": "John Hollander, American poet and critic (born 1929)",
            "year": 2013
        },
        {
            "text": "David Landes, Jewish-American historian and economist (born 1924)",
            "year": 2013
        },
        {
            "text": "Frank Martínez, American painter (born 1924)",
            "year": 2013
        },
        {
            "text": "Gus Winckel, Dutch lieutenant and pilot (born 1912)",
            "year": 2013
        },
        {
            "text": "Aase Bjerkholt, Norwegian politician, Minister of Children, Equality and Social Inclusion (born 1915)",
            "year": 2012
        },
        {
            "text": "Victor Poor, American engineer, developed the Datapoint 2200 (born 1933)",
            "year": 2012
        },
        {
            "text": "Patrick Ricard, French businessman (born 1945)",
            "year": 2012
        },
        {
            "text": "John Lynch-Staunton, Canadian lawyer and politician (born 1930)",
            "year": 2012
        },
        {
            "text": "Francesco Cossiga, Italian lawyer and politician, 8th President of Italy (born 1928)",
            "year": 2010
        },
        {
            "text": "Franco Sensi, Italian businessman and politician (born 1926)",
            "year": 2008
        },
        {
            "text": "Bill Deedes, English journalist and politician (born 1913)",
            "year": 2007
        },
        {
            "text": "Eddie Griffin, American basketball player (born 1982)",
            "year": 2007
        },
        {
            "text": "Shamsur Rahman, Bangladeshi poet and journalist (born 1929)",
            "year": 2006
        },
        {
            "text": "John N. Bahcall, American astrophysicist and academic (born 1934)",
            "year": 2005
        },
        {
            "text": "Thea Astley, Australian author and educator (born 1925)",
            "year": 2004
        },
        {
            "text": "Jack Walker, English businessman (born 1929)",
            "year": 2000
        },
        {
            "text": "Władysław Komar, Polish shot putter and actor (born 1940)",
            "year": 1998
        },
        {
            "text": "Tadeusz Ślusarski, Polish pole vaulter (born 1950)",
            "year": 1998
        },
        {
            "text": "Howard E. Koch, American playwright and screenwriter (born 1902)",
            "year": 1995
        },
        {
            "text": "Ted Whitten, Australian footballer and coach (born 1933)",
            "year": 1995
        },
        {
            "text": "Luigi Chinetti, Italian-American race car driver and businessman (born 1901)",
            "year": 1994
        },
        {
            "text": "Jack Morrison, Australian rugby league player (born 1905)",
            "year": 1994
        },
        {
            "text": "Jack Sharkey, American boxer and referee (born 1902)",
            "year": 1994
        },
        {
            "text": "Feng Kang, Chinese mathematician and academic (born 1920)",
            "year": 1993
        },
        {
            "text": "Pearl Bailey, American actress and singer (born 1918)",
            "year": 1990
        },
        {
            "text": "Muhammad Zia-ul-Haq, Pakistani general and politician, 6th President of Pakistan (born 1924)",
            "year": 1988
        },
        {
            "text": "Franklin Delano Roosevelt Jr., American lawyer and politician (born 1914)",
            "year": 1988
        },
        {
            "text": "Victoria Shaw, Australian actress (born 1935)",
            "year": 1988
        },
        {
            "text": "Gary Chester, Italian drummer and educator (born 1924)",
            "year": 1987
        },
        {
            "text": "Rudolf Hess, German soldier and politician (born 1894)",
            "year": 1987
        },
        {
            "text": "Shaike Ophir, Israeli actor and screenwriter (born 1929)",
            "year": 1987
        },
        {
            "text": "Ira Gershwin, American songwriter (born 1896)",
            "year": 1983
        },
        {
            "text": "John C. Allen, American roller coaster designer (born 1907)",
            "year": 1979
        },
        {
            "text": "Vivian Vance, American actress and singer (born 1909)",
            "year": 1979
        },
        {
            "text": "Delmer Daves, American screenwriter, director and producer (born 1904)",
            "year": 1977
        },
        {
            "text": "Conrad Aiken, American novelist, short story writer, critic, and poet (born 1889)",
            "year": 1973
        },
        {
            "text": "Jean Barraqué, French pianist and composer (born 1928)",
            "year": 1973
        },
        {
            "text": "Paul Williams, American singer and choreographer (born 1939)",
            "year": 1973
        },
        {
            "text": "Maedayama Eigorō, Japanese sumo wrestler, the 39th Yokozuna (born 1914)",
            "year": 1971
        },
        {
            "text": "Wilhelm List, German field marshal (born 1880)",
            "year": 1971
        },
        {
            "text": "Rattana Pestonji, Thai director and producer (born 1908)",
            "year": 1970
        },
        {
            "text": "Otto Stern, German physicist and academic, Nobel Prize laureate (born 1888)",
            "year": 1969
        },
        {
            "text": "Ken Miles, English race car driver and engineer (born 1918)",
            "year": 1966
        },
        {
            "text": "Arthur Fox, English-American fencer (born 1878)",
            "year": 1958
        },
        {
            "text": "Gregorio Perfecto, Filipino journalist, jurist, and politician (born 1891)",
            "year": 1949
        },
        {
            "text": "Reidar Haaland, Norwegian police officer and soldier (born 1919)",
            "year": 1945
        },
        {
            "text": "Billy Fiske, American soldier and pilot (born 1911)",
            "year": 1940
        },
        {
            "text": "José María of Manila, Spanish-Filipino priest and martyr (born 1880)",
            "year": 1936
        },
        {
            "text": "Adam Gunn, American decathlete (born 1872)",
            "year": 1935
        },
        {
            "text": "Charlotte Perkins Gilman, American sociologist and author (born 1860)",
            "year": 1935
        },
        {
            "text": "Ioan Slavici, Romanian journalist and author (born 1848)",
            "year": 1925
        },
        {
            "text": "Tom Kendall, English-Australian cricketer and journalist (born 1851)",
            "year": 1924
        },
        {
            "text": "Ray Chapman, American baseball player (born 1891)",
            "year": 1920
        },
        {
            "text": "Moisei Uritsky, Russian activist and politician (born 1873)",
            "year": 1918
        },
        {
            "text": "Madan Lal Dhingra, Indian activist (born 1883)",
            "year": 1909
        },
        {
            "text": "Radoje Domanović, Serbian satirist and journalist (born 1873)",
            "year": 1908
        },
        {
            "text": "Hans Gude, Norwegian-German painter and academic (born 1825)",
            "year": 1903
        },
        {
            "text": "Edmond Audran, French organist and composer (born 1842)",
            "year": 1901
        },
        {
            "text": "William Jervois, English engineer and diplomat, 10th Governor of South Australia (born 1821)",
            "year": 1897
        },
        {
            "text": "Wilhelm Bleek, German linguist and anthropologist (born 1827)",
            "year": 1875
        },
        {
            "text": "Perucho Figueredo, Cuban poet and activist (born 1818)",
            "year": 1870
        },
        {
            "text": "Alcée Louis la Branche, American politician and diplomat, 1st United States Ambassador to Texas (born 1806)",
            "year": 1861
        },
        {
            "text": "José de San Martín, Argentinian general and politician, 1st President of Peru (born 1778)",
            "year": 1850
        },
        {
            "text": "Lorenzo Da Ponte, Italian playwright and poet (born 1749)",
            "year": 1838
        },
        {
            "text": "Husein Gradaščević, Ottoman general (born 1802)",
            "year": 1834
        },
        {
            "text": "John Johnson, English architect and surveyor (born 1732)",
            "year": 1814
        },
        {
            "text": "Matthew Boulton, English businessman and engineer, co-founded Boulton and Watt (born 1728)",
            "year": 1809
        },
        {
            "text": "Frederick the Great, Prussian king (born 1712)",
            "year": 1786
        },
        {
            "text": "Jonathan Trumbull, English-American merchant and politician, 16th Governor of Connecticut (born 1710)",
            "year": 1785
        },
        {
            "text": "Vasily Trediakovsky, Russian poet and playwright (born 1703)",
            "year": 1768
        },
        {
            "text": "Joseph Bingham, English scholar and academic (born 1668)",
            "year": 1723
        },
        {
            "text": "Anne Dacier, French scholar and translator (born 1654)",
            "year": 1720
        },
        {
            "text": "Hans Jakob Christoffel von Grimmelshausen, German author (born 1621)",
            "year": 1676
        },
        {
            "text": "Regnier de Graaf, Dutch physician and anatomist (born 1641)",
            "year": 1673
        },
        {
            "text": "Katharina von Zimmern, Swiss sovereign abbess (born 1478)",
            "year": 1547
        },
        {
            "text": "Edmund Dudley, English politician, Speaker of the House of Commons (born 1462)",
            "year": 1510
        },
        {
            "text": "Richard Empson, English statesman",
            "year": 1510
        },
        {
            "text": "John Stewart, Earl of Buchan (born c. 1381)",
            "year": 1424
        },
        {
            "text": "Nitta Yoshisada, Japanese samurai (born 1301)",
            "year": 1338
        },
        {
            "text": "Irene of Brunswick (born 1293)",
            "year": 1324
        },
        {
            "text": "Emperor Go-Fukakusa of Japan (born 1243)",
            "year": 1304
        },
        {
            "text": "Eustace IV, Count of Boulogne (born 1130)",
            "year": 1153
        },
        {
            "text": "Li Shouzhen, Chinese general and governor",
            "year": 949
        },
        {
            "text": "Carloman, mayor of the palace of Austrasia",
            "year": 754
        }
    ],
    "metadata": {
        "current_date": "August 17, 2025",
        "short_date": "Aug 17",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            8,
            19,
            10,
            25,
            55,
            48,
            21,
            28,
            67,
            62
        ],
        "births": [
            121,
            139,
            7,
            208
        ],
        "deaths": [
            14,
            48,
            8,
            86
        ]
    }
}