{
    "events": [
        {
            "text": "Former US President Donald Trump is indicted on federal charges of misusing classified information.",
            "year": 2023
        },
        {
            "text": "Newcastle, New South Wales, Australia, is hit by the State's worst storms and flooding in 30 years resulting in the death of nine people and the grounding of a trade ship, the MV Pasha Bulker.",
            "year": 2007
        },
        {
            "text": "The first Venus Transit in well over a century takes place, the previous one being in 1882.",
            "year": 2004
        },
        {
            "text": "Mamoru Takuma kills eight and injures 15 in a mass stabbing at an elementary school in the Osaka Prefecture of Japan.",
            "year": 2001
        },
        {
            "text": "Downed U.S. Air Force pilot Captain Scott O'Grady is rescued by U.S. Marines in Bosnia.",
            "year": 1995
        },
        {
            "text": "The first World Oceans Day is celebrated, coinciding with the Earth Summit held in Rio de Janeiro, Brazil.",
            "year": 1992
        },
        {
            "text": "GP Express Airlines Flight 861 crashes on approach to Anniston Regional Airport in Anniston, Alabama, killing three.",
            "year": 1992
        },
        {
            "text": "New Zealand's Labour government establishes a national nuclear-free zone under the New Zealand Nuclear Free Zone, Disarmament, and Arms Control Act 1987.",
            "year": 1987
        },
        {
            "text": "Homosexuality is decriminalized in the Australian state of New South Wales.",
            "year": 1984
        },
        {
            "text": "Bluff Cove Air Attacks during the Falklands War: Fifty-six British servicemen are killed by an Argentine air attack on two landing ships, RFA Sir Galahad and RFA Sir Tristram.",
            "year": 1982
        },
        {
            "text": "VASP Flight 168 crashes in Pacatuba, Ceará, Brazil, killing 128 people.",
            "year": 1982
        },
        {
            "text": "Vietnam War: Nine-year-old Phan Thị Kim Phúc is burned by napalm, an event captured by Associated Press photographer Nick Ut moments later while the young girl is seen running naked down a road, in what would become an iconic, Pulitzer Prize-winning photo.",
            "year": 1972
        },
        {
            "text": "James Earl Ray, the man who assassinated Martin Luther King Jr. is arrested at London Heathrow Airport.",
            "year": 1968
        },
        {
            "text": "Six-Day War: The USS Liberty incident: A United States Navy spy ship is attacked by the Israeli Air Force and Navy, resulting in 34 deaths and 171 wounded.",
            "year": 1967
        },
        {
            "text": "An F-104 Starfighter collides with XB-70 Valkyrie prototype no. 2, destroying both aircraft during a photo shoot near Edwards Air Force Base. Joseph A. Walker, a NASA test pilot, and Carl Cross, a United States Air Force test pilot, are both killed.",
            "year": 1966
        },
        {
            "text": "Topeka, Kansas, United States is devastated by a tornado that registers as an \"F5\" on the Fujita scale, exceeding US$200 million in damages. Seventeen people are killed, over five hundred more injured, and thousands of homes damaged or destroyed.",
            "year": 1966
        },
        {
            "text": "Marriage of Prince Edward, Duke of Kent to Katharine Worsley at York Minster.",
            "year": 1961
        },
        {
            "text": "USS Barbero and the United States Postal Service attempt the delivery of mail via Missile Mail.",
            "year": 1959
        },
        {
            "text": "An F5 tornado hits Beecher, Michigan, United States, killing 116, injuring 844, and destroying 340 homes.",
            "year": 1953
        },
        {
            "text": "The United States Supreme Court rules in District of Columbia v. John R. Thompson Co. that restaurants in Washington, D.C., cannot refuse to serve black patrons.",
            "year": 1953
        },
        {
            "text": "World War II: The two-day Battle of Porta between the Royal Italian Army and the Greek People's Liberation Army begins.",
            "year": 1943
        },
        {
            "text": "World War II: The Imperial Japanese Navy submarines I-21 and I-24 shell the Australian cities of Sydney and Newcastle.",
            "year": 1942
        },
        {
            "text": "World War II: The Allies commence the Syria–Lebanon Campaign against the possessions of Vichy France in the Levant.",
            "year": 1941
        },
        {
            "text": "World War II: The completion of Operation Alphabet, the evacuation of Allied forces from Narvik at the end of the Norwegian Campaign.",
            "year": 1940
        },
        {
            "text": "Margaret Bondfield is appointed Minister of Labour. She is the first woman appointed to the Cabinet of the United Kingdom.",
            "year": 1929
        },
        {
            "text": "Second Northern Expedition: The National Revolutionary Army captures Beijing, whose name is changed to Beiping (\"Northern Peace\").",
            "year": 1928
        },
        {
            "text": "British Mount Everest expedition: British mountaineers Andrew Irvine and George Mallory go missing.",
            "year": 1924
        },
        {
            "text": "Theodore Roosevelt signs the Antiquities Act into law, authorizing the President to restrict the use of certain parcels of public land with historical or conservation value.",
            "year": 1906
        },
        {
            "text": "Herman Hollerith applies for US patent #395,781 for the 'Art of Compiling Statistics', which was his punched card calculator.",
            "year": 1887
        },
        {
            "text": "Coronation of Franz Joseph as King of Hungary following the Austro-Hungarian compromise (Ausgleich).",
            "year": 1867
        },
        {
            "text": "American Civil War: A Confederate victory by forces under General Stonewall Jackson at the Battle of Cross Keys, along with the Battle of Port Republic the next day, prevents Union forces from reinforcing General George B. McClellan in his Peninsula campaign.",
            "year": 1862
        },
        {
            "text": "American Civil War: Tennessee secedes from the Union.",
            "year": 1861
        },
        {
            "text": "A group of 194 Pitcairn Islanders, descendants of the mutineers of HMS Bounty, arrives at Norfolk Island, commencing the Third Settlement of the Island.",
            "year": 1856
        },
        {
            "text": "Maximilien Robespierre inaugurates the French Revolution's new state religion, the Cult of the Supreme Being, with large organized festivals all across France.",
            "year": 1794
        },
        {
            "text": "James Madison introduces twelve proposed amendments to the United States Constitution in Congress.",
            "year": 1789
        },
        {
            "text": "Laki, a volcano in Iceland, begins an eight-month eruption which kills over 9,000 people and starts a seven-year famine.",
            "year": 1783
        },
        {
            "text": "American Revolutionary War: Continental Army attackers are driven back at the Battle of Trois-Rivières.",
            "year": 1776
        },
        {
            "text": "Alexander Fordyce flees to France to avoid debt repayment, triggering the credit crisis of 1772 in the British Empire and the Dutch Republic.",
            "year": 1772
        },
        {
            "text": "Portuguese Restoration War: Portuguese victory at the Battle of Ameixial ensures Portugal's independence from Spain.",
            "year": 1663
        },
        {
            "text": "King Richard I of England arrives in Acre, beginning the Third Crusade.",
            "year": 1191
        },
        {
            "text": "Edward the Confessor becomes King of England – the country's penultimate Anglo-Saxon king.",
            "year": 1042
        },
        {
            "text": "Vikings raid the abbey at Lindisfarne in Northumbria, commonly accepted as the beginning of Norse activity in the British Isles.",
            "year": 793
        },
        {
            "text": "Attila leads a Hun army in the invasion of Italy, devastating the northern provinces as he heads for Rome.",
            "year": 452
        },
        {
            "text": "Battle of Antioch: With the support of the Syrian legions, Elagabalus defeats the forces of emperor Macrinus.",
            "year": 218
        }
    ],
    "births": [
        {
            "text": "Francesca Capaldi, American actress",
            "year": 2004
        },
        {
            "text": "Jeļena Ostapenko, Latvian tennis player",
            "year": 1997
        },
        {
            "text": "Liv Morgan, American professional wrestler",
            "year": 1994
        },
        {
            "text": "Timea Bacsinszky, Swiss tennis player",
            "year": 1989
        },
        {
            "text": "Keith Gill, American financial analyst and investor",
            "year": 1986
        },
        {
            "text": "Javier Mascherano, Argentinian footballer",
            "year": 1984
        },
        {
            "text": "Kim Clijsters, Belgian tennis player; winner of six Grand Slam tournament titles.",
            "year": 1983
        },
        {
            "text": "Nadia Petrova, Russian tennis player",
            "year": 1982
        },
        {
            "text": "Rachel Held Evans, American Christian author (died 2019)",
            "year": 1981
        },
        {
            "text": "Maria Menounos, American television personality, professional wrestler, author, and actress",
            "year": 1978
        },
        {
            "text": "Kanye West, American rapper, producer, director, and fashion designer",
            "year": 1977
        },
        {
            "text": "Lindsay Davenport, American tennis player",
            "year": 1976
        },
        {
            "text": "Mark Ricciuto, Australian footballer and sportcaster",
            "year": 1975
        },
        {
            "text": "Lauren Burns, Australian taekwondo practitioner",
            "year": 1974
        },
        {
            "text": "Bernard Grech, Maltese lawyer and politician",
            "year": 1971
        },
        {
            "text": "Kelli Williams, American actress and director",
            "year": 1970
        },
        {
            "text": "Russell E. Morris, Welsh chemist and academic",
            "year": 1967
        },
        {
            "text": "Julianna Margulies, American actress",
            "year": 1966
        },
        {
            "text": "Kevin Farley, American screenwriter",
            "year": 1965
        },
        {
            "text": "Butch Reynolds, American runner and coach",
            "year": 1964
        },
        {
            "text": "Mary Bonauto, American lawyer and gay rights activist",
            "year": 1961
        },
        {
            "text": "Neil Baker, Australian rugby league player",
            "year": 1960
        },
        {
            "text": "Mick Hucknall, English singer-songwriter",
            "year": 1960
        },
        {
            "text": "Thomas Steen, Swedish ice hockey player and coach",
            "year": 1960
        },
        {
            "text": "Mohsen Kadivar, Iranian philosopher",
            "year": 1959
        },
        {
            "text": "Louise Richardson, Irish political scientist and academic",
            "year": 1958
        },
        {
            "text": "Scott Adams, American author and illustrator",
            "year": 1957
        },
        {
            "text": "Sonja Vectomov, Czech/Finnish sculptor",
            "year": 1957
        },
        {
            "text": "Tim Berners-Lee, English computer scientist, invented the World Wide Web",
            "year": 1955
        },
        {
            "text": "José Antonio Camacho, Spanish footballer and manager",
            "year": 1955
        },
        {
            "text": "Kiril of Varna, Bulgarian metropolitan (died 2013)",
            "year": 1954
        },
        {
            "text": "Sergei Storchak, Ukrainian-Russian politician",
            "year": 1954
        },
        {
            "text": "Ivo Sanader, Croatian historian and politician, 8th Prime Minister of Croatia",
            "year": 1953
        },
        {
            "text": "Bonnie Tyler, Welsh singer-songwriter",
            "year": 1951
        },
        {
            "text": "Kathy Baker, American actress",
            "year": 1950
        },
        {
            "text": "Sônia Braga, Brazilian actress and producer",
            "year": 1950
        },
        {
            "text": "Emanuel Ax, Polish-American pianist and educator",
            "year": 1949
        },
        {
            "text": "Hildegard Falck, German runner",
            "year": 1949
        },
        {
            "text": "Annie Haslam, English singer-songwriter and painter",
            "year": 1947
        },
        {
            "text": "Sara Paretsky, American author",
            "year": 1947
        },
        {
            "text": "Eric F. Wieschaus, American biologist, geneticist, and academic Nobel Prize laureate",
            "year": 1947
        },
        {
            "text": "Graham Henry, New Zealand rugby player and coach",
            "year": 1946
        },
        {
            "text": "Steven Fromholz, American singer-songwriter, producer, and poet (died 2014)",
            "year": 1945
        },
        {
            "text": "Derek Underwood, English cricketer (died 2024)",
            "year": 1945
        },
        {
            "text": "Marc Ouellet, Canadian archbishop and cardinal",
            "year": 1944
        },
        {
            "text": "Boz Scaggs, American singer-songwriter and guitarist",
            "year": 1944
        },
        {
            "text": "Colin Baker, English actor",
            "year": 1943
        },
        {
            "text": "William Calley, American military officer",
            "year": 1943
        },
        {
            "text": "Willie Davenport, American hurdler (died 2002)",
            "year": 1943
        },
        {
            "text": "Doug Mountjoy, Welsh snooker player (died 2021)",
            "year": 1942
        },
        {
            "text": "Robert Bradford, Northern Irish politician and activist (died 1981)",
            "year": 1941
        },
        {
            "text": "George Pell, Australian cardinal (died 2023)",
            "year": 1941
        },
        {
            "text": "Nancy Sinatra, American singer and actress",
            "year": 1940
        },
        {
            "text": "Herb Adderley, American football player (died 2020)",
            "year": 1939
        },
        {
            "text": "Angelo Amato, Italian cardinal",
            "year": 1938
        },
        {
            "text": "Gillian Clarke, Welsh poet and playwright",
            "year": 1937
        },
        {
            "text": "James Darren, American actor (died 2024)",
            "year": 1936
        },
        {
            "text": "Kenneth G. Wilson, American physicist and academic, Nobel Prize laureate (died 2013)",
            "year": 1936
        },
        {
            "text": "Molade Okoya-Thomas, Nigerian businessman and philanthropist (died 2015)",
            "year": 1935
        },
        {
            "text": "Millicent Martin, English actress and singer",
            "year": 1934
        },
        {
            "text": "Joan Rivers, American comedian, actress, and television host (died 2014)",
            "year": 1933
        },
        {
            "text": "Ray Illingworth, English cricketer and sportscaster (died 2021)",
            "year": 1932
        },
        {
            "text": "Ian Kirkwood, Lord Kirkwood, Scottish lawyer and judge (died 2017)",
            "year": 1932
        },
        {
            "text": "Dana Wynter, British actress (died 2011)",
            "year": 1931
        },
        {
            "text": "Robert Aumann, German-American mathematician and economist, Nobel Prize laureate",
            "year": 1930
        },
        {
            "text": "Marcel Léger, Canadian lawyer and politician (died 1993)",
            "year": 1930
        },
        {
            "text": "Nada Inada, Japanese psychiatrist and author (died 2013)",
            "year": 1929
        },
        {
            "text": "Gustavo Gutiérrez, Peruvian philosopher, theologian and priest (died 2024)",
            "year": 1928
        },
        {
            "text": "Mimi Mariani, Indonesian actress, model, and singer (died 1971)",
            "year": 1928
        },
        {
            "text": "J. R. P. Suriyapperuma, Sri Lankan politician (died 2025)",
            "year": 1928
        },
        {
            "text": "Jerry Stiller, American actor, comedian and producer (died 2020)",
            "year": 1927
        },
        {
            "text": "Barbara Bush, American wife of George H. W. Bush, 41st First Lady of the United States (died 2018)",
            "year": 1925
        },
        {
            "text": "Billie Dawe, Canadian ice hockey player and manager (died 2013)",
            "year": 1924
        },
        {
            "text": "Kenneth Waltz, American political scientist and academic (died 2013)",
            "year": 1924
        },
        {
            "text": "Gordon McLendon, American broadcaster and businessman (died 1986)",
            "year": 1921
        },
        {
            "text": "Olga Nardone, American actress (died 2010)",
            "year": 1921
        },
        {
            "text": "LeRoy Neiman, American painter (died 2012)",
            "year": 1921
        },
        {
            "text": "Alexis Smith, Canadian-born American actress and singer (died 1993)",
            "year": 1921
        },
        {
            "text": "Suharto, Indonesian soldier and politician, 2nd President of Indonesia (died 2008)",
            "year": 1921
        },
        {
            "text": "Gwen Harwood, Australian poet and playwright (died 1995)",
            "year": 1920
        },
        {
            "text": "John R. Deane, Jr., American general (died 2013)",
            "year": 1919
        },
        {
            "text": "George Edward Hughes, Irish-New Zealand philosopher and logician (died 1994)",
            "year": 1918
        },
        {
            "text": "Robert Preston, American actor and singer (died 1987)",
            "year": 1918
        },
        {
            "text": "John D. Roberts, American chemist and academic (died 2016)",
            "year": 1918
        },
        {
            "text": "Byron White, American football player, lawyer and judge (died 2002)",
            "year": 1917
        },
        {
            "text": "Francis Crick, English biologist, biophysicist, and neuroscientist, Nobel Prize laureate (died 2004)",
            "year": 1916
        },
        {
            "text": "Luigi Comencini, Italian director and screenwriter (died 2007)",
            "year": 1916
        },
        {
            "text": "Richard Pousette-Dart, American painter and educator (died 1992)",
            "year": 1916
        },
        {
            "text": "Seán McCaughey, Irish Republican Army leader, died on hunger strike (died 1946)",
            "year": 1915
        },
        {
            "text": "Kayyar Kinhanna Rai, Indian journalist, author, and poet (died 2015)",
            "year": 1915
        },
        {
            "text": "Wilhelmina Barns-Graham, British abstract painter (died 2004)",
            "year": 1912
        },
        {
            "text": "Maurice Bellemare, Canadian lawyer and politician (died 1989)",
            "year": 1912
        },
        {
            "text": "Harry Holtzman, American painter (died 1987)",
            "year": 1912
        },
        {
            "text": "Edmundo Rivero, Argentinian singer-songwriter (died 1986)",
            "year": 1911
        },
        {
            "text": "John W. Campbell, American journalist and author (died 1971)",
            "year": 1910
        },
        {
            "text": "Fernand Fonssagrives, French-American photographer, sculptor, and painter (died 2003)",
            "year": 1910
        },
        {
            "text": "Ralph Yarborough, American lawyer and politician (died 1996)",
            "year": 1903
        },
        {
            "text": "Marguerite Yourcenar, Belgian-French author and poet (died 1987)",
            "year": 1903
        },
        {
            "text": "Lena Baker, African-American maid executed for capital murder, later pardoned posthumously (died 1945)",
            "year": 1900
        },
        {
            "text": "Eugène Lapierre, Canadian organist, composer and arts administrator (died 1970)",
            "year": 1899
        },
        {
            "text": "Ernst-Robert Grawitz, German physician (died 1945)",
            "year": 1899
        },
        {
            "text": "John G. Bennett, English mathematician and technologist (died 1974)",
            "year": 1897
        },
        {
            "text": "Santiago Bernabéu Yeste, Spanish footballer and manager (died 1978)",
            "year": 1895
        },
        {
            "text": "Erwin Schulhoff, Czech composer and pianist (died 1942)",
            "year": 1894
        },
        {
            "text": "Ernst Marcus, German zoologist (died 1968)",
            "year": 1893
        },
        {
            "text": "Gaby Morlay, French actress (died 1964)",
            "year": 1893
        },
        {
            "text": "William Funnell, Australian public servant (died 1962)",
            "year": 1891
        },
        {
            "text": "Karl Genzken, German physician (died 1957)",
            "year": 1885
        },
        {
            "text": "Evan Roberts, Welsh Revivalist minister (died 1951)",
            "year": 1878
        },
        {
            "text": "Alexandre Tuffère, Greek-French triple jumper (died 1958)",
            "year": 1876
        },
        {
            "text": "Jan Frans De Boever, Belgian painter and illustrator (died 1949)",
            "year": 1872
        },
        {
            "text": "Robert Robinson Taylor, American architect (died 1942)",
            "year": 1868
        },
        {
            "text": "Frank Lloyd Wright, American architect, designed the Price Tower and Fallingwater (died 1959)",
            "year": 1867
        },
        {
            "text": "Alicia Boole Stott, Irish-English mathematician and theorist (died 1940)",
            "year": 1860
        },
        {
            "text": "Charlotte Scott, English mathematician (died 1931)",
            "year": 1858
        },
        {
            "text": "George Charles Haité, English painter and illustrator (died 1924)",
            "year": 1855
        },
        {
            "text": "Douglas Cameron, Canadian politician, 8th Lieutenant Governor of Manitoba (died 1921)",
            "year": 1854
        },
        {
            "text": "Guido Banti, Italian physician and pathologist (died 1925)",
            "year": 1852
        },
        {
            "text": "Jacques-Arsène d'Arsonval, French physician and physicist (died 1940)",
            "year": 1851
        },
        {
            "text": "John Q. A. Brackett, American lawyer and politician, 36th Governor of Massachusetts (died 1918)",
            "year": 1842
        },
        {
            "text": "Thomas J. Higgins, Canadian-American sergeant, Medal of Honor recipient (died 1917)",
            "year": 1831
        },
        {
            "text": "John Everett Millais, English painter and illustrator (died 1896)",
            "year": 1829
        },
        {
            "text": "Robert Schumann, German composer and critic (died 1856)",
            "year": 1810
        },
        {
            "text": "Charles A. Wickliffe, American politician, 14th Governor of Kentucky (died 1869)",
            "year": 1788
        },
        {
            "text": "Thomas Rickman, English architect and architectural antiquary (died 1841)",
            "year": 1776
        },
        {
            "text": "Ercole Consalvi, Italian cardinal (died 1824)",
            "year": 1757
        },
        {
            "text": "Caspar Wessel, Norwegian-Danish mathematician and cartographer (died 1818)",
            "year": 1745
        },
        {
            "text": "John Smeaton, English engineer, designed the Coldstream Bridge and Perth Bridge (died 1794)",
            "year": 1724
        },
        {
            "text": "John Collins, American lawyer and politician, 3rd Governor of Rhode Island (died 1795)",
            "year": 1717
        },
        {
            "text": "Tomaso Albinoni, Italian violinist and composer (died 1751)",
            "year": 1671
        },
        {
            "text": "Giovanni Domenico Cassini, Italian-French mathematician and astronomer (died 1712)",
            "year": 1625
        },
        {
            "text": "George I Rákóczi, prince of Transylvania (died 1648)",
            "year": 1593
        },
        {
            "text": "Primož Trubar, Slovenian Protestant reformer (died 1586)",
            "year": 1508
        },
        {
            "text": "Emperor Xizong of Tang (died 888)",
            "year": 862
        }
    ],
    "deaths": [
        {
            "text": "Ramoji Rao, Indian businessman, media proprietor and film producer (born 1936)",
            "year": 2024
        },
        {
            "text": "Chet Walker, American basketball player (born 1940)",
            "year": 2024
        },
        {
            "text": "Pat Robertson, American televangelist (born 1930)",
            "year": 2023
        },
        {
            "text": "Paula Rego, Portuguese-British visual artist (born 1935)",
            "year": 2022
        },
        {
            "text": "Andre Matos, Brazilian heavy metal musician (born 1971)",
            "year": 2019
        },
        {
            "text": "Anthony Bourdain, American chef and travel documentarian (born 1956)",
            "year": 2018
        },
        {
            "text": "Chea Sim, Cambodian commander and politician (born 1932)",
            "year": 2015
        },
        {
            "text": "Alexander Imich, Polish-American chemist, parapsychologist, and academic (born 1903)",
            "year": 2014
        },
        {
            "text": "Yoshihito, Prince Katsura of Japan (born 1948)",
            "year": 2014
        },
        {
            "text": "Paul Cellucci, American soldier and politician, 69th Governor of Massachusetts (born 1948)",
            "year": 2013
        },
        {
            "text": "Yoram Kaniuk, Israeli painter, journalist, and critic (born 1930)",
            "year": 2013
        },
        {
            "text": "Taufiq Kiemas, Indonesian politician, 5th First Spouse of Indonesia (born 1942)",
            "year": 2013
        },
        {
            "text": "Charles E. M. Pearce, New Zealand-Australian mathematician and academic (born 1940)",
            "year": 2012
        },
        {
            "text": "Ghassan Tueni, Lebanese journalist, academic, and politician (born 1926)",
            "year": 2012
        },
        {
            "text": "Omar Bongo, Gabonese captain and politician, President of Gabon (born 1935)",
            "year": 2009
        },
        {
            "text": "Jaxon, American illustrator and publisher, co-founded Rip Off Press (born 1941)",
            "year": 2006
        },
        {
            "text": "Matta El Meskeen, Egyptian monk, theologian, and author (born 1919)",
            "year": 2006
        },
        {
            "text": "Charles Hyder, American astrophysicist and academic (born 1930)",
            "year": 2004
        },
        {
            "text": "Mack Jones, American baseball player (born 1938)",
            "year": 2004
        },
        {
            "text": "Alex de Renzy, American director and producer (born 1935)",
            "year": 2001
        },
        {
            "text": "Frédéric Dard, French author and screenwriter (born 1921)",
            "year": 2000
        },
        {
            "text": "Sani Abacha, Nigerian general and politician, 10th President of Nigeria (born 1943)",
            "year": 1998
        },
        {
            "text": "Maria Reiche, German mathematician and archaeologist (born 1903)",
            "year": 1998
        },
        {
            "text": "George Turner, Australian author and critic (born 1916)",
            "year": 1997
        },
        {
            "text": "Karen Wetterhahn, American chemist and academic (born 1948)",
            "year": 1997
        },
        {
            "text": "Alexander Iolas, Egyptian-American art collector (born 1907)",
            "year": 1987
        },
        {
            "text": "Gordon Jacob, English composer and academic (born 1895)",
            "year": 1984
        },
        {
            "text": "Satchel Paige, American baseball player (born 1906)",
            "year": 1982
        },
        {
            "text": "Thorleif Schjelderup-Ebbe, Norwegian zoologist and psychologist (born 1894)",
            "year": 1976
        },
        {
            "text": "J. I. Rodale, American author and playwright (born 1898)",
            "year": 1971
        },
        {
            "text": "Abraham Maslow, American psychologist and academic (born 1908)",
            "year": 1970
        },
        {
            "text": "Arunachalam Mahadeva, Sri Lankan politician and diplomat (born 1885)",
            "year": 1969
        },
        {
            "text": "Robert Taylor, American actor (born 1911)",
            "year": 1969
        },
        {
            "text": "Elizabeth Enright, American author and illustrator (born 1909)",
            "year": 1968
        },
        {
            "text": "Ludovico Scarfiotti, Italian racing driver (born 1933)",
            "year": 1968
        },
        {
            "text": "Anton Melik, Slovenian geographer and academic (born 1890)",
            "year": 1966
        },
        {
            "text": "Marie Laurencin, French painter and sculptor (born 1883)",
            "year": 1956
        },
        {
            "text": "Eugène Fiset, Canadian physician, general, and politician, 18th Lieutenant Governor of Quebec (born 1874)",
            "year": 1951
        },
        {
            "text": "Cora Agnes Benneson, American attorney (born 1851)",
            "year": 1919
        },
        {
            "text": "Emily Davison, English suffragette (born 1872)",
            "year": 1913
        },
        {
            "text": "Mary of the Divine Heart, German nun and saint (born 1863)",
            "year": 1899
        },
        {
            "text": "Gerard Manley Hopkins, English poet (born 1844)",
            "year": 1889
        },
        {
            "text": "Ignace Bourget, Canadian bishop (born 1799)",
            "year": 1885
        },
        {
            "text": "George Sand, French author and playwright (born 1804)",
            "year": 1876
        },
        {
            "text": "Cochise, American tribal chief (born 1805)",
            "year": 1874
        },
        {
            "text": "Douglas William Jerrold, English journalist and playwright (born 1803)",
            "year": 1857
        },
        {
            "text": "Rodolphe Töpffer, Swiss teacher, author, painter, cartoonist, and caricaturist (born 1799)",
            "year": 1846
        },
        {
            "text": "Andrew Jackson, American general, judge, and politician, 7th President of the United States (born 1767)",
            "year": 1845
        },
        {
            "text": "Gian Domenico Romagnosi, Italian economist and jurist (born 1761)",
            "year": 1835
        },
        {
            "text": "Sarah Siddons, Welsh actress (born 1755)",
            "year": 1831
        },
        {
            "text": "Thomas Paine, English-American theorist and author (born 1737)",
            "year": 1809
        },
        {
            "text": "Louis XVII of France (born 1785)",
            "year": 1795
        },
        {
            "text": "George Montagu-Dunk, 2nd Earl of Halifax, English politician, Lord Lieutenant of Ireland (born 1716)",
            "year": 1771
        },
        {
            "text": "Johann Joachim Winckelmann, German archaeologist and scholar (born 1717)",
            "year": 1768
        },
        {
            "text": "August Hermann Francke, German-Lutheran pietist, philanthropist, and scholar (born 1663)",
            "year": 1727
        },
        {
            "text": "Johann Wilhelm, Elector Palatine, German son of Landgravine Elisabeth Amalie of Hesse-Darmstadt (born 1658)",
            "year": 1716
        },
        {
            "text": "Sophia of Hanover (born 1630)",
            "year": 1714
        },
        {
            "text": "Tokugawa Iemitsu, Japanese shōgun (born 1604)",
            "year": 1651
        },
        {
            "text": "Rudolph Goclenius, German lexicographer and philosopher (born 1547)",
            "year": 1628
        },
        {
            "text": "Anne de Xainctonge, French saint, founded the Society of the Sisters of Saint Ursula of the Blessed Virgin (born 1567)",
            "year": 1621
        },
        {
            "text": "Hans Leo Hassler, German organist and composer (born 1562)",
            "year": 1612
        },
        {
            "text": "Jean Bertaut, French bishop and poet (born 1552)",
            "year": 1611
        },
        {
            "text": "Edward Fortunatus, German nobleman (born 1565)",
            "year": 1600
        },
        {
            "text": "Hongzhi Emperor of China (born 1470)",
            "year": 1505
        },
        {
            "text": "George Gordon, 2nd Earl of Huntly, Earl of Huntly and Lord Chancellor of Scotland (born 1440)",
            "year": 1501
        },
        {
            "text": "Elizabeth Woodville, Queen consort of England (born 1437)",
            "year": 1492
        },
        {
            "text": "George Neville, English archbishop and academic (born 1432)",
            "year": 1476
        },
        {
            "text": "Richard le Scrope, Archbishop of York (born c. 1350)",
            "year": 1405
        },
        {
            "text": "Thomas de Mowbray, 4th Earl of Norfolk (born 1385)",
            "year": 1405
        },
        {
            "text": "Kan'ami, Japanese actor and playwright (born 1333)",
            "year": 1384
        },
        {
            "text": "Thomas de Ros, 4th Baron de Ros, English politician (born 1338)",
            "year": 1383
        },
        {
            "text": "Edward, the Black Prince, English son of Edward III of England (born 1330)",
            "year": 1376
        },
        {
            "text": "Beatrice Portinari, object of Dante Alighieri's adoration (born 1266)",
            "year": 1290
        },
        {
            "text": "William of York, English archbishop and saint",
            "year": 1154
        },
        {
            "text": "Harthacnut, English-Danish king (born 1018)",
            "year": 1042
        },
        {
            "text": "Zhao Ying, Chinese chancellor (born 885)",
            "year": 951
        },
        {
            "text": "Chlodulf, bishop of Metz (or 697)",
            "year": 696
        },
        {
            "text": "Muhammad, the central figure of Islam. (born 570/571)",
            "year": 632
        }
    ],
    "metadata": {
        "current_date": "June 8, 2025",
        "short_date": "Jun 8",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            8,
            4,
            10,
            26,
            14,
            30,
            31,
            34,
            43,
            6
        ],
        "births": [
            77,
            80,
            96,
            116
        ],
        "deaths": [
            28,
            3,
            47,
            20
        ]
    }
}