{
    "events": [
        {
            "text": "A 100-year-old building in Mumbai, India, collapses, killing at least 10 people and leaving many others trapped.",
            "year": 2019
        },
        {
            "text": "Four U.S. Marines and a United States Navy Sailor are killed in the a shooting spree targeting military installations in Chattanooga, Tennessee.",
            "year": 2015
        },
        {
            "text": "As many as 27 children die and 25 others are hospitalized after eating lunch served at their school in eastern India.",
            "year": 2013
        },
        {
            "text": "Syrian civil war: The Battle of Ras al-Ayn resumes between the People's Protection Units (YPG) and Islamist forces, beginning the Rojava–Islamist conflict.",
            "year": 2013
        },
        {
            "text": "Teoh Beng Hock, an aide to a politician in Malaysia is found dead on the rooftop of a building adjacent to the offices of the Anti-Corruption Commission, sparking an inquest that gains nationwide attention.",
            "year": 2009
        },
        {
            "text": "An earthquake of magnitude 6.8 and 6.6 aftershock occurs off the Niigata coast of Japan killing eight people, injuring at least 800 and damaging a nuclear power plant.",
            "year": 2007
        },
        {
            "text": "An Antonov An-24 crashes near Baney in Bioko Norte, Equatorial Guinea, killing 60 people.",
            "year": 2005
        },
        {
            "text": "Millennium Park, considered Chicago's first and most ambitious early 21st-century architectural project, is opened to the public by Mayor Richard M. Daley.",
            "year": 2004
        },
        {
            "text": "John F. Kennedy Jr., his wife, Carolyn Bessette-Kennedy, and her sister, Lauren Bessette, die when the aircraft he is piloting crashes into the Atlantic Ocean off the coast of Martha's Vineyard.",
            "year": 1999
        },
        {
            "text": "The comet Shoemaker-Levy 9 is destroyed in a head-on collision with Jupiter.",
            "year": 1994
        },
        {
            "text": "The Luzon earthquake strikes the Philippines with an intensity of 7.7, affecting Benguet, Pangasinan, Nueva Ecija, La Union, Aurora, Bataan, Zambales and Tarlac.",
            "year": 1990
        },
        {
            "text": "The Parliament of the Ukrainian SSR declares state sovereignty over the territory of the Ukrainian SSR.",
            "year": 1990
        },
        {
            "text": "Sikorsky S-61 disaster: A helicopter crashes off the Isles of Scilly, causing 20 fatalities.",
            "year": 1983
        },
        {
            "text": "Iraqi President Ahmed Hassan al-Bakr resigns and is replaced by Saddam Hussein.",
            "year": 1979
        },
        {
            "text": "The Apollo 11 lunar landing mission is launched from Cape Kennedy in Florida, USA.",
            "year": 1969
        },
        {
            "text": "The Mont Blanc Tunnel linking France and Italy opens.",
            "year": 1965
        },
        {
            "text": "South Vietnamese Colonel Phạm Ngọc Thảo, a formerly undetected communist spy and double agent, is hunted down and killed by unknown individuals after being sentenced to death in absentia for a February 1965 coup attempt against Nguyễn Khánh.",
            "year": 1965
        },
        {
            "text": "KLM Flight 844 crashes off the Schouten Islands in present day Indonesia (then Netherlands New Guinea), killing 58 people.",
            "year": 1957
        },
        {
            "text": "Ringling Bros. and Barnum & Bailey Circus closes its last \"Big Tent\" show in Pittsburgh, Pennsylvania; due to changing economics, all subsequent circus shows will be held in arenas.",
            "year": 1956
        },
        {
            "text": "King Leopold III of Belgium abdicates in favor of his son, Baudouin of Belgium.",
            "year": 1951
        },
        {
            "text": "J. D. Salinger publishes his popular yet controversial novel, The Catcher in the Rye.",
            "year": 1951
        },
        {
            "text": "Chaplain–Medic massacre: American POWs are massacred by North Korean Army.",
            "year": 1950
        },
        {
            "text": "Uruguay beats hosts Brazil 2–1 to win the World Cup in a match dubbed as the Maracanazo.",
            "year": 1950
        },
        {
            "text": "Following token resistance, the city of Nazareth, revered by Christians as the hometown of Jesus, capitulates to Israeli troops during Operation Dekel in the 1948 Arab–Israeli War.",
            "year": 1948
        },
        {
            "text": "The storming of the cockpit of the Miss Macao passenger seaplane, operated by a subsidiary of the Cathay Pacific Airways, marks the first aircraft hijacking of a commercial plane.",
            "year": 1948
        },
        {
            "text": "Manhattan Project: The Atomic Age begins when the United States successfully detonates a plutonium-based test nuclear weapon near Alamogordo, New Mexico.",
            "year": 1945
        },
        {
            "text": "World War II: The heavy cruiser USS Indianapolis leaves San Francisco with parts for the atomic bomb \"Little Boy\" bound for Tinian Island.",
            "year": 1945
        },
        {
            "text": "Holocaust: Vel' d'Hiv Roundup (Rafle du Vel' d'Hiv): The government of Vichy France orders the mass arrest of 13,152 Jews who are held at the Vélodrome d'Hiver in Paris before deportation to Auschwitz.",
            "year": 1942
        },
        {
            "text": "Joe DiMaggio hits safely for the 56th consecutive game, a streak that still stands as an MLB record.",
            "year": 1941
        },
        {
            "text": "The world's first parking meter is installed in Oklahoma City, Oklahoma.",
            "year": 1935
        },
        {
            "text": "Emperor Haile Selassie signs the first constitution of Ethiopia.",
            "year": 1931
        },
        {
            "text": "Augusto César Sandino leads a raid on U.S. Marines and Nicaraguan Guardia Nacional that had been sent to apprehend him in the village of Ocotal, but is repulsed by one of the first dive-bombing attacks in history.",
            "year": 1927
        },
        {
            "text": "Henry James becomes a British citizen to highlight his commitment to Britain during the first World War.",
            "year": 1915
        },
        {
            "text": "At Treasure Island on the Delaware River in the United States, the First Order of the Arrow ceremony takes place and the Order of the Arrow is founded to honor American Boy Scouts who best exemplify the Scout Oath and Law.",
            "year": 1915
        },
        {
            "text": "John Robertson Duigan makes the first flight of the Duigan pusher biplane, the first aircraft built in Australia.",
            "year": 1910
        },
        {
            "text": "Persian Constitutional Revolution: Mohammad Ali Shah Qajar is forced out as Shah of Persia and is replaced by his son Ahmad Shah Qajar.",
            "year": 1909
        },
        {
            "text": "American Civil War: David Farragut is promoted to rear admiral, becoming the first officer in United States Navy to hold an admiral rank.",
            "year": 1862
        },
        {
            "text": "American Civil War: At the order of President Abraham Lincoln, Union troops begin a 25-mile march into Virginia for what will become the First Battle of Bull Run, the first major land battle of the war.",
            "year": 1861
        },
        {
            "text": "The last apparition of the Blessed Virgin Mary to Bernadette Soubirous in Lourdes, France.",
            "year": 1858
        },
        {
            "text": "Antonio María Claret y Clará founds the Congregation of the Missionary Sons of the Immaculate Heart of Mary, popularly known as the Claretians in Vic, in the province of Barcelona, Catalonia, Spain.",
            "year": 1849
        },
        {
            "text": "The city of La Paz, in what is today Bolivia, declares its independence from the Spanish Crown during the La Paz revolution and forms the Junta Tuitiva, the first independent government in Spanish America, led by Pedro Domingo Murillo.",
            "year": 1809
        },
        {
            "text": "The District of Columbia is established as the capital of the United States after signature of the Residence Act.",
            "year": 1790
        },
        {
            "text": "American Revolutionary War: Light infantry of the Continental Army seize a fortified British Army position in a midnight bayonet attack at the Battle of Stony Point.",
            "year": 1779
        },
        {
            "text": "Father Junípero Serra founds California's first mission, Mission San Diego de Alcalá. Over the following decades, it evolves into the city of San Diego, California.",
            "year": 1769
        },
        {
            "text": "Manchu Qing dynasty naval forces under commander Shi Lang defeat the Kingdom of Tungning in the Battle of Penghu near the Pescadores Islands.",
            "year": 1683
        },
        {
            "text": "The first banknotes in Europe are issued by the Swedish bank Stockholms Banco.",
            "year": 1661
        },
        {
            "text": "Jacques Cartier, navigator and explorer, returns home to St. Malo after claiming Stadacona (Quebec), Hochelaga (Montreal) and the River of Canada (St. Lawrence River) region for France.",
            "year": 1536
        },
        {
            "text": "King Richard II of England is crowned.",
            "year": 1377
        },
        {
            "text": "Celebrated by the Carmelite Order–but doubted by modern historians–as the day when Saint Simon Stock had a vision of the Virgin Mary.",
            "year": 1251
        },
        {
            "text": "The Spanish town of Arjona declares independence and names its native Muhammad ibn Yusuf as ruler. This marks the Muhammad's first rise to prominence; he later established the Nasrid Emirate of Granada, the last independent Muslim state in Spain.",
            "year": 1232
        },
        {
            "text": "Saint Francis of Assisi was canonized.",
            "year": 1228
        },
        {
            "text": "Battle of Las Navas de Tolosa: After Pope Innocent III calls European knights to a crusade, the forces of kings Alfonso VIII of Castile, Sancho VII of Navarre, Peter II of Aragon and Afonso II of Portugal defeat those of the Berber Muslim leader Almohad, thus marking a significant turning point in the Reconquista and in the medieval history of Spain.",
            "year": 1212
        },
        {
            "text": "Three Roman legates break relations between Western and Eastern Christian churches through the act of placing a papal bull of excommunication on the altar of Hagia Sophia during Saturday afternoon divine liturgy. Historians frequently describe the event as the formal start of the East–West Schism.",
            "year": 1054
        },
        {
            "text": "Battle of Spercheios: Bulgarian forces of Tsar Samuel are defeated by a Byzantine army under general Nikephoros Ouranos at the Spercheios River in Greece.",
            "year": 997
        },
        {
            "text": "The Hijrah of Muhammad begins, marking the beginning of the Islamic calendar.",
            "year": 622
        }
    ],
    "births": [
        {
            "text": "Amiah Miller, American actress and model",
            "year": 2004
        },
        {
            "text": "Island Boys, American social media personalities",
            "year": 2001
        },
        {
            "text": "Jarred Kelenic, American baseball player",
            "year": 1999
        },
        {
            "text": "Kevin Abstract, American rapper and singer-songwriter",
            "year": 1996
        },
        {
            "text": "Luke Hemmings, Australian singer and musician",
            "year": 1996
        },
        {
            "text": "Daniel Pearson, English actor and presenter",
            "year": 1996
        },
        {
            "text": "Shericka Jackson, Jamaican sprinter",
            "year": 1994
        },
        {
            "text": "Safiya Nygaard, American YouTuber",
            "year": 1992
        },
        {
            "text": "Dylan Grimes, Australian Rules footballer",
            "year": 1991
        },
        {
            "text": "Nate Schmidt, American ice hockey player",
            "year": 1991
        },
        {
            "text": "Andros Townsend, English footballer",
            "year": 1991
        },
        {
            "text": "Bureta Faraimo, New Zealand rugby league player",
            "year": 1990
        },
        {
            "text": "James Maslow,  American actor, singer and dancer",
            "year": 1990
        },
        {
            "text": "Wizkid, Nigerian singer and songwriter",
            "year": 1990
        },
        {
            "text": "Johann Zarco, French motorcycle racer",
            "year": 1990
        },
        {
            "text": "Gareth Bale, Welsh footballer",
            "year": 1989
        },
        {
            "text": "Sergio Busquets, Spanish footballer",
            "year": 1988
        },
        {
            "text": "Mousa Dembélé, Belgian footballer",
            "year": 1987
        },
        {
            "text": "AnnaLynne McCord, American actress and producer",
            "year": 1987
        },
        {
            "text": "Knowshon Moreno, American football player",
            "year": 1987
        },
        {
            "text": "Misako Uno, Japanese actress, singer, and fashion designer",
            "year": 1986
        },
        {
            "text": "Mārtiņš Kravčenko, Latvian basketball player",
            "year": 1985
        },
        {
            "text": "Hayanari Shimoda, Japanese racing driver",
            "year": 1984
        },
        {
            "text": "Attila Szabó, Hungarian decathlete",
            "year": 1984
        },
        {
            "text": "Katrina Kaif, British Indian actress and model",
            "year": 1983
        },
        {
            "text": "Duncan Keith, Canadian ice hockey player",
            "year": 1983
        },
        {
            "text": "André Greipel, German cyclist",
            "year": 1982
        },
        {
            "text": "Carli Lloyd, American soccer player",
            "year": 1982
        },
        {
            "text": "Michael Umaña, Costa Rican footballer",
            "year": 1982
        },
        {
            "text": "Giuseppe Di Masi, Italian footballer",
            "year": 1981
        },
        {
            "text": "Robert Kranjec, Slovenian ski jumper",
            "year": 1981
        },
        {
            "text": "Zach Randolph, American basketball player",
            "year": 1981
        },
        {
            "text": "Vicente Rodríguez, Spanish footballer",
            "year": 1981
        },
        {
            "text": "Adam Scott, Australian golfer",
            "year": 1980
        },
        {
            "text": "Jayma Mays, American actress",
            "year": 1979
        },
        {
            "text": "Chris Mihm, American basketball player",
            "year": 1979
        },
        {
            "text": "Kim Rhode, American sport shooter",
            "year": 1979
        },
        {
            "text": "Nathan Rogers, Canadian singer-songwriter and guitarist",
            "year": 1979
        },
        {
            "text": "Konstantin Skrylnikov, Russian footballer",
            "year": 1979
        },
        {
            "text": "Bryan Budd, Northern Ireland-born English soldier, Victoria Cross recipient (died 2006)",
            "year": 1977
        },
        {
            "text": "Tomasz Kuchar, Polish racing driver",
            "year": 1976
        },
        {
            "text": "Bobby Lashley, American professional wrestler and mixed martial artist",
            "year": 1976
        },
        {
            "text": "Carlos Humberto Paredes, Paraguayan footballer",
            "year": 1976
        },
        {
            "text": "Anna Smashnova, Belarusian-Israeli tennis player",
            "year": 1976
        },
        {
            "text": "Maret Maripuu, Estonian politician, Estonian Minister of Social Affairs",
            "year": 1974
        },
        {
            "text": "Wendell Sailor, Australian rugby player",
            "year": 1974
        },
        {
            "text": "João Dias, Portuguese politician",
            "year": 1973
        },
        {
            "text": "Shaun Pollock, South African cricketer",
            "year": 1973
        },
        {
            "text": "Graham Robertson, American director and producer",
            "year": 1973
        },
        {
            "text": "Tim Ryan, American politician",
            "year": 1973
        },
        {
            "text": "Ben Cahoon, American-Canadian football player and coach",
            "year": 1972
        },
        {
            "text": "François Drolet, Canadian speed skater",
            "year": 1972
        },
        {
            "text": "Corey Feldman, American actor",
            "year": 1971
        },
        {
            "text": "Ed Kowalczyk, American singer-songwriter and guitarist",
            "year": 1971
        },
        {
            "text": "Raimonds Miglinieks, Latvian basketball player and coach",
            "year": 1970
        },
        {
            "text": "Apichatpong Weerasethakul, Thai director, producer, and screenwriter",
            "year": 1970
        },
        {
            "text": "Serena Chen, American social psychologist",
            "year": 1970
        },
        {
            "text": "Kathryn Harby-Williams, Australian netball player and sportscaster",
            "year": 1969
        },
        {
            "text": "Dhanraj Pillay, Indian field hockey player and manager",
            "year": 1968
        },
        {
            "text": "Barry Sanders, American football player",
            "year": 1968
        },
        {
            "text": "Larry Sanger, American philosopher and businessman, co-founded Wikipedia and Citizendium",
            "year": 1968
        },
        {
            "text": "Michael Searle, Australian rugby league player and businessman",
            "year": 1968
        },
        {
            "text": "Robert Sherman, American songwriter and businessman",
            "year": 1968
        },
        {
            "text": "Olga Souza, Brazilian singer and dancer",
            "year": 1968
        },
        {
            "text": "Will Ferrell, American actor, comedian, and producer",
            "year": 1967
        },
        {
            "text": "Jyrki Lumme, Finnish ice hockey player",
            "year": 1966
        },
        {
            "text": "Michel Desjoyeaux, French sailor",
            "year": 1965
        },
        {
            "text": "Claude Lemieux, Canadian ice hockey player",
            "year": 1965
        },
        {
            "text": "Phil Hellmuth, American poker player",
            "year": 1964
        },
        {
            "text": "Miguel Induráin, Spanish cyclist",
            "year": 1964
        },
        {
            "text": "Phoebe Cates, American actress",
            "year": 1963
        },
        {
            "text": "Srečko Katanec, Slovenian footballer and coach",
            "year": 1963
        },
        {
            "text": "Mikael Pernfors, Swedish tennis player",
            "year": 1963
        },
        {
            "text": "Grigory Leps, Russian singer-songwriter",
            "year": 1962
        },
        {
            "text": "Terry Pendleton, American baseball player and coach",
            "year": 1960
        },
        {
            "text": "Gary Anderson, South African-American football player",
            "year": 1959
        },
        {
            "text": "James MacMillan, Scottish composer and conductor",
            "year": 1959
        },
        {
            "text": "Jürgen Ligi, Estonian economist and politician, 25th Estonian Minister of Defence",
            "year": 1959
        },
        {
            "text": "Mick Cornett, American politician",
            "year": 1958
        },
        {
            "text": "Michael Flatley, American-Irish dancer and choreographer",
            "year": 1958
        },
        {
            "text": "Faye Grant, American actress",
            "year": 1957
        },
        {
            "text": "Maurice Kottelat, Swiss ichthyologist specializing in Eurasian freshwater fishes",
            "year": 1957
        },
        {
            "text": "Tony Kushner, American playwright and screenwriter",
            "year": 1956
        },
        {
            "text": "Susan Wheeler, American poet and academic",
            "year": 1955
        },
        {
            "text": "Saw Swee Leong, Malaysian badminton player",
            "year": 1955
        },
        {
            "text": "Douglas J. Feith, American lawyer and politician, Under Secretary of Defense for Policy",
            "year": 1953
        },
        {
            "text": "Stewart Copeland, American drummer and songwriter",
            "year": 1952
        },
        {
            "text": "Marc Esposito, French director and screenwriter",
            "year": 1952
        },
        {
            "text": "Ken McEwan, South African cricketer",
            "year": 1952
        },
        {
            "text": "Jean-Luc Mongrain, Canadian journalist",
            "year": 1951
        },
        {
            "text": "Che Rosli, Malaysian politician",
            "year": 1951
        },
        {
            "text": "Gary Indiana, American writer, playwright and poet (died 2024)",
            "year": 1950
        },
        {
            "text": "Pierre Paradis, Canadian lawyer and politician",
            "year": 1950
        },
        {
            "text": "Dennis Priestley, English darts player",
            "year": 1950
        },
        {
            "text": "Frances Spalding, English historian and academic",
            "year": 1950
        },
        {
            "text": "Tom Terrell, American journalist and photographer (died 2007)",
            "year": 1950
        },
        {
            "text": "Rubén Blades, Panamanian singer-songwriter, guitarist, and actor",
            "year": 1948
        },
        {
            "text": "Lars Lagerbäck, Swedish footballer and manager",
            "year": 1948
        },
        {
            "text": "Kevin McKenzie, South African cricketer",
            "year": 1948
        },
        {
            "text": "Pinchas Zukerman, Israeli violinist and conductor",
            "year": 1948
        },
        {
            "text": "Don Burke, Australian television host and producer",
            "year": 1947
        },
        {
            "text": "Alexis Herman, American businesswoman and politician, 23rd United States Secretary of Labor (died 2025)",
            "year": 1947
        },
        {
            "text": "Assata Shakur, American-Cuban criminal and activist",
            "year": 1947
        },
        {
            "text": "Louise Fréchette, Canadian civil servant and diplomat, Deputy Secretary-General of the United Nations",
            "year": 1946
        },
        {
            "text": "Angharad Rees, English-Welsh actress and jewellery designer (died 2012)",
            "year": 1944
        },
        {
            "text": "Reinaldo Arenas, Cuban-American author, poet, and playwright (died 1990)",
            "year": 1943
        },
        {
            "text": "Vernon Bogdanor, English political scientist and academic",
            "year": 1943
        },
        {
            "text": "Jimmy Johnson, American football player and coach",
            "year": 1943
        },
        {
            "text": "Margaret Court, Australian tennis player and minister",
            "year": 1942
        },
        {
            "text": "Desmond Dekker, Jamaican singer-songwriter (died 2006)",
            "year": 1941
        },
        {
            "text": "Dag Solstad, Norwegian author and playwright (died 2025)",
            "year": 1941
        },
        {
            "text": "Hans Wiegel, Dutch journalist and politician, Deputy Prime Minister of the Netherlands (died 2025)",
            "year": 1941
        },
        {
            "text": "Sir George Young, 6th Baronet, English banker and politician, Secretary of State for Transport",
            "year": 1941
        },
        {
            "text": "William Bell, American singer-songwriter",
            "year": 1939
        },
        {
            "text": "Lido Vieri, Italian football manager and football player",
            "year": 1939
        },
        {
            "text": "Ruth Perry, president of Liberia (died 2017)",
            "year": 1939
        },
        {
            "text": "Shringar Nagaraj, Indian actor and producer (died 2013)",
            "year": 1939
        },
        {
            "text": "Corin Redgrave, English actor and activist (died 2010)",
            "year": 1939
        },
        {
            "text": "Mariele Ventre, Italian singer and conductor (died 1995)",
            "year": 1939
        },
        {
            "text": "Cynthia Enloe, American author and academic",
            "year": 1938
        },
        {
            "text": "Tony Jackson, English singer and bass player (died 2003)",
            "year": 1938
        },
        {
            "text": "Richard Bryan, American lawyer and politician, 25th Governor of Nevada",
            "year": 1937
        },
        {
            "text": "John Daly, English director, producer, and screenwriter (died 2008)",
            "year": 1937
        },
        {
            "text": "Yasuo Fukuda, Japanese politician, 91st Prime Minister of Japan",
            "year": 1936
        },
        {
            "text": "Buddy Merrill, American guitarist (died 2021)",
            "year": 1936
        },
        {
            "text": "Jerry Norman, American sinologist and linguist (died 2012)",
            "year": 1936
        },
        {
            "text": "Venkataraman Subramanya, Indian-Australian cricketer",
            "year": 1936
        },
        {
            "text": "Carl Epting Mundy Jr., American general (died 2014)",
            "year": 1935
        },
        {
            "text": "Lynn Wyatt, American socialite and philanthropist",
            "year": 1935
        },
        {
            "text": "Denise LaSalle, American singer-songwriter and producer (died 2018)",
            "year": 1934
        },
        {
            "text": "Tomás Eloy Martínez, Argentine journalist (died 2010)",
            "year": 1934
        },
        {
            "text": "Katherine D. Ortega, 38th Treasurer of the United States",
            "year": 1934
        },
        {
            "text": "Donald M. Payne, American educator and politician (died 2012)",
            "year": 1934
        },
        {
            "text": "Julian A. Brodsky, American businessman",
            "year": 1933
        },
        {
            "text": "John Chilton, English trumpet player and composer (died 2016)",
            "year": 1932
        },
        {
            "text": "Max McGee, American football player and sportscaster (died 2007)",
            "year": 1932
        },
        {
            "text": "Dick Thornburgh, American lawyer and politician, 76th United States Attorney General (died 2020)",
            "year": 1932
        },
        {
            "text": "Fergus Gordon Kerr, Scottish Roman Catholic priest of the English Dominican Province",
            "year": 1931
        },
        {
            "text": "Norm Sherry, American baseball player, manager, and coach (died 2021)",
            "year": 1931
        },
        {
            "text": "Guy Béart, Egyptian-French singer-songwriter (died 2015)",
            "year": 1930
        },
        {
            "text": "Michael Bilirakis, American lawyer and politician",
            "year": 1930
        },
        {
            "text": "Bert Rechichar, American football defensive back and kicker (died 2019)",
            "year": 1930
        },
        {
            "text": "Charles Ray Hatcher, American serial killer (died 1984)",
            "year": 1929
        },
        {
            "text": "Sheri S. Tepper, American author and poet (died 2016)",
            "year": 1929
        },
        {
            "text": "Gaby Tanguy, French swimmer (died 1981)",
            "year": 1929
        },
        {
            "text": "Anita Brookner, English novelist and art historian (died 2016)",
            "year": 1928
        },
        {
            "text": "Bella Davidovich, Soviet-American pianist",
            "year": 1928
        },
        {
            "text": "Robert Sheckley, American author and screenwriter (died 2005)",
            "year": 1928
        },
        {
            "text": "Jim Rathmann, American race car driver (died 2011)",
            "year": 1928
        },
        {
            "text": "Dave Treen, American lawyer and politician, 51st Governor of Louisiana (died 2009)",
            "year": 1928
        },
        {
            "text": "Andrzej Zawada, Polish mountaineer and author (died 2000)",
            "year": 1928
        },
        {
            "text": "Pierre F. Côté, Canadian lawyer and civil servant (died 2013)",
            "year": 1927
        },
        {
            "text": "Shirley Hughes, English author and illustrator (died 2022)",
            "year": 1927
        },
        {
            "text": "Derek Hawksworth, English footballer (died 2021)",
            "year": 1927
        },
        {
            "text": "Ivica Horvat, Croatian footballer and manager (died 2012)",
            "year": 1926
        },
        {
            "text": "Irwin Rose, American biologist and academic, Nobel Prize laureate (died 2015)",
            "year": 1926
        },
        {
            "text": "Frank Jobe, American sergeant and surgeon (died 2014)",
            "year": 1925
        },
        {
            "text": "Rosita Quintana, Argentine actress (died 2021)",
            "year": 1925
        },
        {
            "text": "Cal Tjader, American jazz musician (died 1982)",
            "year": 1925
        },
        {
            "text": "James L. Greenfield, American journalist and politician (died 2024)",
            "year": 1924
        },
        {
            "text": "Bess Myerson, American model, actress, game show panelist, and politician, Miss America 1945 (died 2014)",
            "year": 1924
        },
        {
            "text": "Rupert Deese, Northern Mariana Islander ceramic artist (died 2010)",
            "year": 1924
        },
        {
            "text": "Chris Argyris, American psychologist, theorist, and academic (died 2013)",
            "year": 1923
        },
        {
            "text": "Bola Sete, Brazilian guitarist (died 1987)",
            "year": 1923
        },
        {
            "text": "Anatole Broyard, American critic and editor (died 1990)",
            "year": 1920
        },
        {
            "text": "Hermine Braunsteiner, Austrian SS officer and Majdanek concentration camp guard (died 1999)",
            "year": 1919
        },
        {
            "text": "Choi Kyu-hah, South Korean politician, 4th President of South Korea (died 2006)",
            "year": 1919
        },
        {
            "text": "Denis Edward Arnold, English soldier (died 2015)",
            "year": 1918
        },
        {
            "text": "Paul Farnes, British Royal Air Force (RAF) fighter pilot (died 2020)",
            "year": 1918
        },
        {
            "text": "Samuel Victor Perry, English biochemist and rugby player (died 2009)",
            "year": 1918
        },
        {
            "text": "Barnard Hughes, American actor (died 2006)",
            "year": 1915
        },
        {
            "text": "Elaine Barrie, American actress (died 2003)",
            "year": 1915
        },
        {
            "text": "Milt Bocek, American baseball player (died 2007)",
            "year": 1912
        },
        {
            "text": "Amy Patterson, Argentine composer, singer, poet, and teacher (died 2019)",
            "year": 1912
        },
        {
            "text": "Ginger Rogers, American actress, singer, and dancer (died 1995)",
            "year": 1911
        },
        {
            "text": "Sonny Tufts, American actor (died 1970)",
            "year": 1911
        },
        {
            "text": "Stan McCabe, Australian cricketer (died 1968)",
            "year": 1910
        },
        {
            "text": "Gordon Prange, American historian, author, and academic (died 1980)",
            "year": 1910
        },
        {
            "text": "Frances Horwich, American educator and television host (died 2001)",
            "year": 1907
        },
        {
            "text": "Orville Redenbacher, American farmer and businessman, founded Orville Redenbacher's (died 1995)",
            "year": 1907
        },
        {
            "text": "Barbara Stanwyck, American actress (died 1990)",
            "year": 1907
        },
        {
            "text": "Vincent Sherman, American actor, director, and screenwriter (died 2006)",
            "year": 1906
        },
        {
            "text": "Goffredo Petrassi, Italian composer and conductor (died 2003)",
            "year": 1904
        },
        {
            "text": "Fritz Bauer, German lawyer and judge (died 1968)",
            "year": 1903
        },
        {
            "text": "Carmen Lombardo, Canadian singer-songwriter (died 1971)",
            "year": 1903
        },
        {
            "text": "Irmgard Flügge-Lotz, German mathematician and engineer (died 1974)",
            "year": 1903
        },
        {
            "text": "Alexander Luria, Russian psychologist and physician (died 1977)",
            "year": 1902
        },
        {
            "text": "Mary Philbin, American actress (died 1993)",
            "year": 1902
        },
        {
            "text": "Lady Eve Balfour, British farmer, educator, and founding figure in the organic movement (died 1990)",
            "year": 1898
        },
        {
            "text": "Otmar Freiherr von Verschuer, German biologist and eugenicist (died 1969)",
            "year": 1896
        },
        {
            "text": "Trygve Lie, Norwegian trade union leader and politician, 1st Secretary-General of the United Nations (died 1968)",
            "year": 1896
        },
        {
            "text": "Wilfrid Hamel, Canadian businessman and politician, 35th Mayor of Quebec City (died 1968)",
            "year": 1895
        },
        {
            "text": "Arthur Bowie Chrisman, American author (died 1953)",
            "year": 1889
        },
        {
            "text": "Percy Kilbride, American actor (died 1964)",
            "year": 1888
        },
        {
            "text": "Frits Zernike, Dutch physicist and academic, Nobel Prize laureate (died 1966)",
            "year": 1888
        },
        {
            "text": "Shoeless Joe Jackson, American baseball player and manager (died 1951)",
            "year": 1887
        },
        {
            "text": "Anna Vyrubova, Russian author (died 1964)",
            "year": 1884
        },
        {
            "text": "Charles Sheeler, American photographer and painter (died 1965)",
            "year": 1883
        },
        {
            "text": "Violette Neatley Anderson, American judge (died 1937)",
            "year": 1882
        },
        {
            "text": "Kathleen Norris, American journalist and author (died 1966)",
            "year": 1880
        },
        {
            "text": "Roald Amundsen, Norwegian pilot and explorer (died 1928)",
            "year": 1872
        },
        {
            "text": "Frank Cooper, Australian politician, 25th Premier of Queensland (died 1949)",
            "year": 1872
        },
        {
            "text": "John Maxwell, American golfer (died 1906)",
            "year": 1871
        },
        {
            "text": "Lambert McKenna, Irish priest, lexicographer, and scholar (died 1956)",
            "year": 1870
        },
        {
            "text": "Ellen Oliver (suffragette), British suffragette (died 1921)",
            "year": 1870
        },
        {
            "text": "Anderson Dawson, Australian politician, 14th Premier of Queensland (died 1910)",
            "year": 1863
        },
        {
            "text": "Ida B. Wells, American journalist and activist (died 1931)",
            "year": 1862
        },
        {
            "text": "Eugène Ysaÿe, Belgian violinist, composer, and conductor (died 1931)",
            "year": 1858
        },
        {
            "text": "Nikolai von Glehn, Estonian-German architect and activist (died 1923)",
            "year": 1841
        },
        {
            "text": "Mary Baker Eddy, American religious leader and author, founded Christian Science (died 1910)",
            "year": 1821
        },
        {
            "text": "Jean-Baptiste-Camille Corot, French painter and etcher (died 1875)",
            "year": 1796
        },
        {
            "text": "Cyrus Griffin, American lawyer, judge, and politician, 16th President of the Continental Congress (died 1810)",
            "year": 1748
        },
        {
            "text": "Samuel Huntington, American jurist and politician, 18th Governor of Connecticut (died 1796)",
            "year": 1731
        },
        {
            "text": "Joshua Reynolds, English painter and academic (died 1792)",
            "year": 1723
        },
        {
            "text": "Joseph Wilton, English sculptor and academic (died 1803)",
            "year": 1722
        },
        {
            "text": "Marc René, marquis de Montalembert, French engineer and author (died 1800)",
            "year": 1714
        },
        {
            "text": "Pierre Le Moyne d'Iberville, Canadian captain, explorer, and politician (died 1706)",
            "year": 1661
        },
        {
            "text": "Cecilia Renata of Austria (died 1644)",
            "year": 1611
        },
        {
            "text": "Petrus Peckius the Elder, Dutch jurist, writer on international maritime law (died 1589)",
            "year": 1529
        },
        {
            "text": "Frances Grey, Duchess of Suffolk, English duchess (died 1559)",
            "year": 1517
        },
        {
            "text": "Andrea del Sarto, Italian painter (died 1530)",
            "year": 1486
        },
        {
            "text": "Clare of Assisi, Italian nun and saint (died 1253)",
            "year": 1194
        }
    ],
    "deaths": [
        {
            "text": "Joe Bryant, American basketball player (born 1954)",
            "year": 2024
        },
        {
            "text": "Norm Hewitt, New Zealand rugby union player (born 1968)",
            "year": 2024
        },
        {
            "text": "David Morrow, Australian radio host and sportscaster (born 1953)",
            "year": 2024
        },
        {
            "text": "Kevin Mitnick, American hacker (born 1963)",
            "year": 2023
        },
        {
            "text": "Biz Markie, American rapper (born 1964)",
            "year": 2021
        },
        {
            "text": "Tony Taylor, Cuban baseball player (born 1935)",
            "year": 2020
        },
        {
            "text": "John Paul Stevens, American lawyer and jurist, Associate Justice of the Supreme Court of the United States (born 1920)",
            "year": 2019
        },
        {
            "text": "George A. Romero, American filmmaker (born 1940)",
            "year": 2017
        },
        {
            "text": "Denis Avey, English soldier, engineer, and author (born 1919)",
            "year": 2015
        },
        {
            "text": "Evelyn Ebsworth, English chemist and academic (born 1933)",
            "year": 2015
        },
        {
            "text": "Alcides Ghiggia, Uruguayan footballer and manager (born 1926)",
            "year": 2015
        },
        {
            "text": "Jack Goody, English anthropologist, author, and academic (born 1919)",
            "year": 2015
        },
        {
            "text": "Karl Albrecht, German businessman, co-founded Aldi (born 1920)",
            "year": 2014
        },
        {
            "text": "Mary Ellen Otremba, American educator and politician (born 1950)",
            "year": 2014
        },
        {
            "text": "Johnny Winter, American singer-songwriter, guitarist, and producer (born 1944)",
            "year": 2014
        },
        {
            "text": "Heinz Zemanek, Austrian computer scientist and academic (born 1920)",
            "year": 2014
        },
        {
            "text": "Talia Castellano, American internet celebrity (born 1999)",
            "year": 2013
        },
        {
            "text": "Alex Colville, Canadian painter and academic (born 1920)",
            "year": 2013
        },
        {
            "text": "Marv Rotblatt, American baseball player (born 1927)",
            "year": 2013
        },
        {
            "text": "William Asher, American director, producer, and screenwriter (born 1921)",
            "year": 2012
        },
        {
            "text": "Stephen Covey, American businessman and author (born 1932)",
            "year": 2012
        },
        {
            "text": "Gilbert Esau, American businessman and politician (born 1919)",
            "year": 2012
        },
        {
            "text": "Ed Lincoln, Brazilian bassist, pianist, and composer (born 1932)",
            "year": 2012
        },
        {
            "text": "Masaharu Matsushita, Japanese businessman (born 1913)",
            "year": 2012
        },
        {
            "text": "Kitty Wells, American singer-songwriter and guitarist (born 1919)",
            "year": 2012
        },
        {
            "text": "Forrest Blue, American football player (born 1944)",
            "year": 2011
        },
        {
            "text": "Jo Stafford, American singer (born 1917)",
            "year": 2008
        },
        {
            "text": "Lindsay Thompson, Australian politician, 40th Premier of Victoria (born 1923)",
            "year": 2008
        },
        {
            "text": "Caterina Bueno, Italian singer and historian (born 1943)",
            "year": 2007
        },
        {
            "text": "Winthrop Paul Rockefeller, American businessman and politician, 13th Lieutenant Governor of Arkansas (born 1948)",
            "year": 2006
        },
        {
            "text": "Pietro Consagra, Italian sculptor (born 1920)",
            "year": 2005
        },
        {
            "text": "Camillo Felgen, Luxembourgian singer-songwriter and radio host (born 1920)",
            "year": 2005
        },
        {
            "text": "George Busbee, American lawyer and politician, 77th Governor of Georgia (born 1927)",
            "year": 2004
        },
        {
            "text": "Charles Sweeney, American general and pilot (born 1919)",
            "year": 2004
        },
        {
            "text": "Celia Cruz, Cuban-American singer and actress (born 1925)",
            "year": 2003
        },
        {
            "text": "Carol Shields, American-Canadian novelist and short story writer (born 1935)",
            "year": 2003
        },
        {
            "text": "John Cocke, American computer scientist and engineer (born 1925)",
            "year": 2002
        },
        {
            "text": "Terry Gordy, American professional wrestler (born 1961)",
            "year": 2001
        },
        {
            "text": "Morris, Belgian cartoonist (born 1923)",
            "year": 2001
        },
        {
            "text": "John F. Kennedy Jr., American lawyer and publisher (born 1960)",
            "year": 1999
        },
        {
            "text": "Carolyn Bessette-Kennedy, American publicist and wife of John F. Kennedy Jr. (born 1966)",
            "year": 1999
        },
        {
            "text": "Alan Macnaughton, Canadian lawyer and politician, Speaker of the Canadian House of Commons (born 1903)",
            "year": 1999
        },
        {
            "text": "John Henrik Clarke, American historian and scholar (born 1915)",
            "year": 1998
        },
        {
            "text": "Adolf von Thadden, German lieutenant and politician (born 1921)",
            "year": 1996
        },
        {
            "text": "May Sarton, American playwright and novelist (born 1912)",
            "year": 1995
        },
        {
            "text": "Stephen Spender, English author and poet (born 1909)",
            "year": 1995
        },
        {
            "text": "Julian Schwinger, American physicist and academic, Nobel Prize laureate (born 1918)",
            "year": 1994
        },
        {
            "text": "Buck Buchanan, American football player and coach (born 1940)",
            "year": 1992
        },
        {
            "text": "Meindert DeJong, Dutch-American soldier and author (born 1906)",
            "year": 1991
        },
        {
            "text": "Robert Motherwell, American painter and academic (born 1915)",
            "year": 1991
        },
        {
            "text": "Frank Rizzo, American police officer and politician, 93rd Mayor of Philadelphia (born 1920)",
            "year": 1991
        },
        {
            "text": "Robert Blackburn, Irish educator (born 1927)",
            "year": 1990
        },
        {
            "text": "Miguel Muñoz, Spanish footballer and manager (born 1922)",
            "year": 1990
        },
        {
            "text": "Herbert von Karajan, Austrian conductor and manager (born 1908)",
            "year": 1989
        },
        {
            "text": "Heinrich Böll, German novelist and short story writer, Nobel Prize laureate (born 1917)",
            "year": 1985
        },
        {
            "text": "Wayne King, American saxophonist, songwriter, and bandleader (born 1901)",
            "year": 1985
        },
        {
            "text": "Charles Robberts Swart, South African lawyer and politician, 1st State President of South Africa (born 1894)",
            "year": 1982
        },
        {
            "text": "Harry Chapin, American singer-songwriter and guitarist (born 1942)",
            "year": 1981
        },
        {
            "text": "James Scott Douglas, English-born Scottish race car driver and 6th Baronet Douglas (born 1930)",
            "year": 1969
        },
        {
            "text": "Boris Artzybasheff, Ukrainian-American illustrator (born 1899)",
            "year": 1965
        },
        {
            "text": "Rauf Orbay, Turkish colonel and politician, Prime Minister of Turkey (born 1881)",
            "year": 1964
        },
        {
            "text": "Albert Kesselring, German field marshal (born 1881)",
            "year": 1960
        },
        {
            "text": "John P. Marquand, American author (born 1893)",
            "year": 1960
        },
        {
            "text": "Herms Niel, German soldier, trombonist, and composer (born 1888)",
            "year": 1954
        },
        {
            "text": "Hilaire Belloc, French-born British writer and historian (born 1870)",
            "year": 1953
        },
        {
            "text": "Vyacheslav Ivanov, Russian poet and playwright (born 1866)",
            "year": 1949
        },
        {
            "text": "Saul Raphael Landau, Polish Jewish lawyer, journalist, publicist and Zionist activist (born 1870)",
            "year": 1943
        },
        {
            "text": "Bartholomeus Roodenburch, Dutch swimmer (born 1866)",
            "year": 1939
        },
        {
            "text": "Zheng Zhengqiu, Chinese filmmaker (born 1889)",
            "year": 1935
        },
        {
            "text": "Philipp Scharwenka, German composer and educator (born 1847)",
            "year": 1917
        },
        {
            "text": "Ellen G. White, American author and co-founder of the Seventh-day Adventist Church(born 1827)",
            "year": 1915
        },
        {
            "text": "Edmond de Goncourt, French critic and publisher, founded Académie Goncourt (born 1822)",
            "year": 1896
        },
        {
            "text": "Ned Buntline, American journalist and author (born 1823)",
            "year": 1886
        },
        {
            "text": "Rosalía de Castro, Spanish poet (born 1837)",
            "year": 1885
        },
        {
            "text": "Mary Todd Lincoln, First Lady of the United States 1861–1865 (born 1818)",
            "year": 1882
        },
        {
            "text": "Edward Deas Thomson, Scottish-Australian politician, 3rd Chief Secretary of New South Wales (born 1800)",
            "year": 1879
        },
        {
            "text": "Dmitry Pisarev, Russian author and critic (born 1840)",
            "year": 1868
        },
        {
            "text": "Sarah Allen, African-American missionary for the African Methodist Episcopal Church (born 1764)",
            "year": 1849
        },
        {
            "text": "Louis Alexandre Andrault de Langeron, French-Russian general (born 1763)",
            "year": 1831
        },
        {
            "text": "George Howard, English field marshal and politician (born 1718)",
            "year": 1796
        },
        {
            "text": "Francis Cotes, English painter and academic (born 1726)",
            "year": 1770
        },
        {
            "text": "Giuseppe Crespi, Italian painter (born 1665)",
            "year": 1747
        },
        {
            "text": "Johann David Heinichen, German composer and theorist (born 1683)",
            "year": 1729
        },
        {
            "text": "François-Michel le Tellier, Marquis de Louvois, French politician, French Secretary of State for War (born 1641)",
            "year": 1691
        },
        {
            "text": "John Pearson, English bishop and scholar (born 1612)",
            "year": 1686
        },
        {
            "text": "Andreas Gryphius, German poet and playwright (born 1616)",
            "year": 1664
        },
        {
            "text": "Masaniello, Italian rebel (born 1622)",
            "year": 1647
        },
        {
            "text": "Isabella de' Medici, Italian noble (born 1542)",
            "year": 1576
        },
        {
            "text": "Anne of Cleves, Queen consort of England (born 1515)",
            "year": 1557
        },
        {
            "text": "Anne Askew, English author and poet (born 1520)",
            "year": 1546
        },
        {
            "text": "João da Nova, Portuguese explorer (born 1460)",
            "year": 1509
        },
        {
            "text": "An-Nasir Ahmad, Sultan of Egypt (born 1316)",
            "year": 1344
        },
        {
            "text": "Charles I of Hungary (born 1288)",
            "year": 1342
        },
        {
            "text": "Emperor Go-Uda of Japan (born 1267)",
            "year": 1324
        },
        {
            "text": "Pope Innocent III (born 1160)",
            "year": 1216
        },
        {
            "text": "William de Brus, 3rd Lord of Annandale",
            "year": 1212
        },
        {
            "text": "Irmgard, Frankish abbess",
            "year": 866
        },
        {
            "text": "Sisenandus, Cordoban deacon and martyr (born c. 825)",
            "year": 851
        },
        {
            "text": "Fulrad, Frankish diplomat and saint (born 710)",
            "year": 784
        }
    ],
    "metadata": {
        "current_date": "July 16, 2025",
        "short_date": "Jul 16",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            38,
            15,
            0,
            51,
            5,
            37,
            23,
            50,
            8,
            13
        ],
        "births": [
            144,
            31,
            138,
            201
        ],
        "deaths": [
            1,
            11,
            67,
            83
        ]
    }
}