{
    "events": [
        {
            "text": "An avalanche strikes Nyingchi, Tibet, killing 28 people.",
            "year": 2023
        },
        {
            "text": "The search for Malaysia Airlines Flight 370 is announced to be suspended.",
            "year": 2017
        },
        {
            "text": "President Barack Obama announces the Joint Comprehensive Plan of Action, an agreement intended to limit Iran's nuclear program.",
            "year": 2016
        },
        {
            "text": "Former cyclist Lance Armstrong confesses to his doping in an airing of Oprah's Next Chapter.",
            "year": 2013
        },
        {
            "text": "Shahzad Luqman is murdered by members of Golden Dawn in Petralona, Athens, leading the creation of new measures to combat race-based attacks in Greece.",
            "year": 2013
        },
        {
            "text": "Rioting begins between Muslim and Christian groups in Jos, Nigeria, results in at least 200 deaths.",
            "year": 2010
        },
        {
            "text": "British Airways Flight 38 crashes short of the runway at Heathrow Airport, injuring 47.",
            "year": 2008
        },
        {
            "text": "The Doomsday Clock is set to five minutes to midnight in response to North Korea's nuclear testing.",
            "year": 2007
        },
        {
            "text": "Mount Nyiragongo erupts in the Democratic Republic of the Congo, displacing an estimated 400,000 people.",
            "year": 2002
        },
        {
            "text": "Clinton–Lewinsky scandal: Matt Drudge breaks the story of the Bill Clinton–Monica Lewinsky affair on his Drudge Report website.",
            "year": 1998
        },
        {
            "text": "Cape Canaveral Air Force Station: A Delta II carrying the GPS IIR-1 satellite explodes 13 seconds after launch, dropping 250 tons of burning rocket remains around the launch pad.",
            "year": 1997
        },
        {
            "text": "The Czech Republic applies for membership in the European Union.",
            "year": 1996
        },
        {
            "text": "The 6.9 Mw  Great Hanshin earthquake shakes the southern Hyōgo Prefecture with a maximum Shindo of 7, leaving 5,502–6,434 people dead, and 251,301–310,000 displaced.",
            "year": 1995
        },
        {
            "text": "The 6.7 Mw  Northridge earthquake shakes the Greater Los Angeles Area with a maximum Mercalli intensity of IX (Violent), leaving 57 people dead and more than 8,700 injured.",
            "year": 1994
        },
        {
            "text": "During a visit to South Korea, Japanese Prime Minister Kiichi Miyazawa apologizes for forcing Korean women into sexual slavery during World War II.",
            "year": 1992
        },
        {
            "text": "Gulf War: Operation Desert Storm begins early in the morning as aircraft strike positions across Iraq, it is also the first major combat sortie for the F-117. LCDR Scott Speicher's F/A-18C Hornet from VFA-81 is shot down by a Mig-25 and is the first American casualty of the War. Iraq fires eight Scud missiles into Israel in an unsuccessful bid to provoke Israeli retaliation.",
            "year": 1991
        },
        {
            "text": "Crown Prince Harald of Norway becomes King Harald V, following the death of his father, King Olav V.",
            "year": 1991
        },
        {
            "text": "President of the Philippines Ferdinand Marcos lifts martial law eight years and five months after declaring it.",
            "year": 1981
        },
        {
            "text": "Capital punishment in the United States resumes after a ten-year hiatus, as convicted murderer Gary Gilmore is executed by firing squad in Utah.",
            "year": 1977
        },
        {
            "text": "Black Panther Party members Bunchy Carter and John Huggins are killed during a meeting in Campbell Hall on the campus of UCLA.",
            "year": 1969
        },
        {
            "text": "Palomares incident: A B-52 bomber collides with a KC-135 Stratotanker over Spain, killing seven airmen, and dropping three 70-kiloton nuclear bombs near the town of Palomares and another one into the sea.",
            "year": 1966
        },
        {
            "text": "U.S. President Dwight D. Eisenhower delivers a televised farewell address to the nation three days before leaving office, in which he warns against the accumulation of power by the \"military–industrial complex\" as well as the dangers of massive spending, especially deficit spending.",
            "year": 1961
        },
        {
            "text": "Former Congolese Prime Minister Patrice Lumumba is murdered together with former Minister of Youth and Sports of the Republic of the Congo Maurice Mpolo and former Senator from Kasai Province Joseph Okito in circumstances suggesting the support and complicity of the governments of Belgium and the United States.",
            "year": 1961
        },
        {
            "text": "The Great Brink's Robbery: Eleven thieves steal more than $2 million from an armored car company's offices in Boston.",
            "year": 1950
        },
        {
            "text": "United Nations Security Council Resolution 79 relating to arms control is adopted.",
            "year": 1950
        },
        {
            "text": "The Renville Agreement between the Netherlands and Indonesia is ratified.",
            "year": 1948
        },
        {
            "text": "The UN Security Council holds its first session.",
            "year": 1946
        },
        {
            "text": "World War II: The Vistula–Oder Offensive forces German troops out of Warsaw.",
            "year": 1945
        },
        {
            "text": "The SS-Totenkopfverbände begin the evacuation of the Auschwitz concentration camp as the Red Army closes in.",
            "year": 1945
        },
        {
            "text": "Swedish diplomat Raoul Wallenberg is taken into Soviet custody while in Hungary; he is never publicly seen again.",
            "year": 1945
        },
        {
            "text": "World War II: Allied forces launch the first of four assaults on Monte Cassino with the intention of breaking through the Winter Line and seizing Rome, an effort that would ultimately take four months and cost 105,000 Allied casualties.",
            "year": 1944
        },
        {
            "text": "World War II: Greek submarine Papanikolis captures the 200-ton sailing vessel Agios Stefanos and mans her with part of her crew.",
            "year": 1943
        },
        {
            "text": "Franco-Thai War: Vichy French forces inflict a decisive defeat over the Royal Thai Navy.",
            "year": 1941
        },
        {
            "text": "Alcohol Prohibition begins in the United States as the Volstead Act goes into effect.",
            "year": 1920
        },
        {
            "text": "Finnish Civil War: The first serious battles take place between the Red Guards and the White Guard.",
            "year": 1918
        },
        {
            "text": "The United States pays Denmark $25 million for the Virgin Islands.",
            "year": 1917
        },
        {
            "text": "Russia defeats Ottoman Turkey in the Battle of Sarikamish during the Caucasus Campaign of World War I.",
            "year": 1915
        },
        {
            "text": "British polar explorer Captain Robert Falcon Scott reaches the South Pole, one month after Roald Amundsen.",
            "year": 1912
        },
        {
            "text": "Anton Chekhov's The Cherry Orchard receives its premiere performance at the Moscow Art Theatre.",
            "year": 1904
        },
        {
            "text": "El Yunque National Forest in Puerto Rico becomes part of the United States National Forest System as the Luquillo Forest Reserve.",
            "year": 1903
        },
        {
            "text": "The United States takes possession of Wake Island in the Pacific Ocean.",
            "year": 1899
        },
        {
            "text": "Lorrin A. Thurston, along with the Citizens' Committee of Public Safety, led the Overthrow of the Kingdom of Hawaii and the government of Queen Liliʻuokalani.",
            "year": 1893
        },
        {
            "text": "A British force defeats a large Dervish army at the Battle of Abu Klea in the Sudan.",
            "year": 1885
        },
        {
            "text": "A group of Modoc warriors defeats the United States Army in the First Battle of the Stronghold, part of the Modoc War.",
            "year": 1873
        },
        {
            "text": "The United Kingdom signs the Sand River Convention with the South African Republic.",
            "year": 1852
        },
        {
            "text": "Mexican War of Independence: In the Battle of Calderón Bridge, a heavily outnumbered Spanish force of 6,000 troops defeats nearly 100,000 Mexican revolutionaries.",
            "year": 1811
        },
        {
            "text": "Maltese patriot Dun Mikiel Xerri, along with a number of other patriots, is executed.",
            "year": 1799
        },
        {
            "text": "American Revolutionary War: Battle of Cowpens: Continental troops under Brigadier General Daniel Morgan defeat British forces under Lieutenant Colonel Banastre Tarleton at the battle in South Carolina.",
            "year": 1781
        },
        {
            "text": "Captain James Cook leads the first expedition to sail south of the Antarctic Circle.",
            "year": 1773
        },
        {
            "text": "The Second Ormonde Peace creates an alliance between the Irish Royalists and Confederates during the War of the Three Kingdoms. The coalition was then decisively defeated during the Cromwellian conquest of Ireland.",
            "year": 1649
        },
        {
            "text": "England's Long Parliament passes the \"Vote of No Addresses\", breaking off negotiations with King Charles I and thereby setting the scene for the second phase of the English Civil War.",
            "year": 1648
        },
        {
            "text": "Emperor Susenyos I of Ethiopia surprises an Oromo army at Ebenat; his army reportedly kills 12,000 Oromo at the cost of 400 of his men.",
            "year": 1608
        },
        {
            "text": "During the French Wars of Religion, Henry IV of France declares war on Spain.",
            "year": 1595
        },
        {
            "text": "France grants religious toleration to the Huguenots in the Edict of Saint-Germain.",
            "year": 1562
        },
        {
            "text": "Giovanni da Verrazzano sets sail westward from Madeira to find a sea route to the Pacific Ocean.",
            "year": 1524
        },
        {
            "text": "Pope Gregory XI reaches Rome, after deciding to move the Papacy back to Rome from Avignon.",
            "year": 1377
        },
        {
            "text": "Saint Marcellus' flood kills at least 25,000 people on the shores of the North Sea.",
            "year": 1362
        },
        {
            "text": "Octavian divorces his wife Scribonia and marries Livia Drusilla, ending the fragile peace between the Second Triumvirate and Sextus Pompey.",
            "year": -38
        }
    ],
    "births": [
        {
            "text": "Peio Canales, Spanish footballer",
            "year": 2005
        },
        {
            "text": "Robin Roefs, Dutch footballer",
            "year": 2003
        },
        {
            "text": "Samuel, American singer based in South Korea.",
            "year": 2002
        },
        {
            "text": "Enzo Fernández, Argentinian footballer",
            "year": 2001
        },
        {
            "text": "Kang Chan-hee, South Korean singer and actor",
            "year": 2000
        },
        {
            "text": "Devlin DeFrancesco, Canadian race car driver",
            "year": 2000
        },
        {
            "text": "Ayo Dosunmu, American basketball player",
            "year": 2000
        },
        {
            "text": "Isa Briones, American actor and singer",
            "year": 1999
        },
        {
            "text": "Sophie Molineux, Australian cricketer",
            "year": 1998
        },
        {
            "text": "Jeff Reine-Adélaïde, French footballer",
            "year": 1998
        },
        {
            "text": "Jake Paul, American boxer, actor, rapper, and social media personality",
            "year": 1997
        },
        {
            "text": "Kyle Tucker, American baseball player",
            "year": 1997
        },
        {
            "text": "Allonzo Trier, American basketball player",
            "year": 1996
        },
        {
            "text": "Indya Moore, American actor and model",
            "year": 1995
        },
        {
            "text": "Lucy Boynton, American-English actress",
            "year": 1994
        },
        {
            "text": "Mark Steketee, Australian cricketer",
            "year": 1994
        },
        {
            "text": "Stanislav Galiev, Russian ice hockey player",
            "year": 1992
        },
        {
            "text": "Trevor Bauer, American baseball player",
            "year": 1991
        },
        {
            "text": "Willa Fitzgerald, American actress",
            "year": 1991
        },
        {
            "text": "Esapekka Lappi, Finnish rally driver",
            "year": 1991
        },
        {
            "text": "Alise Post, American BMX rider",
            "year": 1991
        },
        {
            "text": "Santiago Tréllez, Colombian footballer",
            "year": 1990
        },
        {
            "text": "Tyler Zeller, American basketball player",
            "year": 1990
        },
        {
            "text": "Taylor Jordan, American baseball player",
            "year": 1989
        },
        {
            "text": "Kelly Marie Tran, American actress",
            "year": 1989
        },
        {
            "text": "Andrea Antonelli, Italian motorcycle racer (died 2013)",
            "year": 1988
        },
        {
            "text": "Earl Clark, American basketball player",
            "year": 1988
        },
        {
            "text": "Will Genia, Australian rugby player",
            "year": 1988
        },
        {
            "text": "Jonathan Keltz, American actor",
            "year": 1988
        },
        {
            "text": "Héctor Moreno, Mexican footballer",
            "year": 1988
        },
        {
            "text": "Cody Decker, American baseball player",
            "year": 1987
        },
        {
            "text": "Oleksandr Usyk, Ukrainian boxer",
            "year": 1987
        },
        {
            "text": "Viktor Stålberg, Swedish ice hockey player",
            "year": 1986
        },
        {
            "text": "Pablo Barrientos, Argentinian footballer",
            "year": 1985
        },
        {
            "text": "Simone Simons, Dutch singer-songwriter",
            "year": 1985
        },
        {
            "text": "Calvin Harris, Scottish singer-songwriter, DJ, and producer",
            "year": 1984
        },
        {
            "text": "Dexter Lumis, American wrestler",
            "year": 1984
        },
        {
            "text": "Álvaro Arbeloa, Spanish footballer",
            "year": 1983
        },
        {
            "text": "Ryan Gage, English actor",
            "year": 1983
        },
        {
            "text": "Johannes Herber, German basketball player",
            "year": 1983
        },
        {
            "text": "Rick Kelly, Australian race car driver",
            "year": 1983
        },
        {
            "text": "Marcelo Garcia, Brazilian martial artist",
            "year": 1983
        },
        {
            "text": "Dwyane Wade, American basketball player",
            "year": 1982
        },
        {
            "text": "Andrew Webster, Australian rugby league player and coach",
            "year": 1982
        },
        {
            "text": "Amanda Wilkinson, Canadian singer",
            "year": 1982
        },
        {
            "text": "Warren Feeney, Northern Irish footballer and manager",
            "year": 1981
        },
        {
            "text": "Ray J, American singer, actor, and television personality",
            "year": 1981
        },
        {
            "text": "Michael Zigomanis, Canadian ice hockey player",
            "year": 1981
        },
        {
            "text": "Maksim Chmerkovskiy, Ukrainian-American dancer and choreographer",
            "year": 1980
        },
        {
            "text": "Zooey Deschanel, American singer-songwriter and actress",
            "year": 1980
        },
        {
            "text": "Modestas Stonys, Lithuanian footballer",
            "year": 1980
        },
        {
            "text": "Lisa Llorens, Australian Paralympian",
            "year": 1978
        },
        {
            "text": "Ricky Wilson, English singer-songwriter",
            "year": 1978
        },
        {
            "text": "Leigh Whannell, Australian actor, director, screenwriter, and producer",
            "year": 1977
        },
        {
            "text": "Freddy Rodriguez, American actor",
            "year": 1975
        },
        {
            "text": "Yang Chen, Chinese footballer and manager",
            "year": 1974
        },
        {
            "text": "Vesko Kountchev, Bulgarian viola player, composer, and producer",
            "year": 1974
        },
        {
            "text": "Derrick Mason, American football player",
            "year": 1974
        },
        {
            "text": "Cuauhtémoc Blanco, Mexican footballer and actor",
            "year": 1973
        },
        {
            "text": "Chris Bowen, Australian politician, 37th Treasurer of Australia",
            "year": 1973
        },
        {
            "text": "Liz Ellis, Australian netball player and sportscaster",
            "year": 1973
        },
        {
            "text": "Aaron Ward, Canadian ice hockey player and sportscaster",
            "year": 1973
        },
        {
            "text": "Giorgos Balogiannis, Greek basketball player",
            "year": 1971
        },
        {
            "text": "Richard Burns, English race car driver (died 2005)",
            "year": 1971
        },
        {
            "text": "Kid Rock, American singer-songwriter, producer, and actor",
            "year": 1971
        },
        {
            "text": "Sylvie Testud, French actress, director, and screenwriter",
            "year": 1971
        },
        {
            "text": "Cássio Alves de Barros, Brazilian footballer",
            "year": 1970
        },
        {
            "text": "Jeremy Roenick, American ice hockey player and actor",
            "year": 1970
        },
        {
            "text": "Genndy Tartakovsky, Russian-American animator, director, and producer",
            "year": 1970
        },
        {
            "text": "Naveen Andrews, English actor",
            "year": 1969
        },
        {
            "text": "Lukas Moodysson, Swedish director, screenwriter, and author",
            "year": 1969
        },
        {
            "text": "Tiësto, Dutch DJ and producer",
            "year": 1969
        },
        {
            "text": "Rowan Pelling, English journalist and author",
            "year": 1968
        },
        {
            "text": "Ilja Leonard Pfeijffer, Dutch author, poet, and scholar",
            "year": 1968
        },
        {
            "text": "Richard Hawley, English singer-songwriter, guitarist, and producer",
            "year": 1967
        },
        {
            "text": "Trish Johnson, English golfer",
            "year": 1966
        },
        {
            "text": "Joshua Malina, American actor",
            "year": 1966
        },
        {
            "text": "Shabba Ranks, Jamaican rapper, musician, and songwriter",
            "year": 1966
        },
        {
            "text": "Sylvain Turgeon, Canadian ice hockey player",
            "year": 1965
        },
        {
            "text": "Michelle Obama, American lawyer and activist, 44th First Lady of the United States",
            "year": 1964
        },
        {
            "text": "John Schuster, Samoan-New Zealand rugby player",
            "year": 1964
        },
        {
            "text": "Colin Gordon, English footballer, agent, manager and chief executive",
            "year": 1963
        },
        {
            "text": "Kai Hansen, German singer-songwriter, guitarist, and producer",
            "year": 1963
        },
        {
            "text": "Jun Azumi, Japanese broadcaster and politician, 46th Japanese Minister of Finance",
            "year": 1962
        },
        {
            "text": "Jim Carrey, Canadian-American actor, comedian, and producer",
            "year": 1962
        },
        {
            "text": "Sebastian Junger, American journalist and author",
            "year": 1962
        },
        {
            "text": "Denis O'Hare, American actor and singer",
            "year": 1962
        },
        {
            "text": "Brian Helgeland, American director, producer, and screenwriter",
            "year": 1961
        },
        {
            "text": "John Crawford, American singer-songwriter and guitarist",
            "year": 1960
        },
        {
            "text": "Chili Davis, Jamaican-American baseball player and coach",
            "year": 1960
        },
        {
            "text": "Susanna Hoffs, American singer-songwriter, guitarist, and actress",
            "year": 1959
        },
        {
            "text": "Tony Kouzarides, English biologist, cancer researcher",
            "year": 1958
        },
        {
            "text": "Steve Harvey, American actor, comedian, television personality and game show host",
            "year": 1957
        },
        {
            "text": "Ann Nocenti, American journalist and author",
            "year": 1957
        },
        {
            "text": "Damian Green, English journalist and politician",
            "year": 1956
        },
        {
            "text": "Paul Young, English singer-songwriter and guitarist",
            "year": 1956
        },
        {
            "text": "Steve Earle, American singer-songwriter, musician, record producer, author and actor",
            "year": 1955
        },
        {
            "text": "Pietro Parolin, Italian cardinal",
            "year": 1955
        },
        {
            "text": "Steve Javie, American basketball player and referee",
            "year": 1955
        },
        {
            "text": "Robert F. Kennedy, Jr., American environmental lawyer, writer, and conspiracy theorist",
            "year": 1954
        },
        {
            "text": "Jeff Berlin, American bass player and educator",
            "year": 1953
        },
        {
            "text": "Carlos Johnson, American singer and guitarist",
            "year": 1953
        },
        {
            "text": "Tom Deitz, American author (died 2009)",
            "year": 1952
        },
        {
            "text": "Darrell Porter, American baseball player and sportscaster (died 2002)",
            "year": 1952
        },
        {
            "text": "Ryuichi Sakamoto, Japanese pianist, composer, and producer (died 2023)",
            "year": 1952
        },
        {
            "text": "Luis López Nieves, Puerto Rican-American author and academic",
            "year": 1950
        },
        {
            "text": "Anita Borg, American computer scientist and academic (died 2003)",
            "year": 1949
        },
        {
            "text": "Gyude Bryant, Liberian businessman and politician (died 2014)",
            "year": 1949
        },
        {
            "text": "Augustin Dumay, French violinist and conductor",
            "year": 1949
        },
        {
            "text": "Andy Kaufman, American actor and comedian (died 1984)",
            "year": 1949
        },
        {
            "text": "Mick Taylor, English singer-songwriter and guitarist",
            "year": 1949
        },
        {
            "text": "Davíð Oddsson, Icelandic politician, 21st Prime Minister of Iceland",
            "year": 1948
        },
        {
            "text": "Joanna David, English actress",
            "year": 1947
        },
        {
            "text": "Jane Elliot, American actress",
            "year": 1947
        },
        {
            "text": "Javed Akhtar, Indian poet, playwright, and composer",
            "year": 1945
        },
        {
            "text": "Anne Cutler, Australian psychologist and academic (died 2022)",
            "year": 1945
        },
        {
            "text": "Ann Oakley, English sociologist, author, and academic",
            "year": 1944
        },
        {
            "text": "Chris Montez, American singer-songwriter and guitarist",
            "year": 1943
        },
        {
            "text": "René Préval, Haitian agronomist and politician, 52nd President of Haiti (died 2017)",
            "year": 1943
        },
        {
            "text": "Muhammad Ali, American boxer and activist (died 2016)",
            "year": 1942
        },
        {
            "text": "Ita Buttrose, Australian journalist and author",
            "year": 1942
        },
        {
            "text": "Ulf Hoelscher, German violinist and educator",
            "year": 1942
        },
        {
            "text": "Nigel McCulloch, English bishop",
            "year": 1942
        },
        {
            "text": "István Horthy, Jr., Hungarian physicist and architect",
            "year": 1941
        },
        {
            "text": "Nerses Bedros XIX Tarmouni, Egyptian-Armenian patriarch (died 2015)",
            "year": 1940
        },
        {
            "text": "Kipchoge Keino, Kenyan athlete",
            "year": 1940
        },
        {
            "text": "Tabaré Vázquez, Uruguayan physician and politician, 39th President of Uruguay (died 2020)",
            "year": 1940
        },
        {
            "text": "Christodoulos of Athens, Greek archbishop (died 2008)",
            "year": 1939
        },
        {
            "text": "Maury Povich, American talk show host and producer",
            "year": 1939
        },
        {
            "text": "John Bellairs, American author and academic (died 1991)",
            "year": 1938
        },
        {
            "text": "Toini Gustafsson, Swedish cross country skier",
            "year": 1938
        },
        {
            "text": "Alain Badiou, French philosopher and academic",
            "year": 1937
        },
        {
            "text": "John Boyd, English academic and diplomat, British ambassador to Japan (died 2019)",
            "year": 1936
        },
        {
            "text": "A. Thangathurai, Sri Lankan lawyer and politician (died 1997)",
            "year": 1936
        },
        {
            "text": "Ruth Ann Minner, American businesswoman and politician, 72nd Governor of Delaware (died 2021)",
            "year": 1935
        },
        {
            "text": "Donald Cammell, Scottish-American director and screenwriter (died 1996)",
            "year": 1934
        },
        {
            "text": "Dalida, Egyptian-French singer and actress (died 1987)",
            "year": 1933
        },
        {
            "text": "Prince Sadruddin Aga Khan, French-Pakistani diplomat, United Nations High Commissioner for Refugees (died 2003)",
            "year": 1933
        },
        {
            "text": "Shari Lewis, American actress, puppeteer/ventriloquist, and television host (died 1998)",
            "year": 1933
        },
        {
            "text": "John Cater, English actor (died 2009)",
            "year": 1932
        },
        {
            "text": "Sheree North, American actress and dancer (died 2005)",
            "year": 1932
        },
        {
            "text": "James Earl Jones, American actor (died 2024)",
            "year": 1931
        },
        {
            "text": "Douglas Wilder, American sergeant and politician, 66th Governor of Virginia",
            "year": 1931
        },
        {
            "text": "Don Zimmer, American baseball player, coach, and manager (died 2014)",
            "year": 1931
        },
        {
            "text": "Philip Latham, British actor (died 2020)",
            "year": 1929
        },
        {
            "text": "Jacques Plante, Canadian-Swiss ice hockey player, coach, and sportscaster (died 1986)",
            "year": 1929
        },
        {
            "text": "Tan Boon Teik, Malaysian-Singaporean lawyer and politician, Attorney-General of Singapore (died 2012)",
            "year": 1929
        },
        {
            "text": "Jean Barraqué, French composer (died 1973)",
            "year": 1928
        },
        {
            "text": "Vidal Sassoon, English-American hairdresser and businessman (died 2012)",
            "year": 1928
        },
        {
            "text": "Thomas Anthony Dooley III, American physician and humanitarian (died 1961)",
            "year": 1927
        },
        {
            "text": "Eartha Kitt, American actress and singer (died 2008)",
            "year": 1927
        },
        {
            "text": "Harlan Mathews, American lawyer and politician (died 2014)",
            "year": 1927
        },
        {
            "text": "E. W. Swackhamer, American director and producer (died 1994)",
            "year": 1927
        },
        {
            "text": "Newton N. Minow, American lawyer and politician (died 2023)",
            "year": 1926
        },
        {
            "text": "Moira Shearer, Scottish-English ballerina and actress (died 2006)",
            "year": 1926
        },
        {
            "text": "Clyde Walcott, Barbadian cricketer (died 2006)",
            "year": 1926
        },
        {
            "text": "Gunnar Birkerts, Latvian-American architect (died 2017)",
            "year": 1925
        },
        {
            "text": "Robert Cormier, American author and journalist (died 2000)",
            "year": 1925
        },
        {
            "text": "Abdul Hafeez Kardar, Pakistani cricketer and author (died 1996)",
            "year": 1925
        },
        {
            "text": "Rik De Saedeleer, Belgian footballer and journalist (died 2013)",
            "year": 1924
        },
        {
            "text": "Jewel Plummer Cobb, American biologist, cancer researcher, and academic (died 2017)",
            "year": 1924
        },
        {
            "text": "Rangeya Raghav, Indian author and playwright (died 1962)",
            "year": 1923
        },
        {
            "text": "Luis Echeverría, Mexican academic and politician, 50th President of Mexico (died 2022)",
            "year": 1922
        },
        {
            "text": "Nicholas Katzenbach, American soldier, lawyer, and politician, 65th United States Attorney General (died 2012)",
            "year": 1922
        },
        {
            "text": "Betty White, American actress, game show panelist, television personality, and animal rights activist (died 2021)",
            "year": 1922
        },
        {
            "text": "Jackie Henderson, Scottish footballer (died 2005)",
            "year": 1921
        },
        {
            "text": "Asghar Khan, Pakistani general and politician (died 2018)",
            "year": 1921
        },
        {
            "text": "Charlie Mitten, English footballer and manager (died 2002)",
            "year": 1921
        },
        {
            "text": "Antonio Prohías, Cuban cartoonist (died 1998)",
            "year": 1921
        },
        {
            "text": "Georges Pichard, French author and illustrator (died 2003)",
            "year": 1920
        },
        {
            "text": "Keith Joseph, English lawyer and politician, Secretary of State for Education (died 1994)",
            "year": 1918
        },
        {
            "text": "George M. Leader, American soldier and politician, 36th Governor of Pennsylvania (died 2013)",
            "year": 1918
        },
        {
            "text": "M. G. Ramachandran, Indian actor, director, and politician, 3rd Chief Minister of Tamil Nadu (died 1987)",
            "year": 1917
        },
        {
            "text": "Peter Frelinghuysen Jr., American lieutenant and politician (died 2011)",
            "year": 1916
        },
        {
            "text": "Anacleto Angelini, Italian-Chilean businessman (died 2007)",
            "year": 1914
        },
        {
            "text": "Irving Brecher, American director, producer, and screenwriter (died 2008)",
            "year": 1914
        },
        {
            "text": "Howard Marion-Crawford, English actor (died 1969)",
            "year": 1914
        },
        {
            "text": "Paul Royle, Australian lieutenant and pilot (died 2015)",
            "year": 1914
        },
        {
            "text": "William Stafford, American poet and author (died 1993)",
            "year": 1914
        },
        {
            "text": "Busher Jackson, Canadian ice hockey player (died 1966)",
            "year": 1911
        },
        {
            "text": "John S. McCain Jr., American admiral (died 1981)",
            "year": 1911
        },
        {
            "text": "George Stigler, American economist and academic, Nobel Prize laureate (died 1991)",
            "year": 1911
        },
        {
            "text": "Cus D'Amato, American boxing manager and trainer (died 1985)",
            "year": 1908
        },
        {
            "text": "Henk Badings, Indonesian-Dutch composer and engineer (died 1987)",
            "year": 1907
        },
        {
            "text": "Alfred Wainwright, British fellwalker, guidebook author and illustrator (died 1991)",
            "year": 1907
        },
        {
            "text": "Ray Cunningham, American baseball player (died 2005)",
            "year": 1905
        },
        {
            "text": "Peggy Gilbert, American saxophonist and bandleader (died 2007)",
            "year": 1905
        },
        {
            "text": "Eduard Oja, Estonian composer, conductor, educator, and critic (died 1950)",
            "year": 1905
        },
        {
            "text": "Guillermo Stábile, Argentinian footballer and manager (died 1966)",
            "year": 1905
        },
        {
            "text": "Jan Zahradníček, Czech poet and translator (died 1960)",
            "year": 1905
        },
        {
            "text": "Hem Vejakorn, Thai painter and illustrator (died 1969)",
            "year": 1904
        },
        {
            "text": "Aron Gurwitsch, Lithuanian-American philosopher and author (died 1973)",
            "year": 1901
        },
        {
            "text": "Al Capone, American mob boss (died 1947)",
            "year": 1899
        },
        {
            "text": "Robert Maynard Hutchins, American philosopher and academic (died 1977)",
            "year": 1899
        },
        {
            "text": "Nevil Shute, English engineer and author (died 1960)",
            "year": 1899
        },
        {
            "text": "Lela Mevorah, Serbian librarian (died 1972)",
            "year": 1898
        },
        {
            "text": "Marcel Petiot, French physician and serial killer (died 1946)",
            "year": 1897
        },
        {
            "text": "Babu Gulabrai, Indian philosopher and author (died 1963)",
            "year": 1888
        },
        {
            "text": "Ola Raknes, Norwegian psychoanalyst and philologist (died 1975)",
            "year": 1887
        },
        {
            "text": "Glenn L. Martin, American pilot and businessman, founded the Glenn L. Martin Company (died 1955)",
            "year": 1886
        },
        {
            "text": "Compton Mackenzie, English-Scottish author, poet, and playwright (died 1972)",
            "year": 1883
        },
        {
            "text": "Noah Beery, Sr., American actor (died 1946)",
            "year": 1882
        },
        {
            "text": "Antoni Łomnicki, Polish mathematician and academic (died 1941)",
            "year": 1881
        },
        {
            "text": "Harry Price, English psychologist and author (died 1948)",
            "year": 1881
        },
        {
            "text": "Mack Sennett, Canadian-American actor, director, and producer (died 1960)",
            "year": 1880
        },
        {
            "text": "Marie Zdeňka Baborová-Čiháková, Czech botanist and zoologist (died 1937)",
            "year": 1877
        },
        {
            "text": "May Gibbs, English-Australian author and illustrator (died 1969)",
            "year": 1877
        },
        {
            "text": "Frank Hague, American lawyer and politician, 30th Mayor of Jersey City (died 1956)",
            "year": 1876
        },
        {
            "text": "Florencio Sánchez, Uruguayan journalist and playwright (died 1910)",
            "year": 1875
        },
        {
            "text": "David Beatty, 1st Earl Beatty, English admiral (died 1936)",
            "year": 1871
        },
        {
            "text": "Nicolae Iorga, Romanian historian and politician, 34th Prime Minister of Romania (died 1940)",
            "year": 1871
        },
        {
            "text": "Carl Laemmle, German-born American film producer, co-founded Universal Studios (died 1939)",
            "year": 1867
        },
        {
            "text": "Sir Alfred Rawlinson, 3rd Baronet, English colonel, pilot, and polo player (died 1934)",
            "year": 1867
        },
        {
            "text": "Sir Charles Fergusson, 7th Baronet, English general and politician, 3rd Governor-General of New Zealand (died 1951)",
            "year": 1865
        },
        {
            "text": "David Lloyd George, Welsh lawyer and politician, Prime Minister of the United Kingdom (died 1945)",
            "year": 1863
        },
        {
            "text": "Konstantin Stanislavski, Russian actor and director (died 1938)",
            "year": 1863
        },
        {
            "text": "Douglas Hyde, Irish academic and politician, 1st President of Ireland (died 1949)",
            "year": 1860
        },
        {
            "text": "Tomás Carrasquilla, Colombian author (died 1940)",
            "year": 1858
        },
        {
            "text": "Wilhelm Kienzl, Austrian pianist, composer, and conductor (died 1941)",
            "year": 1857
        },
        {
            "text": "Eugene Augustin Lauste, French-American engineer (died 1935)",
            "year": 1857
        },
        {
            "text": "Alva Belmont, American suffragist (died 1933)",
            "year": 1853
        },
        {
            "text": "T. Alexander Harrison, American painter and academic (died 1930)",
            "year": 1853
        },
        {
            "text": "A. B. Frost, American author and illustrator (died 1928)",
            "year": 1851
        },
        {
            "text": "Joaquim Arcoverde de Albuquerque Cavalcanti, Brazilian cardinal (died 1930)",
            "year": 1850
        },
        {
            "text": "Alexander Taneyev, Russian pianist and composer (died 1918)",
            "year": 1850
        },
        {
            "text": "August Weismann, German biologist, zoologist, and geneticist (died 1914)",
            "year": 1834
        },
        {
            "text": "Henry Martyn Baird, American historian and academic (died 1906)",
            "year": 1832
        },
        {
            "text": "Lewis A. Grant, American lawyer and general, Medal of Honor recipient (died 1918)",
            "year": 1828
        },
        {
            "text": "Ede Reményi, Hungarian violinist and composer (died 1898)",
            "year": 1828
        },
        {
            "text": "Anne Brontë, English author and poet (died 1849)",
            "year": 1820
        },
        {
            "text": "Ellen Wood, English author (died 1887)",
            "year": 1814
        },
        {
            "text": "Antonio José Martínez, Spanish-American priest, rancher and politician (died 1867)",
            "year": 1793
        },
        {
            "text": "August Neander, German historian and theologian (died 1850)",
            "year": 1789
        },
        {
            "text": "Sir James Hall, 4th Baronet, Scottish geologist and geophysicist (died 1832)",
            "year": 1761
        },
        {
            "text": "François-Joseph Gossec, French composer and conductor (died 1829)",
            "year": 1734
        },
        {
            "text": "Stanisław August Poniatowski, Polish-Lithuanian king (died 1798)",
            "year": 1732
        },
        {
            "text": "Johann Gottfried Müthel, German pianist and composer (died 1788)",
            "year": 1728
        },
        {
            "text": "William Vernon, American businessman (died 1806)",
            "year": 1719
        },
        {
            "text": "John Stanley, English organist and composer (died 1786)",
            "year": 1712
        },
        {
            "text": "Benjamin Franklin, American publisher, inventor, and politician, 6th President of Pennsylvania (died 1790)",
            "year": 1706
        },
        {
            "text": "Melchor de Navarrete, Spanish colonial governor of Cartagena de Indias (Colombia, 1739 – 1742); of Spanish Florida (1749 – 1752); and of Yucatán (Mexico, 1754 – 1758) (died 1761)",
            "year": 1693
        },
        {
            "text": "Archibald Bower, Scottish historian and author (died 1766)",
            "year": 1686
        },
        {
            "text": "Antonio Maria Valsalva, Italian anatomist and physician (died 1723)",
            "year": 1666
        },
        {
            "text": "Antonio Veracini, Italian violinist and composer (died 1745)",
            "year": 1659
        },
        {
            "text": "Jonathan Singletary Dunham, American settler (died 1724)",
            "year": 1640
        },
        {
            "text": "Thomas Fairfax, English general and politician (died 1671)",
            "year": 1612
        },
        {
            "text": "Pedro Calderón de la Barca, Spanish playwright and poet (died 1681)",
            "year": 1600
        },
        {
            "text": "William Backhouse, English alchemist and astrologer (died 1662)",
            "year": 1593
        },
        {
            "text": "Robert Fludd, English physician, astrologer, and mathematician (died 1637)",
            "year": 1574
        },
        {
            "text": "Gaspard Bauhin, Swiss botanist, physician, and academic (died 1624)",
            "year": 1560
        },
        {
            "text": "Henry Grey, 1st Duke of Suffolk, English Duke (died 1554)",
            "year": 1517
        },
        {
            "text": "Pope Pius V (died 1572)",
            "year": 1504
        },
        {
            "text": "Leonhart Fuchs, German physician and botanist (died 1566)",
            "year": 1501
        },
        {
            "text": "George Spalatin, German priest and reformer (died 1545)",
            "year": 1484
        },
        {
            "text": "Guidobaldo da Montefeltro, Italian captain (died 1508)",
            "year": 1472
        },
        {
            "text": "Frederick III, Elector of Saxony (died 1525)",
            "year": 1463
        },
        {
            "text": "Antoine Duprat, French cardinal (died 1535)",
            "year": 1463
        },
        {
            "text": "Antonio del Pollaiuolo, Italian artist (diedc. 1498)",
            "year": 1429
        },
        {
            "text": "Philip II, Duke of Burgundy (died 1404)",
            "year": 1342
        }
    ],
    "deaths": [
        {
            "text": "Didier Guillaume, French politician, 25th Minister of State of Monaco (born 1959)",
            "year": 2025
        },
        {
            "text": "Jules Feiffer, American cartoonist, playwright, screenwriter, and educator (born 1929)",
            "year": 2025
        },
        {
            "text": "Punsalmaagiin Ochirbat, Mongolian politician, 1st President of Mongolia (born 1942)",
            "year": 2025
        },
        {
            "text": "Denis Law, Scottish footballer (born 1940)",
            "year": 2025
        },
        {
            "text": "Lucile Randon, French supercentenarian (born 1904)",
            "year": 2023
        },
        {
            "text": "Birju Maharaj, Indian dancer (born 1937)",
            "year": 2022
        },
        {
            "text": "Rasheed Naz, Pakistani film and television actor (born 1948)",
            "year": 2021
        },
        {
            "text": "Derek Fowlds, British actor (born1937)",
            "year": 2020
        },
        {
            "text": "S. Balakrishnan, Malayalam movie composer (born 1948)",
            "year": 2019
        },
        {
            "text": "Tirrel Burton, American football player and coach (born 1929)",
            "year": 2017
        },
        {
            "text": "Colo, American western lowland gorilla, first gorilla born in captivity and oldest recorded (born 1956)",
            "year": 2017
        },
        {
            "text": "Blowfly, American singer-songwriter and producer (born 1939)",
            "year": 2016
        },
        {
            "text": "Melvin Day, New Zealand painter and historian (born 1923)",
            "year": 2016
        },
        {
            "text": "V. Rama Rao, Indian lawyer and politician, 12th Governor of Sikkim (born 1935)",
            "year": 2016
        },
        {
            "text": "Sudhindra Thirtha, Indian religious leader (born 1926)",
            "year": 2016
        },
        {
            "text": "Ken Furphy, English footballer and manager (born 1931)",
            "year": 2015
        },
        {
            "text": "Faten Hamama, Egyptian actress and producer (born 1931)",
            "year": 2015
        },
        {
            "text": "Don Harron, Canadian actor and screenwriter (born 1924)",
            "year": 2015
        },
        {
            "text": "Syedna Mohammed Burhanuddin, Indian spiritual leader, 52nd Da'i al-Mutlaq (born 1915)",
            "year": 2014
        },
        {
            "text": "Francine Lalonde, Canadian educator and politician (born 1940)",
            "year": 2014
        },
        {
            "text": "Alistair McAlpine, Baron McAlpine of West Green, English businessman and politician (born 1942)",
            "year": 2014
        },
        {
            "text": "John J. McGinty III, American captain, Medal of Honor recipient (born 1940)",
            "year": 2014
        },
        {
            "text": "Sunanda Pushkar, Indian-Canadian businesswoman (born 1962)",
            "year": 2014
        },
        {
            "text": "Suchitra Sen, Indian film actress (born 1931)",
            "year": 2014
        },
        {
            "text": "Mehmet Ali Birand, Turkish journalist and author (born 1941)",
            "year": 2013
        },
        {
            "text": "Jakob Arjouni, German author (born 1964)",
            "year": 2013
        },
        {
            "text": "Yves Debay, Belgian journalist (born 1954)",
            "year": 2013
        },
        {
            "text": "John Nkomo, Zimbabwean politician, Vice President of Zimbabwe (born 1934)",
            "year": 2013
        },
        {
            "text": "Lizbeth Webb, English soprano and actress (born 1926)",
            "year": 2013
        },
        {
            "text": "Julius Meimberg, German soldier and pilot (born 1917)",
            "year": 2012
        },
        {
            "text": "Johnny Otis, American singer-songwriter and producer (born 1921)",
            "year": 2012
        },
        {
            "text": "Marty Springstead, American baseball player and umpire (born 1937)",
            "year": 2012
        },
        {
            "text": "Don Kirshner, American songwriter and producer (born 1934)",
            "year": 2011
        },
        {
            "text": "Gaines Adams, American football player (born 1983)",
            "year": 2010
        },
        {
            "text": "Jyoti Basu, Indian politician and 9th Chief Minister of West Bengal (born 1914)",
            "year": 2010
        },
        {
            "text": "Michalis Papakonstantinou, Greek journalist and politician, Foreign Minister of Greece (born 1919)",
            "year": 2010
        },
        {
            "text": "Erich Segal, American author and screenwriter (born 1937)",
            "year": 2010
        },
        {
            "text": "Anders Isaksson, Swedish journalist and historian (born 1943)",
            "year": 2009
        },
        {
            "text": "Bobby Fischer, American chess player and author (born 1943)",
            "year": 2008
        },
        {
            "text": "Ernie Holmes, American football player, wrestler, and actor (born 1948)",
            "year": 2008
        },
        {
            "text": "Art Buchwald, American journalist and author (born 1925)",
            "year": 2007
        },
        {
            "text": "Yevhen Kushnaryov, Ukrainian engineer and politician (born 1951)",
            "year": 2007
        },
        {
            "text": "Uwe Nettelbeck, German record producer, journalist and film critic (born 1940)",
            "year": 2007
        },
        {
            "text": "Pierre Grondin, Canadian surgeon (born 1925)",
            "year": 2006
        },
        {
            "text": "Charlie Bell, Australian businessman (born 1960)",
            "year": 2005
        },
        {
            "text": "Virginia Mayo, American actress, singer, and dancer (born 1920)",
            "year": 2005
        },
        {
            "text": "Albert Schatz, American microbiologist and academic (born 1920)",
            "year": 2005
        },
        {
            "text": "Zhao Ziyang, Chinese politician, 3rd Premier of the People's Republic of China (born 1919)",
            "year": 2005
        },
        {
            "text": "Raymond Bonham Carter, English banker (born 1929)",
            "year": 2004
        },
        {
            "text": "Harry Brecheen, American baseball player and coach (born 1914)",
            "year": 2004
        },
        {
            "text": "Ray Stark, American film producer (born 1915)",
            "year": 2004
        },
        {
            "text": "Noble Willingham, American actor (born 1931)",
            "year": 2004
        },
        {
            "text": "Richard Crenna, American actor and director (born 1926)",
            "year": 2003
        },
        {
            "text": "Camilo José Cela, Spanish author and politician, Nobel Prize laureate (born 1916)",
            "year": 2002
        },
        {
            "text": "Roman Personov, Russian physicist and academic (born 1932)",
            "year": 2002
        },
        {
            "text": "Philip Jones, English trumpet player and educator (born 1928)",
            "year": 2000
        },
        {
            "text": "Ion Rațiu, Romanian journalist and politician (born 1917)",
            "year": 2000
        },
        {
            "text": "Bert Kelly, Australian farmer and politician, 20th Australian Minister for the Navy (born 1912)",
            "year": 1997
        },
        {
            "text": "Clyde Tombaugh, American astronomer and academic, discovered Pluto (born 1906)",
            "year": 1997
        },
        {
            "text": "Barbara Jordan, American lawyer and politician (born 1936)",
            "year": 1996
        },
        {
            "text": "Sylvia Lawler, English geneticist (born 1922)",
            "year": 1996
        },
        {
            "text": "Yevgeni Ivanov, Russian spy (born 1926)",
            "year": 1994
        },
        {
            "text": "Helen Stephens, American runner, shot putter, and discus thrower (born 1918)",
            "year": 1994
        },
        {
            "text": "Albert Hourani, English-Lebanese historian and academic (born 1915)",
            "year": 1993
        },
        {
            "text": "Frank Pullen, English soldier and businessman (born 1915)",
            "year": 1992
        },
        {
            "text": "Olav V of Norway (born 1903)",
            "year": 1991
        },
        {
            "text": "Panka Pelishek, Bulgarian pianist and music teacher (born 1899)",
            "year": 1990
        },
        {
            "text": "Percy Qoboza, South African journalist and author (born 1938)",
            "year": 1988
        },
        {
            "text": "Hugo Fregonese, Argentinian director and screenwriter (born 1908)",
            "year": 1987
        },
        {
            "text": "Lawrence Kohlberg, American psychologist and author (born 1927)",
            "year": 1987
        },
        {
            "text": "Kostas Giannidis, Greek pianist, composer, and conductor (born 1903)",
            "year": 1984
        },
        {
            "text": "Loukas Panourgias, Greek footballer and lawyer (born 1899)",
            "year": 1981
        },
        {
            "text": "Dougal Haston, Scottish mountaineer (born 1940)",
            "year": 1977
        },
        {
            "text": "Gary Gilmore, American murderer (born 1940)",
            "year": 1977
        },
        {
            "text": "Betty Smith, American author and playwright (born 1896)",
            "year": 1972
        },
        {
            "text": "Simon Kovar, Russian-American bassoon player and educator (born 1890)",
            "year": 1970
        },
        {
            "text": "Billy Stewart, American rhythm and blues singer and pianist (born 1937)",
            "year": 1970
        },
        {
            "text": "Patrice Lumumba, Congolese politician, 1st Prime Minister of the Democratic Republic of the Congo (born 1925)",
            "year": 1961
        },
        {
            "text": "Walter Briggs Sr., American businessman (born 1877)",
            "year": 1952
        },
        {
            "text": "Jyoti Prasad Agarwala, Indian poet, playwright, and director (born 1903)",
            "year": 1951
        },
        {
            "text": "Pyotr Krasnov, Russian historian and general (born 1869)",
            "year": 1947
        },
        {
            "text": "Jean-Marie-Rodrigue Villeneuve, Canadian cardinal (born 1883)",
            "year": 1947
        },
        {
            "text": "Walther von Reichenau, German field marshal (born 1884)",
            "year": 1942
        },
        {
            "text": "Mateiu Caragiale, Romanian journalist, author, and poet (born 1885)",
            "year": 1936
        },
        {
            "text": "Louis Comfort Tiffany, American stained glass artist (born 1848)",
            "year": 1933
        },
        {
            "text": "Ahmet Derviş, Turkish general (born 1881)",
            "year": 1932
        },
        {
            "text": "Albert Jacka, Australian captain, Victoria Cross recipient (born 1893)",
            "year": 1932
        },
        {
            "text": "Grand Duke Peter Nikolaevich of Russia (born 1864)",
            "year": 1931
        },
        {
            "text": "Gauhar Jaan, One of the first performers to record music on 78 rpm records in India. (born 1873)",
            "year": 1930
        },
        {
            "text": "Juliette Gordon Low, American founder of the Girl Scouts of the USA (born 1860)",
            "year": 1927
        },
        {
            "text": "Francis Galton, English polymath, anthropologist, and geographer (born 1822)",
            "year": 1911
        },
        {
            "text": "Agathon Meurman, Finnish politician and journalist (born 1826)",
            "year": 1909
        },
        {
            "text": "Francis Smith, Australian lawyer, judge, and politician, 4th Premier of Tasmania (born 1819)",
            "year": 1909
        },
        {
            "text": "Ferdinand IV, Grand Duke of Tuscany (born 1835)",
            "year": 1908
        },
        {
            "text": "Ignaz Wechselmann, Hungarian architect and philanthropist (born 1828)",
            "year": 1903
        },
        {
            "text": "Augusta Hall, Baroness Llanover, Welsh writer and patron of the arts (born 1802)",
            "year": 1896
        },
        {
            "text": "Rutherford B. Hayes, American general, lawyer, and politician, 19th President of the United States (born 1822)",
            "year": 1893
        },
        {
            "text": "George Bancroft, American historian and politician, 17th United States Secretary of the Navy (born 1800)",
            "year": 1891
        },
        {
            "text": "Big Bear, Canadian tribal chief (born 1825)",
            "year": 1888
        },
        {
            "text": "William Giblin, Australian lawyer and politician, 13th Premier of Tasmania (born 1840)",
            "year": 1887
        },
        {
            "text": "Hermann Schlegel, German ornithologist and herpetologist (born 1804)",
            "year": 1884
        },
        {
            "text": "Edward Shepherd Creasy, English historian and jurist (born 1812)",
            "year": 1878
        },
        {
            "text": "Alexander Dargomyzhsky, Russian composer (born 1813)",
            "year": 1869
        },
        {
            "text": "Horace Vernet, French painter (born 1789)",
            "year": 1863
        },
        {
            "text": "Lola Montez, Irish actress and dancer (born 1821)",
            "year": 1861
        },
        {
            "text": "Elizabeth Simcoe, English-Canadian painter and author (born 1762)",
            "year": 1850
        },
        {
            "text": "Giovanni Aldini, Italian physicist and academic (born 1762)",
            "year": 1834
        },
        {
            "text": "Juan Crisóstomo Arriaga, Spanish-French composer (born 1806)",
            "year": 1826
        },
        {
            "text": "Tomaso Albinoni, Italian violinist and composer (born 1671)",
            "year": 1751
        },
        {
            "text": "Jean-François Dandrieu, French organist and composer (born 1682)",
            "year": 1738
        },
        {
            "text": "Matthäus Daniel Pöppelmann, German architect (born 1662)",
            "year": 1737
        },
        {
            "text": "Benjamin Church, American colonel (born 1639)",
            "year": 1718
        },
        {
            "text": "John Ray, English botanist and historian (born 1627)",
            "year": 1705
        },
        {
            "text": "Fausto Veranzio, Croatian bishop and lexicographer (born 1551)",
            "year": 1617
        },
        {
            "text": "Feodor I of Russia (born 1557)",
            "year": 1598
        },
        {
            "text": "Qi Jiguang, Chinese general (born 1528)",
            "year": 1588
        },
        {
            "text": "Elisabeth of Hesse-Marburg, German landgravine (born 1466)",
            "year": 1523
        },
        {
            "text": "Skanderbeg, Albanian soldier and politician (born 1405)",
            "year": 1468
        },
        {
            "text": "Elisabeth of Lorraine-Vaudémont, French translator (born 1395)",
            "year": 1456
        },
        {
            "text": "Peter I of Cyprus (born 1328)",
            "year": 1369
        },
        {
            "text": "Henry of Asti, Greek patriarch",
            "year": 1345
        },
        {
            "text": "Martino Zaccaria, Genoese Lord of Chios",
            "year": 1345
        },
        {
            "text": "John of Brittany, Earl of Richmond (born 1266)",
            "year": 1334
        },
        {
            "text": "Roseline of Villeneuve, Carthusian nun (born 1263)",
            "year": 1329
        },
        {
            "text": "Albert of Riga, German bishop (born 1165)",
            "year": 1229
        },
        {
            "text": "Thierry, Count of Flanders (born 1099)",
            "year": 1168
        },
        {
            "text": "André de Montbard, fifth Grand Master of the Knights Templar",
            "year": 1156
        },
        {
            "text": "Mas'ud I of Ghazni, Sultan of the Ghaznavid Empire (born 998)",
            "year": 1040
        },
        {
            "text": "Joseph of Freising, German bishop",
            "year": 764
        },
        {
            "text": "Sulpitius the Pious, French bishop and saint",
            "year": 644
        },
        {
            "text": "Theodosius I, Roman emperor (born 347)",
            "year": 395
        }
    ],
    "metadata": {
        "current_date": "January 17, 2026",
        "short_date": "Jan 17",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            3,
            44,
            5,
            57,
            49,
            27,
            14,
            48,
            51,
            55
        ],
        "births": [
            237,
            192,
            180,
            1
        ],
        "deaths": [
            93,
            37,
            47,
            69
        ]
    }
}