{
    "events": [
        {
            "text": "The United States and Cuba re-establish diplomatic relations after severing them in 1961.",
            "year": 2014
        },
        {
            "text": "Mohamed Bouazizi sets himself on fire. This act became the catalyst for the Tunisian Revolution and the wider Arab Spring.",
            "year": 2010
        },
        {
            "text": "MV Danny F II sinks off the coast of Lebanon, resulting in the deaths of 44 people and over 28,000 animals.",
            "year": 2009
        },
        {
            "text": "Anti-World Trade Organization protesters riot in Wan Chai, Hong Kong.",
            "year": 2005
        },
        {
            "text": "Jigme Singye Wangchuck abdicates the throne as King of Bhutan.",
            "year": 2005
        },
        {
            "text": "The Soham murder trial ends at the Old Bailey in London, with Ian Huntley found guilty of two counts of murder.  His girlfriend, Maxine Carr, is found guilty of perverting the course of justice.",
            "year": 2003
        },
        {
            "text": "SpaceShipOne, piloted by Brian Binnie, makes its first powered and first supersonic flight.",
            "year": 2003
        },
        {
            "text": "Sex work rights activists establish December 17 (or \"D17\") as International Day to End Violence Against Sex Workers to memorialize victims of a serial killer who targeted prostitutes, and highlight State violence against sex workers by police and others.",
            "year": 2003
        },
        {
            "text": "Second Congo War: The Congolese parties of the Inter Congolese Dialogue sign a peace accord which makes provision for transitional governance and legislative and presidential elections within two years.",
            "year": 2002
        },
        {
            "text": "Peruvian internal conflict: Fourteen members of the Túpac Amaru Revolutionary Movement provoke a hostage crisis by taking over the Japanese embassy in Lima.",
            "year": 1997
        },
        {
            "text": "Aerosvit Flight 241: A Yakovlev Yak-42 crashes into the Pierian Mountains near Thessaloniki Airport in Thessaloniki, Greece, killing all 70 people on board.",
            "year": 1997
        },
        {
            "text": "Romanian Revolution: Protests continue in Timișoara, Romania, with rioters breaking into the Romanian Communist Party's District Committee building and attempting to set it on fire.",
            "year": 1989
        },
        {
            "text": "Fernando Collor de Mello defeats Luiz Inácio Lula da Silva in the second round of the Brazilian presidential election, becoming the first democratically elected President in almost 30 years.",
            "year": 1989
        },
        {
            "text": "The Simpsons premieres on television with the episode \"Simpsons Roasting on an Open Fire\".",
            "year": 1989
        },
        {
            "text": "Provisional IRA members detonate a car bomb at Harrods Department Store in London. Three police officers and three civilians are killed.",
            "year": 1983
        },
        {
            "text": "American Brigadier General James L. Dozier is abducted by the Red Brigades in Verona, Italy.",
            "year": 1981
        },
        {
            "text": "Thirty passengers are killed in an attack by Palestinian terrorists on Rome's Leonardo da Vinci–Fiumicino Airport.",
            "year": 1973
        },
        {
            "text": "Polish protests: In Gdynia, soldiers fire at workers emerging from trains, killing dozens.",
            "year": 1970
        },
        {
            "text": "Project Blue Book: The United States Air Force closes its study of UFOs.",
            "year": 1969
        },
        {
            "text": "Harold Holt, Prime Minister of Australia, disappears while swimming near Portsea, Victoria, and is presumed drowned.",
            "year": 1967
        },
        {
            "text": "Niterói circus fire: Fire breaks out during a performance by the Gran Circus Norte-Americano in the city of Niterói, Rio de Janeiro, Brazil, killing more than 500.",
            "year": 1961
        },
        {
            "text": "Troops loyal to Emperor Haile Selassie in Ethiopia crush the coup that began December 13, returning power to their leader upon his return from Brazil. Haile Selassie absolves his son of any guilt.",
            "year": 1960
        },
        {
            "text": "Munich C-131 crash: Twenty passengers and crew on board as well as 32 people on the ground are killed.",
            "year": 1960
        },
        {
            "text": "The United States successfully launches the first Atlas intercontinental ballistic missile at Cape Canaveral, Florida.",
            "year": 1957
        },
        {
            "text": "The American Civil Rights Congress delivers \"We Charge Genocide\" to the United Nations.",
            "year": 1951
        },
        {
            "text": "The F-86 Sabre's first mission over Korea.",
            "year": 1950
        },
        {
            "text": "The Finnish Security Police is established to remove communist leadership from its predecessor, the State Police.",
            "year": 1948
        },
        {
            "text": "First flight of the Boeing B-47 Stratojet strategic bomber.",
            "year": 1947
        },
        {
            "text": "Kurdistan flag day, the flag of Kurdistan was raised for the first time in Mahabad in eastern Kurdistan.",
            "year": 1945
        },
        {
            "text": "World War II: Battle of the Bulge: Malmedy massacre: American 285th Field Artillery Observation Battalion POWs are shot by Waffen-SS Kampfgruppe Joachim Peiper.",
            "year": 1944
        },
        {
            "text": "All Chinese are again permitted to become citizens of the United States upon the repeal of the Act of 1882 and the introduction of the Magnuson Act.",
            "year": 1943
        },
        {
            "text": "World War II: Battle of the River Plate: The Admiral Graf Spee is scuttled by Captain Hans Langsdorff outside Montevideo.",
            "year": 1939
        },
        {
            "text": "Otto Hahn discovers the nuclear fission of the heavy element uranium, the scientific and technological basis of nuclear energy.",
            "year": 1938
        },
        {
            "text": "First flight of the Douglas DC-3.",
            "year": 1935
        },
        {
            "text": "The first NFL Championship Game is played at Wrigley Field in Chicago between the New York Giants and Chicago Bears. The Bears won 23–21.",
            "year": 1933
        },
        {
            "text": "Indian revolutionaries Bhagat Singh, Sukhdev Thapar and Shivaram Rajguru assassinate British police officer James Saunders in Lahore, Punjab, to avenge the death of Lala Lajpat Rai at the hands of the police. The three were executed in 1931.",
            "year": 1928
        },
        {
            "text": "Indian revolutionary Rajendra Lahiri is hanged in Gonda jail, Uttar Pradesh, India, two days before the scheduled date.",
            "year": 1927
        },
        {
            "text": "Antanas Smetona assumes power in Lithuania as the 1926 coup d'état is successful.",
            "year": 1926
        },
        {
            "text": "Darwin Rebellion: Up to 1,000 demonstrators march on Government House in Darwin, Northern Territory, Australia.",
            "year": 1918
        },
        {
            "text": "Ugyen Wangchuck is crowned first King of Bhutan.",
            "year": 1907
        },
        {
            "text": "The Wright brothers make the first controlled powered, heavier-than-air flight in the Wright Flyer at Kitty Hawk, North Carolina.",
            "year": 1903
        },
        {
            "text": "Pittsburgh, Pennsylvania's Schenley Park Casino, which was the first multi-purpose arena with the technology to create an artificial ice surface in North America, is destroyed in a fire.",
            "year": 1896
        },
        {
            "text": "First issue of Vogue is published.",
            "year": 1892
        },
        {
            "text": "First performance of the Unfinished Symphony by Franz Schubert.",
            "year": 1865
        },
        {
            "text": "American Civil War: General Ulysses S. Grant issues General Order No. 11, expelling Jews from parts of Tennessee, Mississippi, and Kentucky.",
            "year": 1862
        },
        {
            "text": "A fire in the Winter Palace of Saint Petersburg kills 30 guards.",
            "year": 1837
        },
        {
            "text": "The second Great Fire of New York destroys 53,000 square metres (13 acres) of New York City's Financial District.",
            "year": 1835
        },
        {
            "text": "Simón Bolívar declares the independence of Gran Colombia in Angostura (now Ciudad Bolívar in Venezuela).",
            "year": 1819
        },
        {
            "text": "War of 1812: U.S. forces attack a Lenape village in the Battle of the Mississinewa.",
            "year": 1812
        },
        {
            "text": "Napoleonic Wars: France issues the Milan Decree, which confirms the Continental System.",
            "year": 1807
        },
        {
            "text": "The Aztec calendar stone is discovered at  El Zócalo, Mexico City.",
            "year": 1790
        },
        {
            "text": "American Revolution: France formally recognizes the United States.",
            "year": 1777
        },
        {
            "text": "War of the Quadruple Alliance: Great Britain declares war on Spain.",
            "year": 1718
        },
        {
            "text": "The first account of a blood transfusion is published, in the form of a letter from physician Richard Lower to chemist Robert Boyle, in Philosophical Transactions of the Royal Society",
            "year": 1665
        },
        {
            "text": "Go-Yōzei becomes Emperor of Japan.",
            "year": 1586
        },
        {
            "text": "Cologne War: Forces under Ernest of Bavaria defeat troops under Gebhard Truchsess von Waldburg at the Siege of Godesberg.",
            "year": 1583
        },
        {
            "text": "Pope Paul III excommunicates Henry VIII of England.",
            "year": 1538
        },
        {
            "text": "Sultan Nasir-u Din Mehmud's armies in Delhi are defeated by Timur.",
            "year": 1398
        },
        {
            "text": "Margaret II, Countess of Hainaut and Holy Roman Empress and her son William I, Duke of Bavaria, sign a peace treaty ending the Hook and Cod wars.",
            "year": 1354
        },
        {
            "text": "King Kyawswa of Pagan is overthrown by the three Myinsaing brothers, marking the de facto end of the Pagan Kingdom.",
            "year": 1297
        },
        {
            "text": "Assassination of William I of Normandy.",
            "year": 942
        },
        {
            "text": "Romanos I Lekapenos is crowned co-emperor of the underage Constantine VII.",
            "year": 920
        },
        {
            "text": "Siege of Rome: The Ostrogoths under king Totila plunder the city, by bribing the Eastern Roman garrison.",
            "year": 546
        },
        {
            "text": "The first Saturnalia festival was celebrated in ancient Rome.",
            "year": -497
        }
    ],
    "births": [
        {
            "text": "Castello Lukeba, French footballer",
            "year": 2002
        },
        {
            "text": "Wesley Fofana, French footballer",
            "year": 2000
        },
        {
            "text": "Mirei Sasaki, Japanese singer, model, and actress",
            "year": 1999
        },
        {
            "text": "Jasmine Armfield, English actress",
            "year": 1998
        },
        {
            "text": "Martin Ødegaard, Norwegian footballer",
            "year": 1998
        },
        {
            "text": "Naiktha Bains, British-Australian tennis player",
            "year": 1997
        },
        {
            "text": "Shoma Uno, Japanese figure skater",
            "year": 1997
        },
        {
            "text": "Elizaveta Tuktamysheva, Russian figure skater",
            "year": 1996
        },
        {
            "text": "Guerschon Yabusele, French basketball player",
            "year": 1995
        },
        {
            "text": "Lloyd Perrett, New Zealand rugby league player",
            "year": 1994
        },
        {
            "text": "Nat Wolff, American singer-songwriter, keyboard player and actor",
            "year": 1994
        },
        {
            "text": "Kiersey Clemons, American actress",
            "year": 1993
        },
        {
            "text": "Patricia Kú Flores, Peruvian tennis player",
            "year": 1993
        },
        {
            "text": "Quinton de Kock, South African cricketer",
            "year": 1992
        },
        {
            "text": "Buddy Hield, Bahamian basketball player",
            "year": 1992
        },
        {
            "text": "Joshua Ingram, Canadian drummer and percussionist",
            "year": 1992
        },
        {
            "text": "Jordan Rankin, Australian rugby league player",
            "year": 1991
        },
        {
            "text": "Atsedu Tsegay, Ethiopian runner",
            "year": 1991
        },
        {
            "text": "Graham Rogers, American actor",
            "year": 1990
        },
        {
            "text": "André Ayew, Ghanaian footballer",
            "year": 1989
        },
        {
            "text": "Taylor York, American musician",
            "year": 1989
        },
        {
            "text": "Liisa Ehrberg, Estonian cyclist",
            "year": 1988
        },
        {
            "text": "Grethe Grünberg, Estonian ice dancer",
            "year": 1988
        },
        {
            "text": "Kris Joseph, Canadian basketball player",
            "year": 1988
        },
        {
            "text": "David Rudisha, Kenyan runner",
            "year": 1988
        },
        {
            "text": "Yann Sommer, Swiss footballer",
            "year": 1988
        },
        {
            "text": "Craig Sutherland, Scottish footballer",
            "year": 1988
        },
        {
            "text": "Maryna Arzamasova, Belarusian middle-distance runner",
            "year": 1987
        },
        {
            "text": "Bo Guagua, Chinese businessman",
            "year": 1987
        },
        {
            "text": "Chelsea Manning, American soldier and intelligence analyst",
            "year": 1987
        },
        {
            "text": "Donovan Solano, Colombian baseball player",
            "year": 1987
        },
        {
            "text": "Emma Bell, American actress",
            "year": 1986
        },
        {
            "text": "Frei Gilson, Brazilian Catholic priest and singer",
            "year": 1986
        },
        {
            "text": "Frank Winterstein, Australian-Samoan rugby league player",
            "year": 1986
        },
        {
            "text": "Vanessa Zima, American actress",
            "year": 1986
        },
        {
            "text": "Fernando Abad, Dominican baseball player",
            "year": 1985
        },
        {
            "text": "Łukasz Broź, Polish footballer",
            "year": 1985
        },
        {
            "text": "Craig Reid, English footballer",
            "year": 1985
        },
        {
            "text": "Luis Alfageme, Argentinian footballer",
            "year": 1984
        },
        {
            "text": "Julian Bennett, English footballer",
            "year": 1984
        },
        {
            "text": "Andrew Davies, English footballer",
            "year": 1984
        },
        {
            "text": "Shannon Woodward, American actress",
            "year": 1984
        },
        {
            "text": "Gregory Campbell, Canadian ice hockey player and executive",
            "year": 1983
        },
        {
            "text": "Erik Christensen, Canadian ice hockey player",
            "year": 1983
        },
        {
            "text": "Mikky Ekko, American singer and songwriter",
            "year": 1983
        },
        {
            "text": "Haron Keitany, Kenyan runner",
            "year": 1983
        },
        {
            "text": "Sébastien Ogier, French race car driver",
            "year": 1983
        },
        {
            "text": "Josh Barfield, American baseball player",
            "year": 1982
        },
        {
            "text": "Lorenzo Cittadini, Italian rugby player",
            "year": 1982
        },
        {
            "text": "Craig Kielburger, Canadian activist and author",
            "year": 1982
        },
        {
            "text": "Stéphane Lasme, Gabonese basketball player",
            "year": 1982
        },
        {
            "text": "Jerry Hsu, American skateboarder and photographer",
            "year": 1981
        },
        {
            "text": "Tim Wiese, German footballer",
            "year": 1981
        },
        {
            "text": "Suzy Batkovic, Australian basketball player",
            "year": 1980
        },
        {
            "text": "Ryan Hunter-Reay, American race car driver",
            "year": 1980
        },
        {
            "text": "Alexandra Papageorgiou, Greek hammer thrower",
            "year": 1980
        },
        {
            "text": "Eli Pariser, American activist and author",
            "year": 1980
        },
        {
            "text": "Matt Murley, American ice hockey player",
            "year": 1979
        },
        {
            "text": "Paul Smith, English footballer",
            "year": 1979
        },
        {
            "text": "Alex Cintrón, Puerto Rican baseball player and sportscaster",
            "year": 1978
        },
        {
            "text": "Riteish Deshmukh, Indian film actor, producer and architect",
            "year": 1978
        },
        {
            "text": "Manny Pacquiao, Filipino boxer and politician",
            "year": 1978
        },
        {
            "text": "Neil Sanderson, Canadian drummer and songwriter",
            "year": 1978
        },
        {
            "text": "Chase Utley, American baseball player",
            "year": 1978
        },
        {
            "text": "Arnaud Clément, French tennis player",
            "year": 1977
        },
        {
            "text": "Samuel Påhlsson, Swedish ice hockey player",
            "year": 1977
        },
        {
            "text": "Katheryn Winnick, Canadian actress",
            "year": 1977
        },
        {
            "text": "Éric Bédard, Canadian speed skater and coach",
            "year": 1976
        },
        {
            "text": "Nir Davidovich, Israeli footballer and manager",
            "year": 1976
        },
        {
            "text": "Patrick Müller, Swiss footballer",
            "year": 1976
        },
        {
            "text": "Andrew Simpson, English sailor (died 2013)",
            "year": 1976
        },
        {
            "text": "Takeo Spikes, American football player and sportscaster",
            "year": 1976
        },
        {
            "text": "Nick Dinsmore, American wrestler and trainer",
            "year": 1975
        },
        {
            "text": "Susanthika Jayasinghe, Sri Lankan sprinter",
            "year": 1975
        },
        {
            "text": "Milla Jovovich, Ukrainian-American actress",
            "year": 1975
        },
        {
            "text": "Charl Langeveldt, South African cricketer",
            "year": 1974
        },
        {
            "text": "Sarah Paulson, American actress",
            "year": 1974
        },
        {
            "text": "Giovanni Ribisi, American actor",
            "year": 1974
        },
        {
            "text": "Marissa Ribisi, American actress",
            "year": 1974
        },
        {
            "text": "Eddie Fisher, American drummer",
            "year": 1973
        },
        {
            "text": "Konstadinos Gatsioudis, Greek javelin thrower",
            "year": 1973
        },
        {
            "text": "Rian Johnson, American director, producer, and screenwriter",
            "year": 1973
        },
        {
            "text": "Paula Radcliffe, English runner",
            "year": 1973
        },
        {
            "text": "Hasan Vural, German-Turkish footballer",
            "year": 1973
        },
        {
            "text": "John Abraham, Indian actor and producer",
            "year": 1972
        },
        {
            "text": "Iván Pedroso, Cuban long jumper and coach",
            "year": 1972
        },
        {
            "text": "Claire Forlani, English actress",
            "year": 1971
        },
        {
            "text": "Alan Khan, South African radio and TV presenter",
            "year": 1971
        },
        {
            "text": "Nikki McCray-Penson, American basketball player and coach (died 2023)",
            "year": 1971
        },
        {
            "text": "Antoine Rigaudeau, French basketball player",
            "year": 1971
        },
        {
            "text": "Sean Patrick Thomas, American actor",
            "year": 1970
        },
        {
            "text": "Laurie Holden, American actress and model",
            "year": 1969
        },
        {
            "text": "Inna Lasovskaya, Russian triple jumper",
            "year": 1969
        },
        {
            "text": "Chuck Liddell, American mixed martial artist and kick-boxer",
            "year": 1969
        },
        {
            "text": "Mick Quinn, English singer-songwriter, guitarist and producer",
            "year": 1969
        },
        {
            "text": "Claudio Suárez, Mexican footballer",
            "year": 1968
        },
        {
            "text": "Paul Tracy, Canadian race car driver and sportscaster",
            "year": 1968
        },
        {
            "text": "Vincent Damphousse, Canadian ice hockey player and sportscaster",
            "year": 1967
        },
        {
            "text": "Gigi D'Agostino, Italian muscisian, singer and DJ.",
            "year": 1967
        },
        {
            "text": "Karsten Neitzel, German footballer and manager",
            "year": 1967
        },
        {
            "text": "Tracy Byrd, American singer-songwriter and guitarist",
            "year": 1966
        },
        {
            "text": "Kristiina Ojuland, Estonian politician, 23rd Estonian Minister of Foreign Affairs",
            "year": 1966
        },
        {
            "text": "Craig Berube, Canadian ice hockey player and coach",
            "year": 1965
        },
        {
            "text": "Jeff Grayer, American basketball player and coach",
            "year": 1965
        },
        {
            "text": "Frank Musil, Czech ice hockey player and coach",
            "year": 1964
        },
        {
            "text": "Joe Wolf, American basketball player and coach (died 2024)",
            "year": 1964
        },
        {
            "text": "Paul Dobson, English footballer",
            "year": 1962
        },
        {
            "text": "Galina Malchugina, Russian sprinter",
            "year": 1962
        },
        {
            "text": "Rocco Mediate, American golfer and journalist",
            "year": 1962
        },
        {
            "text": "Mansoor al-Jamri, Bahraini journalist and author",
            "year": 1961
        },
        {
            "text": "Sara Dallin, English singer",
            "year": 1961
        },
        {
            "text": "Bob Stinson, American songwriter and guitarist (died 1995)",
            "year": 1959
        },
        {
            "text": "Mike Mills, American bass player, songwriter, and producer",
            "year": 1958
        },
        {
            "text": "Donald Payne Jr., American politician (died 2024)",
            "year": 1958
        },
        {
            "text": "Wendy Hoyte, English sprinter",
            "year": 1957
        },
        {
            "text": "Bob Ojeda, American baseball player and coach",
            "year": 1957
        },
        {
            "text": "Peter Farrelly, American director, producer, and screenwriter",
            "year": 1956
        },
        {
            "text": "Dominic Lawson, English journalist and author",
            "year": 1956
        },
        {
            "text": "Totka Petrova, Bulgarian runner",
            "year": 1956
        },
        {
            "text": "Brad Davis, American basketball player, coach, and sportscaster",
            "year": 1955
        },
        {
            "text": "Sergejus Jovaiša, Lithuanian basketball player",
            "year": 1954
        },
        {
            "text": "Bill Pullman, American actor",
            "year": 1953
        },
        {
            "text": "Pat Hill, American football player and coach",
            "year": 1951
        },
        {
            "text": "Ken Hitchcock, Canadian ice hockey player and coach",
            "year": 1951
        },
        {
            "text": "Tatyana Kazankina, Russian runner",
            "year": 1951
        },
        {
            "text": "Laurence F. Johnson, American educator and author",
            "year": 1950
        },
        {
            "text": "Maurice Peoples, American sprinter and coach",
            "year": 1950
        },
        {
            "text": "Joel Brooks, American actor",
            "year": 1949
        },
        {
            "text": "Sotiris Kaiafas, Cypriot footballer",
            "year": 1949
        },
        {
            "text": "Paul Rodgers, English singer-songwriter and producer",
            "year": 1949
        },
        {
            "text": "Valery Belousov, Russian ice hockey player and coach (died 2015)",
            "year": 1948
        },
        {
            "text": "Jim Bonfanti, American rock drummer",
            "year": 1948
        },
        {
            "text": "Kemal Kılıçdaroğlu, Turkish economist and politician",
            "year": 1948
        },
        {
            "text": "Wes Studi, American actor and producer",
            "year": 1947
        },
        {
            "text": "Simon Bates, English radio host",
            "year": 1946
        },
        {
            "text": "Eugene Levy, Canadian actor, director, and screenwriter",
            "year": 1946
        },
        {
            "text": "Ernie Hudson, American actor",
            "year": 1945
        },
        {
            "text": "David Mallet, English director",
            "year": 1945
        },
        {
            "text": "Chris Matthews, American journalist and author",
            "year": 1945
        },
        {
            "text": "Jüri Talvet, Estonian poet and critic",
            "year": 1945
        },
        {
            "text": "Jacqueline Wilson, English author and academic",
            "year": 1945
        },
        {
            "text": "Jack L. Chalker, American author and educator (died 2005)",
            "year": 1944
        },
        {
            "text": "Carlo M. Croce, Italian-American oncologist and academic",
            "year": 1944
        },
        {
            "text": "Bernard Hill, English actor (died 2024)",
            "year": 1944
        },
        {
            "text": "Ron Geesin, Scottish pianist and composer",
            "year": 1943
        },
        {
            "text": "Muhammadu Buhari, Nigerian general and politician, 7th & 15th President of Nigeria (died 2025)",
            "year": 1942
        },
        {
            "text": "Paul Butterfield, American singer and harmonica player (died 1987)",
            "year": 1942
        },
        {
            "text": "Dave Dee, English singer-songwriter and guitarist (died 2009)",
            "year": 1941
        },
        {
            "text": "Stan Mudenge, Zimbabwean historian and politician, Zimbabwean Minister of Foreign Affairs (died 2012)",
            "year": 1941
        },
        {
            "text": "Kåre Valebrokk, Norwegian journalist (died 2013)",
            "year": 1940
        },
        {
            "text": "María Elena Velasco, Mexican actress, singer, director, and screenwriter (died 2015)",
            "year": 1940
        },
        {
            "text": "James Booker, American pianist (died 1983)",
            "year": 1939
        },
        {
            "text": "Eddie Kendricks, American R&B singer-songwriter (died 1992)",
            "year": 1939
        },
        {
            "text": "Peter Snell, New Zealand runner (died 2019)",
            "year": 1938
        },
        {
            "text": "Brian Hayes, Australian-English radio host",
            "year": 1937
        },
        {
            "text": "Art Neville, American singer and keyboard player (died 2019)",
            "year": 1937
        },
        {
            "text": "Kerry Packer, Australian businessman, founded World Series Cricket (died 2005)",
            "year": 1937
        },
        {
            "text": "John Kennedy Toole,  American novelist (died 1969)",
            "year": 1937
        },
        {
            "text": "Calvin Waller, American general (died 1996)",
            "year": 1937
        },
        {
            "text": "Pope Francis (died 2025)",
            "year": 1936
        },
        {
            "text": "Tommy Steele, English singer, guitarist, and actor",
            "year": 1936
        },
        {
            "text": "Brian Langford, English cricketer (died 2013)",
            "year": 1935
        },
        {
            "text": "Cal Ripken Sr., American baseball player, coach, and manager (died 1999)",
            "year": 1935
        },
        {
            "text": "Irving Petlin, American painter and academic (died 2018)",
            "year": 1934
        },
        {
            "text": "Ray Wilson, English footballer and manager (died 2018)",
            "year": 1934
        },
        {
            "text": "John Bond, English footballer and manager (died 2012)",
            "year": 1932
        },
        {
            "text": "Gerald Finnerman, American director and cinematographer (died 2011)",
            "year": 1931
        },
        {
            "text": "Dave Madden, Canadian-American actor (died 2014)",
            "year": 1931
        },
        {
            "text": "James McGaugh, American neurobiologist and psychologist",
            "year": 1931
        },
        {
            "text": "Bob Guccione, American photographer and publisher, founded Penthouse (died 2010)",
            "year": 1930
        },
        {
            "text": "Armin Mueller-Stahl, German actor and painter",
            "year": 1930
        },
        {
            "text": "Dorothy Rowe, Australian psychologist and author (died 2019)",
            "year": 1930
        },
        {
            "text": "William Safire, American journalist and author (died 2009)",
            "year": 1929
        },
        {
            "text": "Marilyn Beck, American journalist (died 2014)",
            "year": 1928
        },
        {
            "text": "Eli Beeding, American captain and pilot (died 2013)",
            "year": 1928
        },
        {
            "text": "Doyle Conner, American farmer and politician, seventh Florida Commissioner of Agriculture (died 2012)",
            "year": 1928
        },
        {
            "text": "Richard Long, American actor and director (died 1974)",
            "year": 1927
        },
        {
            "text": "Edward Meneeley, American painter and sculptor (died 2012)",
            "year": 1927
        },
        {
            "text": "Ray Jablonski, American baseball player (died 1985)",
            "year": 1926
        },
        {
            "text": "John Hans Krebs, American lawyer and politician (died 2014)",
            "year": 1926
        },
        {
            "text": "Stephen Lewis, English actor, director, screenwriter, and playwright (died 2015)",
            "year": 1926
        },
        {
            "text": "Calvin Tomkins, American author and art critic",
            "year": 1925
        },
        {
            "text": "Jaroslav Pelikan, American historian and scholar (died 2006)",
            "year": 1923
        },
        {
            "text": "Alan Voorhees, American engineer and academic (died 2005)",
            "year": 1922
        },
        {
            "text": "Lore Berger, German-Swiss author and translator (died 1943)",
            "year": 1921
        },
        {
            "text": "Kenneth E. Iverson, Canadian computer scientist, developed the APL programming language (died 2004)",
            "year": 1920
        },
        {
            "text": "Kenneth Dike, Nigerian historian, author, and academic (died 1983)",
            "year": 1917
        },
        {
            "text": "Penelope Fitzgerald, English author and poet (died 2000)",
            "year": 1916
        },
        {
            "text": "Mushtaq Ali, Indian cricketer (died 2005)",
            "year": 1914
        },
        {
            "text": "Fernando Alonso, Cuban ballet dancer, co-founded the Cuban National Ballet (died 2013)",
            "year": 1914
        },
        {
            "text": "Burt Baskin, American businessman, co-founded Baskin-Robbins (died 1967)",
            "year": 1913
        },
        {
            "text": "Edward Short, Baron Glenamara, English captain and politician, Lord President of the Council (died 2012)",
            "year": 1912
        },
        {
            "text": "Eknath Easwaran, Indian-American educator and author (died 1999)",
            "year": 1910
        },
        {
            "text": "Sy Oliver, American singer-songwriter and trumpet player (died 1988)",
            "year": 1910
        },
        {
            "text": "Willard Libby, American chemist and academic, Nobel Prize laureate (died 1980)",
            "year": 1908
        },
        {
            "text": "Fernando Lopes-Graça, Portuguese composer and conductor (died 1994)",
            "year": 1906
        },
        {
            "text": "Russell C. Newhouse, American pilot and engineer (died 1998)",
            "year": 1906
        },
        {
            "text": "Simo Häyhä, Finnish soldier and sniper (died 2002)",
            "year": 1905
        },
        {
            "text": "Mohammad Hidayatullah, 11th Chief Justice of India, and politician, sixth Vice President of India (died 1992)",
            "year": 1905
        },
        {
            "text": "Erico Verissimo, Brazilian author and translator (died 1975)",
            "year": 1905
        },
        {
            "text": "Paul Cadmus, American painter and illustrator (died 1999)",
            "year": 1904
        },
        {
            "text": "Erskine Caldwell, American novelist and short story writer (died 1987)",
            "year": 1903
        },
        {
            "text": "Ray Noble, English bandleader, composer, and actor (died 1978)",
            "year": 1903
        },
        {
            "text": "Mary Cartwright, English mathematician and academic, one of the first people to analyze a dynamical system with chaos (died 1998)",
            "year": 1900
        },
        {
            "text": "Loren Murchison, American sprinter (died 1979)",
            "year": 1898
        },
        {
            "text": "Gerald Patterson, Australian tennis player (died 1967)",
            "year": 1895
        },
        {
            "text": "Arthur Fiedler, American conductor (died 1979)",
            "year": 1894
        },
        {
            "text": "Patrick Flynn, Irish-American runner and soldier (died 1969)",
            "year": 1894
        },
        {
            "text": "Wim Schermerhorn, Dutch cartographer, engineer, and politician, Prime Minister of the Netherlands (died 1977)",
            "year": 1894
        },
        {
            "text": "Charles C. Banks, English captain and pilot (died 1971)",
            "year": 1893
        },
        {
            "text": "Erwin Piscator, German director and producer (died 1966)",
            "year": 1893
        },
        {
            "text": "Sam Barry, American basketball player and coach (died 1950)",
            "year": 1892
        },
        {
            "text": "Prince Joachim of Prussia (died 1920)",
            "year": 1890
        },
        {
            "text": "Josef Lada, Czech painter and illustrator (died 1957)",
            "year": 1887
        },
        {
            "text": "Alison Uttley, English children's book writer (died 1976)",
            "year": 1884
        },
        {
            "text": "Aubrey Faulkner, South African-English cricketer and coach (died 1930)",
            "year": 1881
        },
        {
            "text": "William Lyon Mackenzie King, Canadian economist and politician, tenth Prime Minister of Canada (died 1950)",
            "year": 1874
        },
        {
            "text": "Ford Madox Ford,  English novelist, poet, and critic  (died 1939)",
            "year": 1873
        },
        {
            "text": "Kazys Grinius, Lithuanian physician and politician, third President of Lithuania (died 1950)",
            "year": 1866
        },
        {
            "text": "Paul César Helleu, French painter and illustrator (died 1927)",
            "year": 1859
        },
        {
            "text": "Eva Nansen, Norwegian mezzo-soprano singer and pioneer on women's skiing (died 1907)",
            "year": 1858
        },
        {
            "text": "Pierre Paul Émile Roux, French physician and immunologist, co-founded the Pasteur Institute (died 1933)",
            "year": 1853
        },
        {
            "text": "Émile Faguet, French author and critic (died 1916)",
            "year": 1847
        },
        {
            "text": "Sophus Lie, Norwegian mathematician and academic (died 1899)",
            "year": 1842
        },
        {
            "text": "Nozu Michitsura, Japanese field marshal (died 1908)",
            "year": 1840
        },
        {
            "text": "Alexander Emanuel Agassiz, Swiss-American ichthyologist and engineer (died 1910)",
            "year": 1835
        },
        {
            "text": "Jules de Goncourt, French author and critic (died 1870)",
            "year": 1830
        },
        {
            "text": "Alexander Wassilko von Serecki, Austrian lawyer and politician (died 1893)",
            "year": 1827
        },
        {
            "text": "Vilhelm Petersen, Danish painter (died 1880)",
            "year": 1812
        },
        {
            "text": "John Greenleaf Whittier, American poet and activist (died 1892)",
            "year": 1807
        },
        {
            "text": "Joseph Henry, American physicist and engineer (died 1878)",
            "year": 1797
        },
        {
            "text": "Thomas Chandler Haliburton, Canadian judge and politician (died 1865)",
            "year": 1796
        },
        {
            "text": "Humphry Davy, English chemist and physicist (died 1829)",
            "year": 1778
        },
        {
            "text": "Domenico Cimarosa, Italian composer and educator (died 1801)",
            "year": 1749
        },
        {
            "text": "Maria I of Portugal (died 1816)",
            "year": 1734
        },
        {
            "text": "Émilie du Châtelet, French mathematician and physicist (died 1749)",
            "year": 1706
        },
        {
            "text": "Charles-Louis Mion, French composer and educator (died 1775)",
            "year": 1699
        },
        {
            "text": "Thomas Tickell, English poet (died 1740)",
            "year": 1685
        },
        {
            "text": "Anthony Wood, English historian and author (died 1695)",
            "year": 1632
        },
        {
            "text": "Prince Rupert of the Rhine (died 1682)",
            "year": 1619
        },
        {
            "text": "Roger L'Estrange, English pamphleteer and author (died 1704)",
            "year": 1616
        },
        {
            "text": "Pedro Téllez-Girón, 3rd Duke of Osuna, Spanish nobleman and politician (died 1624)",
            "year": 1574
        },
        {
            "text": "Abdul Rahim Khan-I-Khana, poet in Mughal Empire (died 1627)",
            "year": 1556
        },
        {
            "text": "Ernest of Bavaria, Roman Catholic bishop (died 1612)",
            "year": 1554
        },
        {
            "text": "Emperor Go-Uda of Japan (died 1324)",
            "year": 1267
        },
        {
            "text": "Kujō Yoritsugu, Japanese shōgun (died 1256)",
            "year": 1239
        }
    ],
    "deaths": [
        {
            "text": "Igor Kirillov, Russian general (born 1970)",
            "year": 2024
        },
        {
            "text": "Marisa Paredes, Spanish film actress (born 1946)",
            "year": 2024
        },
        {
            "text": "Ronaldo Valdez, Filipino actor (born 1947)",
            "year": 2023
        },
        {
            "text": "James McCaffrey, American actor (born 1958)",
            "year": 2023
        },
        {
            "text": "Jeremy Bulloch, English actor (born 1945)",
            "year": 2020
        },
        {
            "text": "Allen Dines, American politician (born 1921)",
            "year": 2020
        },
        {
            "text": "Benjamin A. Gilman, American soldier and politician (born 1922)",
            "year": 2016
        },
        {
            "text": "Henry Heimlich, American doctor (born 1920)",
            "year": 2016
        },
        {
            "text": "Gordon Hunt, American voice director (born 1929)",
            "year": 2016
        },
        {
            "text": "Hal Brown, American baseball player and manager (born 1924)",
            "year": 2015
        },
        {
            "text": "Osamu Hayaishi, American-Japanese biochemist and academic (born 1920)",
            "year": 2015
        },
        {
            "text": "Michael Wyschogrod, German-American philosopher and theologian (born 1928)",
            "year": 2015
        },
        {
            "text": "Dieter Grau, German-American scientist and engineer (born 1913)",
            "year": 2014
        },
        {
            "text": "Richard C. Hottelet, American journalist (born 1917)",
            "year": 2014
        },
        {
            "text": "Oleh Lysheha, Ukrainian poet and playwright (born 1949)",
            "year": 2014
        },
        {
            "text": "Lowell Steward, American captain (born 1919)",
            "year": 2014
        },
        {
            "text": "Ivan Vekić, Croatian colonel, lawyer, and politician, Croatian Minister of the Interior (born 1938)",
            "year": 2014
        },
        {
            "text": "Fred Bruemmer, Latvian-Canadian photographer (born 1929)",
            "year": 2013
        },
        {
            "text": "Ricardo María Carles Gordó, Spanish cardinal (born 1926)",
            "year": 2013
        },
        {
            "text": "Richard Heffner, American historian and television host (born 1925)",
            "year": 2013
        },
        {
            "text": "Tetsurō Kashibuchi, Japanese drummer, songwriter, and producer (born 1950)",
            "year": 2013
        },
        {
            "text": "Janet Rowley,  American geneticist and biologist (born 1925)",
            "year": 2013
        },
        {
            "text": "Conny van Rietschoten, Dutch sailor (born 1926)",
            "year": 2013
        },
        {
            "text": "Richard Adams, Filipino-American activist (born 1947)",
            "year": 2012
        },
        {
            "text": "James Gower, American priest and activist, co-founded the College of the Atlantic (born 1922)",
            "year": 2012
        },
        {
            "text": "Daniel Inouye, American captain and politician (born 1924)",
            "year": 2012
        },
        {
            "text": "Laurier LaPierre, Canadian historian, journalist, and politician (born 1929)",
            "year": 2012
        },
        {
            "text": "Frank Pastore, American baseball player and radio host (born 1957)",
            "year": 2012
        },
        {
            "text": "Eva Ekvall, Venezuelan journalist and author, Miss Venezuela 2000 (born 1983)",
            "year": 2011
        },
        {
            "text": "Kim Jong-il, North Korean commander and politician, second Supreme Leader of North Korea (born 1941)",
            "year": 2011
        },
        {
            "text": "Captain Beefheart, American singer-songwriter (born 1941)",
            "year": 2010
        },
        {
            "text": "Walt Dropo, American basketball and baseball player (born 1923)",
            "year": 2010
        },
        {
            "text": "Ralph Coates, English footballer (born 1946)",
            "year": 2010
        },
        {
            "text": "Chris Henry, American football player (born 1983)",
            "year": 2009
        },
        {
            "text": "Jennifer Jones, American actress (born 1919)",
            "year": 2009
        },
        {
            "text": "Alaina Reed Hall, American actress (born 1946)",
            "year": 2009
        },
        {
            "text": "Sammy Baugh, American football player and coach (born 1914)",
            "year": 2008
        },
        {
            "text": "Freddy Breck, German singer-songwriter, producer, and journalist (born 1942)",
            "year": 2008
        },
        {
            "text": "Dave Smith, American baseball player and coach (born 1955)",
            "year": 2008
        },
        {
            "text": "Gregoire, Congolese chimpanzee, oldest recorded (born 1942)",
            "year": 2008
        },
        {
            "text": "Larry Sherry, American baseball player and coach (born 1935)",
            "year": 2006
        },
        {
            "text": "Jack Anderson, American journalist and author (born 1922)",
            "year": 2005
        },
        {
            "text": "Marc Favreau, Canadian actor and poet (born 1929)",
            "year": 2005
        },
        {
            "text": "Haljand Udam, Estonian orientalist and academic (born 1936)",
            "year": 2005
        },
        {
            "text": "Tom Wesselmann, American painter and sculptor (born 1931)",
            "year": 2004
        },
        {
            "text": "Otto Graham, American football player and coach (born 1921)",
            "year": 2003
        },
        {
            "text": "K. W. Devanayagam, Sri Lankan lawyer and politician, tenth Sri Lankan Minister of Justice (born 1910)",
            "year": 2002
        },
        {
            "text": "Rex Allen, American singer-songwriter and actor (born 1920)",
            "year": 1999
        },
        {
            "text": "Grover Washington Jr., American singer-songwriter and saxophonist (born 1943)",
            "year": 1999
        },
        {
            "text": "C. Vann Woodward, American historian and academic (born 1908)",
            "year": 1999
        },
        {
            "text": "Günther Anders, German journalist and philosopher (born 1902)",
            "year": 1992
        },
        {
            "text": "Dana Andrews, American actor (born 1909)",
            "year": 1992
        },
        {
            "text": "Bernardus Johannes Alfrink, Dutch cardinal (born 1900)",
            "year": 1987
        },
        {
            "text": "Linda Wong, American porn actress (born 1951)",
            "year": 1987
        },
        {
            "text": "Marguerite Yourcenar, Belgian-American author and poet (born 1903)",
            "year": 1987
        },
        {
            "text": "Guillermo Cano Isaza, Colombian journalist (born 1925)",
            "year": 1986
        },
        {
            "text": "Homer S. Ferguson, American lawyer, judge, and politician (born 1889)",
            "year": 1982
        },
        {
            "text": "Antiochos Evangelatos, Greek composer and conductor (born 1903)",
            "year": 1981
        },
        {
            "text": "Don Ellis, American trumpet player, composer, and bandleader (born 1934)",
            "year": 1978
        },
        {
            "text": "Oliver Waterman Larkin, American historian, author, and educator (born 1896)",
            "year": 1970
        },
        {
            "text": "Harold Holt, Australian lawyer and politician, 17th Prime Minister of Australia (born 1908)",
            "year": 1967
        },
        {
            "text": "Victor Francis Hess, Austrian-American physicist and academic, Nobel Prize laureate (born 1883)",
            "year": 1964
        },
        {
            "text": "Thomas Mitchell, American actor (born 1892)",
            "year": 1962
        },
        {
            "text": "Dorothy L. Sayers, English author, poet, and playwright (born 1893)",
            "year": 1957
        },
        {
            "text": "Eddie Acuff, American actor (born 1903)",
            "year": 1956
        },
        {
            "text": "Christos Tsigiridis, Greek engineer (born 1877)",
            "year": 1947
        },
        {
            "text": "Allen Bathurst, Lord Apsley, English lieutenant and politician (born 1895)",
            "year": 1942
        },
        {
            "text": "Alicia Boole Stott, Anglo-Irish mathematician and academic (born 1860)",
            "year": 1940
        },
        {
            "text": "Lizette Woodworth Reese, American poet (born 1856)",
            "year": 1935
        },
        {
            "text": "13th Dalai Lama (born 1876)",
            "year": 1933
        },
        {
            "text": "Charles Winckler, Danish discus thrower, shot putter, and tug of war competitor (born 1867)",
            "year": 1932
        },
        {
            "text": "Peter Warlock, Welsh composer and critic (born 1894)",
            "year": 1930
        },
        {
            "text": "Manuel de Oliveira Gomes da Costa, Portuguese general and politician, tenth President of Portugal (born 1863)",
            "year": 1929
        },
        {
            "text": "Frank Rinehart, American photographer (born 1861)",
            "year": 1928
        },
        {
            "text": "Rajendra Lahiri, Indian activist (born 1892)",
            "year": 1927
        },
        {
            "text": "Elizabeth Garrett Anderson, English physician and activist (born 1836)",
            "year": 1917
        },
        {
            "text": "Leopold II of Belgium (born 1835)",
            "year": 1909
        },
        {
            "text": "William Thomson, 1st Baron Kelvin, Irish-Scottish physicist and engineer (born 1824)",
            "year": 1907
        },
        {
            "text": "William Shiels, Irish-Australian politician, 16th Premier of Victoria (born 1848)",
            "year": 1904
        },
        {
            "text": "José María Iglesias, Mexican politician and interim President (1876–1877) (born 1823)",
            "year": 1891
        },
        {
            "text": "Francis Beaufort, Irish hydrographer and officer in the Royal Navy (born 1774)",
            "year": 1857
        },
        {
            "text": "Marie Louise, Duchess of Parma (born 1791)",
            "year": 1847
        },
        {
            "text": "Kaspar Hauser, German feral child (born 1812?)",
            "year": 1833
        },
        {
            "text": "Simón Bolívar, Venezuelan general and politician, second President of Venezuela (born 1783)",
            "year": 1830
        },
        {
            "text": "Richard Lumley, 1st Earl of Scarbrough, English soldier and politician, Chancellor of the Duchy of Lancaster (born 1640)",
            "year": 1721
        },
        {
            "text": "Nzinga of Ndongo and Matamba (born 1583)",
            "year": 1663
        },
        {
            "text": "Eleonora di Toledo, Grand Duchess of Tuscany (born 1522)",
            "year": 1562
        },
        {
            "text": "Irene di Spilimbergo, Italian Renaissance poet and painter (born 1538)",
            "year": 1559
        },
        {
            "text": "Infanta Isabel, Duchess of Burgundy (born 1397)",
            "year": 1471
        },
        {
            "text": "William Gascoigne, Chief Justice of England",
            "year": 1419
        },
        {
            "text": "Juan Fernández, bishop-elect of León",
            "year": 1316
        },
        {
            "text": "Rumi, Persian jurist, theologian, and poet (born 1207)",
            "year": 1273
        },
        {
            "text": "Baldwin V, Count of Hainaut (born 1150)",
            "year": 1195
        },
        {
            "text": "Pope Gregory VIII (born 1100)",
            "year": 1187
        },
        {
            "text": "William I, duke of Normandy",
            "year": 942
        },
        {
            "text": "al-Abbas ibn al-Hasan al-Jarjara'i, Abbasid vizier",
            "year": 908
        },
        {
            "text": "Abdallah ibn al-Mu'tazz, Abbasid prince and poet, anti-caliph for one day",
            "year": 908
        },
        {
            "text": "Sturm, abbot of Fulda",
            "year": 779
        }
    ],
    "metadata": {
        "current_date": "December 17, 2025",
        "short_date": "Dec 17",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            7,
            61,
            38,
            50,
            22,
            32,
            19,
            42,
            45,
            0
        ],
        "births": [
            166,
            86,
            226,
            72
        ],
        "deaths": [
            16,
            92,
            86,
            28
        ]
    }
}