{
    "events": [
        {
            "text": "A mining company's dam collapses in Brumadinho, Brazil, a south-eastern city, killing 270 people.",
            "year": 2019
        },
        {
            "text": "An Ariane 5 rocket is launched carrying SES-14, Al Yah 3, and NASA's Global-scale Observations of the Limb and Disk, but the satellites end up in the wrong orbit.",
            "year": 2018
        },
        {
            "text": "A clash in Mamasapano, Maguindanao in the Philippines kills 44 members of Special Action Force (SAF), at least 18 from the Moro Islamic Liberation Front and five from the Bangsamoro Islamic Freedom Fighters.",
            "year": 2015
        },
        {
            "text": "At least 50 people are killed and 120 people are injured in a prison riot in Barquisimeto, Venezuela.",
            "year": 2013
        },
        {
            "text": "The first wave of the Egyptian revolution begins throughout the country, marked by street demonstrations, rallies, acts of civil disobedience, riots, labour strikes, and violent clashes.",
            "year": 2011
        },
        {
            "text": "Ethiopian Airlines Flight 409 crashes into the Mediterranean Sea off the coast of Na'ameh, Lebanon, killing 90.",
            "year": 2010
        },
        {
            "text": "Mexican professional wrestler Juana Barraza is arrested in connection with the serial killing of at least ten elderly women.",
            "year": 2006
        },
        {
            "text": "A stampede at the Mandhradevi temple in Maharashtra, India kills at least 258.",
            "year": 2005
        },
        {
            "text": "Invasion of Iraq: A group of people leave London, England, for Baghdad, Iraq, to serve as human shields, intending to prevent the U.S.-led coalition troops from bombing certain locations.",
            "year": 2003
        },
        {
            "text": "A 6.0 magnitude earthquake hits western Colombia killing at least 1,000.",
            "year": 1999
        },
        {
            "text": "During a historic visit to Cuba, Pope John Paul II demands political reforms and the release of political prisoners while condemning US attempts to isolate the country.",
            "year": 1998
        },
        {
            "text": "A suicide attack by the Liberation Tigers of Tamil Eelam on Sri Lanka's Temple of the Tooth kills eight and injures 25 others.",
            "year": 1998
        },
        {
            "text": "Billy Bailey becomes the last person to be hanged in the United States.",
            "year": 1996
        },
        {
            "text": "The Norwegian rocket incident: Russia almost launches a nuclear attack after it mistakes Black Brant XII, a Norwegian research rocket, for a US Trident missile.",
            "year": 1995
        },
        {
            "text": "The spacecraft Clementine by BMDO and NASA is launched.",
            "year": 1994
        },
        {
            "text": "Five people are shot outside the CIA Headquarters in Langley, Virginia. Two are killed and three wounded.",
            "year": 1993
        },
        {
            "text": "Avianca Flight 052 crashes in Cove Neck, New York, killing 73.",
            "year": 1990
        },
        {
            "text": "The National Resistance Movement topples the government of Tito Okello in Uganda.",
            "year": 1986
        },
        {
            "text": "Mother Teresa is honored with India's highest civilian award, the Bharat Ratna.",
            "year": 1980
        },
        {
            "text": "Pope John Paul II starts his first official papal visits outside Italy to The Bahamas, Dominican Republic, and Mexico.",
            "year": 1979
        },
        {
            "text": "Charles Manson and four \"Family\" members (three of them female) are found guilty of the 1969 Tate–LaBianca murders.",
            "year": 1971
        },
        {
            "text": "Idi Amin leads a coup deposing Milton Obote and becomes Uganda's president.",
            "year": 1971
        },
        {
            "text": "Brazilian Army captain Carlos Lamarca deserts in order to fight against the military dictatorship, taking with him ten machine guns and 63 rifles.",
            "year": 1969
        },
        {
            "text": "South Vietnamese junta leader and Prime Minister Nguyen Cao Ky fires rival, Deputy Prime Minister and Defence Minister Nguyen Huu Co, while the latter is overseas on a diplomatic visit.",
            "year": 1967
        },
        {
            "text": "Blue Ribbon Sports, which would later become Nike, is founded by University of Oregon track and field athletes.",
            "year": 1964
        },
        {
            "text": "In Washington, D.C., US President John F. Kennedy delivers the first live presidential television news conference.",
            "year": 1961
        },
        {
            "text": "Walt Disney Productions released the animated feature One Hundred and One Dalmatians, based on Dodie Smith's 1956 children's novel The Hundred and One Dalmatians.",
            "year": 1961
        },
        {
            "text": "The National Association of Broadcasters in the United States reacts to the \"payola\" scandal by threatening fines for any disc jockeys who accept money for playing particular records.",
            "year": 1960
        },
        {
            "text": "The first Emmy Awards are presented in the United States; the venue is the Hollywood Athletic Club.",
            "year": 1949
        },
        {
            "text": "Thomas Goldsmith Jr. files a patent for a \"Cathode Ray Tube Amusement Device\", the first ever electronic game.",
            "year": 1947
        },
        {
            "text": "The United Mine Workers rejoins the American Federation of Labor.",
            "year": 1946
        },
        {
            "text": "United Nations Security Council Resolution 1 relating to Military Staff Committee is adopted.",
            "year": 1946
        },
        {
            "text": "World War II: The Battle of the Bulge ends.",
            "year": 1945
        },
        {
            "text": "World War II: Thailand declares war on the United States and United Kingdom.",
            "year": 1942
        },
        {
            "text": "Pope Pius XII elevates the Apostolic Vicariate of the Hawaiian Islands to the dignity of a diocese. It becomes the Roman Catholic Diocese of Honolulu.",
            "year": 1941
        },
        {
            "text": "The Guiding Light debuts on NBC radio from Chicago. In 1952 it moves to CBS television, where it remains until September 18, 2009.",
            "year": 1937
        },
        {
            "text": "Second Sino-Japanese War: The Chinese National Revolutionary Army begins the defense of Harbin.",
            "year": 1932
        },
        {
            "text": "Alt Llobregat insurrection suppressed in Central Catalonia, Spain.",
            "year": 1932
        },
        {
            "text": "The 1924 Winter Olympics opens in Chamonix, in the French Alps, inaugurating the Winter Olympic Games.",
            "year": 1924
        },
        {
            "text": "The Ukrainian People's Republic declares independence from Soviet Russia.",
            "year": 1918
        },
        {
            "text": "The Finnish Defence Forces (The White Guards) are established as the official army of independent Finland, and Baron C. G. E. Mannerheim is appointed its Commander-in-Chief.",
            "year": 1918
        },
        {
            "text": "Sinking of the SS Laurentic after hitting two German mines off the coast of northwest Ireland.",
            "year": 1917
        },
        {
            "text": "Alexander Graham Bell inaugurates U.S. transcontinental telephone service, speaking from New York to Thomas Watson in San Francisco.",
            "year": 1915
        },
        {
            "text": "Richard Strauss's opera Elektra receives its debut performance at the Dresden State Opera.",
            "year": 1909
        },
        {
            "text": "Nellie Bly completes her round-the-world journey in 72 days.",
            "year": 1890
        },
        {
            "text": "Thomas Edison and Alexander Graham Bell form the Oriental Telephone Company.",
            "year": 1881
        },
        {
            "text": "The Bulgarian National Bank is founded.",
            "year": 1879
        },
        {
            "text": "The Wedding March by Felix Mendelssohn is played at the marriage of Queen Victoria's daughter, Victoria, and Friedrich of Prussia, and becomes a popular wedding processional.",
            "year": 1858
        },
        {
            "text": "University of Virginia chartered by Commonwealth of Virginia, with Thomas Jefferson one of its founders.",
            "year": 1819
        },
        {
            "text": "The London Corresponding Society is founded.",
            "year": 1792
        },
        {
            "text": "The British Parliament passes the Constitutional Act of 1791 and splits the old Province of Quebec into Upper Canada and Lower Canada.",
            "year": 1791
        },
        {
            "text": "Shays' Rebellion: The rebellion's largest confrontation, outside the Springfield Armory, results in the killing of four rebels and the wounding of twenty.",
            "year": 1787
        },
        {
            "text": "The Apalachee massacre: A combined British and Muscogee force from the Province of Carolina destroys the main fortified mission of Ayubale, breaking Spain's hold on Spanish Florida.",
            "year": 1704
        },
        {
            "text": "Walter Raleigh is knighted, shortly after renaming North America region \"Virginia\", in honor of Elizabeth I, Queen of England, sometimes referred to as the \"Virgin Queen\".",
            "year": 1585
        },
        {
            "text": "Luanda, the capital of Angola, is founded by the Portuguese navigator Paulo Dias de Novais.",
            "year": 1575
        },
        {
            "text": "Battle of Mikatagahara: In Japan, Takeda Shingen defeats Tokugawa Ieyasu.",
            "year": 1573
        },
        {
            "text": "São Paulo, Brazil, is founded by Jesuit priests.",
            "year": 1554
        },
        {
            "text": "Henry VIII of England secretly marries his second wife Anne Boleyn.",
            "year": 1533
        },
        {
            "text": "Coronation of Francis I of France takes place at Reims Cathedral, where the new monarch is anointed with the oil of Clovis and girt with the sword of Charlemagne.",
            "year": 1515
        },
        {
            "text": "Alfonso II becomes King of Naples.",
            "year": 1494
        },
        {
            "text": "The Treaty of Constantinople ends the 16-year-long First Ottoman–Venetian War.",
            "year": 1479
        },
        {
            "text": "A strong earthquake strikes the South Alpine region of Friuli in modern Italy, causing considerable damage to buildings as far away as Rome.",
            "year": 1348
        },
        {
            "text": "Fourteen-year-old Edward III ascends the throne of England after his father the king is forced to abdicate by Queen Isabella and her lover, Roger Mortimer.",
            "year": 1327
        },
        {
            "text": "In the Battle of the Zab, the Abbasid rebels defeat the Umayyad Caliphate, leading to the overthrow of the dynasty.",
            "year": 750
        },
        {
            "text": "After a night of negotiation, Claudius is accepted as Roman emperor by the Senate.",
            "year": 41
        }
    ],
    "births": [
        {
            "text": "Lil Mosey, American rapper",
            "year": 2002
        },
        {
            "text": "Elisabetta Cocciaretto, Italian tennis player",
            "year": 2001
        },
        {
            "text": "Noah Hanifin, American ice hockey player",
            "year": 1997
        },
        {
            "text": "Mohamed Hany, Egyptian footballer",
            "year": 1996
        },
        {
            "text": "Seunghee, South Korean singer and television personality",
            "year": 1996
        },
        {
            "text": "Adama Traoré, Spanish footballer",
            "year": 1996
        },
        {
            "text": "Ariana DeBose, American actress, singer, and dancer",
            "year": 1991
        },
        {
            "text": "Ahmed Hegazi, Egyptian footballer",
            "year": 1991
        },
        {
            "text": "Apostolos Giannou, Greek-Australian footballer",
            "year": 1990
        },
        {
            "text": "Lee Jun-ho, South Korean singer and actor",
            "year": 1990
        },
        {
            "text": "Tatiana Golovin, French tennis player",
            "year": 1988
        },
        {
            "text": "Ryota Ozawa, Japanese actor",
            "year": 1988
        },
        {
            "text": "Maria Kirilenko, Russian tennis player",
            "year": 1987
        },
        {
            "text": "Chris O'Grady, English footballer",
            "year": 1986
        },
        {
            "text": "Brent Celek, American football player",
            "year": 1985
        },
        {
            "text": "Hwang Jung-eum, South Korean actress",
            "year": 1985
        },
        {
            "text": "Tina Karol, Ukrainian singer and Eurovision Song Contest 2006 contestant",
            "year": 1985
        },
        {
            "text": "Acie Law, American basketball player",
            "year": 1985
        },
        {
            "text": "Hartley Sawyer, American actor",
            "year": 1985
        },
        {
            "text": "Michael Trevino, American actor",
            "year": 1985
        },
        {
            "text": "Patrick Willis, American football player",
            "year": 1985
        },
        {
            "text": "Jay Briscoe, American wrestler (died 2023)",
            "year": 1984
        },
        {
            "text": "Stefan Kießling, German footballer",
            "year": 1984
        },
        {
            "text": "Robinho, Brazilian footballer",
            "year": 1984
        },
        {
            "text": "Fara Williams, English footballer",
            "year": 1984
        },
        {
            "text": "Josh Powell, American basketball player",
            "year": 1983
        },
        {
            "text": "Francis Jeffers, English footballer",
            "year": 1981
        },
        {
            "text": "Alicia Keys, American singer-songwriter, pianist, and actress",
            "year": 1981
        },
        {
            "text": "Toše Proeski, Macedonian singer (died 2007)",
            "year": 1981
        },
        {
            "text": "Alayna Burns, Australian track cyclist",
            "year": 1980
        },
        {
            "text": "Michelle McCool, American wrestler",
            "year": 1980
        },
        {
            "text": "Xavi, Spanish footballer",
            "year": 1980
        },
        {
            "text": "Christine Lakin, American actress and director",
            "year": 1979
        },
        {
            "text": "David Mutendera, Zimbabwean cricketer",
            "year": 1979
        },
        {
            "text": "Rodrigo Ribeiro, Brazilian racing driver",
            "year": 1979
        },
        {
            "text": "Charlene, Princess of Monaco",
            "year": 1978
        },
        {
            "text": "Ahmet Dursun, Turkish footballer",
            "year": 1978
        },
        {
            "text": "Denis Menchov, Russian cyclist",
            "year": 1978
        },
        {
            "text": "Derrick Turnbow, American baseball player",
            "year": 1978
        },
        {
            "text": "Volodymyr Zelenskyy, Ukrainian actor, comedian, and politician, 6th President of Ukraine",
            "year": 1978
        },
        {
            "text": "Michael Brown, English footballer, manager and pundit",
            "year": 1977
        },
        {
            "text": "Stephanie Bellars, American wrestler and manager",
            "year": 1976
        },
        {
            "text": "Mário Haberfeld, Brazilian racing driver",
            "year": 1976
        },
        {
            "text": "Dimitris Nalitzis, Greek footballer",
            "year": 1976
        },
        {
            "text": "Duncan Jupp, Anglo-Scottish footballer",
            "year": 1975
        },
        {
            "text": "Mia Kirshner, Canadian actress",
            "year": 1975
        },
        {
            "text": "Robert Budreau, Canadian director, producer, and screenwriter",
            "year": 1974
        },
        {
            "text": "Emily Haines, Canadian singer-songwriter and keyboard player",
            "year": 1974
        },
        {
            "text": "Attilio Nicodemo, Italian footballer",
            "year": 1974
        },
        {
            "text": "Geoff Johns, American author, screenwriter, and producer",
            "year": 1973
        },
        {
            "text": "Shinji Takehara, Japanese boxer",
            "year": 1972
        },
        {
            "text": "Luca Badoer, Italian racing driver",
            "year": 1971
        },
        {
            "text": "Philip Coppens, Belgian journalist and author (died 2012)",
            "year": 1971
        },
        {
            "text": "Ana Ortiz, American actress",
            "year": 1971
        },
        {
            "text": "Stephen Chbosky, American author, screenwriter, and director",
            "year": 1970
        },
        {
            "text": "Chris Mills, American basketball player",
            "year": 1970
        },
        {
            "text": "Milt Stegall, American football player and sportscaster",
            "year": 1970
        },
        {
            "text": "Sergei Ovchinnikov, Russian volleyball player and coach (died 2012)",
            "year": 1969
        },
        {
            "text": "Eric Orie, Dutch footballer and manager",
            "year": 1968
        },
        {
            "text": "Nelson Asaytono, Filipino basketball player",
            "year": 1967
        },
        {
            "text": "David Ginola, French footballer",
            "year": 1967
        },
        {
            "text": "Randy McKay, Canadian ice hockey player and coach",
            "year": 1967
        },
        {
            "text": "Nicole Uphoff, German equestrian",
            "year": 1967
        },
        {
            "text": "Chet Culver, American educator and politician, 41st Governor of Iowa",
            "year": 1966
        },
        {
            "text": "Yiannos Ioannou, Cypriot footballer and manager",
            "year": 1966
        },
        {
            "text": "Mark Schlereth, American football player and sportscaster",
            "year": 1966
        },
        {
            "text": "Esa Tikkanen, Finnish ice hockey player and coach",
            "year": 1965
        },
        {
            "text": "Stephen Pate, Australian cyclist",
            "year": 1964
        },
        {
            "text": "Fernando Haddad, Brazilian academic and politician, 61st Mayor of São Paulo",
            "year": 1963
        },
        {
            "text": "Molly Holzschlag, American computer scientist and author (died 2023)",
            "year": 1963
        },
        {
            "text": "Chris Chelios, American ice hockey player and manager",
            "year": 1962
        },
        {
            "text": "Vivian Balakrishnan, Singaporean ophthalmologist and politician, Singaporean Ministry of National Development",
            "year": 1961
        },
        {
            "text": "Tim Dorsey, American novelist (died 2023)",
            "year": 1961
        },
        {
            "text": "Franco Pancheri, Italian footballer and manager",
            "year": 1958
        },
        {
            "text": "Peter Watts, Canadian science fiction author",
            "year": 1958
        },
        {
            "text": "Eskil Erlandsson, Swedish technologist and politician, Swedish Minister for Rural Affairs",
            "year": 1957
        },
        {
            "text": "Andrew Harris, American politician",
            "year": 1957
        },
        {
            "text": "Jenifer Lewis, American actress and singer",
            "year": 1957
        },
        {
            "text": "Andy Cox, English guitarist",
            "year": 1956
        },
        {
            "text": "Dinah Manoff, American actress",
            "year": 1956
        },
        {
            "text": "Ricardo Bochini, Argentinian footballer and manager",
            "year": 1954
        },
        {
            "text": "Kay Cottee, Australian sailor",
            "year": 1954
        },
        {
            "text": "Renate Dorrestein, Dutch journalist and author (died 2018)",
            "year": 1954
        },
        {
            "text": "The Honky Tonk Man, American wrestler",
            "year": 1953
        },
        {
            "text": "Peter Tatchell, Australian-English journalist and activist",
            "year": 1952
        },
        {
            "text": "Timothy White, American journalist, author, and critic (died 2002)",
            "year": 1952
        },
        {
            "text": "Steve Prefontaine, American runner (died 1975)",
            "year": 1951
        },
        {
            "text": "Gloria Naylor, American novelist (died 2016)",
            "year": 1950
        },
        {
            "text": "John Cooper Clarke, English poet and critic",
            "year": 1949
        },
        {
            "text": "Paul Nurse, English geneticist and biologist, Nobel Prize laureate",
            "year": 1949
        },
        {
            "text": "Ros Kelly, Australian educator and politician, 1st Australian Minister for Defence Science and Personnel",
            "year": 1948
        },
        {
            "text": "Georgy Shishkin, Russian painter and illustrator",
            "year": 1948
        },
        {
            "text": "Ángel Nieto, Spanish motorcycle racer (died 2017)",
            "year": 1947
        },
        {
            "text": "Tostão, Brazilian footballer, journalist, and physician",
            "year": 1947
        },
        {
            "text": "Byron Beck, American basketball player",
            "year": 1945
        },
        {
            "text": "Leigh Taylor-Young, American actress",
            "year": 1945
        },
        {
            "text": "Tobe Hooper, American director, producer, and screenwriter (died 2017)",
            "year": 1943
        },
        {
            "text": "Carl Eller, American football player and sportscaster",
            "year": 1942
        },
        {
            "text": "Eusébio, Mozambican-Portuguese footballer (died 2014)",
            "year": 1942
        },
        {
            "text": "Buddy Baker, American race car driver and sportscaster (died 2015)",
            "year": 1941
        },
        {
            "text": "Shotaro Ishinomori, Japanese author and illustrator (died 1998)",
            "year": 1938
        },
        {
            "text": "Etta James, American singer (died 2012)",
            "year": 1938
        },
        {
            "text": "Leiji Matsumoto, Japanese author, illustrator, and animator (died 2023)",
            "year": 1938
        },
        {
            "text": "Vladimir Vysotsky, Russian singer-songwriter, actor, and poet (died 1980)",
            "year": 1938
        },
        {
            "text": "Ange-Félix Patassé, Central African engineer and politician, 5th President of the Central African Republic (died 2011)",
            "year": 1937
        },
        {
            "text": "Diana Hyland, American actress (died 1977)",
            "year": 1936
        },
        {
            "text": "Onat Kutlar, Turkish author and poet (died 1995)",
            "year": 1936
        },
        {
            "text": "Conrad Burns, American journalist, and politician (died 2016)",
            "year": 1935
        },
        {
            "text": "António Ramalho Eanes, Portuguese general and politician, 16th President of Portugal",
            "year": 1935
        },
        {
            "text": "Don Maynard, American football player (died 2022)",
            "year": 1935
        },
        {
            "text": "Corazon Aquino, Filipino politician, 11th President of the Philippines (died 2009)",
            "year": 1933
        },
        {
            "text": "Anne Innis Dagg, Canadian zoologist and author (died 2024)",
            "year": 1933
        },
        {
            "text": "Dean Jones, American actor and singer (died 2015)",
            "year": 1931
        },
        {
            "text": "Elizabeth Allen, American actress and singer (died 2006)",
            "year": 1929
        },
        {
            "text": "Robert Faurisson, English-French author and academic (died 2018)",
            "year": 1929
        },
        {
            "text": "Benny Golson, American saxophonist and composer (died 2024)",
            "year": 1929
        },
        {
            "text": "Jérôme Choquette, Canadian lawyer and politician (died 2017)",
            "year": 1928
        },
        {
            "text": "Eduard Shevardnadze, Georgian general and politician, 2nd President of Georgia (died 2014)",
            "year": 1928
        },
        {
            "text": "Cor van der Hart, Dutch footballer and manager (died 2006)",
            "year": 1928
        },
        {
            "text": "Antônio Carlos Jobim, Brazilian singer-songwriter and pianist (died 1994)",
            "year": 1927
        },
        {
            "text": "Dick McGuire, American basketball player and coach (died 2010)",
            "year": 1926
        },
        {
            "text": "Gordy Soltau, American football player and sportscaster (died 2014)",
            "year": 1925
        },
        {
            "text": "Giorgos Zampetas, Greek bouzouki player and songwriter (died 1992)",
            "year": 1925
        },
        {
            "text": "Lou Groza, American football player and coach (died 2000)",
            "year": 1924
        },
        {
            "text": "Husein Mehmedov, Bulgarian-Turkish wrestler and coach (died 2014)",
            "year": 1924
        },
        {
            "text": "Speedy West, American guitarist and producer (died 2003)",
            "year": 1924
        },
        {
            "text": "Arvid Carlsson, Swedish pharmacologist and physician, Nobel Prize laureate (died 2018)",
            "year": 1923
        },
        {
            "text": "Shirley Ardell Mason, American psychiatric patient (died 1998)",
            "year": 1923
        },
        {
            "text": "Sally Starr, American actress and television host (died 2013)",
            "year": 1923
        },
        {
            "text": "Jean Taittinger, French politician, French Minister of Justice (died 2012)",
            "year": 1923
        },
        {
            "text": "Raymond Baxter, English television host and pilot (died 2006)",
            "year": 1922
        },
        {
            "text": "Samuel T. Cohen, American physicist and academic (died 2010)",
            "year": 1921
        },
        {
            "text": "Josef Holeček, Czech canoeist (died 2005)",
            "year": 1921
        },
        {
            "text": "Norman Newell, English record producer and lyricist (died 2004)",
            "year": 1919
        },
        {
            "text": "Edwin Newman, American journalist and author (died 2010)",
            "year": 1919
        },
        {
            "text": "Ilya Prigogine, Russian-Belgian chemist and physicist, Nobel Prize laureate (died 2003)",
            "year": 1917
        },
        {
            "text": "Jânio Quadros, Brazilian lawyer and politician, 22nd President of Brazil (died 1992)",
            "year": 1917
        },
        {
            "text": "Pop Ivy, American football player and coach (died 2003)",
            "year": 1916
        },
        {
            "text": "Ewan MacColl, English singer-songwriter, actor and producer (died 1989)",
            "year": 1915
        },
        {
            "text": "William Strickland, American conductor and organist (died 1991)",
            "year": 1914
        },
        {
            "text": "Huang Hua, Chinese translator and politician, 5th Foreign Minister of the People's Republic of China (died 2010)",
            "year": 1913
        },
        {
            "text": "Witold Lutosławski, Polish composer and conductor (died 1994)",
            "year": 1913
        },
        {
            "text": "Luis Marden, American photographer and journalist (died 2003)",
            "year": 1913
        },
        {
            "text": "Edgar V. Saks, Estonian historian, author, and politician, Estonian Minister of Education (died 1984)",
            "year": 1910
        },
        {
            "text": "Hsieh Tung-min, Taiwanese politician and Vice President of the Republic of China (died 2001)",
            "year": 1908
        },
        {
            "text": "Toni Ulmen, German racing driver and motorcycle racer (died 1976)",
            "year": 1906
        },
        {
            "text": "Maurice Roy, Canadian cardinal (died 1985)",
            "year": 1905
        },
        {
            "text": "Margery Sharp, English author and educator (died 1991)",
            "year": 1905
        },
        {
            "text": "Sava Kovačević, Yugoslav Partisan divisional commander and People's Hero of Yugoslavia (died 1943)",
            "year": 1905
        },
        {
            "text": "Mildred Dunnock, American actress (died 1991)",
            "year": 1901
        },
        {
            "text": "István Fekete, Hungarian author (died 1970)",
            "year": 1900
        },
        {
            "text": "Yōjirō Ishizaka, Japanese author and educator (died 1986)",
            "year": 1900
        },
        {
            "text": "Theodosius Dobzhansky, Russian-American geneticist and pioneer of evolutionary biology (died 1975)",
            "year": 1900
        },
        {
            "text": "Sleepy John Estes, American singer-songwriter and guitarist (died 1977)",
            "year": 1899
        },
        {
            "text": "Paul-Henri Spaak, Belgian lawyer and politician, 46th Prime Minister of Belgium (died 1972)",
            "year": 1899
        },
        {
            "text": "Florence Mills, American singer, dancer, and actress (died 1927)",
            "year": 1895
        },
        {
            "text": "Aino Aalto, Finnish architect and designer (died 1949)",
            "year": 1894
        },
        {
            "text": "Wilhelm Furtwängler, German conductor and composer (died 1954)",
            "year": 1886
        },
        {
            "text": "Dean Ivan Lamb, American pioneer pilot and mercenary (died 1955)",
            "year": 1886
        },
        {
            "text": "Kitahara Hakushū, Japanese poet and author (died 1942)",
            "year": 1885
        },
        {
            "text": "Virginia Woolf, English novelist, essayist, short story writer, and critic (died 1941)",
            "year": 1882
        },
        {
            "text": "Ernst Alexanderson, Swedish-American engineer (died 1975)",
            "year": 1878
        },
        {
            "text": "W. Somerset Maugham, British playwright, novelist, and short story writer (died 1965)",
            "year": 1874
        },
        {
            "text": "Juventino Rosas, Mexican violinist and composer (died 1894)",
            "year": 1868
        },
        {
            "text": "Julije Kempf, Croatian historian and author (died 1934)",
            "year": 1864
        },
        {
            "text": "Charles Curtis, American lawyer and politician, 31st Vice President of the United States (died 1936)",
            "year": 1860
        },
        {
            "text": "Mikimoto Kōkichi, Japanese businessman (died 1954)",
            "year": 1858
        },
        {
            "text": "John Fisher, 1st Baron Fisher, English admiral (died 1920)",
            "year": 1841
        },
        {
            "text": "Michael Madhusudan Dutt, Indian poet and playwright (died 1873)",
            "year": 1824
        },
        {
            "text": "José María Iglesias, Mexican politician and interim President (died 1891)",
            "year": 1823
        },
        {
            "text": "Charles Reed Bishop, American businessman, philanthropist, and politician, founded the Bishop Museum (died 1915)",
            "year": 1822
        },
        {
            "text": "William McDougall, Canadian lawyer and politician, Lieutenant Governor of the Northwest Territories (died 1905)",
            "year": 1822
        },
        {
            "text": "Anna Gardner, American abolitionist and teacher (died 1901)",
            "year": 1816
        },
        {
            "text": "J. Marion Sims, American gynecologist and physician (died 1883)",
            "year": 1813
        },
        {
            "text": "William MacGillivray, Scottish ornithologist and biologist (died 1852)",
            "year": 1796
        },
        {
            "text": "François-Vincent Raspail, French chemist, physician, physiologist, and lawyer (died 1878)",
            "year": 1794
        },
        {
            "text": "William Colgate, English-American businessman and philanthropist, founded Colgate-Palmolive (died 1857)",
            "year": 1783
        },
        {
            "text": "Robert Burns, Scottish poet and songwriter (died 1796)",
            "year": 1759
        },
        {
            "text": "Paolo Mascagni, Italian physician and anatomist (probable; (died 1815)",
            "year": 1755
        },
        {
            "text": "Johann Gottfried Vierling, German organist and composer (died 1813)",
            "year": 1750
        },
        {
            "text": "Friedrich Heinrich Jacobi, German philosopher and author (died 1819)",
            "year": 1743
        },
        {
            "text": "Charles François Dumouriez, French general and politician, French Minister of Defence (died 1823)",
            "year": 1739
        },
        {
            "text": "Joseph-Louis Lagrange, Italian-French mathematician and astronomer (died 1813)",
            "year": 1736
        },
        {
            "text": "William Cavendish, 1st Duke of Devonshire, English soldier and politician, Lord Steward of the Household (died 1707)",
            "year": 1640
        },
        {
            "text": "Daniel Casper von Lohenstein, German writer, diplomat and lawyer (died 1683)",
            "year": 1635
        },
        {
            "text": "Gaspar Fagel, Dutch politician and diplomat (died 1688)",
            "year": 1634
        },
        {
            "text": "Robert Boyle, Anglo-Irish chemist and physicist (died 1691)",
            "year": 1627
        },
        {
            "text": "Govert Flinck, Dutch painter (died 1660)",
            "year": 1615
        },
        {
            "text": "Adolf, Duke of Holstein-Gottorp (died 1586)",
            "year": 1526
        },
        {
            "text": "Giovanni Morone, Italian cardinal (died 1580)",
            "year": 1509
        },
        {
            "text": "Anne of Brittany (probable; (died 1514)",
            "year": 1477
        },
        {
            "text": "Paul Hofhaimer, Austrian organist and composer (died 1537)",
            "year": 1459
        },
        {
            "text": "Katharina of Hanau, German countess regent (died 1460)",
            "year": 1408
        },
        {
            "text": "Leo IV the Khazar, Byzantine emperor (died 780)",
            "year": 750
        }
    ],
    "deaths": [
        {
            "text": "Gloria Romero, Filipino actress (born 1933)",
            "year": 2025
        },
        {
            "text": "Sanath Nishantha, Sri Lankan politician (born 1975)",
            "year": 2024
        },
        {
            "text": "Neagu Djuvara, Romanian historian, essayist, philosopher, journalist, novelist and diplomat (born 1916)",
            "year": 2018
        },
        {
            "text": "Stephen P. Cohen, Canadian academic (born 1945)",
            "year": 2017
        },
        {
            "text": "Robert Garcia, American politician (born 1933)",
            "year": 2017
        },
        {
            "text": "John Hurt, English actor (born 1940)",
            "year": 2017
        },
        {
            "text": "Harry Mathews, American novelist and poet (born 1930)",
            "year": 2017
        },
        {
            "text": "Marcel Prud'homme, Canadian politician (born 1934)",
            "year": 2017
        },
        {
            "text": "Mary Tyler Moore, American actress and producer (born 1936)",
            "year": 2017
        },
        {
            "text": "John Leggett, American author and academic (born 1917)",
            "year": 2015
        },
        {
            "text": "Richard McBrien, American priest, theologian, and academic (born 1936)",
            "year": 2015
        },
        {
            "text": "Bill Monbouquette, American baseball player and coach (born 1936)",
            "year": 2015
        },
        {
            "text": "Demis Roussos, Egyptian-Greek singer (born 1946)",
            "year": 2015
        },
        {
            "text": "Arthur Doyle, American singer-songwriter, saxophonist, and flute player (born 1944)",
            "year": 2014
        },
        {
            "text": "Heini Halberstam, Czech-English mathematician and academic (born 1926)",
            "year": 2014
        },
        {
            "text": "Dave Strack, American basketball player and coach (born 1923)",
            "year": 2014
        },
        {
            "text": "Morrie Turner, American cartoonist (born 1923)",
            "year": 2014
        },
        {
            "text": "Martial Asselin, Canadian lawyer and politician, 25th Lieutenant Governor of Quebec (born 1924)",
            "year": 2013
        },
        {
            "text": "Kevin Heffernan, Irish footballer and manager (born 1929)",
            "year": 2013
        },
        {
            "text": "Aase Nordmo Løvberg, Norwegian soprano and actress (born 1923)",
            "year": 2013
        },
        {
            "text": "Paavo Berglund, Finnish violinist and conductor (born 1929)",
            "year": 2012
        },
        {
            "text": "Jacques Maisonrouge, French businessman (born 1924)",
            "year": 2012
        },
        {
            "text": "Franco Pacini, Italian astrophysicist and academic (born 1939)",
            "year": 2012
        },
        {
            "text": "Robert Sheran, American lawyer, judge, and politician (born 1916)",
            "year": 2012
        },
        {
            "text": "Vassilis C. Constantakopoulos Greek captain and businessman (born 1935)",
            "year": 2011
        },
        {
            "text": "Vincent Cronin, Welsh historian and author (born 1924)",
            "year": 2011
        },
        {
            "text": "Ali Hassan al-Majid, Iraqi general and politician, Iraqi Minister of Defence (born 1941)",
            "year": 2010
        },
        {
            "text": "Eleanor F. Helin, American astronomer (born 1932)",
            "year": 2009
        },
        {
            "text": "Ewald Kooiman, Dutch organist and educator (born 1938)",
            "year": 2009
        },
        {
            "text": "Kim Manners, American director and producer (born 1951)",
            "year": 2009
        },
        {
            "text": "Stanisław Albinowski, Polish economist and journalist (born 1923)",
            "year": 2005
        },
        {
            "text": "William Augustus Bootle, American lawyer and judge (born 1902)",
            "year": 2005
        },
        {
            "text": "Philip Johnson, American architect, designed the PPG Place and Crystal Cathedral (born 1906)",
            "year": 2005
        },
        {
            "text": "Manuel Lopes, Cape Verdean author and poet (born 1907)",
            "year": 2005
        },
        {
            "text": "Netti Witziers-Timmer, Dutch runner (born 1923)",
            "year": 2005
        },
        {
            "text": "Fanny Blankers-Koen, Dutch runner and hurdler (born 1918)",
            "year": 2004
        },
        {
            "text": "Miklós Fehér, Hungarian footballer (born 1979)",
            "year": 2004
        },
        {
            "text": "Sheldon Reynolds, American director, producer, and screenwriter (born 1923)",
            "year": 2003
        },
        {
            "text": "Samuel Weems, American lawyer and author (born 1936)",
            "year": 2003
        },
        {
            "text": "Cliff Baxter, employee at Enron (born 1958)",
            "year": 2002
        },
        {
            "text": "Alice Ambrose, American philosopher and logician (born 1906)",
            "year": 2001
        },
        {
            "text": "Sarah Louise Delany, American author and educator (born 1889)",
            "year": 1999
        },
        {
            "text": "Robert Shaw, American conductor (born 1916)",
            "year": 1999
        },
        {
            "text": "Dan Barry, American author and illustrator (born 1923)",
            "year": 1997
        },
        {
            "text": "Jonathan Larson, American playwright and composer (born 1960)",
            "year": 1996
        },
        {
            "text": "Stephen Cole Kleene, American mathematician, computer scientist, and academic (born 1909)",
            "year": 1994
        },
        {
            "text": "Mir Khalil ur Rehman, Founder and editor of the Jang Group of Newspapers (born 1927)",
            "year": 1992
        },
        {
            "text": "Frank Soo, English footballer and manager (born 1914)",
            "year": 1991
        },
        {
            "text": "Ava Gardner, American actress (born 1922)",
            "year": 1990
        },
        {
            "text": "Colleen Moore, American actress (born 1899)",
            "year": 1988
        },
        {
            "text": "Frank J. Lynch, American lawyer, judge, and politician (born 1922)",
            "year": 1987
        },
        {
            "text": "Ilias Iliou, Greek jurist and politician (born 1904)",
            "year": 1985
        },
        {
            "text": "Mikhail Suslov, Russian economist and politician (born 1902)",
            "year": 1982
        },
        {
            "text": "Adele Astaire, American actress, singer, and dancer (born 1896)",
            "year": 1981
        },
        {
            "text": "Skender Kulenović, Bosnian author, poet, and playwright (born 1910)",
            "year": 1978
        },
        {
            "text": "Charlotte Whitton, Canadian journalist and politician, 46th Mayor of Ottawa (born 1896)",
            "year": 1975
        },
        {
            "text": "Erhard Milch, German field marshal (born 1892)",
            "year": 1972
        },
        {
            "text": "Barry III, Guinean lawyer and politician (born 1923)",
            "year": 1971
        },
        {
            "text": "Jane Bathori, French soprano (born 1877)",
            "year": 1970
        },
        {
            "text": "Eiji Tsuburaya, Japanese director and producer (born 1901)",
            "year": 1970
        },
        {
            "text": "Louie Myfanwy Thomas, Welsh writer (born 1908)",
            "year": 1968
        },
        {
            "text": "Yvor Winters, American poet and literary critic (born 1900)",
            "year": 1968
        },
        {
            "text": "Saul Adler, Belarusian-English microbiologist and parasitologist (born 1895)",
            "year": 1966
        },
        {
            "text": "Diana Barrymore, American actress (born 1921)",
            "year": 1960
        },
        {
            "text": "Cemil Topuzlu, Turkish surgeon and politician, Mayor of Istanbul (born 1866)",
            "year": 1958
        },
        {
            "text": "Robert R. Young, American businessman and financier (born 1897)",
            "year": 1958
        },
        {
            "text": "Ichizō Kobayashi, Japanese businessman, founded Hankyu Hanshin Holdings (born 1873)",
            "year": 1957
        },
        {
            "text": "Kiyoshi Shiga, Japanese physician and bacteriologist (born 1871)",
            "year": 1957
        },
        {
            "text": "Makino Nobuaki, Japanese politician, 15th Japanese Minister for Foreign Affairs (born 1861)",
            "year": 1949
        },
        {
            "text": "Al Capone, American gangster and mob boss (born 1899)",
            "year": 1947
        },
        {
            "text": "Charles Davidson Dunbar, Scottish soldier and bagpipe player (born 1870)",
            "year": 1939
        },
        {
            "text": "Juan Vucetich, Croatian-Argentinian anthropologist and police officer (born 1858)",
            "year": 1925
        },
        {
            "text": "Frank Avery Hutchins, American librarian and educator (born 1851)",
            "year": 1914
        },
        {
            "text": "Dmitry Milyutin, Russian field marshal and politician (born 1816)",
            "year": 1912
        },
        {
            "text": "W. G. Read Mullan, American Jesuit and academic (1860)",
            "year": 1910
        },
        {
            "text": "Ouida, English-Italian author (born 1839)",
            "year": 1908
        },
        {
            "text": "Mikhail Chigorin, Russian chess player and theoretician (born 1850)",
            "year": 1908
        },
        {
            "text": "René Pottier, French cyclist (born 1879)",
            "year": 1907
        },
        {
            "text": "Princess Adelheid of Hohenlohe-Langenburg, German Duchess of Schleswig-Holstein (born 1835)",
            "year": 1900
        },
        {
            "text": "Theo van Gogh, Art dealer, the brother of Vincent van Gogh (born 1857)",
            "year": 1891
        },
        {
            "text": "Périclès Pantazis, Greek-Belgian painter (born 1849)",
            "year": 1884
        },
        {
            "text": "Konstantin Thon, Russian architect, designed the Grand Kremlin Palace and Cathedral of Christ the Saviour (born 1794)",
            "year": 1881
        },
        {
            "text": "Richard S. Ewell, American general (born 1817)",
            "year": 1872
        },
        {
            "text": "John Doubleday, British craftsperson, restorer, and dealer",
            "year": 1856
        },
        {
            "text": "Fabian Gottlieb von Bellingshausen, Russian admiral, cartographer, and explorer (born 1778)",
            "year": 1852
        },
        {
            "text": "Paul Dudley, American lawyer, jurist, and politician (born 1675)",
            "year": 1751
        },
        {
            "text": "Edmond Halley, English astronomer (born 1656)",
            "year": 1742
        },
        {
            "text": "Sir Gilbert Heathcote, 1st Baronet, English banker and politician, Lord Mayor of London (born 1652)",
            "year": 1733
        },
        {
            "text": "Guillaume Delisle, French cartographer (born 1675)",
            "year": 1726
        },
        {
            "text": "Nicholas Francis, Duke of Lorraine (born 1612)",
            "year": 1670
        },
        {
            "text": "Robert Burton, English physician and scholar (born 1577)",
            "year": 1640
        },
        {
            "text": "Lucas Cranach the Younger, German painter (born 1515)",
            "year": 1586
        },
        {
            "text": "Mihrimah Sultan of the Ottoman Empire (born 1522)",
            "year": 1578
        },
        {
            "text": "Christian II of Denmark (born 1481)",
            "year": 1559
        },
        {
            "text": "Ferdinand I of Naples (born 1423)",
            "year": 1494
        },
        {
            "text": "Ygo Gales Galama, Frisian warlord and rebel (born 1443)",
            "year": 1492
        },
        {
            "text": "Charles II, Duke of Lorraine (born 1364)",
            "year": 1431
        },
        {
            "text": "Maud de Ufford, Countess of Oxford (born 1345)",
            "year": 1413
        },
        {
            "text": "Henry Suso, German priest and mystic (born 1300)",
            "year": 1366
        },
        {
            "text": "Godfrey I, Count of Louvain and Duke of Lower Lorraine (as Godfrey VI)",
            "year": 1139
        },
        {
            "text": "Antipope Anacletus II",
            "year": 1138
        },
        {
            "text": "Emperor Yingzong of Song (born 1032)",
            "year": 1067
        },
        {
            "text": "Lothair I, Margrave of the Nordmark",
            "year": 1003
        },
        {
            "text": "Ma Xiguang, ruler of Chu (Ten Kingdoms)",
            "year": 951
        },
        {
            "text": "Charles of Provence, Frankish king (born 845)",
            "year": 863
        },
        {
            "text": "Pope Gregory IV (born 795)",
            "year": 844
        },
        {
            "text": "Ibrahim ibn al-Walid, Umayyad caliph",
            "year": 750
        },
        {
            "text": "Gaiseric, king of the Vandals (born 389)",
            "year": 477
        },
        {
            "text": "Gregory Nazianzus, theologian and Patriarch of Constantinople (born 329)",
            "year": 390
        }
    ],
    "metadata": {
        "current_date": "January 25, 2026",
        "short_date": "Jan 25",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            49,
            48,
            50,
            22,
            57,
            6,
            19,
            5,
            64,
            18
        ],
        "births": [
            128,
            78,
            132,
            149
        ],
        "deaths": [
            49,
            68,
            12,
            99
        ]
    }
}