{
    "events": [
        {
            "text": "A redacted version of the Mueller report is released to the United States Congress and the public.",
            "year": 2019
        },
        {
            "text": "King Mswati III of Swaziland announces that his country's name will change to Eswatini.",
            "year": 2018
        },
        {
            "text": "Anti-government protests start in Nicaragua.",
            "year": 2018
        },
        {
            "text": "The United States launches Operation Praying Mantis against Iranian naval forces in the largest naval battle since World War II.",
            "year": 1988
        },
        {
            "text": "In Israel John Demjanjuk is sentenced to death for war crimes committed in World War II, although the verdict is later overturned.",
            "year": 1988
        },
        {
            "text": "The Republic of Zimbabwe (formerly Rhodesia) comes into being, with Canaan Banana as the country's first President. The Zimbabwean dollar replaces the Rhodesian dollar as the official currency.",
            "year": 1980
        },
        {
            "text": "The town of Elmore City, Oklahoma holds its first dance in the town's history.",
            "year": 1980
        },
        {
            "text": "East African Airways Flight 720 crashes during a rejected takeoff from Addis Ababa Bole International Airport in Addis Ababa, Ethiopia, killing 43.",
            "year": 1972
        },
        {
            "text": "Twenty-nine nations meet at Bandung, Indonesia, for the first Asian-African Conference.",
            "year": 1955
        },
        {
            "text": "Gamal Abdel Nasser seizes power in Egypt.",
            "year": 1954
        },
        {
            "text": "The Republic of Ireland Act comes into force, declaring Éire to be a republic and severing Ireland's \"association\" with the Commonwealth of Nations.",
            "year": 1949
        },
        {
            "text": "The Operation Big Bang, the largest non-nuclear man-made explosion to that time, destroys bunkers and military installations on the North Sea island of Heligoland, Germany.",
            "year": 1947
        },
        {
            "text": "The International Court of Justice holds its inaugural meeting in The Hague, Netherlands.",
            "year": 1946
        },
        {
            "text": "Jackie Robinson makes his regular season debut for the Montreal Royals of the International League, to make them the first integrated modern professional baseball team.",
            "year": 1946
        },
        {
            "text": "World War II: Over 1,000 bombers attack the small island of Heligoland, Germany.",
            "year": 1945
        },
        {
            "text": "Italian resistance movement: In Turin, despite the harsh repressive measures adopted by Nazi-fascists, a great pre-insurrectional strike begins.",
            "year": 1945
        },
        {
            "text": "World War II: Operation Vengeance, Admiral Isoroku Yamamoto is killed when his aircraft is shot down by U.S. fighters over Bougainville Island.",
            "year": 1943
        },
        {
            "text": "World War II: The Doolittle Raid on Japan: Tokyo, Yokohama, Kobe and Nagoya are bombed.",
            "year": 1942
        },
        {
            "text": "Pierre Laval becomes Prime Minister of Vichy France.",
            "year": 1942
        },
        {
            "text": "Robert Menzies, who became Australia's longest-serving prime minister, is elected as leader of the United Australia Party after the death of Prime Minister Joseph Lyons.",
            "year": 1939
        },
        {
            "text": "Superman debuts in Action Comics #1 (cover dated June 1938).",
            "year": 1938
        },
        {
            "text": "A fire kills 118 people at a wooden church in the small Romanian town of Costești, most of them schoolchildren, after starting during Good Friday services.",
            "year": 1930
        },
        {
            "text": "World War I: During a mine warfare in high altitude on the Dolomites, the Italian troops conquer the Col di Lana held by the Austrian army.",
            "year": 1916
        },
        {
            "text": "World War I: French pilot Roland Garros is shot down and glides to a landing on the German side of the lines.",
            "year": 1915
        },
        {
            "text": "The Cunard liner RMS Carpathia brings 705 survivors from the RMS Titanic to New York City.",
            "year": 1912
        },
        {
            "text": "Joan of Arc is beatified in Rome.",
            "year": 1909
        },
        {
            "text": "The 7.9 Mw earthquake and fire destroy much of San Francisco, California, killing more than 3,000 people, making one of the worst natural disasters in American history.",
            "year": 1906
        },
        {
            "text": "The 7.5 Mw  Guatemala earthquake shakes Guatemala with a maximum Mercalli intensity of VIII (Severe), killing between 800 and 2,000.",
            "year": 1902
        },
        {
            "text": "The St. Andrew's Ambulance Association is granted a royal charter by Queen Victoria.",
            "year": 1899
        },
        {
            "text": "The Greco-Turkish War is declared between Greece and the Ottoman Empire.",
            "year": 1897
        },
        {
            "text": "Battle of Dybbøl: A Prussian-Austrian army defeats Denmark and gains control of Schleswig. Denmark surrenders the province in the following peace settlement.",
            "year": 1864
        },
        {
            "text": "\"The Spirits Book\" by Allan Kardec is published, marking the birth of Spiritualism in France.",
            "year": 1857
        },
        {
            "text": "American victory at the battle of Cerro Gordo opens the way for invasion of Mexico.",
            "year": 1847
        },
        {
            "text": "The University of Alabama is founded in Tuscaloosa, Alabama.",
            "year": 1831
        },
        {
            "text": "Three-Fifths Compromise: The first instance of black slaves in the United States of America being counted as three-fifths of persons (for the purpose of taxation), in a resolution of the Congress of the Confederation. This was later adopted in the 1787 Constitution.",
            "year": 1783
        },
        {
            "text": "American Revolution: The British Army advances up the Charles River in Massachusetts to destroy supplies of American militias, while Paul Revere and other riders rapidly warn the countryside.",
            "year": 1775
        },
        {
            "text": "Real Academia de la Historia (\"Royal Academy of History\") is founded in Madrid.",
            "year": 1738
        },
        {
            "text": "Bostonians rise up in rebellion against Sir Edmund Andros.",
            "year": 1689
        },
        {
            "text": "Trial of Martin Luther begins its second day during the assembly of the Diet of Worms. He refuses to recant his teachings despite the risk of excommunication.",
            "year": 1521
        },
        {
            "text": "Bona Sforza is crowned as queen consort of Poland.",
            "year": 1518
        },
        {
            "text": "The cornerstone of the current St. Peter's Basilica is laid.",
            "year": 1506
        },
        {
            "text": "Peace of Ferrara between Republic of Venice, Duchy of Milan, Republic of Florence and House of Gonzaga: ending of the second campaign of the Wars in Lombardy fought until the Treaty of Lodi in 1454, which will then guarantee the conditions for the development of the Italian Renaissance.",
            "year": 1428
        },
        {
            "text": "King Æthelred I of Northumbria is murdered in Corbridge by a group led by his ealdormen, Ealdred and Wada. The patrician Osbald is crowned, but abdicates within 27 days.",
            "year": 796
        }
    ],
    "births": [
        {
            "text": "PinkPantheress, English singer, songwriter, and record producer",
            "year": 2001
        },
        {
            "text": "Ski Mask the Slump God, American rapper",
            "year": 1996
        },
        {
            "text": "Divock Origi, Belgian footballer",
            "year": 1995
        },
        {
            "text": "Aminé, American singer-songwriter",
            "year": 1994
        },
        {
            "text": "Mika Zibanejad, Swedish ice hockey player",
            "year": 1993
        },
        {
            "text": "Chloe Bennet, American actress",
            "year": 1992
        },
        {
            "text": "Wojciech Szczęsny, Polish footballer",
            "year": 1990
        },
        {
            "text": "Jessica Jung, South Korean-American singer, songwriter, actress, author, fashion designer and businesswoman",
            "year": 1989
        },
        {
            "text": "Alia Shawkat, American actress",
            "year": 1989
        },
        {
            "text": "Vanessa Kirby, English actress",
            "year": 1988
        },
        {
            "text": "Tina Bru, Norwegian politician",
            "year": 1986
        },
        {
            "text": "Łukasz Fabiański, Polish footballer",
            "year": 1985
        },
        {
            "text": "America Ferrera, American actress",
            "year": 1984
        },
        {
            "text": "Miguel Cabrera, Venezuelan baseball player",
            "year": 1983
        },
        {
            "text": "Audrey Tang, Taiwanese Minister of Digital Affairs and programmer",
            "year": 1981
        },
        {
            "text": "Kourtney Kardashian, American television personality",
            "year": 1979
        },
        {
            "text": "Melissa Joan Hart, American actress",
            "year": 1976
        },
        {
            "text": "Edgar Wright, English filmmaker",
            "year": 1974
        },
        {
            "text": "Derrick Brooks, American football player",
            "year": 1973
        },
        {
            "text": "Haile Gebrselassie, Ethiopian runner",
            "year": 1973
        },
        {
            "text": "Rosa Clemente, American journalist and activist",
            "year": 1972
        },
        {
            "text": "Eli Roth, American actor, director, producer, and screenwriter",
            "year": 1972
        },
        {
            "text": "David Tennant, Scottish actor",
            "year": 1971
        },
        {
            "text": "Saad Hariri, Saudi Arabian-Lebanese businessman and politician, 33rd Prime Minister of Lebanon",
            "year": 1970
        },
        {
            "text": "Willie Roaf, American football player",
            "year": 1970
        },
        {
            "text": "Keith DeCandido, American author",
            "year": 1969
        },
        {
            "text": "Maria Bello, American actress",
            "year": 1967
        },
        {
            "text": "Niall Ferguson, Scottish historian and academic",
            "year": 1964
        },
        {
            "text": "Eric McCormack, Canadian-American actor",
            "year": 1963
        },
        {
            "text": "Conan O'Brien, American television host, comedian, and podcaster",
            "year": 1963
        },
        {
            "text": "Jeff Dunham, American ventriloquist and comedian",
            "year": 1962
        },
        {
            "text": "Jane Leeves, English actress and dancer",
            "year": 1961
        },
        {
            "text": "John Podhoretz, American journalist and author",
            "year": 1961
        },
        {
            "text": "Yelena Zhupiyeva-Vyazova, Ukrainian runner",
            "year": 1960
        },
        {
            "text": "Susan Faludi, American journalist, author and feminist",
            "year": 1959
        },
        {
            "text": "Gabi Delgado-López, Spanish-German singer, co-founder of D.A.F. (d. 2020)",
            "year": 1958
        },
        {
            "text": "Malcolm Marshall, Barbadian cricketer and coach (d. 1999)",
            "year": 1958
        },
        {
            "text": "Eric Roberts, American actor",
            "year": 1956
        },
        {
            "text": "Robert Greenberg, American pianist and composer",
            "year": 1954
        },
        {
            "text": "Rick Moranis, Canadian-American actor, comedian, singer and screenwriter",
            "year": 1953
        },
        {
            "text": "Sk. Mujibur Rahman, Bengali politician",
            "year": 1953
        },
        {
            "text": "Grigory Sokolov, Russian pianist and composer",
            "year": 1950
        },
        {
            "text": "Régis Wargnier, French director, producer, and screenwriter",
            "year": 1948
        },
        {
            "text": "Moses Blah, Liberian general and politician, 23rd President of Liberia (d. 2013)",
            "year": 1947
        },
        {
            "text": "Jerzy Stuhr, Polish actor, director, and screenwriter",
            "year": 1947
        },
        {
            "text": "James Woods, American actor and producer",
            "year": 1947
        },
        {
            "text": "Hayley Mills, English actress",
            "year": 1946
        },
        {
            "text": "Bernard Arcand, Canadian anthropologist and author (d. 2009)",
            "year": 1945
        },
        {
            "text": "Kathy Acker, American author and poet (d. 1997)",
            "year": 1944
        },
        {
            "text": "Philip Jackson, Scottish sculptor and photographer",
            "year": 1944
        },
        {
            "text": "Michael Beloff, English lawyer and academic",
            "year": 1942
        },
        {
            "text": "Robert Christgau, American journalist and critic",
            "year": 1942
        },
        {
            "text": "Jochen Rindt, German-Austrian racing driver (d. 1970)",
            "year": 1942
        },
        {
            "text": "Michael D. Higgins, Irish sociologist and politician, 9th President of Ireland",
            "year": 1941
        },
        {
            "text": "Joseph L. Goldstein, American biochemist and geneticist, Nobel Prize laureate",
            "year": 1940
        },
        {
            "text": "Mike Vickers, English guitarist, saxophonist, and songwriter",
            "year": 1940
        },
        {
            "text": "Glen Hardin,  American pianist and arranger",
            "year": 1939
        },
        {
            "text": "Thomas J. Moyer, American lawyer and judge (d. 2010)",
            "year": 1939
        },
        {
            "text": "Keiko Abe, Japanese marimba player and composer",
            "year": 1937
        },
        {
            "text": "Jan Kaplický, Czech architect, designed the Selfridges Building (d. 2009)",
            "year": 1937
        },
        {
            "text": "Roger Graef, American-English criminologist, director, and producer (d. 2022)",
            "year": 1936
        },
        {
            "text": "Vladimir Hütt, Estonian physicist and philosopher (d. 1997)",
            "year": 1936
        },
        {
            "text": "Costas Ferris, Egyptian-Greek actor, director, producer, and screenwriter",
            "year": 1935
        },
        {
            "text": "James Drury, American actor (d. 2020)",
            "year": 1934
        },
        {
            "text": "George Shirley, African-American tenor and educator",
            "year": 1934
        },
        {
            "text": "Bill Miles, American director and producer (d. 2013)",
            "year": 1931
        },
        {
            "text": "Clive Revill, New Zealand actor and singer (d. 2025)",
            "year": 1930
        },
        {
            "text": "Jean Guillou, French organist (d. 2019)",
            "year": 1930
        },
        {
            "text": "Peter Hordern, English soldier and politician (d. 2024)",
            "year": 1929
        },
        {
            "text": "Karl Josef Becker, German cardinal and theologian (d. 2015)",
            "year": 1928
        },
        {
            "text": "Otto Piene, German sculptor and academic (d. 2014)",
            "year": 1928
        },
        {
            "text": "Samuel P. Huntington, American political scientist, author, and academic (d. 2008)",
            "year": 1927
        },
        {
            "text": "Tadeusz Mazowiecki, Polish journalist and politician, Prime Minister of Poland (d. 2013)",
            "year": 1927
        },
        {
            "text": "Doug Insole, English cricketer (d. 2017)",
            "year": 1926
        },
        {
            "text": "Marcus Schmuck, Austrian mountaineer and author (d. 2005)",
            "year": 1925
        },
        {
            "text": "Clarence \"Gatemouth\" Brown, American singer-songwriter and guitarist (d. 2005)",
            "year": 1924
        },
        {
            "text": "Barbara Hale, American actress (d. 2017)",
            "year": 1922
        },
        {
            "text": "Jean Richard, French actor and singer (d. 2001)",
            "year": 1921
        },
        {
            "text": "John F. Wiley, American football player and coach (d. 2013)",
            "year": 1920
        },
        {
            "text": "Virginia O'Brien, American actress and singer (d. 2001)",
            "year": 1919
        },
        {
            "text": "Esther Afua Ocloo, Ghanaian entrepreneur and pioneer of microlending (d. 2002)",
            "year": 1919
        },
        {
            "text": "Gabriel Axel, Danish-French actor, director, and producer (d. 2014)",
            "year": 1918
        },
        {
            "text": "André Bazin, French critic and theorist (d. 1958)",
            "year": 1918
        },
        {
            "text": "Shinobu Hashimoto, Japanese director, producer, and screenwriter (d. 2018)",
            "year": 1918
        },
        {
            "text": "Clifton Hillegass, American publisher, founded CliffsNotes (d. 2001)",
            "year": 1918
        },
        {
            "text": "Tony Mottola, American guitarist and composer (d. 2004)",
            "year": 1918
        },
        {
            "text": "Carl Burgos, American illustrator (d. 1984)",
            "year": 1916
        },
        {
            "text": "Joy Davidman, Polish-Ukrainian American poet and author (d. 1960)",
            "year": 1915
        },
        {
            "text": "Claire Martin, Canadian author (d. 2014)",
            "year": 1914
        },
        {
            "text": "Maurice Goldhaber, Ukrainian-American physicist and academic (d. 2011)",
            "year": 1911
        },
        {
            "text": "Miklós Rózsa, Hungarian-American composer and conductor (d. 1995)",
            "year": 1907
        },
        {
            "text": "Sydney Halter, Canadian lawyer and businessman (d. 1990)",
            "year": 1905
        },
        {
            "text": "George H. Hitchings, American physician and pharmacologist, Nobel Prize laureate (d. 1998)",
            "year": 1905
        },
        {
            "text": "Pigmeat Markham, African-American comedian, singer, and dancer (d. 1981)",
            "year": 1904
        },
        {
            "text": "Waldemar Hammenhög, Swedish author (d. 1972)",
            "year": 1902
        },
        {
            "text": "Giuseppe Pella, Italian politician, 32nd Prime Minister of Italy (d. 1981)",
            "year": 1902
        },
        {
            "text": "Al Lewis, American songwriter (d. 1967)",
            "year": 1901
        },
        {
            "text": "László Németh, Hungarian dentist, author, and playwright (d. 1975)",
            "year": 1901
        },
        {
            "text": "Bertha Isaacs, Bahamian teacher, tennis player, politician and women's rights activist (d. 1997)",
            "year": 1900
        },
        {
            "text": "Patrick Hennessy, Irish soldier and businessman (d. 1981)",
            "year": 1898
        },
        {
            "text": "Ardito Desio, Italian geologist and cartographer (d. 2001)",
            "year": 1897
        },
        {
            "text": "Eugene Houdry, French-American mechanical engineer and inventor (d. 1962)",
            "year": 1892
        },
        {
            "text": "Jessie Street, Australian activist (d. 1970)",
            "year": 1889
        },
        {
            "text": "Jaan Anvelt, Estonian educator and politician (d. 1937)",
            "year": 1884
        },
        {
            "text": "Aleksanteri Aava, Finnish poet (d. 1956)",
            "year": 1883
        },
        {
            "text": "Isaac Babalola Akinyele, Nigerian ruler (d. 1964)",
            "year": 1882
        },
        {
            "text": "Leopold Stokowski, English conductor (d. 1977)",
            "year": 1882
        },
        {
            "text": "Sam Crawford, American baseball player, coach, and umpire (d. 1968)",
            "year": 1880
        },
        {
            "text": "Korneli Kekelidze, Georgian philologist and scholar (d. 1962)",
            "year": 1879
        },
        {
            "text": "Vicente Sotto, Filipino lawyer and politician (d. 1950)",
            "year": 1877
        },
        {
            "text": "Ivana Brlić-Mažuranić, Croatian author and poet (d. 1938)",
            "year": 1874
        },
        {
            "text": "Richard Harding Davis, American journalist and author (d. 1916)",
            "year": 1864
        },
        {
            "text": "Count Leopold Berchtold, Austrian-Hungarian politician and diplomat, Joint Foreign Minister of Austria-Hungary (d. 1942)",
            "year": 1863
        },
        {
            "text": "Linton Hope, English sailor and architect (d. 1920)",
            "year": 1863
        },
        {
            "text": "Siegfried Bettmann, founder of the Triumph Motorcycle Company and Mayor of Coventry (d. 1955)",
            "year": 1863
        },
        {
            "text": "Dhondo Keshav Karve, Indian educator and activist, Bharat Ratna Awardee (d. 1962)",
            "year": 1858
        },
        {
            "text": "Alexander Shirvanzade, Armenian playwright and author (d. 1935)",
            "year": 1858
        },
        {
            "text": "Clarence Darrow, American lawyer (d. 1938)",
            "year": 1857
        },
        {
            "text": "Ludwig Levy, German architect (d. 1907)",
            "year": 1854
        },
        {
            "text": "Paul-Émile Lecoq de Boisbaudran, French chemist and academic (d. 1912)",
            "year": 1838
        },
        {
            "text": "Carlos Manuel de Céspedes, Cuban lawyer and activist (d. 1874)",
            "year": 1819
        },
        {
            "text": "Franz von Suppé, Austrian composer and conductor (d. 1895)",
            "year": 1819
        },
        {
            "text": "James McCune Smith, African-American physician, apothecary, abolitionist, and author (d. 1865)",
            "year": 1813
        },
        {
            "text": "William Debenham, English founder of Debenhams (d. 1863)",
            "year": 1794
        },
        {
            "text": "David Ricardo, British economist and politician (d. 1823)",
            "year": 1772
        },
        {
            "text": "Karl Philipp, Prince of Schwarzenberg (d. 1820)",
            "year": 1771
        },
        {
            "text": "Jacques Widerkehr, French cellist and composer (d. 1823)",
            "year": 1759
        },
        {
            "text": "Sir Francis Baring, 1st Baronet, English banker and politician (d. 1810)",
            "year": 1740
        },
        {
            "text": "Jean-Féry Rebel, French violinist and composer (d. 1747)",
            "year": 1666
        },
        {
            "text": "Giacomo Carissimi, Italian priest and composer (d. 1674)",
            "year": 1605
        },
        {
            "text": "Ahmed I, Ottoman Emperor (d. 1617)",
            "year": 1590
        },
        {
            "text": "Thomas Middleton, English Jacobean playwright and poet (d. 1627)",
            "year": 1580
        },
        {
            "text": "William Harrison, English clergyman (d. 1593)",
            "year": 1534
        },
        {
            "text": "Henry II of Navarre (d. 1555)",
            "year": 1503
        },
        {
            "text": "Lucrezia Borgia, daughter of Pope Alexander VI (d. 1519)",
            "year": 1480
        },
        {
            "text": "Ippolita Maria Sforza, Italian noble (d. 1484)",
            "year": 1446
        },
        {
            "text": "Al-Wathiq, Abbasid caliph (d. 847)",
            "year": 812
        },
        {
            "text": "K'an II, Mayan ruler (d. 658)",
            "year": 588
        },
        {
            "text": "Gratian, Roman emperor (d. 383)",
            "year": 359
        }
    ],
    "deaths": [
        {
            "text": "Crandell Addington, American Hall of Fame poker player. (death announced on this date) (b. 1938)",
            "year": 2024
        },
        {
            "text": "Dickey Betts, American guitarist, singer, songwriter and composer (b. 1943)",
            "year": 2024
        },
        {
            "text": "Mandisa, American gospel singer (b. 1976)",
            "year": 2024
        },
        {
            "text": "Harrison Birtwistle, British composer (b. 1934)",
            "year": 2022
        },
        {
            "text": "Lyra McKee, Irish journalist (b. 1990)",
            "year": 2019
        },
        {
            "text": "Guru Dhanapal, Indian director and producer (b. 1959)",
            "year": 2014
        },
        {
            "text": "Sanford Jay Frank, American screenwriter and producer (b. 1954)",
            "year": 2014
        },
        {
            "text": "Brian Priestman, English conductor and academic (b. 1927)",
            "year": 2014
        },
        {
            "text": "Goran Švob, Croatian philosopher and author (b. 1947)",
            "year": 2013
        },
        {
            "text": "Anne Williams, English activist (b. 1951)",
            "year": 2013
        },
        {
            "text": "Dick Clark, American television host and producer, founded Dick Clark Productions (b. 1929)",
            "year": 2012
        },
        {
            "text": "René Lépine, Canadian businessman and philanthropist (b. 1929)",
            "year": 2012
        },
        {
            "text": "Robert O. Ragland, American musician (b. 1931)",
            "year": 2012
        },
        {
            "text": "K. D. Wentworth, American author (b. 1951)",
            "year": 2012
        },
        {
            "text": "Germaine Tillion, French ethnologist and anthropologist (b. 1907)",
            "year": 2008
        },
        {
            "text": "Kamisese Mara, Fijian politician, 2nd President of Fiji (b. 1920)",
            "year": 2004
        },
        {
            "text": "Thor Heyerdahl, Norwegian ethnographer and explorer (b. 1914)",
            "year": 2002
        },
        {
            "text": "Arturo Frondizi, Argentinian lawyer and politician, 32nd President of Argentina (b. 1908)",
            "year": 1995
        },
        {
            "text": "Oktay Rıfat Horozcu, Turkish poet and playwright (b. 1914)",
            "year": 1988
        },
        {
            "text": "Marcel Pagnol, French author, playwright, and director (b. 1895)",
            "year": 1974
        },
        {
            "text": "Guillermo González Camarena, Mexican engineer (b. 1917)",
            "year": 1965
        },
        {
            "text": "Ben Hecht, American director, producer, and screenwriter (b. 1894)",
            "year": 1964
        },
        {
            "text": "Meyer Jacobstein, American academic and politician (b. 1880)",
            "year": 1963
        },
        {
            "text": "Maurice Gamelin, Belgian-French general (b. 1872)",
            "year": 1958
        },
        {
            "text": "Albert Einstein, German-American physicist, engineer, and academic (b. 1879)",
            "year": 1955
        },
        {
            "text": "Óscar Carmona, Portuguese field marshal and politician, 11th President of Portugal (b. 1869)",
            "year": 1951
        },
        {
            "text": "Jozef Tiso, Slovak priest and politician, President of Slovakia (b. 1887)",
            "year": 1947
        },
        {
            "text": "John Ambrose Fleming, English physicist and engineer, invented the vacuum tube (b. 1849)",
            "year": 1945
        },
        {
            "text": "Ernie Pyle, American journalist and soldier (b. 1900)",
            "year": 1945
        },
        {
            "text": "Isoroku Yamamoto, Japanese admiral (b. 1884)",
            "year": 1943
        },
        {
            "text": "Aleksander Mitt, Estonian speed skater (b. 1903)",
            "year": 1942
        },
        {
            "text": "Gertrude Vanderbilt Whitney, American heiress, sculptor and art collector, founded the Whitney Museum of American Art (b. 1875)",
            "year": 1942
        },
        {
            "text": "George Bryant, American archer (b. 1878)",
            "year": 1938
        },
        {
            "text": "Milton Brown, American singer and bandleader (b. 1903)",
            "year": 1936
        },
        {
            "text": "Ottorino Respighi, Italian composer and conductor (b. 1879)",
            "year": 1936
        },
        {
            "text": "Savina Petrilli, Italian religious leader (b. 1851)",
            "year": 1923
        },
        {
            "text": "Vladimir Serbsky, Russian psychiatrist and academic (b. 1858)",
            "year": 1917
        },
        {
            "text": "Martha Ripley, American physician (b. 1843)",
            "year": 1912
        },
        {
            "text": "Luis Martín, Spanish religious leader, 24th Superior-General of the Society of Jesus (b. 1846)",
            "year": 1906
        },
        {
            "text": "Gustave Moreau, French painter and academic (b. 1826)",
            "year": 1898
        },
        {
            "text": "Paweł Bryliński, Polish sculptor (b. 1814)",
            "year": 1890
        },
        {
            "text": "Justus von Liebig, German chemist and academic (b. 1803)",
            "year": 1873
        },
        {
            "text": "Juris Alunāns, Latvian philologist and linguist (b. 1832)",
            "year": 1864
        },
        {
            "text": "Tatya Tope, Indian general (b. 1814)",
            "year": 1859
        },
        {
            "text": "Jeanne-Elisabeth Chaudet, French painter (b. 1761)",
            "year": 1832
        },
        {
            "text": "Erasmus Darwin, English physician and botanist (b. 1731)",
            "year": 1802
        },
        {
            "text": "Johan Wilcke, Swedish physicist and academic (b. 1732)",
            "year": 1796
        },
        {
            "text": "Charles Pratt, 1st Earl Camden, English lawyer, judge, and politician, Lord Chancellor of Great Britain (b. 1714)",
            "year": 1794
        },
        {
            "text": "Marie-Josephte Corriveau, Canadian murderer (b. 1733)",
            "year": 1763
        },
        {
            "text": "Arvid Horn, Swedish general and politician (b. 1664)",
            "year": 1742
        },
        {
            "text": "Louis Feuillée, French astronomer, geographer, and botanist (b. 1660)",
            "year": 1732
        },
        {
            "text": "George Jeffreys, 1st Baron Jeffreys, Welsh judge and politician, Lord Chancellor of Great Britain (b. 1648)",
            "year": 1689
        },
        {
            "text": "John Graunt, English demographer and statistician (b. 1620)",
            "year": 1674
        },
        {
            "text": "Simonds d'Ewes, English lawyer and politician (b. 1602)",
            "year": 1650
        },
        {
            "text": "Julius Caesar, English judge and politician (b. 1557)",
            "year": 1636
        },
        {
            "text": "John Foxe, English historian and author (b. 1516)",
            "year": 1587
        },
        {
            "text": "Wilhelm von Grumbach, German adventurer (b. 1503)",
            "year": 1567
        },
        {
            "text": "Luigi Alamanni, Italian poet and politician (b. 1495)",
            "year": 1556
        },
        {
            "text": "Polydore Vergil, English historian (b. 1470)",
            "year": 1555
        },
        {
            "text": "John Leland, English poet and historian (b. 1502)",
            "year": 1552
        },
        {
            "text": "John III, Count of Nassau-Siegen, German count",
            "year": 1430
        },
        {
            "text": "Galdino della Sala, Italian archdeacon and saint",
            "year": 1176
        },
        {
            "text": "Theobald of Bec, French-English archbishop (b. 1090)",
            "year": 1161
        },
        {
            "text": "Stephen Lekapenos, co-emperor of the Byzantine Empire",
            "year": 963
        },
        {
            "text": "Fujiwara no Atsutada, Japanese nobleman and poet (b. 906)",
            "year": 943
        },
        {
            "text": "Dionysius II, Syriac Orthodox patriarch of Antioch",
            "year": 909
        },
        {
            "text": "Perfectus, Spanish monk and martyr",
            "year": 850
        },
        {
            "text": "Agallianos Kontoskeles, Byzantine commander and rebel leader",
            "year": 727
        }
    ],
    "metadata": {
        "current_date": "April 18, 2025",
        "short_date": "Apr 18",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            20,
            8,
            18,
            29,
            9,
            35,
            10,
            30,
            12,
            5
        ],
        "births": [
            54,
            32,
            72,
            121
        ],
        "deaths": [
            52,
            21,
            40,
            63
        ]
    }
}