{
    "events": [
        {
            "text": "The Greenfield tornado kills 5 and injures 35 across rural Iowa, United States. Wind speeds in excess of 300 mph (480 km/h) are estimated from measurements for the third time in history.",
            "year": 2024
        },
        {
            "text": "A stabbing spree on the Green line of the Taichung MRT injures four people, including the perpetrator.",
            "year": 2024
        },
        {
            "text": "Ringling Bros. and Barnum & Bailey Circus performed their final show at Nassau Veterans Memorial Coliseum.",
            "year": 2017
        },
        {
            "text": "Random killings occurred on the Bannan Line of the Taipei MRT, killing four and injuring 24.",
            "year": 2014
        },
        {
            "text": "A bus accident near Himara, Albania kills 13 people and injures 21 others.",
            "year": 2012
        },
        {
            "text": "A suicide bombing kills more than 120 people in Sana'a, Yemen.",
            "year": 2012
        },
        {
            "text": "Radio broadcaster Harold Camping predicted that the world would end on this date.",
            "year": 2011
        },
        {
            "text": "JAXA, the Japan Aerospace Exploration Agency, launches the solar-sail spacecraft IKAROS aboard an H-IIA rocket. The vessel would make a Venus flyby late in the year.",
            "year": 2010
        },
        {
            "text": "The Republic of Montenegro holds a referendum proposing independence from the State Union of Serbia and Montenegro; 55% of Montenegrins vote for independence.",
            "year": 2006
        },
        {
            "text": "The tallest roller coaster in the world, Kingda Ka opens at Six Flags Great Adventure in Jackson Township, New Jersey.",
            "year": 2005
        },
        {
            "text": "The 6.8 Mw  Boumerdès earthquake shakes northern Algeria with a maximum Mercalli intensity of X (Extreme). More than 2,200 people were killed and a moderate tsunami sank boats at the Balearic Islands.",
            "year": 2003
        },
        {
            "text": "French Taubira law is enacted, officially recognizing the Atlantic slave trade and slavery as crimes against humanity.",
            "year": 2001
        },
        {
            "text": "Nineteen people are killed in a plane crash in Wilkes-Barre, Pennsylvania.",
            "year": 2000
        },
        {
            "text": "In Miami, five abortion clinics are attacked by a butyric acid attacker.",
            "year": 1998
        },
        {
            "text": "President Suharto of Indonesia resigns following the killing of students from Trisakti University earlier that week by security forces and growing mass protests in Jakarta against his ongoing corrupt rule.",
            "year": 1998
        },
        {
            "text": "The ferry MV Bukoba sinks in Tanzanian waters on Lake Victoria, killing nearly 1,000.",
            "year": 1996
        },
        {
            "text": "The seven Trappist monks of Tibhirine that were abducted on March 27 are killed under uncertain circumstances.",
            "year": 1996
        },
        {
            "text": "The Democratic Republic of Yemen unsuccessfully attempts to secede from the Republic of Yemen; a war breaks out.",
            "year": 1994
        },
        {
            "text": "After 30 seasons Johnny Carson hosted his penultimate episode and last featuring guests (Robin Williams and Bette Midler) of The Tonight Show.",
            "year": 1992
        },
        {
            "text": "Former Indian Prime Minister Rajiv Gandhi is assassinated by a female suicide bomber near Madras.",
            "year": 1991
        },
        {
            "text": "Mengistu Haile Mariam, president of the People's Democratic Republic of Ethiopia, flees Ethiopia, effectively bringing the Ethiopian Civil War to an end.",
            "year": 1991
        },
        {
            "text": "Margaret Thatcher holds her controversial Sermon on the Mound before the General Assembly of the Church of Scotland.",
            "year": 1988
        },
        {
            "text": "Falklands War: A British amphibious assault during Operation Sutton leads to the Battle of San Carlos.",
            "year": 1982
        },
        {
            "text": "The Italian government releases the membership list of Propaganda Due, an illegal pseudo-Masonic lodge that was implicated in numerous Italian crimes and mysteries.",
            "year": 1981
        },
        {
            "text": "Transamerica Corporation agrees to sell United Artists to Metro-Goldwyn-Mayer for $380 million after the box office failure of the 1980 film Heaven's Gate.",
            "year": 1981
        },
        {
            "text": "White Night riots in San Francisco following the manslaughter conviction of Dan White for the assassinations of George Moscone and Harvey Milk.",
            "year": 1979
        },
        {
            "text": "Twenty-nine people are killed in the Yuba City bus disaster in Martinez, California.",
            "year": 1976
        },
        {
            "text": "Michelangelo's Pietà in St. Peter's Basilica in Rome is damaged by a vandal, the mentally disturbed Hungarian geologist Laszlo Toth.",
            "year": 1972
        },
        {
            "text": "Civil unrest in Rosario, Argentina, known as Rosariazo, following the death of a 15-year-old student.",
            "year": 1969
        },
        {
            "text": "The Ulster Volunteer Force declares war on the Irish Republican Army in Northern Ireland.",
            "year": 1966
        },
        {
            "text": "American civil rights movement: Alabama Governor John Malcolm Patterson declares martial law in an attempt to restore order after race riots break out.",
            "year": 1961
        },
        {
            "text": "The opening of the Ninth Street Show, otherwise known as the 9th Street Art Exhibition: A gathering of a number of notable artists, and the stepping-out of the post war New York avant-garde, collectively known as the New York School.",
            "year": 1951
        },
        {
            "text": "Physicist Louis Slotin is fatally irradiated in a criticality incident during an experiment with the demon core at Los Alamos National Laboratory.",
            "year": 1946
        },
        {
            "text": "The Canadian National War Memorial is unveiled by King George VI and Queen Elizabeth in Ottawa, Ontario, Canada.",
            "year": 1939
        },
        {
            "text": "A Soviet station, North Pole-1, becomes the first scientific research settlement to operate on the drift ice of the Arctic Ocean.",
            "year": 1937
        },
        {
            "text": "Sada Abe is arrested after wandering the streets of Tokyo for days with her dead lover's severed genitals in her handbag. Her story soon becomes one of Japan's most notorious scandals.",
            "year": 1936
        },
        {
            "text": "Oskaloosa, Iowa, becomes the first municipality in the United States to fingerprint all of its citizens.",
            "year": 1934
        },
        {
            "text": "Bad weather forces Amelia Earhart to land in a pasture in Derry, Northern Ireland, and she thereby becomes the first woman to fly solo across the Atlantic Ocean.",
            "year": 1932
        },
        {
            "text": "Charles Lindbergh touches down at Le Bourget Field in Paris, completing the world's first solo nonstop flight across the Atlantic Ocean.",
            "year": 1927
        },
        {
            "text": "The opera Doktor Faust, unfinished when composer Ferruccio Busoni died, is premiered in Dresden.",
            "year": 1925
        },
        {
            "text": "University of Chicago students Richard Loeb and Nathan Leopold, Jr. murder 14-year-old Bobby Franks in a \"thrill killing\".",
            "year": 1924
        },
        {
            "text": "The Imperial War Graves Commission is established through royal charter to mark, record, and maintain the graves and places of commemoration of the British Empire's military forces.",
            "year": 1917
        },
        {
            "text": "The Great Atlanta fire of 1917 causes $5.5 million in damages, destroying some 300 acres including 2,000 homes, businesses and churches, displacing about 10,000 people but leading to only one fatality (due to heart attack).",
            "year": 1917
        },
        {
            "text": "President of Mexico Porfirio Díaz and the revolutionary Francisco Madero sign the Treaty of Ciudad Juárez to put an end to the fighting between the forces of both men, concluding the initial phase of the Mexican Revolution.",
            "year": 1911
        },
        {
            "text": "The Fédération Internationale de Football Association (FIFA) is founded in Paris.",
            "year": 1904
        },
        {
            "text": "The Manchester Ship Canal in the United Kingdom is officially opened by Queen Victoria, who later knights its designer Sir Edward Leader Williams.",
            "year": 1894
        },
        {
            "text": "The American Red Cross is established by Clara Barton in Dansville, New York.",
            "year": 1881
        },
        {
            "text": "War of the Pacific: Two Chilean ships blocking the harbor of Iquique (then belonging to Peru) battle two Peruvian vessels in the Battle of Iquique.",
            "year": 1879
        },
        {
            "text": "French troops invade the Paris Commune and engage its residents in street fighting. By the close of \"Bloody Week\", some 20,000 communards have been killed and 38,000 arrested.",
            "year": 1871
        },
        {
            "text": "Opening of the first rack railway in Europe, the Rigi Bahnen on Mount Rigi.",
            "year": 1871
        },
        {
            "text": "Russia declares an end to the Russo-Circassian War and many Circassians are forced into exile. The day is designated the Circassian Day of Mourning.",
            "year": 1864
        },
        {
            "text": "American Civil War: The Battle of Spotsylvania Court House ends.",
            "year": 1864
        },
        {
            "text": "The Ionian Islands reunite with Greece.",
            "year": 1864
        },
        {
            "text": "American Civil War: The Union Army succeeds in closing off the last escape route from Port Hudson, Louisiana, in preparation for the coming siege.",
            "year": 1863
        },
        {
            "text": "Lawrence, Kansas is captured and burned by pro-slavery forces.",
            "year": 1856
        },
        {
            "text": "Slavery in Colombia is abolished.",
            "year": 1851
        },
        {
            "text": "The first day of the Battle of Aspern-Essling between the Austrian army led by Archduke Charles and the French army led by Napoleon I of France sees the French attack across the Danube held.",
            "year": 1809
        },
        {
            "text": "The end of the Siege of Acre (1799): Napoleon Bonaparte abandons his siege of the Ottoman city of Acre after two months. This was the turning point of Bonaparte's Egyptian campaign and one of the first major defeats he suffered in his military career.",
            "year": 1799
        },
        {
            "text": "A lava dome collapses on Mount Unzen, near the city of Shimbara on the Japanese island of Kyūshū, creating a deadly tsunami that killed nearly 15,000 people.",
            "year": 1792
        },
        {
            "text": "Ten-year-old Mary Campbell is abducted in Pennsylvania by Lenape during the French and Indian War. She is returned six and a half years later.",
            "year": 1758
        },
        {
            "text": "The Order of St. Alexander Nevsky is instituted in Russia by Empress Catherine I. It would later be discontinued and then reinstated by the Soviet government in 1942 as the Order of Alexander Nevsky.",
            "year": 1725
        },
        {
            "text": "Daniel Defoe is imprisoned on charges of seditious libel.",
            "year": 1703
        },
        {
            "text": "The nobility elect John Sobieski King of Poland and Grand Duke of Lithuania.",
            "year": 1674
        },
        {
            "text": "The Battle of Long Sault concludes after five days in which French colonial militia, with their Huron and Algonquin allies, are defeated by the Iroquois Confederacy.",
            "year": 1660
        },
        {
            "text": "In the Concert of The Hague, the Dutch Republic, the Commonwealth of England and the Kingdom of France set out their views on how the Second Northern War should end.",
            "year": 1659
        },
        {
            "text": "Queen Mary I grants a royal charter to Derby School, as a grammar school for boys in Derby, England.",
            "year": 1554
        },
        {
            "text": "Henry III of Castile sends Ruy González de Clavijo as ambassador to Timur to discuss the possibility of an alliance between Timur and Castile against the Ottoman Empire.",
            "year": 1403
        },
        {
            "text": "Dušan's Code, the constitution of the Serbian Empire, is enacted by Dušan the Mighty.",
            "year": 1349
        },
        {
            "text": "Sixteen-year-old Otto III is crowned Holy Roman Emperor.",
            "year": 996
        },
        {
            "text": "Pope John VIII gives blessings to Branimir of Croatia and to the Croatian people, considered to be international recognition of the Croatian state.",
            "year": 879
        },
        {
            "text": "Syracuse, Sicily, is captured by the Muslim Aghlabids after a nine-month siege.",
            "year": 878
        },
        {
            "text": "Roman Emperors Diocletian and Maximian appoint Galerius as Caesar to Diocletian, beginning the period of four rulers known as the Tetrarchy.",
            "year": 293
        }
    ],
    "births": [
        {
            "text": "Elena Huelva, Spanish cancer activist and influencer (d. 2023)",
            "year": 2002
        },
        {
            "text": "Ivan De Santis, Italian footballer",
            "year": 1997
        },
        {
            "text": "Sisca Folkertsma, Dutch footballer",
            "year": 1997
        },
        {
            "text": "Viktoria Petryk, Ukrainian singer-songwriter",
            "year": 1997
        },
        {
            "text": "Kevin Quinn, American actor and singer",
            "year": 1997
        },
        {
            "text": "Josh Allen, American football player",
            "year": 1996
        },
        {
            "text": "Indy de Vroome, Dutch tennis player",
            "year": 1996
        },
        {
            "text": "Karen Khachanov, Russian tennis player",
            "year": 1996
        },
        {
            "text": "Diego Loyzaga, Filipino actor",
            "year": 1995
        },
        {
            "text": "Tom Daley, English diver",
            "year": 1994
        },
        {
            "text": "Grete Gaim, Estonian biathlete",
            "year": 1993
        },
        {
            "text": "Luke Garbutt, English footballer",
            "year": 1993
        },
        {
            "text": "Lynn Williams, American soccer player",
            "year": 1993
        },
        {
            "text": "Hutch Dano, American actor",
            "year": 1992
        },
        {
            "text": "Lisa Evans, Scottish footballer",
            "year": 1992
        },
        {
            "text": "Philipp Grüneberg, German footballer",
            "year": 1992
        },
        {
            "text": "Olivia Olson, American singer and actress",
            "year": 1992
        },
        {
            "text": "Guilherme, Brazilian footballer",
            "year": 1991
        },
        {
            "text": "Kierre Beckles, Barbadian athlete",
            "year": 1990
        },
        {
            "text": "Rene Krhin, Slovenian footballer",
            "year": 1990
        },
        {
            "text": "Emily Robins, New Zealand actress and singer",
            "year": 1989
        },
        {
            "text": "Hal Robson-Kanu, Welsh footballer",
            "year": 1989
        },
        {
            "text": "Claire Cashmore, English Paralympic swimmer",
            "year": 1988
        },
        {
            "text": "Park Gyu-ri, South Korean singer",
            "year": 1988
        },
        {
            "text": "Jonny Howson, English footballer",
            "year": 1988
        },
        {
            "text": "Kaire Leibak, Estonian triple jumper",
            "year": 1988
        },
        {
            "text": "Beau Falloon, Australian rugby league player",
            "year": 1987
        },
        {
            "text": "Mario Mandžukić, Croatian footballer",
            "year": 1986
        },
        {
            "text": "Myra, American singer and actress",
            "year": 1986
        },
        {
            "text": "Eder Sánchez, Mexican race walker",
            "year": 1986
        },
        {
            "text": "Park Sojin, South Korean singer-songwriter and dancer",
            "year": 1986
        },
        {
            "text": "Greg Stewart, Canadian ice hockey player",
            "year": 1986
        },
        {
            "text": "Matt Wieters, American baseball player",
            "year": 1986
        },
        {
            "text": "Mark Cavendish, Manx cyclist",
            "year": 1985
        },
        {
            "text": "Alexander Dale Oen, Norwegian swimmer (d. 2012)",
            "year": 1985
        },
        {
            "text": "Isa Guha, English cricketer and sportscaster",
            "year": 1985
        },
        {
            "text": "Lucie Hradecká, Czech tennis player",
            "year": 1985
        },
        {
            "text": "Kano, English rapper, producer, and actor",
            "year": 1985
        },
        {
            "text": "Dušan Kuciak, Slovak footballer",
            "year": 1985
        },
        {
            "text": "Heath L'Estrange, Australian rugby league player",
            "year": 1985
        },
        {
            "text": "Andrew Miller, American baseball player",
            "year": 1985
        },
        {
            "text": "Brandon Fields, American football player",
            "year": 1984
        },
        {
            "text": "Sara Goller, German volleyball player",
            "year": 1984
        },
        {
            "text": "Līga Dekmeijere, Latvian tennis player",
            "year": 1983
        },
        {
            "text": "Deidson Araújo Maia, Brazilian footballer",
            "year": 1983
        },
        {
            "text": "Craig Anderson, American ice hockey player",
            "year": 1981
        },
        {
            "text": "Edson Buddle, American soccer player",
            "year": 1981
        },
        {
            "text": "Josh Hamilton, American baseball player",
            "year": 1981
        },
        {
            "text": "Maximilian Mutzke, German singer-songwriter",
            "year": 1981
        },
        {
            "text": "Anna Rogowska, Polish pole vaulter",
            "year": 1981
        },
        {
            "text": "Gotye, Belgian-Australian singer-songwriter",
            "year": 1980
        },
        {
            "text": "Damián Ariel Álvarez, Argentinian-Mexican footballer",
            "year": 1979
        },
        {
            "text": "Jamie Hepburn, Scottish politician, Minister for Sport, Health Improvement and Mental Health",
            "year": 1979
        },
        {
            "text": "James Clancy Phelan, Australian author and academic",
            "year": 1979
        },
        {
            "text": "Scott Smith, American mixed martial artist",
            "year": 1979
        },
        {
            "text": "Sonja Vectomov, Czech musician/composer",
            "year": 1979
        },
        {
            "text": "Max B, American rapper and songwriter",
            "year": 1978
        },
        {
            "text": "Briana Banks, German-American porn actress and model",
            "year": 1978
        },
        {
            "text": "Jamaal Magloire, Canadian basketball player and coach",
            "year": 1978
        },
        {
            "text": "Quinton Fortune, South African international footballer and coach",
            "year": 1977
        },
        {
            "text": "Michael Fuß, German footballer",
            "year": 1977
        },
        {
            "text": "Ricky Williams, American football player",
            "year": 1977
        },
        {
            "text": "Stuart Bingham, English snooker player",
            "year": 1976
        },
        {
            "text": "Abderrahim Goumri, Moroccan runner (d. 2013)",
            "year": 1976
        },
        {
            "text": "Deron Miller, American singer-songwriter and guitarist",
            "year": 1976
        },
        {
            "text": "Anthony Mundine, Australian rugby league player and boxer",
            "year": 1975
        },
        {
            "text": "Brad Arthur, Australian rugby league coach",
            "year": 1974
        },
        {
            "text": "Fairuza Balk, American actress",
            "year": 1974
        },
        {
            "text": "Havoc, American rapper and producer",
            "year": 1974
        },
        {
            "text": "Stewart Cink, American golfer",
            "year": 1973
        },
        {
            "text": "Noel Fielding, English comedian, musician and television presenter",
            "year": 1973
        },
        {
            "text": "The Notorious B.I.G., American rapper (d. 1997)",
            "year": 1972
        },
        {
            "text": "Brigita Bukovec, Slovenian hurdler",
            "year": 1970
        },
        {
            "text": "Dorsey Levens, American football player and sportscaster",
            "year": 1970
        },
        {
            "text": "Pauline Menczer, Australian surfer",
            "year": 1970
        },
        {
            "text": "Carl Veart, Australian footballer and coach",
            "year": 1970
        },
        {
            "text": "Pierluigi Brivio, Italian footballer",
            "year": 1969
        },
        {
            "text": "Georgiy Gongadze, Georgian-Ukrainian journalist and director (d. 2000)",
            "year": 1969
        },
        {
            "text": "Masayo Kurata, Japanese voice actress and singer",
            "year": 1969
        },
        {
            "text": "George LeMieux, American lawyer and politician",
            "year": 1969
        },
        {
            "text": "Brian Statham, Rhodesian born English footballer and manager",
            "year": 1969
        },
        {
            "text": "Ilmar Raag, Estonian director, producer, and screenwriter",
            "year": 1968
        },
        {
            "text": "Matthias Ungemach, German-Australian rower",
            "year": 1968
        },
        {
            "text": "Julie Vega, Filipino actress and singer (d. 1985)",
            "year": 1968
        },
        {
            "text": "Chris Benoit, Canadian professional wrestler (d. 2007)",
            "year": 1967
        },
        {
            "text": "Alain Yzermans, Belgian politician",
            "year": 1967
        },
        {
            "text": "Lisa Edelstein, American actress and playwright",
            "year": 1966
        },
        {
            "text": "Tatyana Ledovskaya, Belarusian hurdler",
            "year": 1966
        },
        {
            "text": "Danny Bailey, English footballer and coach",
            "year": 1964
        },
        {
            "text": "Pete Sandoval, Salvadoran-American drummer",
            "year": 1964
        },
        {
            "text": "Richard Appel, American screenwriter and producer",
            "year": 1963
        },
        {
            "text": "Patrick Grant, American musician and producer",
            "year": 1963
        },
        {
            "text": "David Lonsdale, English actor",
            "year": 1963
        },
        {
            "text": "Dave Specter, American guitarist",
            "year": 1963
        },
        {
            "text": "Laurie Spina, Australian rugby league player and sportscaster",
            "year": 1963
        },
        {
            "text": "David Crumb, American composer and educator",
            "year": 1962
        },
        {
            "text": "Jeffrey Dahmer, American serial killer (d. 1994)",
            "year": 1960
        },
        {
            "text": "Kent Hrbek, American baseball player and sportscaster",
            "year": 1960
        },
        {
            "text": "Mohanlal, Indian actor",
            "year": 1960
        },
        {
            "text": "Mark Ridgway, Australian cricketer",
            "year": 1960
        },
        {
            "text": "Vladimir Salnikov, Russian swimmer",
            "year": 1960
        },
        {
            "text": "Nick Cassavetes, American actor, director, and screenwriter",
            "year": 1959
        },
        {
            "text": "Abdulla Yameen, Maldivian politician, 6th President of the Maldives",
            "year": 1959
        },
        {
            "text": "Christian Audigier, French fashion designer (d. 2015)",
            "year": 1958
        },
        {
            "text": "Muffy Calder, Canadian-Scottish computer scientist and academic",
            "year": 1958
        },
        {
            "text": "Michael Crick, English journalist and author",
            "year": 1958
        },
        {
            "text": "Naeem Khan, Indian-American fashion designer",
            "year": 1958
        },
        {
            "text": "Jefery Levy, American director, producer, and screenwriter",
            "year": 1958
        },
        {
            "text": "James Bailey, American basketball player",
            "year": 1957
        },
        {
            "text": "Nadine Dorries, English politician",
            "year": 1957
        },
        {
            "text": "Judge Reinhold, American actor and producer",
            "year": 1957
        },
        {
            "text": "Renée Soutendijk, Dutch actress",
            "year": 1957
        },
        {
            "text": "Paul Barber, English field hockey player",
            "year": 1955
        },
        {
            "text": "Stan Lynch, American drummer, songwriter, and producer",
            "year": 1955
        },
        {
            "text": "Marc Ribot, American guitarist and composer",
            "year": 1954
        },
        {
            "text": "Nora Aunor, Filipino actress and recording artist (d. 2025)",
            "year": 1953
        },
        {
            "text": "Jim Devine, British politician",
            "year": 1953
        },
        {
            "text": "Mr. T, American actor and wrestler",
            "year": 1952
        },
        {
            "text": "Al Franken, American actor, screenwriter, and politician",
            "year": 1951
        },
        {
            "text": "Adrian Hardiman, Irish lawyer and judge (d. 2016)",
            "year": 1951
        },
        {
            "text": "Will Hutton, English economist and journalist",
            "year": 1950
        },
        {
            "text": "Andrew Neil, Scottish journalist and academic",
            "year": 1949
        },
        {
            "text": "Denis O'Connor, British police officer",
            "year": 1949
        },
        {
            "text": "Rosalind Plowright, English soprano",
            "year": 1949
        },
        {
            "text": "Elizabeth Buchan, English author and critic",
            "year": 1948
        },
        {
            "text": "Joe Camilleri, Maltese-Australian singer-songwriter and saxophonist",
            "year": 1948
        },
        {
            "text": "Jonathan Hyde, Australian-English actor",
            "year": 1948
        },
        {
            "text": "Denis MacShane, Scottish journalist and politician, UK Minister of State for Europe",
            "year": 1948
        },
        {
            "text": "Leo Sayer, English-Australian singer-songwriter and musician",
            "year": 1948
        },
        {
            "text": "Bill Champlin, American singer-songwriter, guitarist, and producer",
            "year": 1947
        },
        {
            "text": "Linda Laubenstein, American physician and academic (d. 1992)",
            "year": 1947
        },
        {
            "text": "İlber Ortaylı, Turkish historian and academic",
            "year": 1947
        },
        {
            "text": "Allan McKeown, English-American screenwriter and producer (d. 2013)",
            "year": 1946
        },
        {
            "text": "Wayne Roycroft, Australian equestrian rider and coach",
            "year": 1946
        },
        {
            "text": "Ernst Messerschmid, German physicist and astronaut",
            "year": 1945
        },
        {
            "text": "Richard Hatch, American actor, writer, and producer (d. 2017)",
            "year": 1945
        },
        {
            "text": "Haleh Afshar, Baroness Afshar, Iranian-English academic and politician (d. 2022)",
            "year": 1944
        },
        {
            "text": "Marcie Blane, American singer",
            "year": 1944
        },
        {
            "text": "Janet Dailey, American author and entrepreneur (d. 2013)",
            "year": 1944
        },
        {
            "text": "Mary Robinson, Irish lawyer and politician, President of Ireland",
            "year": 1944
        },
        {
            "text": "Vincent Crane, English pianist and composer (d. 1989)",
            "year": 1943
        },
        {
            "text": "John Dalton, English bass player",
            "year": 1943
        },
        {
            "text": "Hilton Valentine, English guitarist and songwriter (d. 2021)",
            "year": 1943
        },
        {
            "text": "David Hunt, Baron Hunt of Wirral, English politician, Secretary of State for Wales",
            "year": 1942
        },
        {
            "text": "John Konrads, Australian swimmer (d. 2021)",
            "year": 1942
        },
        {
            "text": "Danny Ongais, American race car driver (d. 2022)",
            "year": 1942
        },
        {
            "text": "Martin Carthy, English singer-songwriter, guitarist, and producer",
            "year": 1941
        },
        {
            "text": "Bobby Cox, American baseball player and manager",
            "year": 1941
        },
        {
            "text": "Ambrose Greenway, 4th Baron Greenway, English photographer and politician",
            "year": 1941
        },
        {
            "text": "Ronald Isley, American singer-songwriter and producer",
            "year": 1941
        },
        {
            "text": "Tony Sheridan, English singer-songwriter and guitarist (d. 2013)",
            "year": 1940
        },
        {
            "text": "Heinz Holliger, Swiss oboist, composer, and conductor",
            "year": 1939
        },
        {
            "text": "Lee \"Shot\" Williams, American singer (d. 2011)",
            "year": 1938
        },
        {
            "text": "Günter Blobel, Polish-American biologist and academic, Nobel Prize laureate (d. 2018)",
            "year": 1936
        },
        {
            "text": "Terry Lightfoot, English clarinet player and bandleader (d. 2013)",
            "year": 1935
        },
        {
            "text": "Jocasta Innes, Chinese-English journalist and author (d. 2013)",
            "year": 1934
        },
        {
            "text": "Bob Northern, American horn player and bandleader (d. 2020)",
            "year": 1934
        },
        {
            "text": "Bengt I. Samuelsson, Swedish biochemist and academic, Nobel Prize laureate (d. 2024)",
            "year": 1934
        },
        {
            "text": "Maurice André, French trumpet player (d. 2012)",
            "year": 1933
        },
        {
            "text": "Yevgeny Minayev, Russian weightlifter (d. 1993)",
            "year": 1933
        },
        {
            "text": "Inese Jaunzeme, Latvian javelin thrower and surgeon (d. 2011)",
            "year": 1932
        },
        {
            "text": "Leonidas Vasilikopoulos, Greek admiral and intelligence chief (d. 2014)",
            "year": 1932
        },
        {
            "text": "Tommy Bryant, American bassist (d. 1982)",
            "year": 1930
        },
        {
            "text": "Keith Davis, New Zealand rugby player (d. 2019)",
            "year": 1930
        },
        {
            "text": "Malcolm Fraser, Australian politician, 22nd Prime Minister of Australia (d. 2015)",
            "year": 1930
        },
        {
            "text": "Larance Marable, American drummer (d. 2012)",
            "year": 1929
        },
        {
            "text": "Robert Welch, English silversmith and industrial designer (d. 2000)",
            "year": 1929
        },
        {
            "text": "Tom Donahue, American radio host and producer (d. 1975)",
            "year": 1928
        },
        {
            "text": "Alice Drummond, American actress (d. 2016)",
            "year": 1928
        },
        {
            "text": "Kay Kendall, English actress and comedian (d. 1959)",
            "year": 1927
        },
        {
            "text": "Péter Zwack, Hungarian businessman and diplomat (d. 2012)",
            "year": 1927
        },
        {
            "text": "Robert Creeley, American novelist, essayist, and poet (d. 2005)",
            "year": 1926
        },
        {
            "text": "Peggy Cass, American actress, comedian, and game show panelist (d. 1999)",
            "year": 1924
        },
        {
            "text": "Vernon Biever, American photographer (d. 2010)",
            "year": 1923
        },
        {
            "text": "Armand Borel, Swiss-American mathematician and academic (d. 2003)",
            "year": 1923
        },
        {
            "text": "Ara Parseghian, American football player and coach (d. 2017)",
            "year": 1923
        },
        {
            "text": "Dorothy Hewett, Australian feminist poet, novelist and playwright (d. 2002)",
            "year": 1923
        },
        {
            "text": "Evelyn Ward, American actress (d. 2012)",
            "year": 1923
        },
        {
            "text": "Sandy Douglas, English computer scientist and academic, designed OXO (d. 2010)",
            "year": 1921
        },
        {
            "text": "Andrei Sakharov, Russian physicist and academic, Nobel Prize laureate (d. 1989)",
            "year": 1921
        },
        {
            "text": "Bill Barber, American tuba player and educator (d. 2007)",
            "year": 1920
        },
        {
            "text": "Forrest White, American businessman, co-founded the Music Man Company  (d. 1994)",
            "year": 1920
        },
        {
            "text": "George P. Mitchell, American businessman and philanthropist (d. 2013)",
            "year": 1919
        },
        {
            "text": "Raymond Burr, Canadian-American actor and director (d. 1993)",
            "year": 1917
        },
        {
            "text": "Dennis Day, American singer and actor (d. 1988)",
            "year": 1916
        },
        {
            "text": "Tinus Osendarp, Dutch sprinter and police officer (d. 2002)",
            "year": 1916
        },
        {
            "text": "Harold Robbins, American author and screenwriter (d. 1997)",
            "year": 1916
        },
        {
            "text": "Chakravarthi V. Narasimhan, Indian Civil Service Officer and former Under Secretary-General of the UN (d. 2003)",
            "year": 1915
        },
        {
            "text": "Romain Gary, French novelist, diplomat, film director, aviator (d. 1980)",
            "year": 1914
        },
        {
            "text": "Gina Bachauer, Greek pianist and composer (d. 1976)",
            "year": 1913
        },
        {
            "text": "Chen Dayu, Chinese painter and calligrapher (d. 2001)",
            "year": 1912
        },
        {
            "text": "John Curtis Gowan, American psychologist and academic (d. 1986)",
            "year": 1912
        },
        {
            "text": "Monty Stratton, American baseball player and coach (d. 1982)",
            "year": 1912
        },
        {
            "text": "John C. Allen, American roller coaster designer (d. 1979)",
            "year": 1907
        },
        {
            "text": "Robert Montgomery, American actor and director (d. 1981)",
            "year": 1904
        },
        {
            "text": "Fats Waller, American singer-songwriter and pianist (d. 1943)",
            "year": 1904
        },
        {
            "text": "Manly Wade Wellman, American author (d. 1986)",
            "year": 1903
        },
        {
            "text": "Earl Averill, American baseball player (d. 1983)",
            "year": 1902
        },
        {
            "text": "Marcel Breuer, Hungarian-American architect and academic, designed the Ameritrust Tower (d. 1981)",
            "year": 1902
        },
        {
            "text": "Anatole Litvak, Ukrainian-American director, producer, and screenwriter (d. 1974)",
            "year": 1902
        },
        {
            "text": "Regina M. Anderson, Multiracial playwright and librarian (d. 1993)",
            "year": 1901
        },
        {
            "text": "Horace Heidt, American pianist, bandleader, and radio host (d. 1986)",
            "year": 1901
        },
        {
            "text": "Sam Jaffe, American film producer and agent (d. 2000)",
            "year": 1901
        },
        {
            "text": "Suzanne Lilar, Belgian author and playwright (d. 1992)",
            "year": 1901
        },
        {
            "text": "Armand Hammer, American physician and businessman, founded Occidental Petroleum (d. 1990)",
            "year": 1898
        },
        {
            "text": "Charles Léon Hammes, Luxembourgian lawyer and judge (d. 1967)",
            "year": 1898
        },
        {
            "text": "Carl Johnson, American long jumper (d. 1932)",
            "year": 1898
        },
        {
            "text": "John McLaughlin, American painter and translator (d. 1976)",
            "year": 1898
        },
        {
            "text": "Lázaro Cárdenas, Mexican general, president (1934–1940) and father of Cuauhtémoc Cárdenas (d. 1970)",
            "year": 1895
        },
        {
            "text": "Arthur Carr, English cricketer (d. 1963)",
            "year": 1893
        },
        {
            "text": "Giles Chippindall, Australian public servant (d. 1969)",
            "year": 1893
        },
        {
            "text": "Princess Sophie of Albania, (Princess Sophie of Schönburg-Waldenburg) (d. 1936)",
            "year": 1885
        },
        {
            "text": "Manuel Pérez y Curis, Uruguayan poet and publisher (d. 1920)",
            "year": 1884
        },
        {
            "text": "Tudor Arghezi, Romanian journalist, author, and poet (d. 1967)",
            "year": 1880
        },
        {
            "text": "Glenn Curtiss, American cyclist and engineer (d. 1930)",
            "year": 1878
        },
        {
            "text": "Hans Berger, German neurologist and academic (d. 1941)",
            "year": 1873
        },
        {
            "text": "Anne Walter Fearn, American physician (d. 1939)",
            "year": 1867
        },
        {
            "text": "Princess Stéphanie of Belgium (d. 1945)",
            "year": 1864
        },
        {
            "text": "Archduke Eugen of Austria (d. 1954)",
            "year": 1863
        },
        {
            "text": "Abel Ayerza, Argentinian physician and academic (d. 1918)",
            "year": 1861
        },
        {
            "text": "Willem Einthoven, Indonesian-Dutch  physician, physiologist, and academic, Nobel Prize laureate (d. 1927)",
            "year": 1860
        },
        {
            "text": "Édouard Goursat, French mathematician (d. 1936)",
            "year": 1858
        },
        {
            "text": "José Batlle y Ordóñez, Uruguayan journalist and politician, President of Uruguay (d. 1929)",
            "year": 1856
        },
        {
            "text": "Ella Stewart Udall, American telegraphist (d. 1937)",
            "year": 1855
        },
        {
            "text": "Jacques Marie Eugène Godefroy Cavaignac, French politician (d. 1905)",
            "year": 1853
        },
        {
            "text": "Léon Bourgeois, French police officer and politician, 64th Prime Minister of France, Nobel Prize laureate (d. 1925)",
            "year": 1851
        },
        {
            "text": "Giuseppe Mercalli, Italian priest and volcanologist (d. 1914)",
            "year": 1850
        },
        {
            "text": "Édouard-Henri Avril, French painter (d. 1928)",
            "year": 1849
        },
        {
            "text": "Henri Rousseau, French painter (d. 1910)",
            "year": 1844
        },
        {
            "text": "Charles Albert Gobat, Swiss lawyer and politician, and Nobel Prize laureate (d. 1914)",
            "year": 1843
        },
        {
            "text": "Louis Renault, French jurist, educator, and Nobel Prize laureate (d. 1918)",
            "year": 1843
        },
        {
            "text": "Itagaki Taisuke, Japanese soldier and politician (d. 1919)",
            "year": 1837
        },
        {
            "text": "František Chvostek, Czech-Austrian physician and academic (d. 1884)",
            "year": 1835
        },
        {
            "text": "Rudolf Koller, Swiss painter (d. 1905)",
            "year": 1828
        },
        {
            "text": "William P. Sprague, American banker and politician (d. 1899)",
            "year": 1827
        },
        {
            "text": "David de Jahacob Lopez Cardozo, Dutch Talmudist (d. 1890)",
            "year": 1808
        },
        {
            "text": "Harriet Sutherland-Leveson-Gower, Duchess of Sutherland, English duchess (d. 1868)",
            "year": 1806
        },
        {
            "text": "Princess Sophie of Sweden, Swedish princess (d. 1865)",
            "year": 1801
        },
        {
            "text": "Mary Anning, English paleontologist (d. 1847)",
            "year": 1799
        },
        {
            "text": "Gaspard-Gustave de Coriolis, French mathematician and engineer (d. 1843)",
            "year": 1792
        },
        {
            "text": "William Cavendish, 6th Duke of Devonshire, English politician, Lord Chamberlain of the Household (d. 1858)",
            "year": 1790
        },
        {
            "text": "Elizabeth Fry, English prison reformer, philanthropist and Quaker (d. 1845)",
            "year": 1780
        },
        {
            "text": "Lucien Bonaparte, French soldier and politician (d. 1840)",
            "year": 1775
        },
        {
            "text": "Joseph Fouché, French lawyer and politician (d. 1820)",
            "year": 1759
        },
        {
            "text": "William Babington, Irish-born, English physician and mineralogist (d. 1833)",
            "year": 1756
        },
        {
            "text": "Alfred Moore, American lawyer and judge (d. 1810)",
            "year": 1755
        },
        {
            "text": "(O.S.) Alexander Pope, English poet, essayist, and translator (d. 1744)",
            "year": 1688
        },
        {
            "text": "Eleonore of Austria, Queen of Poland (d. 1697)",
            "year": 1653
        },
        {
            "text": "Philip II of Spain (d. 1598)",
            "year": 1527
        },
        {
            "text": "Al-Hattab, Muslim jurist (d. 1547)",
            "year": 1497
        },
        {
            "text": "Albrecht Dürer, German painter, engraver, and mathematician (d. 1528)",
            "year": 1471
        }
    ],
    "deaths": [
        {
            "text": "Gerry Connolly, American politician, U.S. Representative from Virginia's 11th congressional district (b. 1950)",
            "year": 2025
        },
        {
            "text": "Jan A. P. Kaczmarek, Polish composer (b. 1953)",
            "year": 2024
        },
        {
            "text": "Alan Merten, fifth President of George Mason University (b. 1941)",
            "year": 2020
        },
        {
            "text": "Rik Kuypers, Belgian film director (b. 1925)",
            "year": 2019
        },
        {
            "text": "Binyavanga Wainaina, Kenyan writer (b. 1971)",
            "year": 2019
        },
        {
            "text": "Nick Menza, American drummer and songwriter (b. 1964)",
            "year": 2016
        },
        {
            "text": "Annarita Sidoti, Italian race walker (b. 1969)",
            "year": 2015
        },
        {
            "text": "Twinkle, English singer-songwriter (b. 1948)",
            "year": 2015
        },
        {
            "text": "Jassem Al-Kharafi, Kuwaiti businessman and politician, 8th Kuwaiti Speaker of the National Assembly (b. 1940)",
            "year": 2015
        },
        {
            "text": "Fred Gladding, American baseball player and coach (b. 1936)",
            "year": 2015
        },
        {
            "text": "Louis Johnson, American bass player and producer (b. 1955)",
            "year": 2015
        },
        {
            "text": "Tunku Annuar, Malaysian son of Badlishah of Kedah (b. 1939)",
            "year": 2014
        },
        {
            "text": "Johnny Gray, American baseball player (b. 1926)",
            "year": 2014
        },
        {
            "text": "Jaime Lusinchi, Venezuelan physician and politician, President of Venezuela (b. 1924)",
            "year": 2014
        },
        {
            "text": "Alireza Soleimani, Iranian wrestler (b. 1956)",
            "year": 2014
        },
        {
            "text": "Count Christian of Rosenborg, member of the Danish royal family (b. 1942)",
            "year": 2013
        },
        {
            "text": "Frank Comstock, American trombonist, composer, and conductor (b. 1922)",
            "year": 2013
        },
        {
            "text": "Cot Deal, American baseball player and coach (b. 1923)",
            "year": 2013
        },
        {
            "text": "Leonard Marsh, American businessman, co-founded Snapple (b. 1933)",
            "year": 2013
        },
        {
            "text": "Bob Thompson, American pianist and composer (b. 1924)",
            "year": 2013
        },
        {
            "text": "Dominique Venner, French journalist and historian (b. 1935)",
            "year": 2013
        },
        {
            "text": "Eddie Blazonczyk, American singer-songwriter (b. 1941)",
            "year": 2012
        },
        {
            "text": "Otis Clark, American butler and preacher, survivor of the Tulsa race riot (b. 1903)",
            "year": 2012
        },
        {
            "text": "Constantine of Irinoupolis, Metropolitan of Irinoupolis and Primate of the Ukrainian Orthodox Church of the USA (b. 1936)",
            "year": 2012
        },
        {
            "text": "Roman Dumbadze, Georgian commander (b. 1964)",
            "year": 2012
        },
        {
            "text": "Douglas Rodríguez, Cuban boxer (b. 1950)",
            "year": 2012
        },
        {
            "text": "Bill Stewart, American football player and coach (b. 1952)",
            "year": 2012
        },
        {
            "text": "Alan Thorne, Australian anthropologist and academic (b. 1939)",
            "year": 2012
        },
        {
            "text": "Spencer Clark, American race car driver (b. 1987)",
            "year": 2006
        },
        {
            "text": "Katherine Dunham, American dancer, choreographer, and author (b. 1909)",
            "year": 2006
        },
        {
            "text": "Cherd Songsri, Thai director, producer, and screenwriter (b. 1931)",
            "year": 2006
        },
        {
            "text": "Billy Walker, American singer-songwriter and guitarist (b. 1929)",
            "year": 2006
        },
        {
            "text": "Deborah Berger, American outsider artist (b. 1956)",
            "year": 2005
        },
        {
            "text": "Stephen Elliott, American actor (b. 1918)",
            "year": 2005
        },
        {
            "text": "Howard Morris, American actor and director (b. 1919)",
            "year": 2005
        },
        {
            "text": "Alejandro de Tomaso, Argentinian-Italian race car driver and businessman, founded De Tomaso (b. 1928)",
            "year": 2003
        },
        {
            "text": "Frank D. White, American captain, banker, and politician, 41st Governor of Arkansas (b. 1933)",
            "year": 2003
        },
        {
            "text": "Niki de Saint Phalle, French-American sculptor and painter (b. 1930)",
            "year": 2002
        },
        {
            "text": "Barbara Cartland, English author (b. 1901)",
            "year": 2000
        },
        {
            "text": "John Gielgud, English actor (b. 1904)",
            "year": 2000
        },
        {
            "text": "Mark R. Hughes, American businessman, founded Herbalife (b. 1956)",
            "year": 2000
        },
        {
            "text": "Robert Gist, American actor and director (b. 1917)",
            "year": 1998
        },
        {
            "text": "Paul Delph, American singer-songwriter and producer (b. 1957)",
            "year": 1996
        },
        {
            "text": "Lash LaRue, American actor and producer (b. 1917)",
            "year": 1996
        },
        {
            "text": "Villem Raam, Estonian art historian, art critic and conservator (b. 1910)",
            "year": 1996
        },
        {
            "text": "Les Aspin, American captain and politician, 18th United States Secretary of Defense (b. 1938)",
            "year": 1995
        },
        {
            "text": "Rajiv Gandhi, Indian politician, 6th Prime Minister of India (b. 1944)",
            "year": 1991
        },
        {
            "text": "Sammy Davis Sr., American actor and dancer (b. 1900)",
            "year": 1988
        },
        {
            "text": "Ann Little, American actress (b. 1891)",
            "year": 1984
        },
        {
            "text": "Kenneth Clark, English historian and author (b. 1903)",
            "year": 1983
        },
        {
            "text": "Raymond McCreesh, PIRA volunteer and Hunger Striker (b. 1957)",
            "year": 1981
        },
        {
            "text": "Patsy O'Hara, INLA volunteer and Hunger Striker (b. 1957)",
            "year": 1981
        },
        {
            "text": "Vaughn Monroe, American singer, trumpet player, bandleader, and actor (b. 1911)",
            "year": 1973
        },
        {
            "text": "Ivan Konev, Soviet Marshal and general (b. 1897)",
            "year": 1973
        },
        {
            "text": "E. L. Grant Watson, English-Australian biologist and author (b. 1885)",
            "year": 1970
        },
        {
            "text": "Doris Lloyd, English actress (b. 1896)",
            "year": 1968
        },
        {
            "text": "Marguerite Bise, French chef (b. 1898)",
            "year": 1965
        },
        {
            "text": "Geoffrey de Havilland, English pilot and engineer, designed the de Havilland Mosquito (b. 1882)",
            "year": 1965
        },
        {
            "text": "James Franck, German physicist and academic, Nobel Prize laureate (b. 1882)",
            "year": 1964
        },
        {
            "text": "Alexander Vertinsky, Ukrainian-Russian singer-songwriter, actor, and poet (b. 1889)",
            "year": 1957
        },
        {
            "text": "Harry Bensley, English businessman and adventurer (b. 1877)",
            "year": 1956
        },
        {
            "text": "John Garfield, American actor (b. 1913)",
            "year": 1952
        },
        {
            "text": "Klaus Mann, German-American novelist, playwright, and critic (b. 1906)",
            "year": 1949
        },
        {
            "text": "Billy Minter, English footballer and manager (b. 1888)",
            "year": 1940
        },
        {
            "text": "Jane Addams, American activist and author, co-founded Hull House, Nobel Prize laureate (b. 1860)",
            "year": 1935
        },
        {
            "text": "Hugo de Vries, Dutch botanist and geneticist (b. 1848)",
            "year": 1935
        },
        {
            "text": "Marcel Boulenger, French fencer and author (b. 1873)",
            "year": 1932
        },
        {
            "text": "Archibald Primrose, 5th Earl of Rosebery, English politician, Prime Minister of the United Kingdom (b. 1847)",
            "year": 1929
        },
        {
            "text": "Ronald Firbank, English-Italian author (b. 1886)",
            "year": 1926
        },
        {
            "text": "Hidesaburō Ueno, Japanese agriculturalist, guardian of Hachikō (b. 1871)",
            "year": 1925
        },
        {
            "text": "Venustiano Carranza, Mexican politician, 54th President of Mexico (b. 1859)",
            "year": 1920
        },
        {
            "text": "Evgraf Fedorov, Russian mathematician, crystallographer, and mineralogist (b. 1853)",
            "year": 1919
        },
        {
            "text": "Leonid Gobyato, Russian general and engineer (b. 1875)",
            "year": 1915
        },
        {
            "text": "Williamina Fleming, Scottish-American astronomer and academic (b. 1857)",
            "year": 1911
        },
        {
            "text": "Joseph Olivier, French rugby player (b. 1874)",
            "year": 1901
        },
        {
            "text": "Franz von Suppé, Austrian composer and conductor (b. 1819)",
            "year": 1895
        },
        {
            "text": "Émile Henry, French anarchist (b. 1872)",
            "year": 1894
        },
        {
            "text": "August Kundt, German physicist and academic (b. 1839)",
            "year": 1894
        },
        {
            "text": "Arturo Prat, Chilean lawyer and commander (b. 1848)",
            "year": 1879
        },
        {
            "text": "John Drew, Irish-American actor and manager (b. 1827)",
            "year": 1862
        },
        {
            "text": "José de la Riva Agüero, Peruvian soldier and politician, 1st President of Peru and 2nd President of North Peru (b. 1783)",
            "year": 1858
        },
        {
            "text": "Giuseppe Baini, Italian priest and composer (b. 1775)",
            "year": 1844
        },
        {
            "text": "Sikandar Jah, 3rd Nizam (b. 1768)",
            "year": 1829
        },
        {
            "text": "Chevalier d'Eon, French diplomat and spy (b. 1728)",
            "year": 1810
        },
        {
            "text": "Thomas Warton, English poet and critic (b. 1728)",
            "year": 1790
        },
        {
            "text": "Carl Wilhelm Scheele, German-Swedish chemist and pharmacist (b. 1742)",
            "year": 1786
        },
        {
            "text": "Christopher Smart, English actor, playwright, and poet (b. 1722)",
            "year": 1771
        },
        {
            "text": "Alexander Joseph Sulkowski, Polish and Saxon general (b. 1695)",
            "year": 1762
        },
        {
            "text": "Lars Roberg, Swedish physician and academic (b. 1664)",
            "year": 1742
        },
        {
            "text": "Robert Harley, 1st Earl of Oxford and Earl Mortimer, English politician, Chancellor of the Exchequer (b. 1661)",
            "year": 1724
        },
        {
            "text": "Pierre Poiret, French mystic and philosopher (b. 1646)",
            "year": 1719
        },
        {
            "text": "John Eliot, English-American minister and missionary (b. 1604)",
            "year": 1690
        },
        {
            "text": "Otto von Guericke, German physicist and inventor of the Magdeburg Hemispheres (b. 1602)",
            "year": 1686
        },
        {
            "text": "Niccolò Zucchi, Italian astronomer and physicist (b. 1586)",
            "year": 1670
        },
        {
            "text": "Elizabeth Poole, English settler, founded Taunton, Massachusetts (b. 1588)",
            "year": 1664
        },
        {
            "text": "James Graham, 1st Marquess of Montrose, Scottish general and politician (b. 1612)",
            "year": 1650
        },
        {
            "text": "Pieter Corneliszoon Hooft, Dutch poet and playwright (b. 1581)",
            "year": 1647
        },
        {
            "text": "Tommaso Campanella, Italian astrologer, theologian, and poet (b. 1568)",
            "year": 1639
        },
        {
            "text": "Hieronymus Fabricius, Italian anatomist (b. 1537)",
            "year": 1619
        },
        {
            "text": "Luis Fajardo, Spanish admiral and nobleman (b. c. 1556)",
            "year": 1617
        },
        {
            "text": "John Rainolds, English scholar and academic (b. 1549)",
            "year": 1607
        },
        {
            "text": "Martynas Mažvydas, Lithuanian writer (b. 1510)",
            "year": 1563
        },
        {
            "text": "Hernando de Soto, Spanish-American explorer (b. 1496)",
            "year": 1542
        },
        {
            "text": "Thomas Howard, 2nd Duke of Norfolk, English soldier and politician, Lord High Treasurer (b. 1443)",
            "year": 1524
        },
        {
            "text": "Pandolfo Petrucci, Italian ruler (b. 1452)",
            "year": 1512
        },
        {
            "text": "Christian I, king of Denmark (b. 1426)",
            "year": 1481
        },
        {
            "text": "Henry VI, king of England (b. 1421)",
            "year": 1471
        },
        {
            "text": "Anna of Celje, queen consort of Poland (b. 1386)",
            "year": 1416
        },
        {
            "text": "Conrad IV, king of Germany (b. 1228)",
            "year": 1254
        },
        {
            "text": "Olaf the Black, Manx son of Godred II Olafsson",
            "year": 1237
        },
        {
            "text": "Wang Anshi, Chinese statesman and poet (b. 1021)",
            "year": 1086
        },
        {
            "text": "Richeza of Poland, queen of Hungary (b. 1013)",
            "year": 1075
        },
        {
            "text": "Louis V, king of West Francia (b. c. 966)",
            "year": 987
        },
        {
            "text": "Feng Dao, Chinese prince and chancellor (b. 882)",
            "year": 954
        },
        {
            "text": "Sun Quan, Chinese emperor of Eastern Wu (b. 182)",
            "year": 252
        }
    ],
    "metadata": {
        "current_date": "May 21, 2025",
        "short_date": "May 21",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            2,
            29,
            0,
            6,
            51,
            26,
            21,
            65,
            63,
            44
        ],
        "births": [
            236,
            179,
            190,
            235
        ],
        "deaths": [
            114,
            33,
            103,
            72
        ]
    }
}