{
    "events": [
        {
            "text": "The worst day of the tornado outbreak sequence of April 25–28, 2024, with 42 tornadoes, including one confirmed EF4 tornado, and two confirmed EF3 tornadoes, which killed 4 people in total.",
            "year": 2024
        },
        {
            "text": "The Panmunjom Declaration is signed between North and South Korea, officially declaring their intentions to end the Korean conflict.",
            "year": 2018
        },
        {
            "text": "At least four explosions hit the Ukrainian city of Dnipropetrovsk with at least 27 people injured.",
            "year": 2012
        },
        {
            "text": "The 2011 Super Outbreak devastates parts of the Southeastern United States, especially the states of Alabama, Mississippi, Georgia, and Tennessee. Two hundred five tornadoes touched down on April 27 alone, killing more than 300 and injuring hundreds more.",
            "year": 2011
        },
        {
            "text": "Estonian authorities remove the Bronze Soldier, a Soviet Red Army war memorial in Tallinn, amid political controversy with Russia.",
            "year": 2007
        },
        {
            "text": "Israeli archaeologists discover the tomb of Herod the Great south of Jerusalem.",
            "year": 2007
        },
        {
            "text": "Construction begins on the Freedom Tower (later renamed One World Trade Center) in New York City.",
            "year": 2006
        },
        {
            "text": "Airbus A380 aircraft has its maiden test flight.",
            "year": 2005
        },
        {
            "text": "South African general election: The first democratic general election in South Africa, in which black citizens could vote. The Interim Constitution comes into force.",
            "year": 1994
        },
        {
            "text": "Most of the Zambia national football team lose their lives in a plane crash off Libreville, Gabon en route to Dakar, Senegal to play a 1994 FIFA World Cup qualifying match against Senegal.",
            "year": 1993
        },
        {
            "text": "The Federal Republic of Yugoslavia, comprising Serbia and Montenegro, is proclaimed.",
            "year": 1992
        },
        {
            "text": "Betty Boothroyd becomes the first woman to be elected Speaker of the British House of Commons in its 700-year history.",
            "year": 1992
        },
        {
            "text": "The Russian Federation and 12 other former Soviet republics become members of the International Monetary Fund and the World Bank.",
            "year": 1992
        },
        {
            "text": "The April 27 demonstrations, student-led protests responding to the April 26 Editorial, during the Tiananmen Square protests of 1989.",
            "year": 1989
        },
        {
            "text": "The U.S. Department of Justice bars Austrian President Kurt Waldheim (and his wife, Elisabeth, who had also been a Nazi) from entering the US, charging that he had aided in the deportations and executions of thousands of Jews and others as a German Army officer during World War II.",
            "year": 1987
        },
        {
            "text": "The city of Pripyat and surrounding areas are evacuated due to the Chernobyl disaster.",
            "year": 1986
        },
        {
            "text": "John Ehrlichman, a former aide to U.S. President Richard Nixon, is released from the Federal Correctional Institution, Safford, Arizona, after serving 18 months for Watergate-related crimes.",
            "year": 1978
        },
        {
            "text": "The Saur Revolution begins in Afghanistan, ending the following morning with the murder of Afghan President Mohammed Daoud Khan and the establishment of the Democratic Republic of Afghanistan.",
            "year": 1978
        },
        {
            "text": "Willow Island disaster: In the deadliest construction accident in United States history, 51 construction workers are killed when a cooling tower under construction collapses at the Pleasants Power Station in Willow Island, West Virginia.",
            "year": 1978
        },
        {
            "text": "Thirty-seven people are killed when American Airlines Flight 625 crashes at Cyril E. King Airport in Saint Thomas, U.S. Virgin Islands.",
            "year": 1976
        },
        {
            "text": "109 people are killed in a plane crash near Pulkovo Airport.",
            "year": 1974
        },
        {
            "text": "Expo 67 officially opens in Montreal, Quebec, Canada with a large opening ceremony broadcast around the world. It opens to the public the next day.",
            "year": 1967
        },
        {
            "text": "Operation Moolah offers $50,000 to any pilot who defects with a fully mission-capable Mikoyan-Gurevich MiG-15 to South Korea. The first pilot was to receive $100,000.",
            "year": 1953
        },
        {
            "text": "World War II: The last German formations withdraw from Finland to Norway. The Lapland War and thus, World War II in Finland, comes to an end and the Raising the Flag on the Three-Country Cairn photograph is taken.",
            "year": 1945
        },
        {
            "text": "World War II: Benito Mussolini is arrested by Italian partisans in Dongo, while attempting escape disguised as a German soldier.",
            "year": 1945
        },
        {
            "text": "World War II: German troops enter Athens.",
            "year": 1941
        },
        {
            "text": "The United Auto Workers (UAW) gains autonomy from the American Federation of Labor.",
            "year": 1936
        },
        {
            "text": "Carabineros de Chile (Chilean national police force and gendarmerie) are created.",
            "year": 1927
        },
        {
            "text": "The Second Canton Uprising took place in Guangzhou, Qing China but was suppressed.",
            "year": 1911
        },
        {
            "text": "Sultan of Ottoman Empire Abdul Hamid II is overthrown, and is succeeded by his brother, Mehmed V.",
            "year": 1909
        },
        {
            "text": "The State Duma of the Russian Empire meets for the first time.",
            "year": 1906
        },
        {
            "text": "American President Abraham Lincoln suspends the writ of habeas corpus.",
            "year": 1861
        },
        {
            "text": "War of 1812: American troops capture York, the capital of Upper Canada, in the Battle of York.",
            "year": 1813
        },
        {
            "text": "First Barbary War: United States Marines and Berbers attack the Tripolitan city of Derna (The \"shores of Tripoli\" in the Marines' Hymn).",
            "year": 1805
        },
        {
            "text": "Blind and impoverished, John Milton sells Paradise Lost to a printer for £10, so that it could be entered into the Stationers' Register.",
            "year": 1667
        },
        {
            "text": "The Battle of Carbisdale: A Royalist army from Orkney invades mainland Scotland but is defeated by a Covenanter army.",
            "year": 1650
        },
        {
            "text": "The relics of Saint Sava are incinerated in Belgrade on the Vračar plateau by Ottoman Grand Vizier Sinan Pasha; the site of the incineration is now the location of the Church of Saint Sava, one of the largest Orthodox churches in the world",
            "year": 1595
        },
        {
            "text": "Cebu is established becoming the first Spanish settlement in the Philippines.",
            "year": 1565
        },
        {
            "text": "Official founding of the city of Bogotá, New Granada (nowadays Colombia), by Nikolaus Federmann and Sebastián de Belalcázar.",
            "year": 1539
        },
        {
            "text": "Battle of Mactan: Explorer Ferdinand Magellan is killed by natives in the Philippines led by chief Lapulapu.",
            "year": 1521
        },
        {
            "text": "Pope Julius II places the Italian state of Venice under interdict.",
            "year": 1509
        },
        {
            "text": "First War of Scottish Independence: John Balliol's Scottish army is defeated by an English army commanded by John de Warenne, 6th Earl of Surrey at the Battle of Dunbar.",
            "year": 1296
        },
        {
            "text": "Islamic conquest of Hispania: Moorish troops led by Tariq ibn Ziyad land at Gibraltar to begin their invasion of the Iberian Peninsula (Al-Andalus).",
            "year": 711
        },
        {
            "text": "Emperor Arcadius marries Aelia Eudoxia, daughter of the Frankish general Flavius Bauto. She becomes one of the more powerful Roman empresses of Late Antiquity.",
            "year": 395
        },
        {
            "text": "Philip the Arab marks the millennium of Rome with a celebration of the ludi saeculares.",
            "year": 247
        }
    ],
    "births": [
        {
            "text": "Arch Manning, American football player",
            "year": 2005
        },
        {
            "text": "Xavier Worthy, American football player",
            "year": 2003
        },
        {
            "text": "Peter Hola, Australian rugby league player",
            "year": 1999
        },
        {
            "text": "Cristian Romero, Argentine footballer",
            "year": 1998
        },
        {
            "text": "Jesse Ramien, Australian rugby league player",
            "year": 1997
        },
        {
            "text": "Nick Kyrgios, Australian tennis player",
            "year": 1995
        },
        {
            "text": "Corey Seager, American baseball player",
            "year": 1994
        },
        {
            "text": "Keenan Allen, American football player",
            "year": 1992
        },
        {
            "text": "Lara Gut, Swiss skier",
            "year": 1991
        },
        {
            "text": "Austin Dillon, American race car driver",
            "year": 1990
        },
        {
            "text": "Lars Bender, German footballer",
            "year": 1989
        },
        {
            "text": "Sven Bender, German footballer",
            "year": 1989
        },
        {
            "text": "Lizzo, American singer and rapper",
            "year": 1988
        },
        {
            "text": "Semyon Varlamov, Russian ice hockey player",
            "year": 1988
        },
        {
            "text": "Taylor Chorney, American ice hockey player",
            "year": 1987
        },
        {
            "text": "William Moseley, English actor",
            "year": 1987
        },
        {
            "text": "Wang Feifei, Chinese singer and actress",
            "year": 1987
        },
        {
            "text": "Jenna Coleman, English actress",
            "year": 1986
        },
        {
            "text": "Dinara Safina, Russian tennis player",
            "year": 1986
        },
        {
            "text": "Meselech Melkamu, Ethiopian runner",
            "year": 1985
        },
        {
            "text": "Pierre-Marc Bouchard, Canadian ice hockey player",
            "year": 1984
        },
        {
            "text": "Daniel Holdsworth, Australian rugby league player",
            "year": 1984
        },
        {
            "text": "Patrick Stump, American musician, singer, and songwriter",
            "year": 1984
        },
        {
            "text": "Ari Graynor, American actress and producer",
            "year": 1983
        },
        {
            "text": "Sybille Bammer, Austrian tennis player",
            "year": 1980
        },
        {
            "text": "Christian Lara, Ecuadorian footballer",
            "year": 1980
        },
        {
            "text": "Vladimir Kozlov, Ukrainian actor and wrestler",
            "year": 1979
        },
        {
            "text": "Isobel Campbell, Scottish singer-songwriter and cellist",
            "year": 1976
        },
        {
            "text": "Sally Hawkins, English actress",
            "year": 1976
        },
        {
            "text": "Walter Pandiani, Uruguayan footballer",
            "year": 1976
        },
        {
            "text": "Chris Carpenter, American baseball player",
            "year": 1975
        },
        {
            "text": "Pedro Feliz, Dominican baseball player",
            "year": 1975
        },
        {
            "text": "Kazuyoshi Funaki, Japanese ski jumper",
            "year": 1975
        },
        {
            "text": "Frank Catalanotto, American baseball player",
            "year": 1974
        },
        {
            "text": "Sharlee D'Angelo, Swedish bass player and songwriter",
            "year": 1973
        },
        {
            "text": "Sébastien Lareau, Canadian tennis player",
            "year": 1973
        },
        {
            "text": "Nigel Barker, English photographer and author",
            "year": 1972
        },
        {
            "text": "Cory Booker, African-American lawyer and politician",
            "year": 1969
        },
        {
            "text": "Darcey Bussell, English ballerina",
            "year": 1969
        },
        {
            "text": "Dana Milbank, American journalist and author",
            "year": 1968
        },
        {
            "text": "Willem-Alexander, King of the Netherlands",
            "year": 1967
        },
        {
            "text": "Tommy Smith, Scottish saxophonist, composer, and educator",
            "year": 1967
        },
        {
            "text": "Erik Thomson, Scottish-New Zealand actor",
            "year": 1967
        },
        {
            "text": "Jason Whitlock, American football player and journalist",
            "year": 1967
        },
        {
            "text": "Peter McIntyre, Australian cricketer",
            "year": 1966
        },
        {
            "text": "Yoshihiro Togashi, Japanese illustrator",
            "year": 1966
        },
        {
            "text": "Anna Chancellor, English actress",
            "year": 1965
        },
        {
            "text": "Russell T Davies, Welsh screenwriter and producer",
            "year": 1963
        },
        {
            "text": "Ángel Comizzo, Argentinian footballer and manager",
            "year": 1962
        },
        {
            "text": "Seppo Räty, Finnish javelin thrower and coach",
            "year": 1962
        },
        {
            "text": "Im Sang-soo, South Korean director and screenwriter",
            "year": 1962
        },
        {
            "text": "Andrew Selous, English soldier and politician",
            "year": 1962
        },
        {
            "text": "Andrew Schlafly, American lawyer and activist, founded Conservapedia",
            "year": 1961
        },
        {
            "text": "Mike Krushelnyski, Canadian ice hockey player and coach",
            "year": 1960
        },
        {
            "text": "Sheena Easton, Scottish-American singer-songwriter, actress, and producer",
            "year": 1959
        },
        {
            "text": "Marco Pirroni, English singer-songwriter, guitarist, and producer",
            "year": 1959
        },
        {
            "text": "Dietmar Keck, Austrian politician",
            "year": 1957
        },
        {
            "text": "Willie Upshaw, American baseball player and manager",
            "year": 1957
        },
        {
            "text": "Bryan Harvey, American singer-songwriter and guitarist (d. 2006)",
            "year": 1956
        },
        {
            "text": "Eric Schmidt, American engineer and businessman",
            "year": 1955
        },
        {
            "text": "Frank Bainimarama, Fijian commander and politician, 8th Prime Minister of Fiji",
            "year": 1954
        },
        {
            "text": "Herman Edwards, American football player, coach, and sportscaster",
            "year": 1954
        },
        {
            "text": "Mark Holden, Australian singer, actor, and lawyer",
            "year": 1954
        },
        {
            "text": "Arielle Dombasle, French-American actress and model",
            "year": 1953
        },
        {
            "text": "Larry Elder, American lawyer and talk show host",
            "year": 1952
        },
        {
            "text": "George Gervin, American basketball player",
            "year": 1952
        },
        {
            "text": "Ari Vatanen, Finnish race car driver and politician",
            "year": 1952
        },
        {
            "text": "Ace Frehley, American guitarist and songwriter",
            "year": 1951
        },
        {
            "text": "Jaime Fresnedi, Filipino politician",
            "year": 1950
        },
        {
            "text": "David W. Duclon, American television writer and producer (d. 2025)",
            "year": 1950
        },
        {
            "text": "Frank Abagnale Jr., American security consultant and criminal",
            "year": 1948
        },
        {
            "text": "Josef Hickersberger, Austrian footballer, coach, and manager",
            "year": 1948
        },
        {
            "text": "Kate Pierson, American singer-songwriter and bass player",
            "year": 1948
        },
        {
            "text": "G. K. Butterfield, African-American soldier, lawyer, and politician",
            "year": 1947
        },
        {
            "text": "Nick Greiner, Hungarian-Australian politician, 37th Premier of New South Wales",
            "year": 1947
        },
        {
            "text": "Pete Ham, Welsh singer-songwriter and guitarist (d. 1975)",
            "year": 1947
        },
        {
            "text": "Keith Magnuson, Canadian ice hockey player and coach (d. 2003)",
            "year": 1947
        },
        {
            "text": "Ann Peebles, American soul singer-songwriter",
            "year": 1947
        },
        {
            "text": "Franz Roth, German footballer",
            "year": 1946
        },
        {
            "text": "Martin Chivers, English footballer and manager",
            "year": 1945
        },
        {
            "text": "Terry Willesee, Australian journalist and television host",
            "year": 1945
        },
        {
            "text": "August Wilson, American author and playwright (d. 2005)",
            "year": 1945
        },
        {
            "text": "Michael Fish, English meteorologist and journalist",
            "year": 1944
        },
        {
            "text": "Cuba Gooding Sr., American singer (d. 2017)",
            "year": 1944
        },
        {
            "text": "Herb Pedersen, American singer-songwriter and guitarist",
            "year": 1944
        },
        {
            "text": "Helmut Marko, Austrian race car driver and manager",
            "year": 1943
        },
        {
            "text": "Ruth Glick, American author",
            "year": 1942
        },
        {
            "text": "Jim Keltner, American drummer",
            "year": 1942
        },
        {
            "text": "Fethullah Gülen, Turkish preacher and theologian (d. 2024)",
            "year": 1941
        },
        {
            "text": "Dilip Kumar Chakrabarti, Indian archaeologist",
            "year": 1941
        },
        {
            "text": "Lee Roy Jordan, American football player",
            "year": 1941
        },
        {
            "text": "Judy Carne, English actress and comedian (d. 2015)",
            "year": 1939
        },
        {
            "text": "Stanisław Dziwisz, Polish cardinal",
            "year": 1939
        },
        {
            "text": "Earl Anthony, American bowler and sportscaster (d. 2001)",
            "year": 1938
        },
        {
            "text": "Alain Caron, Canadian ice hockey player (d. 1986)",
            "year": 1938
        },
        {
            "text": "Sandy Dennis, American actress (d. 1992)",
            "year": 1937
        },
        {
            "text": "Robin Eames, Irish Anglican archbishop",
            "year": 1937
        },
        {
            "text": "Richard Perham, English biologist and academic (d. 2015)",
            "year": 1937
        },
        {
            "text": "Geoffrey Shovelton, English singer and illustrator (d. 2016)",
            "year": 1936
        },
        {
            "text": "Theodoros Angelopoulos, Greek director, producer, and screenwriter (d. 2012)",
            "year": 1935
        },
        {
            "text": "Ron Morris, American pole vaulter and coach (d. 2024)",
            "year": 1935
        },
        {
            "text": "Peter Imbert, Baron Imbert, English police officer and politician, Lord Lieutenant for Greater London (d. 2017)",
            "year": 1933
        },
        {
            "text": "Anouk Aimée, French actress (d. 2024)",
            "year": 1932
        },
        {
            "text": "Pik Botha, South African lawyer, politician, and diplomat, 8th South African Ambassador to the United States (d. 2018)",
            "year": 1932
        },
        {
            "text": "Casey Kasem, American disc jockey, radio celebrity, and voice actor; co-created American Top 40 (d. 2014)",
            "year": 1932
        },
        {
            "text": "Chuck Knox, American football coach (d. 2018)",
            "year": 1932
        },
        {
            "text": "Derek Minter, English motorcycle racer (d. 2015)",
            "year": 1932
        },
        {
            "text": "Gian-Carlo Rota, Italian-American mathematician and philosopher (d. 1999)",
            "year": 1932
        },
        {
            "text": "Igor Oistrakh, Ukrainian violinist and educator (d. 2021)",
            "year": 1931
        },
        {
            "text": "Nina Ponomaryova, Russian discus thrower and coach (d. 2016)",
            "year": 1929
        },
        {
            "text": "Coretta Scott King, African-American activist and author (d. 2006)",
            "year": 1927
        },
        {
            "text": "Joe Moakley, American soldier, lawyer, and politician (d. 2001)",
            "year": 1927
        },
        {
            "text": "Tim LaHaye, American minister, activist, and author (d. 2016)",
            "year": 1926
        },
        {
            "text": "Basil A. Paterson, American lawyer and politician, 59th Secretary of State of New York (d. 2014)",
            "year": 1926
        },
        {
            "text": "Alan Reynolds, English painter and educator (d. 2014)",
            "year": 1926
        },
        {
            "text": "Derek Chinnery, English broadcaster (d. 2015)",
            "year": 1925
        },
        {
            "text": "Vernon B. Romney, American lawyer and politician, 14th Attorney General of Utah (d. 2013)",
            "year": 1924
        },
        {
            "text": "Betty Mae Tiger Jumper, Seminole chief (d. 2011)",
            "year": 1923
        },
        {
            "text": "Jack Klugman, American actor (d. 2012)",
            "year": 1922
        },
        {
            "text": "Sheila Scott, English nurse and pilot (d. 1988)",
            "year": 1922
        },
        {
            "text": "Robert Dhéry, French actor, director, and screenwriter (d. 2004)",
            "year": 1921
        },
        {
            "text": "Guido Cantelli, Italian conductor (d. 1956)",
            "year": 1920
        },
        {
            "text": "Mark Krasnosel'skii, Ukrainian mathematician and academic (d. 1997)",
            "year": 1920
        },
        {
            "text": "James Robert Mann, American colonel, lawyer, and politician (d. 2010)",
            "year": 1920
        },
        {
            "text": "Edwin Morgan, Scottish poet and translator (d. 2010)",
            "year": 1920
        },
        {
            "text": "Sten Rudholm, Swedish lawyer and jurist (d. 2008)",
            "year": 1918
        },
        {
            "text": "Roman Matsov, Estonian violinist, pianist, and conductor (d. 2001)",
            "year": 1917
        },
        {
            "text": "Robert Hugh McWilliams, Jr., American sergeant, lawyer, and judge (d. 2013)",
            "year": 1916
        },
        {
            "text": "Enos Slaughter, American baseball player and manager (d. 2002)",
            "year": 1916
        },
        {
            "text": "Philip Abelson, American physicist and author (d. 2004)",
            "year": 1913
        },
        {
            "text": "Irving Adler, American mathematician, author, and academic (d. 2012)",
            "year": 1913
        },
        {
            "text": "Luz Long, German long jumper and soldier (d. 1943)",
            "year": 1913
        },
        {
            "text": "Jacques de Bourbon-Busset, French author and politician (d. 2001)",
            "year": 1912
        },
        {
            "text": "Zohra Sehgal, Indian actress, dancer, and choreographer (d. 2014)",
            "year": 1912
        },
        {
            "text": "Bruno Beger, German anthropologist and ethnologist (d. 2009)",
            "year": 1911
        },
        {
            "text": "Chris Berger, Dutch sprinter and footballer (d. 1965)",
            "year": 1911
        },
        {
            "text": "Chiang Ching-kuo, Chinese politician, 3rd President of the Republic of China (d. 1988)",
            "year": 1910
        },
        {
            "text": "Lim Bo Seng, Chinese businessman, resistance fighter of Force 136 and war hero of Singapore (d. 1944)",
            "year": 1909
        },
        {
            "text": "Yiorgos Theotokas, Greek author and playwright (d. 1966)",
            "year": 1906
        },
        {
            "text": "John Kuck, American javelin thrower and shot putter (d. 1986)",
            "year": 1905
        },
        {
            "text": "Cecil Day-Lewis, Anglo-Irish poet and author (d. 1972)",
            "year": 1904
        },
        {
            "text": "Nikos Zachariadis, Greek politician (d. 1973)",
            "year": 1904
        },
        {
            "text": "Tiemoko Garan Kouyaté, Malian educator and activist (d. 1942)",
            "year": 1902
        },
        {
            "text": "August Koern, Estonian politician and diplomat, Estonian Minister of Foreign Affairs in exile (d. 1989)",
            "year": 1900
        },
        {
            "text": "Walter Lantz, American animator, producer, screenwriter, and actor (d. 1994)",
            "year": 1899
        },
        {
            "text": "Ludwig Bemelmans, Italian-American author and illustrator (d. 1962)",
            "year": 1898
        },
        {
            "text": "Rogers Hornsby, American baseball player, coach, and manager (d. 1963)",
            "year": 1896
        },
        {
            "text": "William Hudson, New Zealand-Australian engineer (d. 1978)",
            "year": 1896
        },
        {
            "text": "Wallace Carothers, American chemist and inventor of nylon (d. 1937)",
            "year": 1896
        },
        {
            "text": "George Petty, American painter and illustrator (d. 1975)",
            "year": 1894
        },
        {
            "text": "Nicolas Slonimsky, Russian pianist, composer, and conductor (d. 1995)",
            "year": 1894
        },
        {
            "text": "Draža Mihailović, Serbian general (d. 1946)",
            "year": 1893
        },
        {
            "text": "Allen Sothoron, American baseball player, coach, and manager (d. 1939)",
            "year": 1893
        },
        {
            "text": "Sergei Prokofiev, Russian pianist, composer, and conductor (d. 1953)",
            "year": 1891
        },
        {
            "text": "Florence La Badie, Canadian actress (d. 1917)",
            "year": 1888
        },
        {
            "text": "Warren Wood, American golfer (d. 1926)",
            "year": 1887
        },
        {
            "text": "Jessie Redmon Fauset, American author and poet (d. 1961)",
            "year": 1882
        },
        {
            "text": "Mihkel Lüdig, Estonian organist, composer, and conductor (d. 1958)",
            "year": 1880
        },
        {
            "text": "Frederick Fane, Irish-born, English cricketer (d. 1960)",
            "year": 1875
        },
        {
            "text": "Maurice Raoul-Duval, French polo player (d. 1916)",
            "year": 1866
        },
        {
            "text": "William Arms Fisher, American composer and music historian (d. 1948)",
            "year": 1861
        },
        {
            "text": "Theodor Kittelsen, Norwegian painter and illustrator (d. 1914)",
            "year": 1857
        },
        {
            "text": "Jules Lemaître, French playwright and critic (d. 1914)",
            "year": 1853
        },
        {
            "text": "Hans Hartwig von Beseler, German general and politician (d. 1921)",
            "year": 1850
        },
        {
            "text": "Otto, King of Bavaria (d. 1916)",
            "year": 1848
        },
        {
            "text": "Edward Whymper, English-French mountaineer, explorer, author, and illustrator (d. 1911)",
            "year": 1840
        },
        {
            "text": "Ulysses S. Grant, American general and politician, 18th President of the United States (d. 1885)",
            "year": 1822
        },
        {
            "text": "Herbert Spencer, English biologist, anthropologist, sociologist, and philosopher (d. 1903)",
            "year": 1820
        },
        {
            "text": "William W. Snow, American lawyer and politician (d. 1886)",
            "year": 1812
        },
        {
            "text": "Friedrich von Flotow, German composer (d. 1883)",
            "year": 1812
        },
        {
            "text": "Samuel Morse, American painter and inventor, co-invented the Morse code (d. 1872)",
            "year": 1791
        },
        {
            "text": "Charles Robert Cockerell, English architect, archaeologist, and writer (d. 1863)",
            "year": 1788
        },
        {
            "text": "Mary Wollstonecraft, English philosopher, historian, and novelist (d. 1797)",
            "year": 1759
        },
        {
            "text": "Marc-Antoine Parseval, French mathematician and theorist (d. 1836)",
            "year": 1755
        },
        {
            "text": "Adamantios Korais, Greek-French philosopher and scholar (d. 1833)",
            "year": 1748
        },
        {
            "text": "Thomas Lewis, Irish-born American surveyor and lawyer (d. 1790)",
            "year": 1718
        },
        {
            "text": "Charles Emmanuel III of Sardinia (d. 1773)",
            "year": 1701
        },
        {
            "text": "Charles Blount, English deist and philosopher (d. 1693)",
            "year": 1654
        },
        {
            "text": "Charlotte Amalie of Hesse-Kassel, Queen Consort of Denmark (1670–1699) (d. 1714)",
            "year": 1650
        },
        {
            "text": "Mumtaz Mahal, Mughal empress buried at the Taj Mahal (d. 1631)",
            "year": 1593
        },
        {
            "text": "Henry Percy, 9th Earl of Northumberland (d. 1632)",
            "year": 1564
        },
        {
            "text": "François Béroalde de Verville, French writer (d. 1626)",
            "year": 1556
        },
        {
            "text": "Frederick Jagiellon, Primate of Poland (d. 1503)",
            "year": 1468
        },
        {
            "text": "Decimus Junius Brutus Albinus, Roman politician and general (d. 43 BC)",
            "year": -85
        }
    ],
    "deaths": [
        {
            "text": "Jiggly Caliente, Filipino-American drag performer, singer and actress (b. 1980)",
            "year": 2025
        },
        {
            "text": "C. J. Sansom, British author (b. 1952)",
            "year": 2024
        },
        {
            "text": "Jerry Springer, American politician and actor (b. 1944)",
            "year": 2023
        },
        {
            "text": "Liao Guoxun, Chinese politician  (b. 1963)",
            "year": 2022
        },
        {
            "text": "Manoj Das, Indian writer (b. 1934)",
            "year": 2021
        },
        {
            "text": "Vinod Khanna, Indian actor, producer and politician (b. 1946)",
            "year": 2017
        },
        {
            "text": "Sadanoyama Shinmatsu, Japanese sumo wrestler (b. 1938)",
            "year": 2017
        },
        {
            "text": "Gene Fullmer, American boxer (b. 1931)",
            "year": 2015
        },
        {
            "text": "Verne Gagne, American football player, wrestler, and trainer (b. 1926)",
            "year": 2015
        },
        {
            "text": "Alexander Rich, American biologist, biophysicist, and academic (b. 1924)",
            "year": 2015
        },
        {
            "text": "Yigal Arnon, Israeli lawyer (b. 1929)",
            "year": 2014
        },
        {
            "text": "Vujadin Boškov, Serbian footballer, coach, and manager (b. 1931)",
            "year": 2014
        },
        {
            "text": "Daniel Colchico, American football player and coach (b. 1935)",
            "year": 2014
        },
        {
            "text": "Harry Firth, Australian race car driver and manager (b. 1918)",
            "year": 2014
        },
        {
            "text": "Aída Bortnik, Argentinian screenwriter (b. 1938)",
            "year": 2013
        },
        {
            "text": "Lorraine Copeland, Scottish archaeologist (b. 1921)",
            "year": 2013
        },
        {
            "text": "Antonio Díaz Jurado, Spanish footballer (b. 1969)",
            "year": 2013
        },
        {
            "text": "Jérôme Louis Heldring, Dutch journalist and author (b. 1917)",
            "year": 2013
        },
        {
            "text": "Aloysius Jin Luxian, Chinese bishop (b. 1916)",
            "year": 2013
        },
        {
            "text": "Mutula Kilonzo, Kenyan lawyer and politician, Kenyan Minister of Justice (b. 1948)",
            "year": 2013
        },
        {
            "text": "Daniel E. Boatwright, American soldier and politician (b. 1930)",
            "year": 2012
        },
        {
            "text": "Bill Skowron, American baseball player (b. 1930)",
            "year": 2012
        },
        {
            "text": "Marian Mercer, American actress and singer (b. 1935)",
            "year": 2011
        },
        {
            "text": "Frankie Manning, American dancer and choreographer (b. 1914)",
            "year": 2009
        },
        {
            "text": "Woo Seung-yeon, South Korean model and actress (b. 1983)",
            "year": 2009
        },
        {
            "text": "Feroz Khan (actor), Indian Actor, Film Director & Producer (b. 1939)",
            "year": 2009
        },
        {
            "text": "Mstislav Rostropovich, Russian cellist and conductor (b. 1927)",
            "year": 2007
        },
        {
            "text": "Julia Thorne, American author (b. 1944)",
            "year": 2006
        },
        {
            "text": "Red Horner, Canadian ice hockey player (b. 1909)",
            "year": 2005
        },
        {
            "text": "George Alec Effinger, American author (b. 1947)",
            "year": 2002
        },
        {
            "text": "Ruth Handler, American inventor and businesswoman, created the Barbie doll (b. 1916)",
            "year": 2002
        },
        {
            "text": "Al Hirt, American trumpet player and bandleader (b. 1922)",
            "year": 1999
        },
        {
            "text": "Dale C. Thomson, Canadian historian, author, and academic (b. 1923)",
            "year": 1999
        },
        {
            "text": "Cyril Washbrook, English cricketer (b. 1914)",
            "year": 1999
        },
        {
            "text": "John W. H. Bassett, Canadian journalist and politician (b. 1915)",
            "year": 1998
        },
        {
            "text": "Carlos Castaneda, Peruvian-American anthropologist and author (b. 1925)",
            "year": 1998
        },
        {
            "text": "Anne Desclos, French journalist and author (b. 1907)",
            "year": 1998
        },
        {
            "text": "Browning Ross, American runner and soldier (b. 1924)",
            "year": 1998
        },
        {
            "text": "William Colby, American diplomat, 10th Director of Central Intelligence (b. 1920)",
            "year": 1996
        },
        {
            "text": "Gilles Grangier, French director and screenwriter (b. 1911)",
            "year": 1996
        },
        {
            "text": "Katherine DeMille, Canadian-American actress (b. 1911)",
            "year": 1995
        },
        {
            "text": "Willem Frederik Hermans, Dutch author, poet, and playwright (b. 1921)",
            "year": 1995
        },
        {
            "text": "Olivier Messiaen, French organist and composer (b. 1908)",
            "year": 1992
        },
        {
            "text": "Gerard K. O'Neill, American physicist and astronomer (b. 1927)",
            "year": 1992
        },
        {
            "text": "Konosuke Matsushita, Japanese businessman, founded Panasonic (b. 1894)",
            "year": 1989
        },
        {
            "text": "Fred Bear, American hunter and author (b. 1902)",
            "year": 1988
        },
        {
            "text": "Stanley Adams, American actor and screenwriter (b. 1915)",
            "year": 1977
        },
        {
            "text": "Carlos Menditeguy, Argentinian race car driver and polo player (b. 1914)",
            "year": 1973
        },
        {
            "text": "Kwame Nkrumah, Ghanaian politician, 1st President of Ghana (b. 1909)",
            "year": 1972
        },
        {
            "text": "Arthur Shields, Irish rebel and actor (b. 1896)",
            "year": 1970
        },
        {
            "text": "René Barrientos, Bolivian soldier, pilot, and politician, 55th President of Bolivia (b. 1919)",
            "year": 1969
        },
        {
            "text": "William Douglas Cook, New Zealand farmer, founded the Eastwoodhill Arboretum (b. 1884)",
            "year": 1967
        },
        {
            "text": "Edward R. Murrow, American journalist (b. 1908)",
            "year": 1965
        },
        {
            "text": "A. K. Fazlul Huq, Bangladeshi-Pakistani lawyer and politician, Pakistani Minister of the Interior (b. 1873)",
            "year": 1962
        },
        {
            "text": "Roy Del Ruth, American director, producer, and screenwriter (b. 1893)",
            "year": 1961
        },
        {
            "text": "Guido Castelnuovo, Italian mathematician and statistician (b. 1865)",
            "year": 1952
        },
        {
            "text": "Benjamin Faunce, American druggist and businessman (b. 1873)",
            "year": 1949
        },
        {
            "text": "Edmund Husserl, Czech mathematician and philosopher (b. 1859)",
            "year": 1938
        },
        {
            "text": "Antonio Gramsci, Italian sociologist, linguist, and politician (b. 1891)",
            "year": 1937
        },
        {
            "text": "Karl Pearson, English mathematician and academic (b. 1857)",
            "year": 1936
        },
        {
            "text": "Hart Crane, American poet (b. 1899)",
            "year": 1932
        },
        {
            "text": "John Labatt, Canadian businessman (b. 1838)",
            "year": 1915
        },
        {
            "text": "Alexander Scriabin, Russian pianist and composer (b. 1872)",
            "year": 1915
        },
        {
            "text": "Henry Parkes, English-Australian businessman and politician, 7th Premier of New South Wales (b. 1815)",
            "year": 1896
        },
        {
            "text": "John Ballance, Irish-born New Zealand journalist and politician, 14th Prime Minister of New Zealand (b. 1839)",
            "year": 1893
        },
        {
            "text": "Ralph Waldo Emerson, American poet and philosopher (b. 1803)",
            "year": 1882
        },
        {
            "text": "William Macready, English actor and manager (b. 1793)",
            "year": 1873
        },
        {
            "text": "Zebulon Pike, American general and explorer (b. 1779)",
            "year": 1813
        },
        {
            "text": "William Talbot, 1st Earl Talbot, English politician, Lord Steward of the Household (b. 1710)",
            "year": 1782
        },
        {
            "text": "Jean Bart, French admiral (b. 1651)",
            "year": 1702
        },
        {
            "text": "John Trenchard, English politician, Secretary of State for the Northern Department (b. 1640)",
            "year": 1695
        },
        {
            "text": "John George IV, Elector of Saxony (b. 1668)",
            "year": 1694
        },
        {
            "text": "Jan van Goyen, Dutch painter and illustrator (b. 1596)",
            "year": 1656
        },
        {
            "text": "Robert Abercromby, Scottish priest and missionary (b. 1532)",
            "year": 1613
        },
        {
            "text": "Edward Cromwell, 3rd Baron Cromwell, Governor of Lecale (b. 1560)",
            "year": 1607
        },
        {
            "text": "Pope Leo XI (b. 1535)",
            "year": 1605
        },
        {
            "text": "Maeda Toshiie, Japanese general (b. 1538)",
            "year": 1599
        },
        {
            "text": "Ferdinand Magellan, Portuguese sailor and explorer (b. 1480)",
            "year": 1521
        },
        {
            "text": "Isidore of Kiev (b. 1385)",
            "year": 1463
        },
        {
            "text": "Philip II, Duke of Burgundy (b. 1342)",
            "year": 1404
        },
        {
            "text": "Maria of Bosnia, Countess of Helfenstein (b. 1335)",
            "year": 1403
        },
        {
            "text": "Simeon of Moscow, Grand Prince of Moscow and Vladimir",
            "year": 1353
        },
        {
            "text": "Nicolò Albertini, Italian cardinal statesman (b. c. 1250)",
            "year": 1321
        },
        {
            "text": "Zita, Italian saint (b. 1212)",
            "year": 1272
        },
        {
            "text": "Rudolf I, Count of Bregenz (b. 1081)",
            "year": 1160
        },
        {
            "text": "Ardashir III of Persia (b. 621)",
            "year": 630
        }
    ],
    "metadata": {
        "current_date": "April 27, 2025",
        "short_date": "Apr 27",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            2,
            3,
            41,
            17,
            27,
            40,
            43,
            1,
            10,
            33
        ],
        "births": [
            34,
            42,
            116,
            50
        ],
        "deaths": [
            81,
            20,
            32,
            35
        ]
    }
}