{
    "events": [
        {
            "text": "The August Complex fire in California burns more than one million acres of land.",
            "year": 2020
        },
        {
            "text": "More than 96 people are killed and hundreds injured following a series of air-raids by the Syrian Arab Air Force on the rebel-held market town of Douma.",
            "year": 2015
        },
        {
            "text": "Trigana Air Flight 267, an ATR 42, crashes in Oksibl, Bintang Mountains Regency, killing all 54 people on board.",
            "year": 2015
        },
        {
            "text": "The ferry St. Thomas Aquinas collides with a cargo ship and sinks at Cebu, Philippines, killing 61 people with 59 others missing.",
            "year": 2013
        },
        {
            "text": "South African police fatally shoot 34 miners and wound 78 more during an industrial dispute at Marikana near Rustenburg.",
            "year": 2012
        },
        {
            "text": "AIRES Flight 8250 crashes at Gustavo Rojas Pinilla International Airport in San Andrés, San Andrés y Providencia, Colombia, killing two people.",
            "year": 2010
        },
        {
            "text": "The Trump International Hotel and Tower in Chicago is topped off at 1,389 feet (423 m), at the time becoming the world's highest residence above ground-level.",
            "year": 2008
        },
        {
            "text": "West Caribbean Airways Flight 708, a McDonnell Douglas MD-82, crashes in Machiques, Venezuela, killing all 160 people on board.",
            "year": 2005
        },
        {
            "text": "Indian Airlines Flight 257, a Boeing 737-200, crashes during approach to Imphal Airport, killing all 69 people on board.",
            "year": 1991
        },
        {
            "text": "A solar particle event affects computers at the Toronto Stock Exchange, forcing a halt to trading.",
            "year": 1989
        },
        {
            "text": "Northwest Airlines Flight 255, a McDonnell Douglas MD-82, crashes after takeoff in Detroit, Michigan, killing 154 of the 155 on board, plus two people on the ground.",
            "year": 1987
        },
        {
            "text": "A Sudan Airways Fokker F27 Friendship is shot down near Malakal in present day South Sudan, killing 60.",
            "year": 1986
        },
        {
            "text": "Australian Prime Minister Gough Whitlam symbolically hands over land to the Gurindji people after the eight-year Wave Hill walk-off, a landmark event in the history of Indigenous land rights in Australia, commemorated in a 1991 song by Paul Kelly and an annual celebration.",
            "year": 1975
        },
        {
            "text": "In an unsuccessful coup d'état attempt, the Royal Moroccan Air Force fires upon Hassan II of Morocco's plane while he is traveling back to Rabat.",
            "year": 1972
        },
        {
            "text": "Vietnam War: The House Un-American Activities Committee begins investigations of Americans who have aided the Viet Cong. The committee intends to introduce legislation making these activities illegal. Anti-war demonstrators disrupt the meeting and 50 people are arrested.",
            "year": 1966
        },
        {
            "text": "Vietnam War: A coup d'état replaces Dương Văn Minh with General Nguyễn Khánh as President of South Vietnam. A new constitution is established with aid from the U.S. Embassy.",
            "year": 1964
        },
        {
            "text": "Cyprus gains its independence from the United Kingdom.",
            "year": 1960
        },
        {
            "text": "Joseph Kittinger parachutes from a balloon over New Mexico, United States, at 102,800 feet (31,300 m), setting three records that held until 2012: High-altitude jump, free fall, and highest speed by a human without an aircraft.",
            "year": 1960
        },
        {
            "text": "The first issue of Sports Illustrated is published.",
            "year": 1954
        },
        {
            "text": "Mass riots in Kolkata begin; more than 4,000 people would be killed in 72 hours.",
            "year": 1946
        },
        {
            "text": "The All Hyderabad Trade Union Congress is founded in Secunderabad.",
            "year": 1946
        },
        {
            "text": "The National Representatives' Congress, the precursor of the current National Assembly of Vietnam, convenes in Sơn Dương.",
            "year": 1945
        },
        {
            "text": "First flight of a jet with forward-swept wings, the Junkers Ju 287.",
            "year": 1944
        },
        {
            "text": "World War II: 317 Greek civilians are murdered by soldiers of the German 1st Mountain Division in the village of Kommeno, Greece.",
            "year": 1943
        },
        {
            "text": "World War II: US Navy L-class blimp L-8 drifts in from the Pacific and eventually crashes in Daly City, California. The two-man crew cannot be found.",
            "year": 1942
        },
        {
            "text": "Christie Pits riot takes place in Toronto, Ontario.",
            "year": 1933
        },
        {
            "text": "The first color sound cartoon, Fiddlesticks, is released by Ub Iwerks.",
            "year": 1930
        },
        {
            "text": "The first British Empire Games are opened in Hamilton, Ontario, by the Governor General of Canada, the Viscount Willingdon.",
            "year": 1930
        },
        {
            "text": "The 1929 Palestine riots break out in Mandatory Palestine between Palestinian Arabs and Jews and continue until the end of the month. In total, 133 Jews and 116 Arabs are killed.",
            "year": 1929
        },
        {
            "text": "The Dole Air Race begins from Oakland, California, to Honolulu, Hawaii, during which six out of the eight participating planes crash or disappear.",
            "year": 1927
        },
        {
            "text": "The United Kingdom gives the name \"Ross Dependency\" to part of its claimed Antarctic territory and makes the Governor-General of the Dominion of New Zealand its administrator.",
            "year": 1923
        },
        {
            "text": "Ray Chapman of the Cleveland Indians is hit on the head by a fastball thrown by Carl Mays of the New York Yankees. Next day, Chapman will become the second player to die from injuries sustained in a Major League Baseball game.",
            "year": 1920
        },
        {
            "text": "The congress of the Communist Party of Bukhara opens. The congress would call for armed revolution.",
            "year": 1920
        },
        {
            "text": "Polish–Soviet War: The Battle of Radzymin concludes; the Soviet Red Army is forced to turn away from Warsaw.",
            "year": 1920
        },
        {
            "text": "The Battle of Lake Baikal was fought between the Czechoslovak Legion and the Red Army.",
            "year": 1918
        },
        {
            "text": "The Migratory Bird Treaty between Canada and the United States is signed.",
            "year": 1916
        },
        {
            "text": "Tōhoku Imperial University of Japan (modern day Tohoku University) becomes the first university in Japan to admit female students.",
            "year": 1913
        },
        {
            "text": "Completion of the Royal Navy battlecruiser HMS Queen Mary.",
            "year": 1913
        },
        {
            "text": "The 8.2 Mw Valparaíso earthquake hits central Chile, killing 3,882 people.",
            "year": 1906
        },
        {
            "text": "The Battle of Elands River during the Second Boer War ends after a 13-day siege is lifted by the British. The battle had begun when a force of between 2,000 and 3,000 Boers had surrounded a force of 500 Australians, Rhodesians, Canadians and British soldiers at a supply dump at Brakfontein Drift.",
            "year": 1900
        },
        {
            "text": "Skookum Jim Mason, George Carmack and Dawson Charlie discover gold in a tributary of the Klondike River in Canada, setting off the Klondike Gold Rush.",
            "year": 1896
        },
        {
            "text": "The Basilica of San Sebastian, Manila, the first all-steel church in Asia, is officially inaugurated and blessed.",
            "year": 1891
        },
        {
            "text": "Richard Wagner's Siegfried, the penultimate opera in his Ring cycle, is premiered at the Bayreuth Festspielhaus.",
            "year": 1876
        },
        {
            "text": "Franco-Prussian War: The Battle of Mars-la-Tour is fought, resulting in a Prussian victory.",
            "year": 1870
        },
        {
            "text": "Battle of Acosta Ñu: A Paraguayan battalion largely made up of children is massacred by the Brazilian Army during the Paraguayan War.",
            "year": 1869
        },
        {
            "text": "The Dominican Restoration War begins when Gregorio Luperón raises the Dominican flag in Santo Domingo after Spain had recolonized the country.",
            "year": 1863
        },
        {
            "text": "The Grand Duchy of Tuscany formally deposes the exiled House of Lorraine.",
            "year": 1859
        },
        {
            "text": "U.S. President James Buchanan inaugurates the new transatlantic telegraph cable by exchanging greetings with Queen Victoria of the United Kingdom. However, a weak signal forces a shutdown of the service in a few weeks.",
            "year": 1858
        },
        {
            "text": "Governor-general of the Philippines Narciso Claveria, signs a decree to reform the country's calendar by skipping Tuesday, December 31, as a solution to anomalies that had existed since Ferdinand Magellan's arrival in 1521.",
            "year": 1844
        },
        {
            "text": "U.S. President John Tyler vetoes a bill which called for the re-establishment of the Second Bank of the United States. Enraged Whig Party members riot outside the White House in the most violent demonstration on White House grounds in U.S. history.",
            "year": 1841
        },
        {
            "text": "Peterloo Massacre: Seventeen people die and over 600 are injured in cavalry charges at a public meeting at St. Peter's Field, Manchester, England.",
            "year": 1819
        },
        {
            "text": "War of 1812: American General William Hull surrenders Fort Detroit without a fight to the British Army.",
            "year": 1812
        },
        {
            "text": "French Revolution: A levée en masse is decreed by the National Convention.",
            "year": 1793
        },
        {
            "text": "Maximilien de Robespierre presents the petition of the Commune of Paris to the Legislative Assembly, which demanded the formation of a revolutionary tribunal.",
            "year": 1792
        },
        {
            "text": "American Revolutionary War: Battle of Camden: The British defeat the Americans near Camden, South Carolina.",
            "year": 1780
        },
        {
            "text": "American Revolutionary War: The Americans led by General John Stark rout British and Brunswick troops under Friedrich Baum at the Battle of Bennington in Walloomsac, New York.",
            "year": 1777
        },
        {
            "text": "Battle of Plymouth: Inconclusive naval action between the fleets of Michiel de Ruyter and George Ayscue in the First Anglo-Dutch War.",
            "year": 1652
        },
        {
            "text": "The Principality of Transylvania is established after John II Zápolya renounces his claim as King of Hungary in the Treaty of Speyer.",
            "year": 1570
        },
        {
            "text": "Battle of the Spurs (Battle of Guinegate): King Henry VIII of England and his Imperial allies defeat French Forces who are then forced to retreat.",
            "year": 1513
        },
        {
            "text": "The House of Gonzaga seizes power in the Duchy of Mantua, and will rule until 1708.",
            "year": 1328
        },
        {
            "text": "Nikephoros II Phokas is crowned emperor of the Byzantine Empire.",
            "year": 963
        },
        {
            "text": "Start of the four-day Battle of al-Mada'in, between the Hamdanids of Mosul and the Baridis of Basra over control of the Abbasid capital, Baghdad.",
            "year": 942
        },
        {
            "text": "Wang Mang consolidates his power in China and is declared marshal of state. Emperor Ai of Han, who died the previous day, had no heirs.",
            "year": -1
        }
    ],
    "births": [
        {
            "text": "Jannik Sinner, Italian tennis player",
            "year": 2001
        },
        {
            "text": "Karen Chen, American figure skater",
            "year": 1999
        },
        {
            "text": "Greyson Chance, American musician",
            "year": 1997
        },
        {
            "text": "Sophie Cunningham, American basketball player",
            "year": 1996
        },
        {
            "text": "Caeleb Dressel, American swimmer",
            "year": 1996
        },
        {
            "text": "Cameron Monaghan, American actor and model",
            "year": 1993
        },
        {
            "text": "Diego Schwartzman, Argentinian tennis player",
            "year": 1992
        },
        {
            "text": "José Eduardo de Araújo, Brazilian footballer",
            "year": 1991
        },
        {
            "text": "Evanna Lynch, Irish actress",
            "year": 1991
        },
        {
            "text": "Young Thug, American rapper, singer and songwriter",
            "year": 1991
        },
        {
            "text": "Godfrey Oboabona, Nigerian footballer",
            "year": 1990
        },
        {
            "text": "Cedric Alexander, American wrestler",
            "year": 1989
        },
        {
            "text": "Wang Hao, Chinese race walker",
            "year": 1989
        },
        {
            "text": "Moussa Sissoko, French footballer",
            "year": 1989
        },
        {
            "text": "Ismaïl Aissati, Moroccan footballer",
            "year": 1988
        },
        {
            "text": "Ryan Kerrigan, American football player",
            "year": 1988
        },
        {
            "text": "Rumer Willis, American actress",
            "year": 1988
        },
        {
            "text": "Carey Price, Canadian ice hockey player",
            "year": 1987
        },
        {
            "text": "Eri Kitamura, Japanese voice actress and singer.",
            "year": 1987
        },
        {
            "text": "Yu Darvish, Japanese baseball player",
            "year": 1986
        },
        {
            "text": "Martín Maldonado, Puerto Rican baseball player",
            "year": 1986
        },
        {
            "text": "Shawn Pyfrom, American actor",
            "year": 1986
        },
        {
            "text": "Cristin Milioti, American actress",
            "year": 1985
        },
        {
            "text": "Matteo Anesi, Italian speed skater",
            "year": 1984
        },
        {
            "text": "Candice Dupree, American basketball player",
            "year": 1984
        },
        {
            "text": "Konstantin Vassiljev, Estonian footballer",
            "year": 1984
        },
        {
            "text": "Nikolaos Zisis, Greek basketball player",
            "year": 1983
        },
        {
            "text": "Cam Gigandet, American actor",
            "year": 1982
        },
        {
            "text": "Joleon Lescott, English footballer",
            "year": 1982
        },
        {
            "text": "Roque Santa Cruz, Paraguayan footballer",
            "year": 1981
        },
        {
            "text": "Vanessa Carlton, American singer-songwriter",
            "year": 1980
        },
        {
            "text": "Bob Hardy, English bass player",
            "year": 1980
        },
        {
            "text": "Emerson Ramos Borges, Brazilian footballer",
            "year": 1980
        },
        {
            "text": "Piet Rooijakkers, Dutch cyclist",
            "year": 1980
        },
        {
            "text": "Paul Gallacher, Scottish footballer",
            "year": 1979
        },
        {
            "text": "Ian Moran, Australian cricketer",
            "year": 1979
        },
        {
            "text": "Didier Agathe, French footballer",
            "year": 1975
        },
        {
            "text": "Jonatan Johansson, Finnish footballer, coach, and manager",
            "year": 1975
        },
        {
            "text": "George Stults, American actor",
            "year": 1975
        },
        {
            "text": "Taika Waititi, New Zealand director, screenwriter and actor",
            "year": 1975
        },
        {
            "text": "Shivnarine Chanderpaul, Guyanese cricketer",
            "year": 1974
        },
        {
            "text": "Didier Cuche, Swiss skier",
            "year": 1974
        },
        {
            "text": "Krisztina Egerszegi, Hungarian swimmer",
            "year": 1974
        },
        {
            "text": "Iván Hurtado, Ecuadorian footballer and politician",
            "year": 1974
        },
        {
            "text": "Ryan Longwell, American football player",
            "year": 1974
        },
        {
            "text": "Stan Lazaridis, Australian footballer",
            "year": 1972
        },
        {
            "text": "Emily Strayer, American singer and musician",
            "year": 1972
        },
        {
            "text": "Stefan Klos, German footballer",
            "year": 1971
        },
        {
            "text": "Bonnie Bernstein, American journalist and sportscaster",
            "year": 1970
        },
        {
            "text": "Manisha Koirala, Nepalese actress in Indian films",
            "year": 1970
        },
        {
            "text": "Seth Peterson, American actor",
            "year": 1970
        },
        {
            "text": "Arvind Kejriwal, Indian civil servant and politician, 7th Chief Minister of Delhi",
            "year": 1968
        },
        {
            "text": "Andy Milder, American actor",
            "year": 1968
        },
        {
            "text": "Mateja Svet, Slovenian skier",
            "year": 1968
        },
        {
            "text": "Wolfgang Tillmans, German photographer",
            "year": 1968
        },
        {
            "text": "Mark Coyne, Australian rugby league player",
            "year": 1967
        },
        {
            "text": "Ulrika Jonsson, Swedish journalist, actress, and author",
            "year": 1967
        },
        {
            "text": "Eddie Olczyk, American ice hockey player, coach, and commentator",
            "year": 1966
        },
        {
            "text": "Jimmy Arias, American tennis player and sportscaster",
            "year": 1964
        },
        {
            "text": "Aloísio Pires Alves, Brazilian footballer and manager",
            "year": 1963
        },
        {
            "text": "Christine Cavanaugh, American voice artist (died 2014)",
            "year": 1963
        },
        {
            "text": "Steve Carell, American actor, director, producer, and screenwriter",
            "year": 1962
        },
        {
            "text": "Christian Okoye, American football player",
            "year": 1961
        },
        {
            "text": "Rosita Baltazar, Belizean choreographer, dancer, and dance instructor (died 2015)",
            "year": 1960
        },
        {
            "text": "Timothy Hutton, American actor, producer and director",
            "year": 1960
        },
        {
            "text": "Franz Welser-Möst, Austrian-American conductor and director",
            "year": 1960
        },
        {
            "text": "Marc Sergeant, Belgian cyclist and manager",
            "year": 1959
        },
        {
            "text": "Madonna, American singer-songwriter, producer, actress, and director",
            "year": 1958
        },
        {
            "text": "Angela Bassett, American actress",
            "year": 1958
        },
        {
            "text": "Anne L'Huillier, French physicist",
            "year": 1958
        },
        {
            "text": "José Luis Clerc, Argentinian tennis player and coach",
            "year": 1958
        },
        {
            "text": "Laura Innes, American actress and director",
            "year": 1957
        },
        {
            "text": "R. R. Patil, Indian lawyer and politician, Deputy Chief Minister of Maharashtra (died 2015)",
            "year": 1957
        },
        {
            "text": "Vahan Hovhannisyan, Armenian soldier and politician (died 2014)",
            "year": 1956
        },
        {
            "text": "Jeff Perry, American actor",
            "year": 1955
        },
        {
            "text": "James Reilly, Irish surgeon and politician, Minister for Children and Youth Affairs",
            "year": 1955
        },
        {
            "text": "James Cameron, Canadian director, producer, and screenwriter",
            "year": 1954
        },
        {
            "text": "George Galloway, Scottish-English politician and broadcaster",
            "year": 1954
        },
        {
            "text": "Kathie Lee Gifford, American talk show host, singer, and actress",
            "year": 1953
        },
        {
            "text": "James \"J.T.\" Taylor, American R&B singer-songwriter",
            "year": 1953
        },
        {
            "text": "Reginald VelJohnson, American actor",
            "year": 1952
        },
        {
            "text": "Umaru Musa Yar'Adua, Nigerian businessman and politician, 13th President of Nigeria (died 2010)",
            "year": 1951
        },
        {
            "text": "Hasely Crawford, Trinidadian runner",
            "year": 1950
        },
        {
            "text": "Marshall Manesh, Iranian-American actor",
            "year": 1950
        },
        {
            "text": "Jeff Thomson, Australian cricketer",
            "year": 1950
        },
        {
            "text": "Scott Asheton, American drummer (died 2014)",
            "year": 1949
        },
        {
            "text": "Paul Pasqualoni, American football player and coach",
            "year": 1949
        },
        {
            "text": "Bill Spooner, American guitarist and songwriter",
            "year": 1949
        },
        {
            "text": "Earl Blumenauer, American politician, U.S. Representative from Oregon",
            "year": 1948
        },
        {
            "text": "Barry Hay, Indian-born Dutch rock musician",
            "year": 1948
        },
        {
            "text": "Mike Jorgensen, American baseball player and manager",
            "year": 1948
        },
        {
            "text": "Pierre Reid, Canadian educator and politician (died 2021)",
            "year": 1948
        },
        {
            "text": "Joey Spampinato, American singer-songwriter and bass player",
            "year": 1948
        },
        {
            "text": "Carol Moseley Braun, American lawyer and politician, United States Ambassador to New Zealand",
            "year": 1947
        },
        {
            "text": "Katharine Hamnett, English fashion designer",
            "year": 1947
        },
        {
            "text": "Masoud Barzani, Iranian-Kurdish politician, President of Iraqi Kurdistan",
            "year": 1946
        },
        {
            "text": "Lesley Ann Warren, American actress",
            "year": 1946
        },
        {
            "text": "Bob Balaban, American actor, director, and producer",
            "year": 1945
        },
        {
            "text": "Russell Brookes, English race car driver (died 2019)",
            "year": 1945
        },
        {
            "text": "Suzanne Farrell, American ballerina and educator",
            "year": 1945
        },
        {
            "text": "Gary Loizzo, American guitarist, singer, recording engineer, and record producer (died 2016)",
            "year": 1945
        },
        {
            "text": "Nigel Terry, British stage and film actor (died 2015)",
            "year": 1945
        },
        {
            "text": "Kevin Ayers, English singer-songwriter and guitarist (died 2013)",
            "year": 1944
        },
        {
            "text": "Woody Peoples, American football player (died 2010)",
            "year": 1943
        },
        {
            "text": "Lesley Turner Bowrey, Australian tennis player",
            "year": 1942
        },
        {
            "text": "Barbara George, American R&B singer-songwriter (died 2006)",
            "year": 1942
        },
        {
            "text": "Robert Squirrel Lester, American soul singer (died 2010)",
            "year": 1942
        },
        {
            "text": "Bruce Beresford, Australian director and producer",
            "year": 1940
        },
        {
            "text": "Seán Brady, Irish cardinal",
            "year": 1939
        },
        {
            "text": "Trevor McDonald, Trinidadian-English journalist and academic",
            "year": 1939
        },
        {
            "text": "Billy Joe Shaver, American singer-songwriter and guitarist (died 2020)",
            "year": 1939
        },
        {
            "text": "Eric Weissberg, American singer, banjo player, and multi-instrumentalist (died 2020)",
            "year": 1939
        },
        {
            "text": "David Anderson, Canadian journalist, lawyer, and politician",
            "year": 1937
        },
        {
            "text": "David Behrman, American composer and producer",
            "year": 1937
        },
        {
            "text": "Ian Deans, Canadian politician (died 2016)",
            "year": 1937
        },
        {
            "text": "Boris Rõtov, Estonian chess player (died 1987)",
            "year": 1937
        },
        {
            "text": "Anita Gillette, American actress and singer",
            "year": 1936
        },
        {
            "text": "Alan Hodgkinson, English footballer and coach (died 2015)",
            "year": 1936
        },
        {
            "text": "Cliff Fletcher, Canadian businessman",
            "year": 1935
        },
        {
            "text": "Andreas Stamatiadis, Greek footballer and coach",
            "year": 1935
        },
        {
            "text": "Angela Buxton, British tennis player (died 2020)",
            "year": 1934
        },
        {
            "text": "Diana Wynne Jones, English author (died 2011)",
            "year": 1934
        },
        {
            "text": "Douglas Kirkland, Canadian-American photographer (died 2022)",
            "year": 1934
        },
        {
            "text": "Ketty Lester, American singer and actress",
            "year": 1934
        },
        {
            "text": "Pierre Richard, French actor, director, and screenwriter",
            "year": 1934
        },
        {
            "text": "John Standing, English actor",
            "year": 1934
        },
        {
            "text": "Sam Trimble, Australian cricketer (died 2019)",
            "year": 1934
        },
        {
            "text": "Reiner Kunze, German poet and translator",
            "year": 1933
        },
        {
            "text": "Tom Maschler, English author and publisher (died 2020)",
            "year": 1933
        },
        {
            "text": "Julie Newmar, American actress",
            "year": 1933
        },
        {
            "text": "Stuart Roosa, American colonel, pilot, and astronaut (died 1994)",
            "year": 1933
        },
        {
            "text": "Robert Culp, American actor, director, and screenwriter (died 2010)",
            "year": 1930
        },
        {
            "text": "Frank Gifford, American football player, sportscaster, and actor (died 2015)",
            "year": 1930
        },
        {
            "text": "Leslie Manigat, Haitian educator and politician, 43rd President of Haiti (died 2014)",
            "year": 1930
        },
        {
            "text": "Flor Silvestre, Mexican singer and actress (died 2020)",
            "year": 1930
        },
        {
            "text": "Bill Evans, American pianist and composer (died 1980)",
            "year": 1929
        },
        {
            "text": "Helmut Rahn, German footballer (died 2003)",
            "year": 1929
        },
        {
            "text": "Fritz Von Erich, American wrestler and trainer (died 1997)",
            "year": 1929
        },
        {
            "text": "Ann Blyth, American actress and singer",
            "year": 1928
        },
        {
            "text": "Eydie Gormé, American singer (died 2013)",
            "year": 1928
        },
        {
            "text": "Ara Güler, Turkish photographer and journalist (died 2018)",
            "year": 1928
        },
        {
            "text": "Eddie Kirkland, American singer-songwriter and guitarist (died 2011)",
            "year": 1928
        },
        {
            "text": "Wyatt Tee Walker, American pastor, theologian, and activist (died 2018)",
            "year": 1928
        },
        {
            "text": "Lois Nettleton, American actress (died 2008)",
            "year": 1927
        },
        {
            "text": "Willie Jones, American baseball player (died 1983)",
            "year": 1925
        },
        {
            "text": "Mal Waldron, American pianist and composer (died 2002)",
            "year": 1925
        },
        {
            "text": "Fess Parker, American actor (died 2010)",
            "year": 1924
        },
        {
            "text": "Inez Voyce, American baseball player (died 2022)",
            "year": 1924
        },
        {
            "text": "Millôr Fernandes, Brazilian journalist and playwright (died 2012)",
            "year": 1923
        },
        {
            "text": "James Casey, English comedian, radio scriptwriter and producer (died 2011)",
            "year": 1922
        },
        {
            "text": "Ernie Freeman, American pianist and bandleader (died 2001)",
            "year": 1922
        },
        {
            "text": "Charles Bukowski, German-American poet, novelist, and short story writer (died 1994)",
            "year": 1920
        },
        {
            "text": "Karl-Heinz Euling, German captain (died 2014)",
            "year": 1919
        },
        {
            "text": "Matt Christopher, American author (died 1997)",
            "year": 1917
        },
        {
            "text": "Roque Cordero, Panamanian composer and educator (died 2008)",
            "year": 1917
        },
        {
            "text": "Iggy Katona, American race car driver (died 2003)",
            "year": 1916
        },
        {
            "text": "Al Hibbler, American baritone singer (died 2001)",
            "year": 1915
        },
        {
            "text": "Menachem Begin, Belarusian-Israeli politician, Prime Minister of Israel, Nobel Prize laureate (died 1992)",
            "year": 1913
        },
        {
            "text": "Ted Drake, English footballer and manager (died 1995)",
            "year": 1912
        },
        {
            "text": "E. F. Schumacher, German economist and statistician (died 1977)",
            "year": 1911
        },
        {
            "text": "Gloria Blondell, American actress (died 1986)",
            "year": 1910
        },
        {
            "text": "Mae Clarke, American actress (died 1992)",
            "year": 1910
        },
        {
            "text": "Paul Callaway, American organist and conductor (died 1995)",
            "year": 1909
        },
        {
            "text": "Orlando Cole, American cellist and educator (died 2010)",
            "year": 1908
        },
        {
            "text": "William Keepers Maxwell, Jr., American editor, novelist, short story writer, and essayist (died 2000)",
            "year": 1908
        },
        {
            "text": "Minoru Genda, Japanese general, pilot, and politician (died 1989)",
            "year": 1904
        },
        {
            "text": "Wendell Meredith Stanley, American biochemist and virologist, Nobel Prize laureate (died 1971)",
            "year": 1904
        },
        {
            "text": "Georgette Heyer, English author (died 1974)",
            "year": 1902
        },
        {
            "text": "Wallace Thurman, American author and playwright (died 1934)",
            "year": 1902
        },
        {
            "text": "Ida Browne, Australian geologist and palaeontologist (died 1976)",
            "year": 1900
        },
        {
            "text": "Albert Cohen, Greek-Swiss author and playwright (died 1981)",
            "year": 1895
        },
        {
            "text": "Liane Haid, Austrian-Swiss actress and singer (died 2000)",
            "year": 1895
        },
        {
            "text": "Arthur Rose Eldred, First Eagle Scout in the Boy Scouts of America (died 1951)",
            "year": 1895
        },
        {
            "text": "George Meany, American plumber and labor leader (died 1980)",
            "year": 1894
        },
        {
            "text": "Hal Foster, Canadian-American author and illustrator (died 1982)",
            "year": 1892
        },
        {
            "text": "Otto Messmer, American cartoonist and animator, co-created Felix the Cat (died 1983)",
            "year": 1892
        },
        {
            "text": "T. E. Lawrence, British colonel, diplomat, writer and archaeologist (died 1935)",
            "year": 1888
        },
        {
            "text": "Armand J. Piron, American violinist, composer, and bandleader (died 1943)",
            "year": 1888
        },
        {
            "text": "Hugo Gernsback, Luxembourger-American author and publisher (died 1967)",
            "year": 1884
        },
        {
            "text": "Désiré Mérchez, French swimmer and water polo player (died 1968)",
            "year": 1882
        },
        {
            "text": "Roque Ruaño, Spanish priest and engineer (died 1935)",
            "year": 1877
        },
        {
            "text": "Ivan Bilibin, Russian illustrator and stage designer (died 1942)",
            "year": 1876
        },
        {
            "text": "Bernarr Macfadden, American bodybuilder and publisher, founded Macfadden Publications (died 1955)",
            "year": 1868
        },
        {
            "text": "Mary Gilmore, Australian socialist, poet and journalist (died 1962)",
            "year": 1865
        },
        {
            "text": "Elsie Inglis, Scottish surgeon and suffragette (died 1917)",
            "year": 1864
        },
        {
            "text": "Amos Alonzo Stagg, American baseball player and coach (died 1965)",
            "year": 1862
        },
        {
            "text": "Martin Hawke, 7th Baron Hawke, English-Scottish cricketer (died 1938)",
            "year": 1860
        },
        {
            "text": "Jules Laforgue, Uruguayan-French poet and author (died 1887)",
            "year": 1860
        },
        {
            "text": "Arthur Achleitner, German author (died 1927)",
            "year": 1858
        },
        {
            "text": "Aparicio Saravia, Uruguayan general and politician (died 1904)",
            "year": 1856
        },
        {
            "text": "James McGowen, Australian politician, 18th Premier of New South Wales (died 1922)",
            "year": 1855
        },
        {
            "text": "Vladimir Sukhomlinov, Russian general (died 1926)",
            "year": 1848
        },
        {
            "text": "Gabriel Lippmann, Luxembourger-French physicist and academic, Nobel Prize laureate (died 1921)",
            "year": 1845
        },
        {
            "text": "Jakob Rosanes, Ukrainian-German mathematician, chess player, and academic (died 1922)",
            "year": 1842
        },
        {
            "text": "Wilhelm Wundt, German physician, psychologist, and physiologist (died 1920)",
            "year": 1832
        },
        {
            "text": "John Jones Ross, Canadian lawyer and politician, 7th Premier of Quebec (died 1901)",
            "year": 1831
        },
        {
            "text": "John Chisum, American cattle baron (died 1884)",
            "year": 1824
        },
        {
            "text": "Arthur Cayley, English mathematician and academic (died 1895)",
            "year": 1821
        },
        {
            "text": "Andrew Rainsford Wetmore, Canadian lawyer and politician, 1st Premier of New Brunswick (died 1892)",
            "year": 1820
        },
        {
            "text": "Octavia Taylor, daughter of Zachary Taylor (died 1820)",
            "year": 1816
        },
        {
            "text": "Sara Prinsep, British salon organiser (died 1887)",
            "year": 1816
        },
        {
            "text": "John Bosco, Italian priest and educator (died 1888)",
            "year": 1815
        },
        {
            "text": "Yevstigney Fomin, Russian pianist and composer (died 1800)",
            "year": 1761
        },
        {
            "text": "Pierre Méchain, French astronomer and surveyor (died 1804)",
            "year": 1744
        },
        {
            "text": "Louis, Duke of Burgundy (died 1712)",
            "year": 1682
        },
        {
            "text": "Vincenzo Coronelli, Italian monk, cosmographer, and cartographer (died 1718)",
            "year": 1650
        },
        {
            "text": "Jean de La Bruyère, French philosopher and author (died 1696)",
            "year": 1645
        },
        {
            "text": "Countess Emilie Juliane of Barby-Mühlingen (died 1706)",
            "year": 1637
        },
        {
            "text": "Anne of Austria, Queen of Poland (died 1598)",
            "year": 1573
        },
        {
            "text": "Christina, Grand Duchess of Tuscany (died 1637)",
            "year": 1565
        },
        {
            "text": "Agostino Carracci, Italian painter and etcher (died 1602)",
            "year": 1557
        },
        {
            "text": "Jacqueline, Countess of Hainaut (died 1436)",
            "year": 1401
        },
        {
            "text": "Hongxi Emperor of China (died 1425)",
            "year": 1378
        },
        {
            "text": "Philippa, 5th Countess of Ulster (died 1382)",
            "year": 1355
        }
    ],
    "deaths": [
        {
            "text": "Howard S. Becker, American sociologist (born 1928)",
            "year": 2023
        },
        {
            "text": "Sean Lock, English comedian and actor (born 1963)",
            "year": 2021
        },
        {
            "text": "Peter Fonda, American actor, director, and screenwriter. (born 1940)",
            "year": 2019
        },
        {
            "text": "Richard Williams, Canadian-British animator (born 1933)",
            "year": 2019
        },
        {
            "text": "Aretha Franklin, American singer-songwriter (born 1942)",
            "year": 2018
        },
        {
            "text": "Atal Bihari Vajpayee, Indian poet and 12th Prime Minister of India (born 1924)",
            "year": 2018
        },
        {
            "text": "Wakako Yamauchi, American-Japanese writer (born 1924)",
            "year": 2018
        },
        {
            "text": "João Havelange, Brazilian water polo player, lawyer, and businessman (born 1916)",
            "year": 2016
        },
        {
            "text": "John McLaughlin, American television personality (born 1927)",
            "year": 2016
        },
        {
            "text": "Jacob Bekenstein, Mexican-American physicist, astronomer, and academic (born 1947)",
            "year": 2015
        },
        {
            "text": "Anna Kashfi, British actress (born 1934)",
            "year": 2015
        },
        {
            "text": "Shuja Khanzada, Pakistani colonel and politician (born 1943)",
            "year": 2015
        },
        {
            "text": "Mile Mrkšić, Serb general (born 1947)",
            "year": 2015
        },
        {
            "text": "Patrick Aziza, Nigerian general and politician, Governor of Kebbi State (born 1947)",
            "year": 2014
        },
        {
            "text": "Vsevolod Nestayko, Ukrainian author (born 1930)",
            "year": 2014
        },
        {
            "text": "Mario Oriani-Ambrosini, Italian-South African lawyer and politician (born 1960)",
            "year": 2014
        },
        {
            "text": "Peter Scholl-Latour, German journalist, author, and academic (born 1924)",
            "year": 2014
        },
        {
            "text": "David Rees, Welsh mathematician and academic (born 1918)",
            "year": 2013
        },
        {
            "text": "Princess Lalla Amina of Morocco (born 1954)",
            "year": 2012
        },
        {
            "text": "Martine Franck, Belgian photographer and director (born 1938)",
            "year": 2012
        },
        {
            "text": "Abune Paulos, Ethiopian patriarch (born 1935)",
            "year": 2012
        },
        {
            "text": "William Windom, American actor (born 1923)",
            "year": 2012
        },
        {
            "text": "Mihri Belli, Turkish activist and politician (born 1916)",
            "year": 2011
        },
        {
            "text": "Dimitrios Ioannidis, Greek general (born 1923)",
            "year": 2010
        },
        {
            "text": "Dorival Caymmi, Brazilian singer-songwriter and actor (born 1914)",
            "year": 2008
        },
        {
            "text": "Ronnie Drew, Irish musician, folk singer and actor (born 1934)",
            "year": 2008
        },
        {
            "text": "Masanobu Fukuoka, Japanese farmer and author (born 1913)",
            "year": 2008
        },
        {
            "text": "Bahaedin Adab, Iranian engineer and politician (born 1945)",
            "year": 2007
        },
        {
            "text": "Alfredo Stroessner, Paraguayan general and dictator; 46th President of Paraguay (born 1912)",
            "year": 2006
        },
        {
            "text": "Vassar Clements, American fiddler (born 1928)",
            "year": 2005
        },
        {
            "text": "Tonino Delli Colli, Italian cinematographer (born 1922)",
            "year": 2005
        },
        {
            "text": "William Corlett, English novelist and playwright (born 1938)",
            "year": 2005
        },
        {
            "text": "Frère Roger, Swiss monk and mystic (born 1915)",
            "year": 2005
        },
        {
            "text": "Ivan Hlinka, Czech ice hockey player and coach (born 1950)",
            "year": 2004
        },
        {
            "text": "Balanadarajah Iyer, Sri Lankan journalist and poet (born 1957)",
            "year": 2004
        },
        {
            "text": "Carl Mydans, American photographer and journalist (born 1907)",
            "year": 2004
        },
        {
            "text": "Robert Quiroga, American boxer (born 1969)",
            "year": 2004
        },
        {
            "text": "Idi Amin, Ugandan field marshal and politician, 3rd President of Uganda (born 1928)",
            "year": 2003
        },
        {
            "text": "Abu Nidal, Palestinian terrorist leader (born 1937)",
            "year": 2002
        },
        {
            "text": "Jeff Corey, American actor (born 1914)",
            "year": 2002
        },
        {
            "text": "John Roseboro, American baseball player and coach (born 1933)",
            "year": 2002
        },
        {
            "text": "Phil Leeds, American actor (born 1916)",
            "year": 1998
        },
        {
            "text": "Dorothy West, American journalist and author (born 1907)",
            "year": 1998
        },
        {
            "text": "Nusrat Fateh Ali Khan, Pakistani musician and Qawwali singer (born 1948)",
            "year": 1997
        },
        {
            "text": "Sultan Ahmad Nanupuri, Bangladeshi Islamic scholar and teacher (born 1914)",
            "year": 1997
        },
        {
            "text": "Stewart Granger, English-American actor (born 1913)",
            "year": 1993
        },
        {
            "text": "Mark Heard, American singer-songwriter, guitarist, and producer (born 1951)",
            "year": 1992
        },
        {
            "text": "Luigi Zampa, Italian director and screenwriter (born 1905)",
            "year": 1991
        },
        {
            "text": "Pat O'Connor, New Zealand wrestler and trainer (born 1925)",
            "year": 1990
        },
        {
            "text": "Amanda Blake, American actress (born 1929)",
            "year": 1989
        },
        {
            "text": "Ronnie Aird, English cricketer and administrator (born 1902)",
            "year": 1986
        },
        {
            "text": "Jaime Sáenz, Bolivian author and poet (born 1921)",
            "year": 1986
        },
        {
            "text": "Duško Radović, Serbian children's writer, poet, journalist, aphorist and TV editor (born 1922)",
            "year": 1984
        },
        {
            "text": "Earl Averill, American baseball player (born 1902)",
            "year": 1983
        },
        {
            "text": "John Diefenbaker, Canadian lawyer and politician, 13th Prime Minister of Canada (born 1895)",
            "year": 1979
        },
        {
            "text": "Alidius Tjarda van Starkenborgh Stachouwer, Dutch soldier and politician, Governor-General of the Dutch East Indies (born 1888)",
            "year": 1978
        },
        {
            "text": "Elvis Presley, American singer and actor  (born 1935)",
            "year": 1977
        },
        {
            "text": "Selman Waksman, Ukrainian-American biochemist and microbiologist, Nobel Prize laureate (born 1888)",
            "year": 1973
        },
        {
            "text": "Pierre Brasseur, French actor and screenwriter (born 1905)",
            "year": 1972
        },
        {
            "text": "Spyros Skouras, Greek-American businessman (born 1893)",
            "year": 1971
        },
        {
            "text": "Joan Eardley, British artist (born 1921)",
            "year": 1963
        },
        {
            "text": "Abdul Haq, Pakistani linguist and scholar (born 1870)",
            "year": 1961
        },
        {
            "text": "William Halsey, Jr., American admiral (born 1882)",
            "year": 1959
        },
        {
            "text": "Wanda Landowska, Polish-French harpsichord player (born 1879)",
            "year": 1959
        },
        {
            "text": "Jacob M. Lomakin, Soviet Consul General in New York City,  journalist and economist (born 1904)",
            "year": 1958
        },
        {
            "text": "Irving Langmuir, American chemist and physicist, Nobel Prize laureate (born 1881)",
            "year": 1957
        },
        {
            "text": "Bela Lugosi, Hungarian-American actor (born 1882)",
            "year": 1956
        },
        {
            "text": "Lydia Field Emmet, American painter and academic (born 1866)",
            "year": 1952
        },
        {
            "text": "Margaret Mitchell, American journalist and author (born 1900)",
            "year": 1949
        },
        {
            "text": "Babe Ruth, American baseball player and coach (born 1895)",
            "year": 1948
        },
        {
            "text": "Takijirō Ōnishi, Japanese admiral (born 1891)",
            "year": 1945
        },
        {
            "text": "Andrej Hlinka, Slovak priest, journalist, and politician (born 1864)",
            "year": 1938
        },
        {
            "text": "Robert Johnson, American singer-songwriter and guitarist (born 1911)",
            "year": 1938
        },
        {
            "text": "Peter I of Serbia (born 1844)",
            "year": 1921
        },
        {
            "text": "Henry Daglish, Australian politician, Premier of Western Australia (born 1866)",
            "year": 1920
        },
        {
            "text": "George Scott, English footballer (born 1885)",
            "year": 1916
        },
        {
            "text": "Carl Theodor Schulz, German-Norwegian gardener (born 1835)",
            "year": 1914
        },
        {
            "text": "Patrick Francis Moran, Irish-Australian cardinal (born 1830)",
            "year": 1911
        },
        {
            "text": "Prentiss Ingraham, American soldier and author (born 1843)",
            "year": 1904
        },
        {
            "text": "José Maria de Eça de Queirós, Portuguese journalist and author (born 1845)",
            "year": 1900
        },
        {
            "text": "Robert Bunsen, German chemist and academic (born 1811)",
            "year": 1899
        },
        {
            "text": "Jean-Martin Charcot, French neurologist and academic (born 1825)",
            "year": 1893
        },
        {
            "text": "John Pemberton, American pharmacist and chemist, invented Coca-Cola (born 1831)",
            "year": 1888
        },
        {
            "text": "Webster Paulson, English civil engineer (born 1837)",
            "year": 1887
        },
        {
            "text": "Sri Ramakrishna Paramahamsa, Indian mystic and philosopher (born 1836)",
            "year": 1886
        },
        {
            "text": "Richard Upjohn, English-American architect (born 1802)",
            "year": 1878
        },
        {
            "text": "Ranavalona I, Queen consort of Kingdom of Madagascar and then sovereign (born 1778)",
            "year": 1861
        },
        {
            "text": "Henry Colburn, English publisher (born 1785)",
            "year": 1855
        },
        {
            "text": "Marc-Antoine Parseval, French mathematician and theorist (born 1755)",
            "year": 1836
        },
        {
            "text": "Charles-François de Broglie, marquis de Ruffec, French soldier and diplomat (born 1719)",
            "year": 1791
        },
        {
            "text": "Matthew Tindal, English philosopher and author (born 1657)",
            "year": 1733
        },
        {
            "text": "Jacob Bernoulli, Swiss mathematician and theorist (born 1654)",
            "year": 1705
        },
        {
            "text": "Andrew Marvell, English poet and author (born 1621)",
            "year": 1678
        },
        {
            "text": "Thomas Fuller, English historian and author (born 1608)",
            "year": 1661
        },
        {
            "text": "John, Elector of Saxony (born 1468)",
            "year": 1532
        },
        {
            "text": "Loyset Compère, French composer (born 1445)",
            "year": 1518
        },
        {
            "text": "Beatrice of Silva, Dominican nun",
            "year": 1492
        },
        {
            "text": "Ashikaga Yoshikatsu, Japanese shōgun (born 1434)",
            "year": 1443
        },
        {
            "text": "Wenceslaus IV of Bohemia (born 1361)",
            "year": 1419
        },
        {
            "text": "Albert II, Duke of Austria (born 1298)",
            "year": 1358
        },
        {
            "text": "Azzone Visconti, founder of the state of Milan (born 1302)",
            "year": 1339
        },
        {
            "text": "Roch, French saint (born 1295)",
            "year": 1327
        },
        {
            "text": "John II of Trebizond (born 1262)",
            "year": 1297
        },
        {
            "text": "Philip I, Count of Savoy (born 1207)",
            "year": 1285
        },
        {
            "text": "Theodore II Laskaris, Byzantine-Greek emperor (born 1222)",
            "year": 1258
        },
        {
            "text": "Hōjō Masako, Japanese regent and onna-bugeisha (born 1156)",
            "year": 1225
        },
        {
            "text": "Bernard de Tremelay, fourth Grand Master of the Knights Templar",
            "year": 1153
        },
        {
            "text": "George I of Georgia (born 998)",
            "year": 1027
        },
        {
            "text": "Marianos Argyros, Byzantine general (born 944)",
            "year": 963
        },
        {
            "text": "Theutbald I, bishop of Langres",
            "year": 856
        },
        {
            "text": "Empress Ma, Chinese Han dynasty consort (born 40)",
            "year": 79
        }
    ],
    "metadata": {
        "current_date": "August 16, 2025",
        "short_date": "Aug 16",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            14,
            34,
            37,
            22,
            31,
            13,
            4,
            9,
            17,
            52
        ],
        "births": [
            91,
            9,
            184,
            172
        ],
        "deaths": [
            107,
            93,
            1,
            42
        ]
    }
}