{
    "events": [
        {
            "text": "Upwards of 2,000,000 people participate in the 2019–20 Hong Kong protests, the largest in Hong Kong's history.",
            "year": 2019
        },
        {
            "text": "Shanghai Disneyland Park, the first Disney Park in Mainland China, opens to the public.",
            "year": 2016
        },
        {
            "text": "American businessman Donald Trump announces his campaign to run for President of the United States in the upcoming election.",
            "year": 2015
        },
        {
            "text": "A multi-day cloudburst, centered on the North Indian state of Uttarakhand, causes devastating floods and landslides, becoming the country's worst natural disaster since the 2004 tsunami.",
            "year": 2013
        },
        {
            "text": "China successfully launches its Shenzhou 9 spacecraft, carrying three astronauts, including the first female Chinese astronaut Liu Yang, to the Tiangong-1 orbital module.",
            "year": 2012
        },
        {
            "text": "The United States Air Force's robotic Boeing X-37B spaceplane returns to Earth after a classified 469-day orbital mission.",
            "year": 2012
        },
        {
            "text": "Bhutan becomes the first country to institute a total ban on tobacco.",
            "year": 2010
        },
        {
            "text": "Padre Pio is canonized by the Roman Catholic Church.",
            "year": 2002
        },
        {
            "text": "The Secretary-General of the UN reports that Israel has complied with United Nations Security Council Resolution 425, 22 years after its issuance, and completely withdrew from Lebanon. The Resolution does not encompass the Shebaa farms, which is claimed by Israel, Syria and Lebanon.",
            "year": 2000
        },
        {
            "text": "Fifty people are killed in the Daïat Labguer (M'sila) massacre in Algeria.",
            "year": 1997
        },
        {
            "text": "The Astronomy Picture of the Day website is launched.",
            "year": 1995
        },
        {
            "text": "Revolutions of 1989: Imre Nagy, the former Hungarian prime minister, is reburied in Budapest following the collapse of Communism in Hungary.",
            "year": 1989
        },
        {
            "text": "US President Ronald Reagan awards the Congressional Gold Medal to Ken Taylor, Canada's former ambassador to Iran, for helping six Americans escape from Iran during the hostage crisis of 1979–81; he is the first foreign citizen bestowed the honor.",
            "year": 1981
        },
        {
            "text": "Oracle Corporation is incorporated in Redwood Shores, California, as Software Development Laboratories (SDL), by Larry Ellison, Bob Miner and Ed Oates.",
            "year": 1977
        },
        {
            "text": "Soweto uprising: A non-violent march by 15,000 students in Soweto, South Africa, turns into days of rioting when police open fire on the crowd.",
            "year": 1976
        },
        {
            "text": "The largest single-site hydroelectric power project in Canada is inaugurated at Churchill Falls Generating Station.",
            "year": 1972
        },
        {
            "text": "Soviet Space Program: Vostok 6 mission: Cosmonaut Valentina Tereshkova becomes the first woman in space.",
            "year": 1963
        },
        {
            "text": "In an attempt to resolve the Buddhist crisis in South Vietnam, a Joint Communique was signed between President Ngo Dinh Diem and Buddhist leaders.",
            "year": 1963
        },
        {
            "text": "While on tour with the Kirov Ballet in Paris, Rudolf Nureyev defects from the Soviet Union.",
            "year": 1961
        },
        {
            "text": "Imre Nagy, Pál Maléter and other leaders of the 1956 Hungarian Uprising are executed.",
            "year": 1958
        },
        {
            "text": "In a futile effort to topple Argentine President Juan Perón, rogue aircraft pilots of the Argentine Navy drop several bombs upon an unarmed crowd demonstrating in favor of Perón in Buenos Aires, killing 364 and injuring at least 800. At the same time on the ground, some soldiers attempt to stage a coup but are suppressed by loyal forces.",
            "year": 1955
        },
        {
            "text": "Members of the Malayan Communist Party kill three British plantation managers in Sungai Siput; in response, British Malaya declares a state of emergency.",
            "year": 1948
        },
        {
            "text": "World War II: Marshal Henri Philippe Pétain becomes Chief of State of Vichy France (Chef de l'État Français).",
            "year": 1940
        },
        {
            "text": "A Communist government is installed in Lithuania.",
            "year": 1940
        },
        {
            "text": "The National Industrial Recovery Act is passed in the United States, allowing businesses to avoid antitrust prosecution if they establish voluntary wage, price, and working condition regulations on an industry-wide basis.",
            "year": 1933
        },
        {
            "text": "Sovnarkom establishes decree time in the USSR.",
            "year": 1930
        },
        {
            "text": "Artek, the most famous Young Pioneer camp of the Soviet Union, is established.",
            "year": 1925
        },
        {
            "text": "General election in the Irish Free State: The pro-Treaty Sinn Féin party wins a large majority.",
            "year": 1922
        },
        {
            "text": "IBM founded as the Computing-Tabulating-Recording Company in Endicott, New York.",
            "year": 1911
        },
        {
            "text": "Eugen Schauman assassinates Nikolay Bobrikov, Governor-General of Finland.",
            "year": 1904
        },
        {
            "text": "Irish author James Joyce begins a relationship with Nora Barnacle and subsequently uses the date to set the actions for his novel Ulysses; this date is now traditionally called \"Bloomsday\".",
            "year": 1904
        },
        {
            "text": "The Ford Motor Company is incorporated.",
            "year": 1903
        },
        {
            "text": "Roald Amundsen leaves Oslo, Norway, to commence the first east–west navigation of the Northwest Passage.",
            "year": 1903
        },
        {
            "text": "A treaty annexing the Republic of Hawaii to the United States is signed; the Republic would not be dissolved until a year later.",
            "year": 1897
        },
        {
            "text": "The first purpose-built roller coaster, LaMarcus Adna Thompson's \"Switchback Railway\", opens in New York's Coney Island amusement park.",
            "year": 1884
        },
        {
            "text": "The Victoria Hall theatre panic in Sunderland, England, kills 183 children.",
            "year": 1883
        },
        {
            "text": "The Universities Tests Act 1871 allows students to enter the universities of Oxford, Cambridge and Durham without religious tests (except for those intending to study theology).",
            "year": 1871
        },
        {
            "text": "Abraham Lincoln delivers his House Divided speech in Springfield, Illinois.",
            "year": 1858
        },
        {
            "text": "The Papal conclave of 1846 elects Pope Pius IX, beginning the longest reign in the history of the papacy.",
            "year": 1846
        },
        {
            "text": "The formation of the London Working Men's Association gives rise to the Chartist Movement.",
            "year": 1836
        },
        {
            "text": "A meeting at Old Slaughter's coffee house in London leads to the formation of what is now the Royal Society for the Prevention of Cruelty to Animals (RSPCA).",
            "year": 1824
        },
        {
            "text": "A major earthquake strikes the Kutch district of western India, killing over 1,543 people and raising a 6-metre-high (20 ft), 6-kilometre-wide (3.7 mi), ridge, extending for at least 80 kilometres (50 mi), that was known as the Allah Bund (\"Dam of God\").",
            "year": 1819
        },
        {
            "text": "Battle of Ligny and Battle of Quatre Bras, two days before the Battle of Waterloo.",
            "year": 1815
        },
        {
            "text": "Survivors of an attack the previous day by Tla-o-qui-aht on board the Pacific Fur Company's ship Tonquin, intentionally detonate a powder magazine on the ship, destroying it and killing about 100 attackers.",
            "year": 1811
        },
        {
            "text": "French Revolutionary Wars: In what became known as Cornwallis's Retreat, a British Royal Navy squadron led by Vice Admiral William Cornwallis strongly resists a much larger French Navy force and withdraws largely intact, setting up the French Navy defeat at the Battle of Groix six days later.",
            "year": 1795
        },
        {
            "text": "American Revolutionary War: Spain declares war on the Kingdom of Great Britain, and the Great Siege of Gibraltar begins.",
            "year": 1779
        },
        {
            "text": "French and Indian War: Robert Rogers and his Rangers surprise French held Fort Sainte Thérèse on the Richelieu River near Lake Champlain. The fort is raided and burned.",
            "year": 1760
        },
        {
            "text": "French and Indian War: The French surrender Fort Beauséjour to the British, leading to the expulsion of the Acadians.",
            "year": 1755
        },
        {
            "text": "War of the Austrian Succession: Austria and Sardinia defeat a Franco-Spanish army at the Battle of Piacenza.",
            "year": 1746
        },
        {
            "text": "War of the Austrian Succession: New England colonial troops under the command of William Pepperrell capture the Fortress of Louisbourg in Louisbourg, New France (Old Style date).",
            "year": 1745
        },
        {
            "text": "The Plymouth Company granted a land patent to Thomas Purchase, the first settler of Pejepscot, Maine, settling at the site of Fort Andross.",
            "year": 1632
        },
        {
            "text": "Battle of Stoke Field: King Henry VII of England defeats the leaders of a Yorkist rebellion in the final engagement of the Wars of the Roses.",
            "year": 1487
        },
        {
            "text": "Ming–Hồ War: Retired King Hồ Quý Ly and his son King Hồ Hán Thương of Hồ dynasty are captured by the Ming armies.",
            "year": 1407
        },
        {
            "text": "Yazdegerd III ascends the throne as king (shah) of the Persian Empire. He becomes the last ruler of the Sasanian dynasty (modern Iran).",
            "year": 632
        }
    ],
    "births": [
        {
            "text": "Anna Cathcart, Canadian actress",
            "year": 2003
        },
        {
            "text": "Sam Walker, English-Australian rugby league player",
            "year": 2002
        },
        {
            "text": "Bianca Andreescu, Canadian tennis player",
            "year": 2000
        },
        {
            "text": "Justin Jefferson, American football player",
            "year": 1999
        },
        {
            "text": "Ibrahima Koné, Malian footballer",
            "year": 1999
        },
        {
            "text": "Snail Mail, American singer-songwriter",
            "year": 1999
        },
        {
            "text": "Karman Thandi, Indian tennis player",
            "year": 1998
        },
        {
            "text": "Euan Aitken, Australian rugby league player",
            "year": 1995
        },
        {
            "text": "Akira Ioane, New Zealand rugby Union player",
            "year": 1995
        },
        {
            "text": "Joseph Schooling, Singaporean swimmer",
            "year": 1995
        },
        {
            "text": "Ki Hui-hyeon, South Korean singer-songwriter and actress",
            "year": 1995
        },
        {
            "text": "Grete-Lilijane Küppas, Estonian footballer",
            "year": 1994
        },
        {
            "text": "Rezar, Albanian wrestler",
            "year": 1994
        },
        {
            "text": "Park Bo-gum, South Korean actor",
            "year": 1993
        },
        {
            "text": "Gnash, American singer, songwriter, rapper, DJ and record producer",
            "year": 1993
        },
        {
            "text": "Maik Brückner, German politician",
            "year": 1992
        },
        {
            "text": "Vladimir Morozov, Russian swimmer",
            "year": 1992
        },
        {
            "text": "Joe McElderry, English singer-songwriter",
            "year": 1991
        },
        {
            "text": "Siya Kolisi, South African rugby player",
            "year": 1991
        },
        {
            "text": "Matt Moylan, Australian rugby league player",
            "year": 1991
        },
        {
            "text": "John Newman, English musician, singer, songwriter and record producer",
            "year": 1990
        },
        {
            "text": "Odion Ighalo, Nigerian footballer",
            "year": 1989
        },
        {
            "text": "Keshia Chanté, Canadian singer",
            "year": 1988
        },
        {
            "text": "Jermaine Gresham, American football player",
            "year": 1988
        },
        {
            "text": "Diana DeGarmo, American singer-songwriter and actress",
            "year": 1987
        },
        {
            "text": "Per Ciljan Skjelbred, Norwegian footballer",
            "year": 1987
        },
        {
            "text": "Christian Tshimanga Kabeya, Belgian footballer",
            "year": 1987
        },
        {
            "text": "Rodrigo Defendi, Brazilian footballer",
            "year": 1986
        },
        {
            "text": "Urby Emanuelson, Dutch footballer",
            "year": 1986
        },
        {
            "text": "Fernando Muslera, Uruguayan footballer",
            "year": 1986
        },
        {
            "text": "Rick Nash, Canadian ice hockey player",
            "year": 1984
        },
        {
            "text": "Dan Ryckert, American writer and entertainer",
            "year": 1984
        },
        {
            "text": "Steven Whittaker, Scottish footballer",
            "year": 1984
        },
        {
            "text": "Armend Dallku, Albanian footballer",
            "year": 1983
        },
        {
            "text": "May Andersen, Danish model and actress",
            "year": 1982
        },
        {
            "text": "Missy Peregrym, Canadian model and actress",
            "year": 1982
        },
        {
            "text": "Benjamin Becker, German tennis player",
            "year": 1981
        },
        {
            "text": "Kevin Bieksa, Canadian ice hockey player",
            "year": 1981
        },
        {
            "text": "Alexandre Giroux, Canadian ice hockey player",
            "year": 1981
        },
        {
            "text": "Ola Kvernberg, Norwegian violinist",
            "year": 1981
        },
        {
            "text": "Miguel Villalta, Peruvian footballer",
            "year": 1981
        },
        {
            "text": "Brandon Armstrong, American basketball player",
            "year": 1980
        },
        {
            "text": "Phil Christophers, German-English rugby player",
            "year": 1980
        },
        {
            "text": "Henry Perenara, New Zealand rugby league player and referee",
            "year": 1980
        },
        {
            "text": "Martin Stranzl, Austrian footballer",
            "year": 1980
        },
        {
            "text": "Joey Yung, Hong Kong singer",
            "year": 1980
        },
        {
            "text": "Daniel Brühl, Spanish-German actor",
            "year": 1978
        },
        {
            "text": "Dainius Zubrus, Lithuanian ice hockey player",
            "year": 1978
        },
        {
            "text": "Fish Leong, Malaysian singer",
            "year": 1978
        },
        {
            "text": "Craig Fitzgibbon, Australian rugby league player and coach",
            "year": 1977
        },
        {
            "text": "Duncan Hames, English accountant and politician",
            "year": 1977
        },
        {
            "text": "Kerry Wood, American baseball player",
            "year": 1977
        },
        {
            "text": "Anthony Carter, American basketball player and coach",
            "year": 1975
        },
        {
            "text": "Glenicia James, Saint Lucian cricketer",
            "year": 1974
        },
        {
            "text": "Joseph May, British-born Canadian-American actor",
            "year": 1974
        },
        {
            "text": "Eddie Cibrian, American actor",
            "year": 1973
        },
        {
            "text": "Kiko Loureiro, Brazilian guitarist",
            "year": 1972
        },
        {
            "text": "John Cho, American actor",
            "year": 1972
        },
        {
            "text": "Tupac Shakur, American rapper and producer (died 1996)",
            "year": 1971
        },
        {
            "text": "Younus AlGohar, Pakistani poet and academic, co-founded Messiah Foundation International",
            "year": 1970
        },
        {
            "text": "Clifton Collins Jr., American actor",
            "year": 1970
        },
        {
            "text": "Cobi Jones, American soccer player and manager",
            "year": 1970
        },
        {
            "text": "Phil Mickelson, American golfer",
            "year": 1970
        },
        {
            "text": "Shami Chakrabarti, English lawyer and academic",
            "year": 1969
        },
        {
            "text": "Mark Crossley, English-Welsh footballer and manager",
            "year": 1969
        },
        {
            "text": "Adam Schmitt, American singer-songwriter, musician, and producer",
            "year": 1968
        },
        {
            "text": "Charalambos Andreou, Cypriot footballer",
            "year": 1967
        },
        {
            "text": "Jürgen Klopp, German footballer and manager",
            "year": 1967
        },
        {
            "text": "Mark Occhilupo, Australian surfer",
            "year": 1966
        },
        {
            "text": "Olivier Roumat, French rugby player",
            "year": 1966
        },
        {
            "text": "Phil Vischer, American voice actor, director, producer, and screenwriter, co-created VeggieTales",
            "year": 1966
        },
        {
            "text": "Jan Železný, Czech javelin thrower and coach",
            "year": 1966
        },
        {
            "text": "Michael Richard Lynch, Irish computer scientist and entrepreneur; co-founded HP Autonomy",
            "year": 1965
        },
        {
            "text": "Richard Madaleno, American politician",
            "year": 1965
        },
        {
            "text": "Danny Burstein, American actor and singer",
            "year": 1964
        },
        {
            "text": "The Sandman, American wrestler",
            "year": 1963
        },
        {
            "text": "Wally Joyner, American baseball player and coach",
            "year": 1962
        },
        {
            "text": "Arnold Vosloo, South African-American actor",
            "year": 1962
        },
        {
            "text": "Anthony Wong, Hong Kong singer",
            "year": 1962
        },
        {
            "text": "Can Dündar, Turkish journalist and author",
            "year": 1961
        },
        {
            "text": "Robbie Kerr, Australian cricketer",
            "year": 1961
        },
        {
            "text": "Steve Larmer, Canadian ice hockey player",
            "year": 1961
        },
        {
            "text": "Margus Metstak, Estonian basketball player and coach",
            "year": 1961
        },
        {
            "text": "Peter Sterling, Australian rugby league player and sportscaster",
            "year": 1960
        },
        {
            "text": "The Ultimate Warrior, American wrestler (died 2014)",
            "year": 1959
        },
        {
            "text": "Darrell Griffith, American basketball player",
            "year": 1958
        },
        {
            "text": "Ulrike Tauber, German swimmer",
            "year": 1958
        },
        {
            "text": "Warren Rodwell, Australian soldier, educator and musician",
            "year": 1958
        },
        {
            "text": "Ian Buchanan, Scottish-American actor",
            "year": 1957
        },
        {
            "text": "Leeona Dorrian, Lady Dorrian, Scottish lawyer and judge",
            "year": 1957
        },
        {
            "text": "Grete Faremo, Norwegian politician, Norwegian Minister of Defence",
            "year": 1955
        },
        {
            "text": "Laurie Metcalf, American actress",
            "year": 1955
        },
        {
            "text": "Artemy Troitsky, Russian journalist and critic",
            "year": 1955
        },
        {
            "text": "Matthew Saad Muhammad, American boxer and trainer (died 2014)",
            "year": 1954
        },
        {
            "text": "Garry Roberts, Irish guitarist (died 2022)",
            "year": 1954
        },
        {
            "text": "Valerie Mahaffey, American actress (died 2025)",
            "year": 1953
        },
        {
            "text": "Ian Mosley, English drummer",
            "year": 1953
        },
        {
            "text": "George Papandreou, Greek sociologist and politician, 182nd Prime Minister of Greece",
            "year": 1952
        },
        {
            "text": "Gino Vannelli, Canadian singer-songwriter",
            "year": 1952
        },
        {
            "text": "Charlie Dominici, American singer and guitarist (died 2023)",
            "year": 1951
        },
        {
            "text": "Roberto Durán, Panamanian boxer",
            "year": 1951
        },
        {
            "text": "Mithun Chakraborty, Indian actor and politician",
            "year": 1950
        },
        {
            "text": "Michel Clair, Canadian lawyer and politician",
            "year": 1950
        },
        {
            "text": "Jerry Petrowski, American politician and farmer",
            "year": 1950
        },
        {
            "text": "Caju, Brazilian footballer",
            "year": 1949
        },
        {
            "text": "Ralph Mann, American hurdler and author",
            "year": 1949
        },
        {
            "text": "Ron LeFlore, American baseball player and manager",
            "year": 1948
        },
        {
            "text": "Al Cowlings, American football player and actor",
            "year": 1947
        },
        {
            "text": "Tom Malone, American trombonist, composer, and producer",
            "year": 1947
        },
        {
            "text": "Buddy Roberts, American wrestler (died 2012)",
            "year": 1947
        },
        {
            "text": "Rick Adelman, American basketball player and coach",
            "year": 1946
        },
        {
            "text": "John Astor, 3rd Baron Astor of Hever, English businessman and politician",
            "year": 1946
        },
        {
            "text": "Karen Dunnell, English statistician and academic",
            "year": 1946
        },
        {
            "text": "Tom Harrell, American trumpet player and composer",
            "year": 1946
        },
        {
            "text": "Neil MacGregor, Scottish historian and curator",
            "year": 1946
        },
        {
            "text": "Iain Matthews, English singer-songwriter and guitarist",
            "year": 1946
        },
        {
            "text": "Jodi Rell, American politician, 87th Governor of Connecticut (died 2024)",
            "year": 1946
        },
        {
            "text": "Mark Ritts, American actor, puppeteer, and producer (died 2009)",
            "year": 1946
        },
        {
            "text": "Derek Sanderson, Canadian ice hockey player and sportscaster",
            "year": 1946
        },
        {
            "text": "Simon Williams, English actor and playwright",
            "year": 1946
        },
        {
            "text": "Claire Alexander, Canadian ice hockey player and coach",
            "year": 1945
        },
        {
            "text": "Lucienne Robillard, Canadian social worker and politician, 59th Secretary of State for Canada",
            "year": 1945
        },
        {
            "text": "Henri Richelet, French painter and etcher (died 2020)",
            "year": 1944
        },
        {
            "text": "Giacomo Agostini, Italian motorcycle racer and manager",
            "year": 1942
        },
        {
            "text": "Eddie Levert, American R&B/soul singer-songwriter, musician, and actor",
            "year": 1942
        },
        {
            "text": "Lamont Dozier, American songwriter and producer (died 2022)",
            "year": 1941
        },
        {
            "text": "Tommy Horton, English golfer (died 2017)",
            "year": 1941
        },
        {
            "text": "Mumtaz Hamid Rao, Pakistani journalist (died 2011)",
            "year": 1941
        },
        {
            "text": "Māris Čaklais, Latvian poet, writer, and journalist (died 2003)",
            "year": 1940
        },
        {
            "text": "Neil Goldschmidt, American lawyer and politician, 33rd Governor of Oregon (died 2024)",
            "year": 1940
        },
        {
            "text": "Carole Ann Ford, British actress",
            "year": 1940
        },
        {
            "text": "Billy \"Crash\" Craddock, American singer-songwriter",
            "year": 1939
        },
        {
            "text": "Thomas Boyd-Carpenter, English general",
            "year": 1938
        },
        {
            "text": "Torgny Lindgren, Swedish author and poet (died 2017)",
            "year": 1938
        },
        {
            "text": "Joyce Carol Oates, American novelist, short story writer, critic, and poet",
            "year": 1938
        },
        {
            "text": "Simeon Saxe-Coburg-Gotha, Bulgarian politician, 48th Prime Minister of Bulgaria",
            "year": 1937
        },
        {
            "text": "Erich Segal, American author and screenwriter (died 2010)",
            "year": 1937
        },
        {
            "text": "Jim Dine, American painter and illustrator",
            "year": 1935
        },
        {
            "text": "Bill Cobbs, American actor (died 2024)",
            "year": 1934
        },
        {
            "text": "Roger Neilson, Canadian ice hockey player and coach (died 2003)",
            "year": 1934
        },
        {
            "text": "Vilmos Zsigmond, Hungarian-American cinematographer and producer (died 2016)",
            "year": 1930
        },
        {
            "text": "Sabah Al-Ahmad Al-Jaber Al-Sabah, Emir of Kuwait (died 2020)",
            "year": 1929
        },
        {
            "text": "Tom Graveney, English cricketer and sportscaster (died 2015)",
            "year": 1927
        },
        {
            "text": "Ya'akov Hodorov, Israeli footballer (died 2006)",
            "year": 1927
        },
        {
            "text": "Herbert Lichtenfeld, German author and screenwriter (died 2001)",
            "year": 1927
        },
        {
            "text": "Ariano Suassuna, Brazilian author and playwright (died 2014)",
            "year": 1927
        },
        {
            "text": "Efraín Ríos Montt, Guatemalan general and politician, 26th President of Guatemala (died 2018)",
            "year": 1926
        },
        {
            "text": "Jean d'Ormesson, French journalist and author (died 2017)",
            "year": 1925
        },
        {
            "text": "Otto Muehl, Austrian-Portuguese painter and director (died 2013)",
            "year": 1925
        },
        {
            "text": "Faith Domergue, American actress (died 1999)",
            "year": 1924
        },
        {
            "text": "Ron Flockhart, Scottish race car driver (died 1962)",
            "year": 1923
        },
        {
            "text": "Wanda Janicka, Polish architect, participant in the Warsaw Uprising (died 2023)",
            "year": 1923
        },
        {
            "text": "Ilmar Kullam, Estonian basketball player and coach (died 2011)",
            "year": 1922
        },
        {
            "text": "Isabelle Holland, Swiss-American author (died 2002)",
            "year": 1920
        },
        {
            "text": "Raymond Lemieux, Canadian chemist and academic (died 2002)",
            "year": 1920
        },
        {
            "text": "José López Portillo, Mexican lawyer and politician, 31st President of Mexico (died 2004)",
            "year": 1920
        },
        {
            "text": "Hemanta Mukherjee, Indian singer and music director (died 1989)",
            "year": 1920
        },
        {
            "text": "Phaedon Gizikis, Greek general and politician, President of Greece (died 1999)",
            "year": 1917
        },
        {
            "text": "Katharine Graham, American publisher (died 2001)",
            "year": 1917
        },
        {
            "text": "Aurelio Lampredi, Italian automobile and aircraft engine designer (died 1989)",
            "year": 1917
        },
        {
            "text": "Irving Penn, American photographer (died 2009)",
            "year": 1917
        },
        {
            "text": "John Tukey, American mathematician and academic (died 2000)",
            "year": 1915
        },
        {
            "text": "Marga Faulstich, German glass chemist (died 1998)",
            "year": 1915
        },
        {
            "text": "Eleanor Sokoloff, American pianist and teacher (died 2020)",
            "year": 1914
        },
        {
            "text": "Albert Chartier, Canadian illustrator (died 2004)",
            "year": 1912
        },
        {
            "text": "Enoch Powell, English soldier and politician, Secretary of State for Health (died 1998)",
            "year": 1912
        },
        {
            "text": "Juan Velasco Alvarado, Peruvian general and politician, 1st President of Peru (died 1977)",
            "year": 1910
        },
        {
            "text": "Archie Carr, American ecologist and zoologist (died 1987)",
            "year": 1909
        },
        {
            "text": "Jack Albertson, American actor (died 1981)",
            "year": 1907
        },
        {
            "text": "Alan Fairfax, Australian cricketer (died 1955)",
            "year": 1906
        },
        {
            "text": "Barbara McClintock, American geneticist and academic, Nobel Prize laureate (died 1992)",
            "year": 1902
        },
        {
            "text": "George Gaylord Simpson, American paleontologist and author (died 1984)",
            "year": 1902
        },
        {
            "text": "Helen Traubel, American operatic soprano (died 1972)",
            "year": 1899
        },
        {
            "text": "Georg Wittig, German chemist and academic, Nobel Prize laureate (died 1987)",
            "year": 1897
        },
        {
            "text": "Murray Leinster, American author and screenwriter (died 1976)",
            "year": 1896
        },
        {
            "text": "Stan Laurel, English actor and comedian (died 1965)",
            "year": 1890
        },
        {
            "text": "Alexander Friedmann, Russian physicist and mathematician (died 1925)",
            "year": 1888
        },
        {
            "text": "Peter Stoner, American mathematician and astronomer (died 1980)",
            "year": 1888
        },
        {
            "text": "Erich Jacoby, Estonian-Polish architect (died 1941)",
            "year": 1885
        },
        {
            "text": "Mohammad Mosaddegh, Iranian educator and politician, 60th Prime Minister of Iran (died 1967)",
            "year": 1882
        },
        {
            "text": "Otto Eisenschiml, Austrian-American chemist and author (died 1963)",
            "year": 1880
        },
        {
            "text": "Arthur Meighen, Canadian lawyer and politician, 9th Prime Minister of Canada (died 1960)",
            "year": 1874
        },
        {
            "text": "René Seyssaud, Provençal painter (died 1952)",
            "year": 1867
        },
        {
            "text": "Germanos Karavangelis, Greek-Austrian metropolitan (died 1935)",
            "year": 1866
        },
        {
            "text": "Francisco León de la Barra, Mexican politician and diplomat (died 1939)",
            "year": 1863
        },
        {
            "text": "Gustaf V of Sweden (died 1950)",
            "year": 1858
        },
        {
            "text": "Arthur Arz von Straußenburg, Austrian-Hungarian general (died 1935)",
            "year": 1857
        },
        {
            "text": "Max Delbrück, German chemist and academic (died 1919)",
            "year": 1850
        },
        {
            "text": "William Arnon Henry American academic and agriculturist (died 1932)",
            "year": 1850
        },
        {
            "text": "Ernst Otto Schlick, German engineer and author (died 1913)",
            "year": 1840
        },
        {
            "text": "Frederic Archer, English organist, composer, and conductor (died 1901)",
            "year": 1838
        },
        {
            "text": "Cushman Kellogg Davis, American lieutenant and politician, 7th Governor of Minnesota (died 1900)",
            "year": 1838
        },
        {
            "text": "Ernst Laas, German philosopher and academic (died 1885)",
            "year": 1837
        },
        {
            "text": "Wesley Merritt, American general and politician, Military Governor of the Philippines (died 1910)",
            "year": 1836
        },
        {
            "text": "Constantin von Ettingshausen, Austrian geologist and botanist (died 1897)",
            "year": 1826
        },
        {
            "text": "Old Tom Morris, Scottish golfer and architect (died 1908)",
            "year": 1821
        },
        {
            "text": "Athanase Josué Coquerel, Dutch-French preacher and theologian (died 1875)",
            "year": 1820
        },
        {
            "text": "Otto Jahn, German archaeologist and philologist (died 1869)",
            "year": 1813
        },
        {
            "text": "Edward Davy, English physician and chemist (died 1885)",
            "year": 1806
        },
        {
            "text": "Julius Plücker, German mathematician and physicist (died 1868)",
            "year": 1801
        },
        {
            "text": "John Linnell, English painter and engraver (died 1882)",
            "year": 1792
        },
        {
            "text": "Salawat Yulayev, Russian poet (died 1800)",
            "year": 1754
        },
        {
            "text": "Mary Katherine Goddard, American publisher (died 1816)",
            "year": 1738
        },
        {
            "text": "Adam Smith, Scottish philosopher and economist (died 1790)",
            "year": 1723
        },
        {
            "text": "Meshech Weare, American farmer, lawyer, and politician, 1st Governor of New Hampshire (died 1786)",
            "year": 1713
        },
        {
            "text": "James Bertie, 1st Earl of Abingdon, English nobleman (died 1699)",
            "year": 1653
        },
        {
            "text": "Henrietta Anne Stuart, Princess of Scotland, England and Ireland (died 1670)",
            "year": 1644
        },
        {
            "text": "Jean de Thévenot, French linguist and botanist (died 1667)",
            "year": 1633
        },
        {
            "text": "Samuel Chappuzeau, French scholar (died 1701)",
            "year": 1625
        },
        {
            "text": "John Cleveland, English poet and educator (died 1658)",
            "year": 1613
        },
        {
            "text": "Arthur Chichester, 1st Earl of Donegall, Irish soldier and politician (died 1675)",
            "year": 1606
        },
        {
            "text": "Joseph Solomon Delmedigo, Greek-Italian physician, mathematician, and theorist (died 1655)",
            "year": 1591
        },
        {
            "text": "Axel Oxenstierna, Swedish politician, Lord High Chancellor of Sweden (died 1654)",
            "year": 1583
        },
        {
            "text": "Yang Jisheng, Ming dynasty official and Confucian martyr (died 1555)",
            "year": 1516
        },
        {
            "text": "John Cheke, English academic and politician, English Secretary of State (died 1557)",
            "year": 1514
        },
        {
            "text": "Joanna of Aragon, Queen of Naples (died 1517)",
            "year": 1454
        },
        {
            "text": "Isabella de Coucy, English daughter of Edward III of England (died 1379)",
            "year": 1332
        },
        {
            "text": "Emperor Konoe of Japan (died 1155)",
            "year": 1139
        }
    ],
    "deaths": [
        {
            "text": "Ludwig Adamovich Jr., Austrian constitutional scholar (born 1932)",
            "year": 2024
        },
        {
            "text": "Barbara Gladstone, American art dealer and film producer (born 1934)",
            "year": 2024
        },
        {
            "text": "Gino Mäder, Swiss cyclist (born 1997)",
            "year": 2023
        },
        {
            "text": "Eduardo Cojuangco Jr., Filipino businessman and politician (born 1935)",
            "year": 2020
        },
        {
            "text": "Helmut Kohl, German politician, Chancellor of Germany (born 1930)",
            "year": 2017
        },
        {
            "text": "Jo Cox, English political activist and MP (born 1974)",
            "year": 2016
        },
        {
            "text": "Charles Correa, Indian architect and urban planner (born 1930)",
            "year": 2015
        },
        {
            "text": "Jean Vautrin, French director, screenwriter, and critic (born 1933)",
            "year": 2015
        },
        {
            "text": "Tony Gwynn, American baseball player and coach (born 1960)",
            "year": 2014
        },
        {
            "text": "Cándido Muatetema Rivas (born 1960), Equatoguinean politician and diplomat, Prime Minister of Equatorial Guinea",
            "year": 2014
        },
        {
            "text": "Sam Farber, American businessman, co-founded OXO (born 1924)",
            "year": 2013
        },
        {
            "text": "Hans Hass, Austrian biologist and diver (born 1919)",
            "year": 2013
        },
        {
            "text": "Khondakar Ashraf Hossain, Bangladesh poet and academic (born 1950)",
            "year": 2013
        },
        {
            "text": "Norman Ian MacKenzie, English journalist and author (born 1921)",
            "year": 2013
        },
        {
            "text": "Ottmar Walter, German footballer (born 1924)",
            "year": 2013
        },
        {
            "text": "Nils Karlsson, Swedish skier (born 1917)",
            "year": 2012
        },
        {
            "text": "Jorge Lankenau, Mexican banker and businessman (born 1944)",
            "year": 2012
        },
        {
            "text": "Sławomir Petelicki, Polish general (born 1946)",
            "year": 2012
        },
        {
            "text": "Susan Tyrrell, American actress (born 1945)",
            "year": 2012
        },
        {
            "text": "Östen Mäkitalo, Swedish engineer and academic (born 1938)",
            "year": 2011
        },
        {
            "text": "Marc Bazin, Haitian lawyer and politician, 49th President of Haiti (born 1932)",
            "year": 2010
        },
        {
            "text": "Maureen Forrester, Canadian singer and academic (born 1930)",
            "year": 2010
        },
        {
            "text": "Ronald Neame, English director, producer, cinematographer, and screenwriter (born 1911)",
            "year": 2010
        },
        {
            "text": "Mario Rigoni Stern, Italian soldier and author (born 1921)",
            "year": 2008
        },
        {
            "text": "Enrique Laguerre, Puerto Rican-American author and critic (born 1906)",
            "year": 2005
        },
        {
            "text": "Thanom Kittikachorn, Thai field marshal and politician, 10th Prime Minister of Thailand (born 1911)",
            "year": 2004
        },
        {
            "text": "Jacques Miquelon, Canadian lawyer and judge (born 1911)",
            "year": 2004
        },
        {
            "text": "Pierre Bourgault, Canadian journalist and politician (born 1934)",
            "year": 2003
        },
        {
            "text": "Georg Henrik von Wright, Finnish–Swedish philosopher and author (born 1916)",
            "year": 2003
        },
        {
            "text": "Screaming Lord Sutch, English singer and activist (born 1940)",
            "year": 1999
        },
        {
            "text": "Fred Wacker, American race car driver and engineer (born 1918)",
            "year": 1998
        },
        {
            "text": "Mel Allen, American sportscaster and game show host (born 1913)",
            "year": 1996
        },
        {
            "text": "Kristen Pfaff, American bass player and songwriter  (born 1967)",
            "year": 1994
        },
        {
            "text": "Lindsay Hassett, Australian cricketer and soldier (born 1913)",
            "year": 1993
        },
        {
            "text": "Miguel Piñero, Puerto Rican-American actor and playwright (born 1946)",
            "year": 1988
        },
        {
            "text": "Marguerite de Angeli, American author and illustrator (born 1889)",
            "year": 1987
        },
        {
            "text": "Maurice Duruflé, French organist and composer (born 1902)",
            "year": 1986
        },
        {
            "text": "Lew Andreas, American football player and coach (born 1895)",
            "year": 1984
        },
        {
            "text": "Erni Krusten, Estonian author and poet (born 1900)",
            "year": 1984
        },
        {
            "text": "James Honeyman-Scott, English guitarist and songwriter (born 1956)",
            "year": 1982
        },
        {
            "text": "Thomas Playford IV, Australian politician, 33rd Premier of South Australia (born 1896)",
            "year": 1981
        },
        {
            "text": "Ignatius Kutu Acheampong, Ghanaian general and politician, 6th Head of state of Ghana (born 1931)",
            "year": 1979
        },
        {
            "text": "Nicholas Ray, American actor, director, and screenwriter (born 1911)",
            "year": 1979
        },
        {
            "text": "Wernher von Braun, German-American physicist and engineer (born 1912)",
            "year": 1977
        },
        {
            "text": "Amalie Sara Colquhoun, Australian landscape and portrait painter (born 1894)",
            "year": 1974
        },
        {
            "text": "John Reith, 1st Baron Reith, Scottish broadcaster, co-founded BBC (born 1889)",
            "year": 1971
        },
        {
            "text": "Sydney Chapman, English mathematician and geophysicist (born 1888)",
            "year": 1970
        },
        {
            "text": "Brian Piccolo, American football player (born 1943)",
            "year": 1970
        },
        {
            "text": "Harold Alexander, 1st Earl Alexander of Tunis, English field marshal and politician, 17th Governor General of Canada (born 1891)",
            "year": 1969
        },
        {
            "text": "Reginald Denny, English actor (born 1891)",
            "year": 1967
        },
        {
            "text": "Marcel Junod, Swiss physician and anesthesiologist (born 1904)",
            "year": 1961
        },
        {
            "text": "George Reeves, American actor and director (born 1914)",
            "year": 1959
        },
        {
            "text": "Pál Maléter, Hungarian general and politician, Minister of Defence of Hungary (born 1917)",
            "year": 1958
        },
        {
            "text": "Imre Nagy, Hungarian politician, 3rd Prime Minister of Hungary (born 1895)",
            "year": 1958
        },
        {
            "text": "Ozias Leduc, Canadian painter (born 1864)",
            "year": 1955
        },
        {
            "text": "Margaret Bondfield, English politician, Secretary of State for Work and Pensions (born 1873)",
            "year": 1953
        },
        {
            "text": "Andrew Lawson, Scottish-American geologist and academic (born 1861)",
            "year": 1952
        },
        {
            "text": "Gordon Brewster, Irish cartoonist (b 1889)",
            "year": 1946
        },
        {
            "text": "Aris Velouchiotis, Greek general (born 1905)",
            "year": 1945
        },
        {
            "text": "Marc Bloch, French historian and academic (born 1886)",
            "year": 1944
        },
        {
            "text": "George Stinney, wrongfully convicted African-American teenager (born 1929)",
            "year": 1944
        },
        {
            "text": "DuBose Heyward, American author (born 1885)",
            "year": 1940
        },
        {
            "text": "Chick Webb, American drummer and bandleader (born 1905)",
            "year": 1939
        },
        {
            "text": "Ezra Fitch, American lawyer and businessman, co-founded Abercrombie & Fitch (born 1866)",
            "year": 1930
        },
        {
            "text": "Elmer Ambrose Sperry, American inventor, co-invented the gyrocompass (born 1860)",
            "year": 1930
        },
        {
            "text": "Bramwell Booth, English 2nd General of The Salvation Army (born 1856)",
            "year": 1929
        },
        {
            "text": "Vernon Louis Parrington, American historian and scholar (born 1871)",
            "year": 1929
        },
        {
            "text": "Chittaranjan Das, Indian lawyer and politician (born 1870)",
            "year": 1925
        },
        {
            "text": "Bazil Assan, Romanian engineer and explorer (born 1860)",
            "year": 1918
        },
        {
            "text": "Ernst Schröder, German mathematician and academic (born 1841)",
            "year": 1902
        },
        {
            "text": "Alexander Stuart, Scottish-Australian politician, 9th Premier of New South Wales (born 1824)",
            "year": 1886
        },
        {
            "text": "Wilhelm Camphausen, German painter and academic (born 1818)",
            "year": 1885
        },
        {
            "text": "Josiah Mason, English businessman and philanthropist (born 1795)",
            "year": 1881
        },
        {
            "text": "Crawford Long, American surgeon and pharmacist (born 1815)",
            "year": 1878
        },
        {
            "text": "Kikuchi Yōsai, Japanese painter (born 1781)",
            "year": 1878
        },
        {
            "text": "Norman MacLeod, Scottish minister and author (born 1812)",
            "year": 1872
        },
        {
            "text": "Charles Sturt, Indian-English botanist and explorer (born 1795)",
            "year": 1869
        },
        {
            "text": "Hidenoyama Raigorō, Japanese sumo wrestler, the 9th Yokozuna (born 1808)",
            "year": 1862
        },
        {
            "text": "John Snow, English epidemiologist and physician (born 1813)",
            "year": 1858
        },
        {
            "text": "William Lawson, English-Australian explorer and politician (born 1774)",
            "year": 1850
        },
        {
            "text": "Wilhelm Martin Leberecht de Wette, German theologian and scholar (born 1780)",
            "year": 1849
        },
        {
            "text": "Charles-François Lebrun, duc de Plaisance, French lawyer and politician (born 1739)",
            "year": 1824
        },
        {
            "text": "Johann Adam Hiller, German composer and conductor (born 1728)",
            "year": 1804
        },
        {
            "text": "Sir Francis Bernard, 1st Baronet, English lawyer and politician, Governor of the Province of Massachusetts Bay (born 1712)",
            "year": 1779
        },
        {
            "text": "Jean-Baptiste-Louis Gresset, French poet and playwright (born 1709)",
            "year": 1777
        },
        {
            "text": "Anne Russell, Countess of Jersey (formerly Duchess of Bedford) (born c.1705)",
            "year": 1762
        },
        {
            "text": "Joseph Butler, English bishop and philosopher (born 1692)",
            "year": 1752
        },
        {
            "text": "Louise-Françoise de Bourbon, eldest daughter of King Louis XIV of France (born 1673)",
            "year": 1743
        },
        {
            "text": "John Churchill, 1st Duke of Marlborough, English general and politician, Lord Lieutenant of Oxfordshire (born 1650)",
            "year": 1722
        },
        {
            "text": "Tomás Yepes, Spanish painter (born 1595 or 1600)",
            "year": 1674
        },
        {
            "text": "Sir Richard Fanshawe, 1st Baronet, English poet and diplomat, English Ambassador to Spain (born 1608)",
            "year": 1666
        },
        {
            "text": "Christian, Duke of Brunswick-Lüneburg-Wolfenbüttel, German Protestant military leader (born 1599)",
            "year": 1626
        },
        {
            "text": "Alexander Seton, 1st Earl of Dunfermline, Scottish lawyer, judge, and politician, Lord Chancellor of Scotland (born 1555)",
            "year": 1622
        },
        {
            "text": "Konrad von Thüngen, German nobleman (born c. 1466)",
            "year": 1540
        },
        {
            "text": "John de la Pole, 1st Earl of Lincoln (born c. 1463)",
            "year": 1487
        },
        {
            "text": "Jean Le Fèvre de Saint-Remy, Burgundian historian and author (born 1395)",
            "year": 1468
        },
        {
            "text": "Johannes Ambundii, archbishop of Riga",
            "year": 1424
        },
        {
            "text": "Philip of Artois, Count of Eu, French soldier (born 1358)",
            "year": 1397
        },
        {
            "text": "Johannes Tauler, German mystic theologian",
            "year": 1361
        },
        {
            "text": "Adam de Brome, founder of Oriel College, Oxford",
            "year": 1332
        },
        {
            "text": "Hugh de Balsham, English bishop",
            "year": 1286
        },
        {
            "text": "Richeza of Poland, queen of León (born c. 1140)",
            "year": 1185
        },
        {
            "text": "Hugh the Great, Frankish nobleman (born 898)",
            "year": 956
        },
        {
            "text": "Li Cunshen, general of Later Tang (born 862)",
            "year": 924
        },
        {
            "text": "Rorgon I, Frankish nobleman (or 839)",
            "year": 840
        }
    ],
    "metadata": {
        "current_date": "June 16, 2025",
        "short_date": "Jun 16",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            32,
            27,
            42,
            44,
            47,
            6,
            1,
            38,
            18,
            2
        ],
        "births": [
            24,
            217,
            182,
            130
        ],
        "deaths": [
            15,
            42,
            92,
            74
        ]
    }
}