{
    "events": [
        {
            "text": "The 2024 Loblaw boycott, a Canadian boycott against retail corporation and grocer Loblaw Companies, begins.",
            "year": 2024
        },
        {
            "text": "Naxalite attack in Gadchiroli district of India: Sixteen army soldiers, including a driver, killed in an IED blast. Naxals targeted an anti-Naxal operations team.",
            "year": 2019
        },
        {
            "text": "Naruhito ascends to the throne of Japan succeeding his father Akihito, beginning the Reiwa period.",
            "year": 2019
        },
        {
            "text": "Syrian civil war: The Syrian Democratic Forces (SDF) resumes the Deir ez-Zor campaign in order to clear the remnants of the Islamic State of Iraq and the Levant (ISIL) from the Iraq–Syria border.",
            "year": 2018
        },
        {
            "text": "Pope John Paul II is beatified by his successor, Pope Benedict XVI.",
            "year": 2011
        },
        {
            "text": "Faisal Shahzad attempts to detonate a car bomb in Times Square, but the bomb fails to go off.",
            "year": 2010
        },
        {
            "text": "Same-sex marriage is legalized in Sweden.",
            "year": 2009
        },
        {
            "text": "Cyprus, Czech Republic, Estonia, Hungary, Latvia, Lithuania, Malta, Poland, Slovakia, and Slovenia join the European Union, celebrated at the residence of the Irish President in Dublin.",
            "year": 2004
        },
        {
            "text": "Invasion of Iraq: In what becomes known as the \"Mission Accomplished\" speech, on board the USS Abraham Lincoln (off the coast of California), U.S. President George W. Bush declares that \"major combat operations in Iraq have ended\".",
            "year": 2003
        },
        {
            "text": "The body of British climber George Mallory is found on Mount Everest, 75 years after his disappearance in 1924.",
            "year": 1999
        },
        {
            "text": "Labour Party wins the 1997 General Election and Tony Blair is elected as Prime Minister",
            "year": 1997
        },
        {
            "text": "Three-time Formula One champion Ayrton Senna is killed in an accident during the San Marino Grand Prix.",
            "year": 1994
        },
        {
            "text": "Sri Lankan President Ranasinghe Premadasa is assassinated in Colombo in a suicide bombing carried out by the Liberation Tigers of Tamil Eelam.",
            "year": 1993
        },
        {
            "text": "Angolan Civil War: The MPLA and UNITA agree to the Bicesse Accords, which are formally signed on May 31 in Lisbon.",
            "year": 1991
        },
        {
            "text": "Operation Black Buck: The Royal Air Force attacks the Argentine Air Force during Falklands War.",
            "year": 1982
        },
        {
            "text": "Japan's Naomi Uemura, travelling by dog sled, becomes the first person to reach the North Pole alone.",
            "year": 1978
        },
        {
            "text": "The Särkänniemi Amusement Park opens in Tampere, Finland.",
            "year": 1975
        },
        {
            "text": "Amtrak (the National Railroad Passenger Corporation) takes over operation of U.S. passenger rail service.",
            "year": 1971
        },
        {
            "text": "Vietnam War: Protests erupt in response to U.S. and South Vietnamese forces attacking Vietnamese communists in a Cambodian Campaign.",
            "year": 1970
        },
        {
            "text": "The Prime Minister of Cuba, Fidel Castro, proclaims Cuba a socialist nation and abolishes elections.",
            "year": 1961
        },
        {
            "text": "Cold War: U-2 incident: Francis Gary Powers, in a Lockheed U-2 spyplane, is shot down over the Sverdlovsk Oblast, Soviet Union, sparking a diplomatic crisis.",
            "year": 1960
        },
        {
            "text": "A Vickers VC.1 Viking crashes while attempting to return to Blackbushe Airport in Yateley, killing 34.",
            "year": 1957
        },
        {
            "text": "The polio vaccine developed by Jonas Salk is made available to the public.",
            "year": 1956
        },
        {
            "text": "Portella della Ginestra massacre against May Day celebrations in Sicily by the bandit and separatist leader Salvatore Giuliano where 11 persons are killed and 33 wounded.",
            "year": 1947
        },
        {
            "text": "Start of three-year Pilbara strike of Indigenous Australians.",
            "year": 1946
        },
        {
            "text": "World War II: German radio broadcasts news of Adolf Hitler's death, falsely stating that he has \"fallen at his command post in the Reich Chancellery fighting to the last breath against Bolshevism and for Germany\". The Soviet flag is raised over the Reich Chancellery, by order of Stalin.",
            "year": 1945
        },
        {
            "text": "World War II: Up to 2,500 people die in a mass suicide in Demmin following the advance of the Red Army.",
            "year": 1945
        },
        {
            "text": "The Empire State Building is dedicated in New York City.",
            "year": 1931
        },
        {
            "text": "\"Pluto\" is officially proposed for the name of the newly discovered dwarf planet by Vesto Slipher in the Lowell Observatory Observation Circular. The name quickly catches on.",
            "year": 1930
        },
        {
            "text": "The 7.2 Mw  Kopet Dag earthquake shakes the Iran–Turkmenistan border region with a maximum Mercalli intensity of IX (Violent), killing up to 3,800 and injuring 1,121.",
            "year": 1929
        },
        {
            "text": "The All-China Federation of Trade Unions is officially founded. Today it is the largest trade union in the world, with 134 million members.",
            "year": 1925
        },
        {
            "text": "The Jaffa riots commence.",
            "year": 1921
        },
        {
            "text": "German troops enter Munich to suppress the Bavarian Soviet Republic.",
            "year": 1919
        },
        {
            "text": "RMS Lusitania departs from New York City on her 202nd, and final, crossing of the North Atlantic. Six days later, the ship is torpedoed off the coast of Ireland with the loss of 1,198 lives.",
            "year": 1915
        },
        {
            "text": "The Scofield Mine disaster kills over 200 men in Scofield, Utah in what is to date the fifth-worst mining accident in United States history.",
            "year": 1900
        },
        {
            "text": "Spanish–American War: Battle of Manila Bay: The Asiatic Squadron of the United States Navy destroys the Pacific Squadron of the Spanish Navy after a seven-hour battle. Spain loses all seven of its ships, and 381 Spanish sailors die. There are no American vessel losses or combat deaths.",
            "year": 1898
        },
        {
            "text": "Naser al-Din, Shah of Iran, is assassinated in Shah Abdol-Azim Shrine by Mirza Reza Kermani, a follower of Jamal al-Din al-Afghani.",
            "year": 1896
        },
        {
            "text": "Coxey's Army, the first significant American protest march, arrives in Washington, D.C.",
            "year": 1894
        },
        {
            "text": "Rallies are held throughout the United States demanding the eight-hour work day, culminating in the Haymarket affair in Chicago, in commemoration of which May 1 is celebrated as International Workers' Day in many countries.",
            "year": 1886
        },
        {
            "text": "The original Chicago Board of Trade Building opens for business.",
            "year": 1885
        },
        {
            "text": "The Memphis Race Riots begin. Over three days, 46 blacks and two whites were killed. Reports of the atrocities influenced passage of the Fourteenth Amendment to the United States Constitution.",
            "year": 1866
        },
        {
            "text": "The Empire of Brazil, Argentina, and Uruguay sign the Treaty of the Triple Alliance.",
            "year": 1865
        },
        {
            "text": "American Civil War: The Battle of Chancellorsville between Robert E. Lee's Confederate Army of Northern Virginia and the Union Army of the Potomac under Joseph Hooker begins.",
            "year": 1863
        },
        {
            "text": "American Civil War: During the Vicksburg campaign, Union forces under Ulysses S. Grant win at the Battle of Port Gibson and establish a firm presence on the east side of the Mississippi River.",
            "year": 1863
        },
        {
            "text": "Queen Victoria opens The Great Exhibition at The Crystal Palace in London.",
            "year": 1851
        },
        {
            "text": "The few remaining Mormons left in Nauvoo, Illinois, formally dedicate the Nauvoo Temple.",
            "year": 1846
        },
        {
            "text": "Hong Kong Police Force, the world's second modern police force and Asia's first, is established.",
            "year": 1844
        },
        {
            "text": "The Penny Black, the first official adhesive postage stamp, is issued in the United Kingdom.",
            "year": 1840
        },
        {
            "text": "Execution of the Cato Street Conspirators, who plotted to kill the British Cabinet and Prime Minister Lord Liverpool.",
            "year": 1820
        },
        {
            "text": "The Slave Trade Act 1807 takes effect, abolishing the slave trade within the British Empire.",
            "year": 1807
        },
        {
            "text": "Publication of Species Plantarum by Linnaeus, and the formal start date of plant taxonomy adopted by the International Code of Botanical Nomenclature.",
            "year": 1753
        },
        {
            "text": "The Act of Union joining England and Scotland to form the Kingdom of Great Britain takes effect.",
            "year": 1707
        },
        {
            "text": "Henry Morgan's raid on Lake Maracaibo, the Spanish Armada de Barlovento is defeated by an English Privateer fleet led by Captain Henry Morgan.",
            "year": 1669
        },
        {
            "text": "Christopher Columbus presents his plans discovering a western route to the Indies to the Spanish Queen Isabella I of Castile.",
            "year": 1486
        },
        {
            "text": "Wars of Scottish Independence end: By the Treaty of Edinburgh–Northampton, England recognises Scotland as an independent state.",
            "year": 1328
        },
        {
            "text": "Norman mercenaries land at Bannow Bay in Leinster, marking the beginning of the Norman invasion of Ireland.",
            "year": 1169
        },
        {
            "text": "The Nea Ekklesia is inaugurated in Constantinople, setting the model for all later cross-in-square Orthodox churches.",
            "year": 880
        },
        {
            "text": "Diocletian and Maximian retire from the office of Roman emperor.",
            "year": 305
        }
    ],
    "births": [
        {
            "text": "Linda Fruhvirtová, Czech tennis player",
            "year": 2005
        },
        {
            "text": "Charli D'Amelio, American social media influencer and dancer",
            "year": 2004
        },
        {
            "text": "Lizzy Greene, American actress",
            "year": 2003
        },
        {
            "text": "Chet Holmgren, American basketball player",
            "year": 2002
        },
        {
            "text": "Rema, Nigerian singer-songwriter and rapper",
            "year": 2000
        },
        {
            "text": "YNW Melly, American rapper",
            "year": 1999
        },
        {
            "text": "Tiffany Stratton, American wrestler",
            "year": 1999
        },
        {
            "text": "Miles Sanders, American football player",
            "year": 1997
        },
        {
            "text": "William Nylander, Canadian-Swedish ice hockey player",
            "year": 1996
        },
        {
            "text": "Madeline Brewer, American actress",
            "year": 1992
        },
        {
            "text": "Hani, South Korean singer and actress",
            "year": 1992
        },
        {
            "text": "Bradley Roby, American football player",
            "year": 1992
        },
        {
            "text": "Marcus Stroman, American baseball player",
            "year": 1991
        },
        {
            "text": "Scooter Gennett, American baseball player",
            "year": 1990
        },
        {
            "text": "Caitlin Stasey, Australian actress",
            "year": 1990
        },
        {
            "text": "Victoria Monét, American singer-songwriter",
            "year": 1989
        },
        {
            "text": "Anushka Sharma, Indian actress and film producer",
            "year": 1988
        },
        {
            "text": "Leonardo Bonucci, Italian footballer",
            "year": 1987
        },
        {
            "text": "Amir Johnson, American basketball player",
            "year": 1987
        },
        {
            "text": "Shahar Pe'er, Israeli tennis player",
            "year": 1987
        },
        {
            "text": "Christian Benítez, Ecuadorian footballer (d. 2013)",
            "year": 1986
        },
        {
            "text": "Jesse Klaver, Dutch politician",
            "year": 1986
        },
        {
            "text": "David Backes, American ice hockey player",
            "year": 1984
        },
        {
            "text": "Alain Bernard, French swimmer",
            "year": 1983
        },
        {
            "text": "Park Hae-jin, South Korean actor",
            "year": 1983
        },
        {
            "text": "Craig Williams, American wrestler",
            "year": 1983
        },
        {
            "text": "Beto, Portuguese footballer",
            "year": 1982
        },
        {
            "text": "Jamie Dornan, Northern Irish model and actor",
            "year": 1982
        },
        {
            "text": "Tommy Robredo, Spanish tennis player",
            "year": 1982
        },
        {
            "text": "Darijo Srna, Croatian footballer",
            "year": 1982
        },
        {
            "text": "Katya Zamolodchikova, American drag queen",
            "year": 1982
        },
        {
            "text": "Alexander Hleb, Belarusian footballer",
            "year": 1981
        },
        {
            "text": "Wes Welker, American football player and coach",
            "year": 1981
        },
        {
            "text": "Jan Heylen, Belgian race car driver",
            "year": 1980
        },
        {
            "text": "Jay Reatard, American singer-songwriter and guitarist (d. 2010)",
            "year": 1980
        },
        {
            "text": "Mauro Bergamasco, Italian rugby player",
            "year": 1979
        },
        {
            "text": "Roman Lyashenko, Russian ice hockey player (d. 2003)",
            "year": 1979
        },
        {
            "text": "James Badge Dale, American actor",
            "year": 1978
        },
        {
            "text": "Michael Russell, American tennis player",
            "year": 1978
        },
        {
            "text": "James Murray, American comedian",
            "year": 1976
        },
        {
            "text": "Marc-Vivien Foé, Cameroonian footballer (d. 2003)",
            "year": 1975
        },
        {
            "text": "Nina Hossain, English journalist",
            "year": 1975
        },
        {
            "text": "Alexey Smertin, Russian international footballer",
            "year": 1975
        },
        {
            "text": "Curtis Martin, American football player",
            "year": 1973
        },
        {
            "text": "Oliver Neuville, German footballer",
            "year": 1973
        },
        {
            "text": "Ramzi bin al-Shibh, Yemeni terrorist",
            "year": 1972
        },
        {
            "text": "Julie Benz, American actress",
            "year": 1972
        },
        {
            "text": "Ethan Albright, American football player",
            "year": 1971
        },
        {
            "text": "Stuart Appleby, Australian golfer",
            "year": 1971
        },
        {
            "text": "Ajith Kumar, Indian actor and race car driver",
            "year": 1971
        },
        {
            "text": "Bernard Butler, English singer-songwriter, guitarist, and producer",
            "year": 1970
        },
        {
            "text": "Wes Anderson, American director, producer, and screenwriter",
            "year": 1969
        },
        {
            "text": "Mary Lou McDonald, Irish politician",
            "year": 1969
        },
        {
            "text": "Billy Owens, American basketball player",
            "year": 1969
        },
        {
            "text": "Oliver Bierhoff, German footballer",
            "year": 1968
        },
        {
            "text": "D'arcy Wretzky, American bass player and singer",
            "year": 1968
        },
        {
            "text": "Tim McGraw, American singer-songwriter and actor",
            "year": 1967
        },
        {
            "text": "Olaf Thon, German footballer and manager",
            "year": 1966
        },
        {
            "text": "Yvonne van Gennip, Dutch speed skater",
            "year": 1964
        },
        {
            "text": "Maia Morgenstern, Romanian actress",
            "year": 1962
        },
        {
            "text": "Clint Malarchuk, Canadian ice hockey player and coach",
            "year": 1961
        },
        {
            "text": "Marilyn Milian, American judge",
            "year": 1961
        },
        {
            "text": "Yasmina Reza, French actress and playwright",
            "year": 1959
        },
        {
            "text": "Rick Darling, Australian cricketer",
            "year": 1957
        },
        {
            "text": "Uberto Pasolini, Italian banker, director, and producer",
            "year": 1957
        },
        {
            "text": "Alex Cunningham, Scottish politician",
            "year": 1955
        },
        {
            "text": "Martin O'Donnell, American composer",
            "year": 1955
        },
        {
            "text": "Ray Parker Jr., American singer-songwriter, guitarist, and producer",
            "year": 1954
        },
        {
            "text": "Joel Rosenberg, Canadian-American author and activist (d. 2011)",
            "year": 1954
        },
        {
            "text": "Richard Blundell, English economist and academic",
            "year": 1952
        },
        {
            "text": "Gordon Greenidge, Barbadian cricketer and coach",
            "year": 1951
        },
        {
            "text": "Sally Mann, American photographer",
            "year": 1951
        },
        {
            "text": "Danny McGrain, Scottish footballer and coach",
            "year": 1950
        },
        {
            "text": "Tim Hodgkinson, English saxophonist, clarinet player, and composer",
            "year": 1949
        },
        {
            "text": "Patricia Hill Collins, American sociologist and scholar",
            "year": 1948
        },
        {
            "text": "Joanna Lumley, English actress, voice-over artist, author, and activist",
            "year": 1946
        },
        {
            "text": "John Woo, Hong Kong director, producer, and screenwriter",
            "year": 1946
        },
        {
            "text": "Rita Coolidge, American singer-songwriter",
            "year": 1945
        },
        {
            "text": "Judy Collins, American singer-songwriter and guitarist",
            "year": 1939
        },
        {
            "text": "Una Stubbs, English actress and dancer (d. 2021)",
            "year": 1937
        },
        {
            "text": "Cuauhtémoc Cárdenas, Mexican politician",
            "year": 1934
        },
        {
            "text": "Shirley Horn, American singer and pianist (d. 2005)",
            "year": 1934
        },
        {
            "text": "S. M. Krishna, Indian politician and statesman, Minister of External Affairs, 10th Chief Minister of Karnataka, 19th Governor of Maharashtra (d. 2024)",
            "year": 1932
        },
        {
            "text": "Sandy Woodward, English admiral (d. 2013)",
            "year": 1932
        },
        {
            "text": "Ollie Matson, American sprinter and football player (d. 2011)",
            "year": 1930
        },
        {
            "text": "Richard Riordan, American lieutenant and politician, 39th Mayor of Los Angeles and publisher (d. 2023)",
            "year": 1930
        },
        {
            "text": "Little Walter Jacobs, American blues harp player and singer (d. 1968)",
            "year": 1930
        },
        {
            "text": "Ralf Dahrendorf, German-English sociologist and politician (d. 2009)",
            "year": 1929
        },
        {
            "text": "Sonny Ramadhin, Trinidadian cricketer (d. 2022)",
            "year": 1929
        },
        {
            "text": "Sonny James, American singer-songwriter and guitarist (d. 2016)",
            "year": 1928
        },
        {
            "text": "Greta Andersen, Danish swimmer (d. 2023)",
            "year": 1927
        },
        {
            "text": "Laura Betti, Italian actress (d. 2004)",
            "year": 1927
        },
        {
            "text": "Bernard Vukas, Yugoslav-Croatian footballer (d. 1983)",
            "year": 1927
        },
        {
            "text": "Albert Zafy, Malagasy politician, 3rd President of Madagascar (d. 2017)",
            "year": 1927
        },
        {
            "text": "Peter Lax, Hungarian-American mathematician and academic",
            "year": 1926
        },
        {
            "text": "Chuck Bednarik, American lieutenant and football player (d. 2015)",
            "year": 1925
        },
        {
            "text": "Scott Carpenter, American commander, pilot, and astronaut (d. 2013)",
            "year": 1925
        },
        {
            "text": "Evelyn Boyd Granville, American mathematician, computer scientist, and academic (d. 2023)",
            "year": 1924
        },
        {
            "text": "Terry Southern, American novelist, essayist, and screenwriter (d. 1995)",
            "year": 1924
        },
        {
            "text": "Joseph Heller, American novelist, short story writer, and playwright (d. 1999)",
            "year": 1923
        },
        {
            "text": "Marcel Rayman, Polish soldier (d. 1944)",
            "year": 1923
        },
        {
            "text": "Vladimir Colin, Romanian journalist and author (d. 1991)",
            "year": 1921
        },
        {
            "text": "Manna Dey, Indian singer and composer (d. 2013)",
            "year": 1919
        },
        {
            "text": "Mohammed Karim Lamrani, Moroccan businessman and politician, 7th Prime Minister of Morocco (d. 2018)",
            "year": 1919
        },
        {
            "text": "Dan O'Herlihy, Irish actor (d. 2005)",
            "year": 1919
        },
        {
            "text": "Jack Paar, American comedian, author and talk show host (d. 2004)",
            "year": 1918
        },
        {
            "text": "John Beradino, American baseball player and actor (d. 1996)",
            "year": 1917
        },
        {
            "text": "Ulric Cross, Trinidadian navigator, judge, and diplomat (d. 2013)",
            "year": 1917
        },
        {
            "text": "Danielle Darrieux, French actress and singer (d. 2017)",
            "year": 1917
        },
        {
            "text": "Glenn Ford, Canadian-American actor and producer (d. 2006)",
            "year": 1916
        },
        {
            "text": "Hanns Martin Schleyer, German business executive (d. 1977)",
            "year": 1915
        },
        {
            "text": "Louis Nye, American actor (d. 2005)",
            "year": 1913
        },
        {
            "text": "Otto Kretschmer, German admiral (d. 1998)",
            "year": 1912
        },
        {
            "text": "Raya Dunayevskaya, Ukrainian-American philosopher and activist (d. 1987)",
            "year": 1910
        },
        {
            "text": "J. Allen Hynek, American astronomer and ufologist (d. 1986)",
            "year": 1910
        },
        {
            "text": "Endel Puusepp, Estonian-Soviet military pilot and politician (d. 1996)",
            "year": 1909
        },
        {
            "text": "Yiannis Ritsos, Greek poet and playwright (d. 1990)",
            "year": 1909
        },
        {
            "text": "Giovannino Guareschi, Italian journalist and author (d. 1968)",
            "year": 1908
        },
        {
            "text": "Morris Kline, American mathematician and academic (d. 1992)",
            "year": 1908
        },
        {
            "text": "Kate Smith, American singer and actress (d. 1986)",
            "year": 1907
        },
        {
            "text": "Horst Schumann, German SS officer and physician (d. 1983)",
            "year": 1906
        },
        {
            "text": "Henry Koster, German-American director, producer, and screenwriter (d. 1988)",
            "year": 1905
        },
        {
            "text": "Sterling Allen Brown, American poet, academic, and critic (d. 1989)",
            "year": 1901
        },
        {
            "text": "Antal Szerb, Hungarian scholar and author (d. 1945)",
            "year": 1901
        },
        {
            "text": "Ignazio Silone, Italian journalist and politician (d. 1978)",
            "year": 1900
        },
        {
            "text": "Aleksander Wat, Polish poet and writer (d. 1967)",
            "year": 1900
        },
        {
            "text": "Alfred Schmidt, Estonian weightlifter (d. 1972)",
            "year": 1898
        },
        {
            "text": "Herbert Backe, German agronomist and politician (d. 1947)",
            "year": 1896
        },
        {
            "text": "Mark W. Clark, American general (d. 1984)",
            "year": 1896
        },
        {
            "text": "J. Lawton Collins, American general (d. 1987)",
            "year": 1896
        },
        {
            "text": "May Hollinworth, Australian theatre producer and director (d. 1968)",
            "year": 1895
        },
        {
            "text": "Nikolai Yezhov, Soviet secret police official, head of the NKVD (d. 1940)",
            "year": 1895
        },
        {
            "text": "Lillian Estelle Fisher, American historian of Spanish America (d. 1988)",
            "year": 1891
        },
        {
            "text": "Clelia Lollini, Italian physician (d. 1963 or 1964)",
            "year": 1890
        },
        {
            "text": "Alan Cunningham, Anglo-Irish general and diplomat, High Commissioners for Palestine and Transjordan (d. 1983)",
            "year": 1887
        },
        {
            "text": "Clément Pansaers, Belgian poet (d. 1922)",
            "year": 1885
        },
        {
            "text": "Ralph Stackpole, American sculptor and painter (d. 1973)",
            "year": 1885
        },
        {
            "text": "Francis Curzon, 5th Earl Howe, English race car driver and politician (d. 1964)",
            "year": 1884
        },
        {
            "text": "Pierre Teilhard de Chardin, French priest, palaeontologist, and philosopher (d. 1955)",
            "year": 1881
        },
        {
            "text": "Dave Hall, American runner (d. 1972)",
            "year": 1875
        },
        {
            "text": "Romaine Brooks, American-French painter and illustrator (d. 1970)",
            "year": 1874
        },
        {
            "text": "Paul Van Asbroeck, Belgian target shooter (d. 1959)",
            "year": 1874
        },
        {
            "text": "Hugo Alfvén, Swedish composer, conductor, violinist, and painter (d. 1960)",
            "year": 1872
        },
        {
            "text": "Sidónio Pais, Portuguese soldier and politician, 4th President of Portugal (d. 1918)",
            "year": 1872
        },
        {
            "text": "Seakle Greijdanus, Dutch theologian and scholar (d. 1948)",
            "year": 1871
        },
        {
            "text": "Emiliano Chamorro Vargas, President of Nicaragua (d. 1966)",
            "year": 1871
        },
        {
            "text": "Anna Jarvis, American founder of Mother's Day (d. 1948)",
            "year": 1864
        },
        {
            "text": "Marcel Prévost, French novelist and playwright (d. 1941)",
            "year": 1862
        },
        {
            "text": "Jacqueline Comerre-Paton, French painter and sculptor (d. 1955)",
            "year": 1859
        },
        {
            "text": "Theo van Gogh, Dutch art dealer (d. 1891)",
            "year": 1857
        },
        {
            "text": "Cecilia Beaux, American painter and academic (d. 1942)",
            "year": 1855
        },
        {
            "text": "Jacob Mikhailovich Gordin, Ukrainian-American journalist, actor, and playwright (d. 1909)",
            "year": 1853
        },
        {
            "text": "Calamity Jane, American frontierswoman and professional scout (d. 1903)",
            "year": 1852
        },
        {
            "text": "Santiago Ramón y Cajal, Spanish neuroscientist and pathologist, Nobel Prize laureate (d. 1934)",
            "year": 1852
        },
        {
            "text": "Prince Arthur, Duke of Connaught and Strathearn (d. 1942)",
            "year": 1850
        },
        {
            "text": "Adelsteen Normann, Norwegian painter (d. 1919)",
            "year": 1848
        },
        {
            "text": "Henry Demarest Lloyd, American journalist and politician (d. 1903)",
            "year": 1847
        },
        {
            "text": "Emily Stowe, Canadian physician and activist (d. 1903)",
            "year": 1831
        },
        {
            "text": "Guido Gezelle, Belgian priest and poet (d. 1899)",
            "year": 1830
        },
        {
            "text": "José de Alencar, Brazilian author and playwright (d. 1877)",
            "year": 1829
        },
        {
            "text": "Frederick Sandys, English painter and illustrator (d. 1904)",
            "year": 1829
        },
        {
            "text": "Jules Breton, French painter (d. 1906)",
            "year": 1827
        },
        {
            "text": "Johann Jakob Balmer, Swiss mathematician and physicist (d. 1898)",
            "year": 1825
        },
        {
            "text": "George Inness, American painter and educator (d. 1894)",
            "year": 1825
        },
        {
            "text": "Alexander William Williamson, English chemist and academic (d. 1904)",
            "year": 1824
        },
        {
            "text": "Henry Ayers, English-Australian politician, 8th Premier of South Australia (d. 1897)",
            "year": 1821
        },
        {
            "text": "Andreas Laskaratos, Greek satirical poet and writer (d. 1901)",
            "year": 1811
        },
        {
            "text": "James Clarence Mangan, Irish poet and author (d. 1849)",
            "year": 1803
        },
        {
            "text": "Phoebe Hinsdale Brown, American hymnwriter (d. 1861)",
            "year": 1783
        },
        {
            "text": "Arthur Wellesley, 1st Duke of Wellington, Irish-English field marshal and politician, Prime Minister of the United Kingdom (d. 1852)",
            "year": 1769
        },
        {
            "text": "Benjamin Henry Latrobe, English-American architect, designed the United States Capitol (d. 1820)",
            "year": 1764
        },
        {
            "text": "Judith Sargent Murray, American poet and playwright (d. 1820)",
            "year": 1751
        },
        {
            "text": "Jan Hendrik van Kinsbergen, Dutch admiral and philanthropist (d. 1819)",
            "year": 1735
        },
        {
            "text": "Joshua Rowley, English admiral (d. 1790)",
            "year": 1730
        },
        {
            "text": "Joseph Addison, English essayist, poet, playwright, and politician (d. 1719)",
            "year": 1672
        },
        {
            "text": "William Lilly, English astrologer (d. 1681)",
            "year": 1602
        },
        {
            "text": "John Haynes, English-American politician, 1st Governor of the Colony of Connecticut (d. 1653)",
            "year": 1594
        },
        {
            "text": "Johann Adam Schall von Bell, German missionary and astronomer (d. 1666)",
            "year": 1591
        },
        {
            "text": "Sophia Olelkovich Radziwill, Belarusian saint (d. 1612)",
            "year": 1585
        },
        {
            "text": "Marco da Gagliano, Italian composer (d. 1643)",
            "year": 1582
        },
        {
            "text": "Wolphert Gerretse, Dutch-American farmer, co-founded New Netherland (d. 1662)",
            "year": 1579
        },
        {
            "text": "Franciscus Junius, French theologian (d. 1602)",
            "year": 1545
        },
        {
            "text": "Johannes Stadius, German astronomer, astrologer, mathematician (d. 1579)",
            "year": 1527
        },
        {
            "text": "Sidonie of Bavaria, eldest daughter of Duke Albrecht IV of Bavaria-Munich (d. 1505)",
            "year": 1488
        },
        {
            "text": "Rinchinbal Khan, Mongolian emperor (d. 1332)",
            "year": 1326
        },
        {
            "text": "Edmund FitzAlan, 9th Earl of Arundel, English politician (d. 1326)",
            "year": 1285
        },
        {
            "text": "John I, Count of Hainaut (d. 1257)",
            "year": 1218
        },
        {
            "text": "Rudolf I of Germany (d. 1291)",
            "year": 1218
        }
    ],
    "deaths": [
        {
            "text": "Gordon Lightfoot, Canadian singer-songwriter and guitarist (b. 1938)",
            "year": 2023
        },
        {
            "text": "Olympia Dukakis, American actress (b. 1931)",
            "year": 2021
        },
        {
            "text": "Geoff Duke, English-Manx motorcycle racer (b. 1923)",
            "year": 2015
        },
        {
            "text": "Vafa Guluzade, Azerbaijani political scientist, academic, and diplomat (b. 1940)",
            "year": 2015
        },
        {
            "text": "María Elena Velasco, Mexican actress, singer, director, and screenwriter (b. 1940)",
            "year": 2015
        },
        {
            "text": "Grace Lee Whitney, American actress (b. 1930)",
            "year": 2015
        },
        {
            "text": "Adamu Atta, Nigerian lawyer and politician, 5th Governor of Kwara State (b. 1927)",
            "year": 2014
        },
        {
            "text": "Radhia Cousot, Tunisian-American computer scientist and academic (b. 1947)",
            "year": 2014
        },
        {
            "text": "Assi Dayan, Israeli actor, director, and screenwriter (b. 1945)",
            "year": 2014
        },
        {
            "text": "Juan de Dios Castillo, Mexican footballer and coach (b. 1951)",
            "year": 2014
        },
        {
            "text": "Chris Kelly, American rapper  (b. 1978)",
            "year": 2013
        },
        {
            "text": "Pierre Pleimelding, French footballer and manager (b. 1952)",
            "year": 2013
        },
        {
            "text": "James Kinley, Canadian engineer and politician, 29th Lieutenant Governor of Nova Scotia (b. 1925)",
            "year": 2012
        },
        {
            "text": "Mordechai Virshubski, German-Israeli lawyer and politician (b. 1930)",
            "year": 2012
        },
        {
            "text": "Henry Cooper, English boxer (b. 1934)",
            "year": 2011
        },
        {
            "text": "Ted Lowe, English sportscaster (b. 1920)",
            "year": 2011
        },
        {
            "text": "Helen Wagner, American actress (b. 1918)",
            "year": 2010
        },
        {
            "text": "Anthony Mamo, Maltese judge and politician, 1st President of Malta (b. 1909)",
            "year": 2008
        },
        {
            "text": "Philipp von Boeselager, German soldier and economist (b. 1917)",
            "year": 2008
        },
        {
            "text": "Kenneth Clark, American psychologist and academic (b. 1914)",
            "year": 2005
        },
        {
            "text": "Miss Elizabeth, American wrestler and manager (b. 1960)",
            "year": 2003
        },
        {
            "text": "Wim van Est, Dutch cyclist (b. 1923)",
            "year": 2003
        },
        {
            "text": "Ebrahim Al-Arrayedh, Indian poet and author (b. 1908)",
            "year": 2002
        },
        {
            "text": "Steve Reeves, American bodybuilder and actor (b. 1926)",
            "year": 2000
        },
        {
            "text": "Eldridge Cleaver, American author and activist (b. 1935)",
            "year": 1998
        },
        {
            "text": "Fernand Dumont, Canadian sociologist, philosopher, and poet (b. 1927)",
            "year": 1997
        },
        {
            "text": "Antonio Salemme, Italian-American painter (b. 1892)",
            "year": 1995
        },
        {
            "text": "Ayrton Senna, Brazilian race car driver (b. 1960)",
            "year": 1994
        },
        {
            "text": "Pierre Bérégovoy, French metallurgist and politician, Prime Minister of France (b. 1925)",
            "year": 1993
        },
        {
            "text": "Ranasinghe Premadasa, Sri Lankan politician, 3rd President of Sri Lanka (b. 1924)",
            "year": 1993
        },
        {
            "text": "Richard Thorpe, American director and screenwriter (b. 1896)",
            "year": 1991
        },
        {
            "text": "Sergio Franchi, Italian-American tenor and actor (b. 1926)",
            "year": 1990
        },
        {
            "text": "Sally Kirkland, American journalist (b. 1912)",
            "year": 1989
        },
        {
            "text": "V. M. Panchalingam, Sri Lankan civil servant (b. 1930)",
            "year": 1989
        },
        {
            "text": "Patrice Tardif, Canadian farmer and politician (b. 1904)",
            "year": 1989
        },
        {
            "text": "Ben Lexcen, Australian sailor and architect (b. 1936)",
            "year": 1988
        },
        {
            "text": "Hylda Baker, English comedian, actress and music hall performer (b. 1905)",
            "year": 1986
        },
        {
            "text": "Hugo Peretti, American songwriter and producer (b. 1916)",
            "year": 1986
        },
        {
            "text": "Denise Robins, English journalist and author (b. 1897)",
            "year": 1985
        },
        {
            "text": "Jüri Lossmann, Estonian-Swedish runner (b. 1891)",
            "year": 1984
        },
        {
            "text": "William Primrose, Scottish viola player and educator (b. 1903)",
            "year": 1982
        },
        {
            "text": "Aram Khachaturian, Armenian composer and conductor (b. 1903)",
            "year": 1978
        },
        {
            "text": "T. R. M. Howard, American surgeon and activist (b. 1908)",
            "year": 1976
        },
        {
            "text": "Alexandros Panagoulis, Greek poet and politician (b. 1939)",
            "year": 1976
        },
        {
            "text": "Asger Jorn, Danish painter and sculptor (b. 1914)",
            "year": 1973
        },
        {
            "text": "Yi Un, Korean prince (b. 1897)",
            "year": 1970
        },
        {
            "text": "Jack Adams, Canadian-American ice hockey player, coach, and manager (b. 1895)",
            "year": 1968
        },
        {
            "text": "Harold Nicolson, English author and politician (b. 1886)",
            "year": 1968
        },
        {
            "text": "Spike Jones, American singer and bandleader (b. 1911)",
            "year": 1965
        },
        {
            "text": "Lope K. Santos, Filipino lawyer and politician (b. 1879)",
            "year": 1963
        },
        {
            "text": "Charles Holden, English architect, designed the Bristol Central Library (b. 1875)",
            "year": 1960
        },
        {
            "text": "LeRoy Samse, American pole vaulter (b. 1883)",
            "year": 1956
        },
        {
            "text": "William Thomson Sloper, American stockbroker and survivor of the sinking of the RMS Titanic (b. 1883)",
            "year": 1955
        },
        {
            "text": "Everett Shinn, American painter and illustrator (b. 1876)",
            "year": 1953
        },
        {
            "text": "Joseph Goebbels, German lawyer and politician, Chancellor of Germany (b. 1897)",
            "year": 1945
        },
        {
            "text": "Magda Goebbels, German wife of Joseph Goebbels (b. 1901)",
            "year": 1945
        },
        {
            "text": "Napoleon Soukatzidis, Greek communist and trade unionist (b. 1909)",
            "year": 1944
        },
        {
            "text": "Johan Oscar Smith, Norwegian religious leader, founded the Brunstad Christian Church (b. 1871)",
            "year": 1943
        },
        {
            "text": "Henri Pélissier, French cyclist (b. 1889)",
            "year": 1935
        },
        {
            "text": "Princess Margaret of Connaught (b. 1882)",
            "year": 1920
        },
        {
            "text": "John Barclay Armstrong, American lieutenant (b. 1850)",
            "year": 1913
        },
        {
            "text": "Grigorios Maraslis, Greek philanthropist (b. 1831)",
            "year": 1907
        },
        {
            "text": "Antonín Dvořák, Czech composer and academic (b. 1841)",
            "year": 1904
        },
        {
            "text": "Ludwig Büchner, German physiologist and physician (b. 1824)",
            "year": 1899
        },
        {
            "text": "David Livingstone, Scottish-English missionary and explorer (b. 1813)",
            "year": 1873
        },
        {
            "text": "John Wilbur, American minister and theologian (b. 1774)",
            "year": 1856
        },
        {
            "text": "Antoine Louis Dugès, French obstetrician and naturalist (b. 1797)",
            "year": 1838
        },
        {
            "text": "Jean-Baptiste Bessières, French general (b. 1768)",
            "year": 1813
        },
        {
            "text": "Gottfried Achenwall, Polish-German historian, economist, and jurist (b. 1719)",
            "year": 1772
        },
        {
            "text": "Charles Howard, 3rd Earl of Carlisle, English politician, First Lord of the Treasury (b. 1669)",
            "year": 1738
        },
        {
            "text": "Johann Ludwig Bach, German violinist and composer (b. 1677)",
            "year": 1731
        },
        {
            "text": "François de Troy, French painter and engraver (b. 1645)",
            "year": 1730
        },
        {
            "text": "Frans Luycx, Flemish painter (b. 1604)",
            "year": 1668
        },
        {
            "text": "Pope Pius V (b. 1504)",
            "year": 1572
        },
        {
            "text": "Pope Marcellus II (b. 1501)",
            "year": 1555
        },
        {
            "text": "Isabella of Portugal (b. 1503)",
            "year": 1539
        },
        {
            "text": "Paul I Šubić of Bribir",
            "year": 1312
        },
        {
            "text": "Albert I of Germany (b. 1255)",
            "year": 1308
        },
        {
            "text": "William II of Villehardouin",
            "year": 1278
        },
        {
            "text": "Stefan Uroš I of Serbia (b. 1223)",
            "year": 1277
        },
        {
            "text": "Walter de Gray, English prelate and statesman",
            "year": 1255
        },
        {
            "text": "Roger de Moulins, Grand Master of the Knights Hospitaller",
            "year": 1187
        },
        {
            "text": "Diarmait Mac Murchada, King of Leinster (b. 1110)",
            "year": 1171
        },
        {
            "text": "Matilda of Scotland (b. 1080)",
            "year": 1118
        },
        {
            "text": "Wang Zongji, Chinese prince and pretender",
            "year": 908
        },
        {
            "text": "Marcouf, missionary and saint",
            "year": 558
        },
        {
            "text": "Arcadius, Byzantine emperor (b. 377)",
            "year": 408
        }
    ],
    "metadata": {
        "current_date": "May 1, 2025",
        "short_date": "May 1",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            0,
            41,
            6,
            53,
            38,
            5,
            22,
            17,
            56,
            48
        ],
        "births": [
            133,
            93,
            178,
            78
        ],
        "deaths": [
            51,
            24,
            41,
            42
        ]
    }
}