{
    "events": [
        {
            "text": "A Boeing B-17 Flying Fortress and a Bell P-63 Kingcobra collide in mid-air over Dallas Executive Airport during an airshow, killing six.",
            "year": 2022
        },
        {
            "text": "The Los Angeles Superior Court formally ends the 14-year conservatorship to pop singer Britney Spears.",
            "year": 2021
        },
        {
            "text": "The PlayStation 5 is released.",
            "year": 2020
        },
        {
            "text": "The 7.3 Mw  Kermanshah earthquake shakes the northern Iran–Iraq border with a maximum Mercalli intensity of VIII (Severe). At least 410 people are killed and over 7,000 are injured.",
            "year": 2017
        },
        {
            "text": "Two suicide bombers detonate explosives in Bourj el-Barajneh, Beirut, killing 43 people and injuring over 200 others.",
            "year": 2015
        },
        {
            "text": "The Philae lander, deployed from the European Space Agency's Rosetta probe, reaches the surface of Comet 67P/Churyumov–Gerasimenko.",
            "year": 2014
        },
        {
            "text": "An Armenian Mil Mi-24 attack helicopter is shot down by Azerbaijani forces, killing all three people on board.",
            "year": 2014
        },
        {
            "text": "Silvio Berlusconi tenders his resignation as Prime Minister of Italy, effective November 16, due in large part to the European sovereign debt crisis.",
            "year": 2011
        },
        {
            "text": "A blast in Iran's Shahid Modarres missile base leads to the death of 17 of the Revolutionary Guards members, including Hassan Tehrani Moghaddam, a key figure in Iran's missile program.",
            "year": 2011
        },
        {
            "text": "Iraq War: In Nasiriyah, Iraq, at least 23 people, among them the first Italian casualties of the 2003 invasion of Iraq, are killed in a suicide bomb attack on an Italian police base.",
            "year": 2003
        },
        {
            "text": "Shanghai Transrapid sets a new world speed record of 501 kilometres per hour (311 mph) for commercial railway systems, which remains the fastest for unmodified commercial rail vehicles.",
            "year": 2003
        },
        {
            "text": "In New York City, American Airlines Flight 587, an Airbus A300 en route to the Dominican Republic, crashes minutes after takeoff from John F. Kennedy International Airport, killing all 260 on board and five on the ground.",
            "year": 2001
        },
        {
            "text": "War in Afghanistan: Taliban forces abandon Kabul, ahead of advancing Afghan Northern Alliance troops.",
            "year": 2001
        },
        {
            "text": "The 7.2 Mw  Düzce earthquake shakes northwestern Turkey with a maximum Mercalli intensity of IX (Violent). At least 845 people are killed and almost 5,000 are injured.",
            "year": 1999
        },
        {
            "text": "Ramzi Yousef is found guilty of masterminding the 1993 World Trade Center bombing.",
            "year": 1997
        },
        {
            "text": "A Saudi Arabian Airlines Boeing 747 and a Kazakh Ilyushin Il-76 cargo plane collide in mid-air near New Delhi, killing 349 in the deadliest mid-air collision to date.",
            "year": 1996
        },
        {
            "text": "Erdut Agreement regarding the peaceful resolution to the Croatian War of Independence is reached.",
            "year": 1995
        },
        {
            "text": "Space Shuttle Atlantis launches on STS-74 to deliver the Mir Docking Module to the Russian space station Mir.",
            "year": 1995
        },
        {
            "text": "Santa Cruz massacre: The Indonesian Army open fire on a crowd of student protesters in Dili, East Timor.",
            "year": 1991
        },
        {
            "text": "Crown Prince Akihito is formally installed as Emperor Akihito of Japan, becoming the 125th Japanese monarch.",
            "year": 1990
        },
        {
            "text": "Tim Berners-Lee publishes a formal proposal for the World Wide Web.",
            "year": 1990
        },
        {
            "text": "USSR: Yuri Andropov becomes the General Secretary of the Communist Party's Central Committee, succeeding Leonid I. Brezhnev.",
            "year": 1982
        },
        {
            "text": "Space Shuttle program: Mission STS-2, utilizing the Space Shuttle Columbia, marks the first time a crewed spacecraft is launched into space twice.",
            "year": 1981
        },
        {
            "text": "The NASA space probe Voyager I makes its closest approach to Saturn and takes the first images of its rings.",
            "year": 1980
        },
        {
            "text": "Iran hostage crisis: In response to the hostage situation in Tehran, U.S. President Jimmy Carter orders a halt to all petroleum imports into the United States from Iran.",
            "year": 1979
        },
        {
            "text": "France conducts the Oreste nuclear test as 14th in the group of 29, 1975–78 French nuclear tests series.",
            "year": 1977
        },
        {
            "text": "The Comoros joins the United Nations.",
            "year": 1975
        },
        {
            "text": "Vietnam War: As part of Vietnamization, U.S. President Richard Nixon sets February 1, 1972 as the deadline for the removal of another 45,000 American troops from Vietnam.",
            "year": 1971
        },
        {
            "text": "Aeroflot Flight N-63 crashes on approach to Vinnytsia Airport, killing 48.",
            "year": 1971
        },
        {
            "text": "The Oregon Highway Division attempts to destroy a rotting beached sperm whale with explosives, leading to the now infamous \"exploding whale\" incident.",
            "year": 1970
        },
        {
            "text": "The 1970 Bhola cyclone makes landfall on the coast of East Pakistan, becoming the deadliest tropical cyclone in history.",
            "year": 1970
        },
        {
            "text": "Vietnam War: Independent investigative journalist Seymour Hersh breaks the story of the My Lai Massacre.",
            "year": 1969
        },
        {
            "text": "Terry Jo Duperrault is the sole survivor of a series of brutal murders aboard the ketch Bluebelle.",
            "year": 1961
        },
        {
            "text": "A team of rock climbers led by Warren Harding completes the first ascent of The Nose on El Capitan in Yosemite Valley.",
            "year": 1958
        },
        {
            "text": "Morocco, Sudan and Tunisia join the United Nations.",
            "year": 1956
        },
        {
            "text": "In the midst of the Suez Crisis, Palestinian refugees are shot dead in Rafah by Israel Defense Force soldiers following the invasion of the Gaza Strip.",
            "year": 1956
        },
        {
            "text": "Ellis Island ceases operations.",
            "year": 1954
        },
        {
            "text": "Aftermath of World War II: In Tokyo, the International Military Tribunal for the Far East sentences seven Japanese military and government officials, including General Hideki Tojo, to death for their roles in World War II.",
            "year": 1948
        },
        {
            "text": "World War II: The Royal Air Force launches 29 Avro Lancaster bombers, which sink the German battleship Tirpitz, with 12,000 lb Tallboy bombs off Tromsø, Norway.",
            "year": 1944
        },
        {
            "text": "World War II: Naval Battle of Guadalcanal between Japanese and American forces begins near Guadalcanal. The battle lasts for three days and ends with an American victory.",
            "year": 1942
        },
        {
            "text": "World War II: Temperatures around Moscow drop to −12 °C (10 °F) as the Soviet Union launches ski troops for the first time against the freezing German forces near the city.",
            "year": 1941
        },
        {
            "text": "World War II: The Soviet cruiser Chervona Ukraina is destroyed during the Battle of Sevastopol.",
            "year": 1941
        },
        {
            "text": "World War II: The Battle of Gabon ends as Free French Forces take Libreville, Gabon, and all of French Equatorial Africa from Vichy French forces.",
            "year": 1940
        },
        {
            "text": "World War II: Soviet Foreign Minister Vyacheslav Molotov arrives in Berlin to discuss the possibility of the Soviet Union joining the Axis Powers.",
            "year": 1940
        },
        {
            "text": "Nazi Germany issues the Decree on the Elimination of Jews from Economic Life prohibiting Jews from selling goods and services or working in a trade, totally segregating Jews from the German economy.",
            "year": 1938
        },
        {
            "text": "In California, the San Francisco–Oakland Bay Bridge opens to traffic.",
            "year": 1936
        },
        {
            "text": "Nazi Germany uses a referendum to ratify its withdrawal from the League of Nations.",
            "year": 1933
        },
        {
            "text": "SS Vestris sinks approximately 200 miles (320 km) off Hampton Roads, Virginia, killing at least 110 passengers, mostly women and children who die after the vessel is abandoned.",
            "year": 1928
        },
        {
            "text": "Leon Trotsky is expelled from the Soviet Communist Party, leaving Joseph Stalin in undisputed control of the Soviet Union.",
            "year": 1927
        },
        {
            "text": "The 1920 Cork hunger strike by Irish republicans ends after three deaths.",
            "year": 1920
        },
        {
            "text": "Italy and the Kingdom of Serbs, Croats and Slovenes sign the Treaty of Rapallo.",
            "year": 1920
        },
        {
            "text": "Dissolution of Austria-Hungary: Austria becomes a republic. After the proclamation, a coup attempt by the communist Red Guard is defeated by the social-democratic Volkswehr.",
            "year": 1918
        },
        {
            "text": "First Balkan War: King George I of Greece makes a triumphal entry into Thessaloniki after its liberation from 482 years of Ottoman rule.",
            "year": 1912
        },
        {
            "text": "The frozen bodies of Robert Scott and his men are found on the Ross Ice Shelf in Antarctica.",
            "year": 1912
        },
        {
            "text": "Norway holds a referendum resulting in popular approval of the Storting's decision to authorise the government to make the offer of the throne of the newly independent country.",
            "year": 1905
        },
        {
            "text": "Abdur Rahman Khan accepts the Durand Line as the border between the Emirate of Afghanistan and the British Raj.",
            "year": 1893
        },
        {
            "text": "Pudge Heffelfinger becomes the first professional American football player on record, participating in his first paid game for the Allegheny Athletic Association.",
            "year": 1892
        },
        {
            "text": "Construction is completed on the Wilberforce Monument in Kingston Upon Hull.",
            "year": 1835
        },
        {
            "text": "Plymouth becomes the first town incorporated by the English Parliament.",
            "year": 1439
        },
        {
            "text": "Battle of Posada ends: Wallachian Voievode Basarab I defeats the Hungarian army by ambush.",
            "year": 1330
        },
        {
            "text": "Future Byzantine empress Zoe takes the throne as empress consort to Romanos III Argyros.",
            "year": 1028
        },
        {
            "text": "The 13-year-old Lothair III is crowned at the Abbey of Saint-Remi as king of the West Frankish Kingdom.",
            "year": 954
        }
    ],
    "births": [
        {
            "text": "Leonardo Puglisi, Australian journalist and founder of 6 News Australia",
            "year": 2007
        },
        {
            "text": "Paolo Banchero, Italian-American basketball player",
            "year": 2002
        },
        {
            "text": "Tino Livramento, English footballer",
            "year": 2002
        },
        {
            "text": "Raffey Cassidy, English actress",
            "year": 2001
        },
        {
            "text": "Choi Yoo-jung, South Korean singer, dancer, rapper, and actress",
            "year": 1999
        },
        {
            "text": "Jules Koundé, French footballer",
            "year": 1998
        },
        {
            "text": "Elias Pettersson, Swedish ice hockey player",
            "year": 1998
        },
        {
            "text": "Dexter Lawrence, American football player",
            "year": 1997
        },
        {
            "text": "Thomas Lemar, French footballer",
            "year": 1995
        },
        {
            "text": "xQc, Canadian online streamer",
            "year": 1995
        },
        {
            "text": "Guillaume Cizeron, French ice dancer",
            "year": 1994
        },
        {
            "text": "Kseniya Alexandrova, Russian model (died 2025)",
            "year": 1994
        },
        {
            "text": "Tomáš Hertl, Czech ice hockey player",
            "year": 1993
        },
        {
            "text": "Dāvis Bertāns, Latvian basketball player",
            "year": 1992
        },
        {
            "text": "Trey Burke, American basketball player",
            "year": 1992
        },
        {
            "text": "Adam Larsson, Swedish ice hockey player",
            "year": 1992
        },
        {
            "text": "Luguelín Santos, Dominican sprinter",
            "year": 1992
        },
        {
            "text": "Cairo Santos, Brazilian gridiron football player",
            "year": 1991
        },
        {
            "text": "Gijs Van Hoecke, Belgian cyclist",
            "year": 1991
        },
        {
            "text": "Adrianna Franch, American soccer player",
            "year": 1990
        },
        {
            "text": "Florent Manaudou, French swimmer",
            "year": 1990
        },
        {
            "text": "Marcell Ozuna, Dominican baseball player",
            "year": 1990
        },
        {
            "text": "Harmeet Singh, Norwegian footballer",
            "year": 1990
        },
        {
            "text": "Siim-Sander Vene, Estonian basketball player",
            "year": 1990
        },
        {
            "text": "Hiroshi Kiyotake, Japanese footballer",
            "year": 1989
        },
        {
            "text": "Russell Westbrook, American basketball player",
            "year": 1988
        },
        {
            "text": "Jason Day, Australian golfer",
            "year": 1987
        },
        {
            "text": "Kengo Kora, Japanese actor",
            "year": 1987
        },
        {
            "text": "Ignazio Abate, Italian footballer",
            "year": 1986
        },
        {
            "text": "Nedum Onuoha, English footballer",
            "year": 1986
        },
        {
            "text": "Arianny Celeste, American model and actress",
            "year": 1985
        },
        {
            "text": "Adlène Guedioura, French-Algerian footballer",
            "year": 1985
        },
        {
            "text": "Sepp De Roover, Belgian footballer",
            "year": 1984
        },
        {
            "text": "Jorge Masvidal, American Mixed Martial Artist",
            "year": 1984
        },
        {
            "text": "Omarion, American singer, songwriter, actor and dancer",
            "year": 1984
        },
        {
            "text": "Sandara Park, South Korean singer, dancer, and actress",
            "year": 1984
        },
        {
            "text": "Conrad Rautenbach, Zimbabwean racing driver",
            "year": 1984
        },
        {
            "text": "Charlie Morton, American baseball player",
            "year": 1983
        },
        {
            "text": "Anne Hathaway, American actress",
            "year": 1982
        },
        {
            "text": "Mikele Leigertwood, English footballer",
            "year": 1982
        },
        {
            "text": "Annika Becker, German pole vaulter",
            "year": 1981
        },
        {
            "text": "DJ Campbell, English footballer",
            "year": 1981
        },
        {
            "text": "Sergio Floccari, Italian footballer",
            "year": 1981
        },
        {
            "text": "Shaun Cooper, American bass player",
            "year": 1980
        },
        {
            "text": "Nur Fettahoğlu, German-Turkish journalist and actress",
            "year": 1980
        },
        {
            "text": "Ryan Gosling, Canadian actor, producer and singer",
            "year": 1980
        },
        {
            "text": "Charlie Hodgson, English rugby player",
            "year": 1980
        },
        {
            "text": "Matt Cappotelli, American wrestler and trainer (died 2018)",
            "year": 1979
        },
        {
            "text": "Cote de Pablo, Chilean actress",
            "year": 1979
        },
        {
            "text": "Lucas Glover, American golfer",
            "year": 1979
        },
        {
            "text": "Corey Maggette, American basketball player and sportscaster",
            "year": 1979
        },
        {
            "text": "Matt Stevic, Australian footballer and umpire",
            "year": 1979
        },
        {
            "text": "Alexandra Maria Lara, Romanian-German actress",
            "year": 1978
        },
        {
            "text": "Mista, Spanish footballer",
            "year": 1978
        },
        {
            "text": "Ashley Williams, American actress",
            "year": 1978
        },
        {
            "text": "Benni McCarthy, South African footballer",
            "year": 1977
        },
        {
            "text": "Lee Murray, English mixed martial artist",
            "year": 1977
        },
        {
            "text": "Tevin Campbell, American R&B singer-songwriter and actor",
            "year": 1976
        },
        {
            "text": "Judith Holofernes, German singer-songwriter and guitarist",
            "year": 1976
        },
        {
            "text": "Richelle Mead, American author and educator",
            "year": 1976
        },
        {
            "text": "Mirosław Szymkowiak, Polish footballer and journalist",
            "year": 1976
        },
        {
            "text": "Kiara Bisaro, Canadian mountain biker",
            "year": 1975
        },
        {
            "text": "Jason Lezak, American swimmer",
            "year": 1975
        },
        {
            "text": "Amy Neighbors, American politician",
            "year": 1975
        },
        {
            "text": "Alessandro Birindelli, Italian footballer",
            "year": 1974
        },
        {
            "text": "Tamala Jones, American actress",
            "year": 1974
        },
        {
            "text": "Radha Mitchell, Australian actress",
            "year": 1973
        },
        {
            "text": "Ethan Zohn, American pro soccer player and Survivor: Africa winner",
            "year": 1973
        },
        {
            "text": "Vassilios Tsiartas, Greek footballer",
            "year": 1972
        },
        {
            "text": "Chen Guangcheng, Chinese-American lawyer and activist",
            "year": 1971
        },
        {
            "text": "Rebecca Wisocky, American actress",
            "year": 1971
        },
        {
            "text": "Elektra, American wrestler, model, and dancer",
            "year": 1970
        },
        {
            "text": "Tonya Harding, American figure skater",
            "year": 1970
        },
        {
            "text": "Sarah Harmer, Canadian singer-songwriter and guitarist",
            "year": 1970
        },
        {
            "text": "Oscar Strasnoy, French-Argentine composer",
            "year": 1970
        },
        {
            "text": "Ian Bremmer, American political scientist and author",
            "year": 1969
        },
        {
            "text": "Jason Cundy, English footballer and sportscaster",
            "year": 1969
        },
        {
            "text": "Rob Schrab, American writer and artist",
            "year": 1969
        },
        {
            "text": "Kathleen Hanna, American singer-songwriter",
            "year": 1968
        },
        {
            "text": "Sammy Sosa, Dominican-American baseball player",
            "year": 1968
        },
        {
            "text": "Aaron Stainthorpe, English-German singer-songwriter",
            "year": 1968
        },
        {
            "text": "Bassim Al-Karbalaei, Iraqi Eulogy Reciter",
            "year": 1967
        },
        {
            "text": "Disco Inferno, American wrestler and manager",
            "year": 1967
        },
        {
            "text": "Iryna Khalip, Belarusian journalist",
            "year": 1967
        },
        {
            "text": "Michael Moorer, American boxer",
            "year": 1967
        },
        {
            "text": "Grant Nicholas, Welsh singer-songwriter and guitarist",
            "year": 1967
        },
        {
            "text": "Lex Lang, American voice actor and producer",
            "year": 1965
        },
        {
            "text": "Vic Chesnutt, American singer-songwriter and guitarist (died 2009)",
            "year": 1964
        },
        {
            "text": "David Ellefson, American bass player and songwriter",
            "year": 1964
        },
        {
            "text": "Wang Kuang-hui, Taiwanese baseball player and coach",
            "year": 1964
        },
        {
            "text": "Barbara Stühlmeyer, German musicologist, church musician and writer",
            "year": 1964
        },
        {
            "text": "Kuniko Asagi, Japanese actress and television host",
            "year": 1962
        },
        {
            "text": "Jon Dough, American porn actor, director, and producer (died 2006)",
            "year": 1962
        },
        {
            "text": "Mariella Frostrup, British journalist and actress",
            "year": 1962
        },
        {
            "text": "Mark Hunter, Canadian ice hockey player, coach, and manager",
            "year": 1962
        },
        {
            "text": "Neal Shusterman, American author and poet",
            "year": 1962
        },
        {
            "text": "Naomi Wolf, American author and activist",
            "year": 1962
        },
        {
            "text": "Nadia Comăneci, Romanian gymnast and coach",
            "year": 1961
        },
        {
            "text": "Enzo Francescoli, Uruguayan footballer",
            "year": 1961
        },
        {
            "text": "Maurane, Belgian singer and actress (died 2018)",
            "year": 1960
        },
        {
            "text": "Vincent Irizarry, American actor",
            "year": 1959
        },
        {
            "text": "Toshihiko Sahashi, Japanese composer",
            "year": 1959
        },
        {
            "text": "Megan Mullally, American actress and singer",
            "year": 1958
        },
        {
            "text": "Mykola Vynnychenko, Ukrainian race walker",
            "year": 1958
        },
        {
            "text": "Tim Samaras, American engineer, storm chaser (died 2013)",
            "year": 1957
        },
        {
            "text": "Ivan Šuker, Croatian politician and economist (died 2023)",
            "year": 1957
        },
        {
            "text": "Les McKeown, Scottish pop singer (died 2021)",
            "year": 1955
        },
        {
            "text": "Paul McNamee, Australian tennis player",
            "year": 1954
        },
        {
            "text": "Baaba Maal, Senegalese singer-songwriter and guitarist",
            "year": 1953
        },
        {
            "text": "Barbara Fairchild, American country and gospel singer-songwriter",
            "year": 1950
        },
        {
            "text": "Ron Lapointe, Canadian ice hockey player and coach (died 1992)",
            "year": 1949
        },
        {
            "text": "Jack Reed, American soldier and politician",
            "year": 1949
        },
        {
            "text": "Hassan Rouhani, Iranian lawyer and politician; 7th President of Iran",
            "year": 1948
        },
        {
            "text": "Buck Dharma, American singer-songwriter and guitarist",
            "year": 1947
        },
        {
            "text": "Patrice Leconte, French director and screenwriter",
            "year": 1947
        },
        {
            "text": "Alexandra Charles, Swedish businesswoman",
            "year": 1946
        },
        {
            "text": "Michael Bishop, American author and educator (died 2023)",
            "year": 1945
        },
        {
            "text": "Judith Roitman, American mathematician and academic",
            "year": 1945
        },
        {
            "text": "Neil Young, Canadian singer-songwriter, guitarist, and producer",
            "year": 1945
        },
        {
            "text": "Ken Houston, American football player",
            "year": 1944
        },
        {
            "text": "Booker T. Jones, American pianist, saxophonist, songwriter, and producer",
            "year": 1944
        },
        {
            "text": "Al Michaels, American sportscaster",
            "year": 1944
        },
        {
            "text": "Errol Brown, Jamaican-English singer-songwriter (died 2015)",
            "year": 1943
        },
        {
            "text": "Brian Hyland, American pop singer",
            "year": 1943
        },
        {
            "text": "Wallace Shawn, American actor, comedian and playwright",
            "year": 1943
        },
        {
            "text": "Björn Waldegård, Swedish racing driver (died 2014)",
            "year": 1943
        },
        {
            "text": "John Walker, American singer-songwriter and guitarist (died 2011)",
            "year": 1943
        },
        {
            "text": "Michel Audet, Canadian economist and politician",
            "year": 1940
        },
        {
            "text": "Amjad Khan, Indian actor & director (died 1992)",
            "year": 1940
        },
        {
            "text": "Jürgen Todenhöfer, German judge and politician",
            "year": 1940
        },
        {
            "text": "Lucia Popp, Slovak soprano (died 1993)",
            "year": 1939
        },
        {
            "text": "Delano Lewis, American diplomat (died 2023)",
            "year": 1938
        },
        {
            "text": "Benjamin Mkapa, Tanzanian journalist and politician, 3rd President of Tanzania (died 2020)",
            "year": 1938
        },
        {
            "text": "Mort Shuman, American singer-songwriter and pianist (died 1991)",
            "year": 1938
        },
        {
            "text": "Richard H. Truly, NASA astronaut (died 2024)",
            "year": 1937
        },
        {
            "text": "Charles Manson, American cult leader (died 2017)",
            "year": 1934
        },
        {
            "text": "John McGahern, Irish author and educator (died 2006)",
            "year": 1934
        },
        {
            "text": "Vavá, Brazilian footballer and manager (died 2002)",
            "year": 1934
        },
        {
            "text": "Bob Crewe, American singer-songwriter and producer (died 2014)",
            "year": 1930
        },
        {
            "text": "Michael Ende, German author and fiction writer (died 1995)",
            "year": 1929
        },
        {
            "text": "Grace Kelly, American actress, later Princess Grace of Monaco (died 1982)",
            "year": 1929
        },
        {
            "text": "František Šťastný, Czech motorcycle racer and sportscaster (died 2000)",
            "year": 1927
        },
        {
            "text": "Yutaka Taniyama, Japanese mathematician and theorist (died 1958)",
            "year": 1927
        },
        {
            "text": "Robert Goff, Baron Goff of Chieveley, English lawyer and judge (died 2016)",
            "year": 1926
        },
        {
            "text": "Sam Jones, American bassist, cellist, and composer (died 1981)",
            "year": 1924
        },
        {
            "text": "Ian Graham, English archaeologist and explorer (died 2017)",
            "year": 1923
        },
        {
            "text": "Loriot, German humorist, actor, and director (died 2011)",
            "year": 1923
        },
        {
            "text": "Rubén Bonifaz Nuño, Mexican poet and scholar (died 2013)",
            "year": 1923
        },
        {
            "text": "Tadeusz Borowski, Polish poet, author, and journalist (died 1951)",
            "year": 1922
        },
        {
            "text": "Kim Hunter, American actress (died 2002)",
            "year": 1922
        },
        {
            "text": "Richard Quine, American actor, director, and screenwriter (died 1989)",
            "year": 1920
        },
        {
            "text": "France Štiglic, Slovenian film director and screenwriter (died 1993)",
            "year": 1919
        },
        {
            "text": "Jo Stafford, American singer (died 2008)",
            "year": 1917
        },
        {
            "text": "Paul Emery, English racing driver (died 1993)",
            "year": 1916
        },
        {
            "text": "Jean Papineau-Couture, Canadian composer and academic (died 2000)",
            "year": 1916
        },
        {
            "text": "Roland Barthes, French philosopher, theorist, and critic (died 1980)",
            "year": 1915
        },
        {
            "text": "Buck Clayton, American trumpet player and academic (died 1991)",
            "year": 1911
        },
        {
            "text": "Dudley Nourse, South African cricketer (died 1981)",
            "year": 1910
        },
        {
            "text": "Harry Blackmun, American lawyer and judge (died 1999)",
            "year": 1908
        },
        {
            "text": "George Dillon, American soldier and poet (died 1968)",
            "year": 1906
        },
        {
            "text": "Louise Thaden, American pilot (died 1979)",
            "year": 1905
        },
        {
            "text": "Max Hoffman, Austrian-born car importer and businessman (died 1981)",
            "year": 1904
        },
        {
            "text": "Jack Oakie, American actor (died 1978)",
            "year": 1903
        },
        {
            "text": "James Luther Adams, American minister and theologian (died 1994)",
            "year": 1901
        },
        {
            "text": "Stanley Graham, New Zealand mass murderer (died 1941)",
            "year": 1900
        },
        {
            "text": "Leon Štukelj, Slovenian gymnast (died 1999)",
            "year": 1898
        },
        {
            "text": "Karl Marx, German composer and conductor (died 1985)",
            "year": 1897
        },
        {
            "text": "Salim Ali, Indian ornithologist and author (died 1987)",
            "year": 1896
        },
        {
            "text": "Manuel Alonso Areizaga, Spanish tennis player (died 1984)",
            "year": 1895
        },
        {
            "text": "Marguerite Henry, Australian zoologist (died 1982)",
            "year": 1895
        },
        {
            "text": "Nima Yooshij, Iranian poet and academic (died 1960)",
            "year": 1895
        },
        {
            "text": "Thorleif Schjelderup-Ebbe, Norwegian zoologist and comparative psychologist (died 1976)",
            "year": 1894
        },
        {
            "text": "Tudor Davies, Welsh tenor and actor (died 1958)",
            "year": 1892
        },
        {
            "text": "Lily Kronberger, Hungarian figure skater (died 1974)",
            "year": 1890
        },
        {
            "text": "DeWitt Wallace, American publisher and philanthropist, co-founded Reader's Digest (died 1981)",
            "year": 1889
        },
        {
            "text": "Günther Dyhrenfurth, German geologist and mountaineer (died 1975)",
            "year": 1886
        },
        {
            "text": "Ben Travers, English author and playwright (died 1980)",
            "year": 1886
        },
        {
            "text": "Olev Siinmaa, Estonian-Swedish architect (died 1948)",
            "year": 1881
        },
        {
            "text": "Maximilian von Weichs, German field marshal (died 1954)",
            "year": 1881
        },
        {
            "text": "William Fay, Irish actor and producer (died 1947)",
            "year": 1872
        },
        {
            "text": "Sun Yat-sen, Chinese physician and politician, 1st President of the Republic of China (died 1925)",
            "year": 1866
        },
        {
            "text": "Mikhail Chigorin, Russian chess player and theoretician (died 1908)",
            "year": 1850
        },
        {
            "text": "Eduard Müller, Swiss lawyer and politician, 51st President of the Swiss Confederation (died 1919)",
            "year": 1848
        },
        {
            "text": "John William Strutt, 3rd Baron Rayleigh, English physicist and academic, Nobel Prize laureate (died 1919)",
            "year": 1842
        },
        {
            "text": "Auguste Rodin, French sculptor and illustrator, created The Thinker (died 1917)",
            "year": 1840
        },
        {
            "text": "Alexander Borodin, Russian composer and chemist (died 1887)",
            "year": 1833
        },
        {
            "text": "Bahá'u'lláh, Persian spiritual leader, founded the Baháʼí Faith (died 1892)",
            "year": 1817
        },
        {
            "text": "Elizabeth Cady Stanton, American activist (died 1902)",
            "year": 1815
        },
        {
            "text": "Thaddeus William Harris, American entomologist and botanist (died 1856)",
            "year": 1795
        },
        {
            "text": "Johann Friedrich von Eschscholtz, Livonian physician and botanist (died 1831)",
            "year": 1793
        },
        {
            "text": "Piet Retief, South African ruler (died 1838)",
            "year": 1780
        },
        {
            "text": "Charles Bell, Scottish surgeon and artist  (died 1842)",
            "year": 1774
        },
        {
            "text": "Gerhard von Scharnhorst, Prussian general and politician, Prussian Minister of War (died 1813)",
            "year": 1755
        },
        {
            "text": "Louis Antoine de Bougainville, French admiral and explorer (died 1811)",
            "year": 1729
        },
        {
            "text": "Edward Vernon, English admiral and politician (died 1757)",
            "year": 1684
        },
        {
            "text": "Francis Nicholson, British Army general and colonial administrator (died 1727)",
            "year": 1655
        },
        {
            "text": "Juana Inés de la Cruz, Mexican nun, poet, and scholar (died 1695)",
            "year": 1651
        },
        {
            "text": "Diego Luis de San Vitores, Spanish Jesuit missionary (died 1672)",
            "year": 1627
        },
        {
            "text": "Richard Baxter, English minister, poet, and theologian (died 1691)",
            "year": 1615
        },
        {
            "text": "Jeanne Mance, French-Canadian nurse, founded the Hôtel-Dieu de Montréal (died 1673)",
            "year": 1606
        },
        {
            "text": "Albrecht of Hanau-Münzenberg, German nobleman (died 1635)",
            "year": 1579
        },
        {
            "text": "Claude of Valois, French princess (died 1575)",
            "year": 1547
        },
        {
            "text": "Qi Jiguang, Chinese general (died 1588)",
            "year": 1528
        },
        {
            "text": "Margaret of Anhalt-Köthen, Princess of Anhalt by birth, by marriage Duchess of Saxony (died 1521)",
            "year": 1494
        },
        {
            "text": "Johan Rantzau, German general (died 1565)",
            "year": 1492
        },
        {
            "text": "Jacques of Savoy, Count of Romont, Prince of Savoy (died 1486)",
            "year": 1450
        }
    ],
    "deaths": [
        {
            "text": "Roy Haynes, American drummer and composer (born 1925)",
            "year": 2024
        },
        {
            "text": "John Horgan, Canadian politician and diplomat, 36th Premier of British Columbia (born 1959)",
            "year": 2024
        },
        {
            "text": "Song Jae-rim, South Korean actor and model (born 1985)",
            "year": 2024
        },
        {
            "text": "Thomas E. Kurtz, American computer scientist and educator (born 1928)",
            "year": 2024
        },
        {
            "text": "Timothy West, English actor (born 1934)",
            "year": 2024
        },
        {
            "text": "Don Walsh, American oceanographer (born 1931)",
            "year": 2023
        },
        {
            "text": "Chung-Yun Hse, Wood scientist (born 1935)",
            "year": 2021
        },
        {
            "text": "Stan Lee, American comic book writer, editor, and publisher (born 1922)",
            "year": 2018
        },
        {
            "text": "Lupita Tovar, Mexican-American actress (born 1910)",
            "year": 2016
        },
        {
            "text": "Mahmoud Abdel Aziz, Egyptian actor (born 1946)",
            "year": 2016
        },
        {
            "text": "Márton Fülöp, Hungarian footballer (born 1983)",
            "year": 2015
        },
        {
            "text": "Jihadi John, terrorist (born 1988)",
            "year": 2015
        },
        {
            "text": "Ravi Chopra, Indian director and producer (born 1946)",
            "year": 2014
        },
        {
            "text": "Warren Clarke, English actor, director, and producer (born 1947)",
            "year": 2014
        },
        {
            "text": "Marge Roukema, American educator and politician (born 1929)",
            "year": 2014
        },
        {
            "text": "Valery Senderov, Russian mathematician and academic (born 1945)",
            "year": 2014
        },
        {
            "text": "Steve Rexe, Canadian ice hockey player and coach (born 1947)",
            "year": 2013
        },
        {
            "text": "Konrad Rudnicki, Polish astronomer and academic (born 1926)",
            "year": 2013
        },
        {
            "text": "Aleksandr Serebrov, Russian engineer and astronaut (born 1944)",
            "year": 2013
        },
        {
            "text": "John Tavener, English composer and educator (born 1944)",
            "year": 2013
        },
        {
            "text": "Kurt Trampedach, Danish painter and sculptor (born 1943)",
            "year": 2013
        },
        {
            "text": "Hans Hammarskiöld, Swedish photographer (born 1925)",
            "year": 2012
        },
        {
            "text": "Sergio Oliva, Cuban-American bodybuilder (born 1941)",
            "year": 2012
        },
        {
            "text": "Daniel Stern, American psychologist and theorist (born 1934)",
            "year": 2012
        },
        {
            "text": "Henryk Górecki, Polish composer (born 1933)",
            "year": 2010
        },
        {
            "text": "Catherine Baker Knoll, American educator and politician, 30th Lieutenant Governor of Pennsylvania (born 1930)",
            "year": 2008
        },
        {
            "text": "Mitch Mitchell, English drummer (born 1947)",
            "year": 2008
        },
        {
            "text": "K. C. Ibrahim, Indian cricketer (born 1919)",
            "year": 2007
        },
        {
            "text": "Ira Levin, American novelist, playwright, and songwriter (born 1929)",
            "year": 2007
        },
        {
            "text": "Jonathan Brandis, American actor (born 1976)",
            "year": 2003
        },
        {
            "text": "Cameron Duncan, New Zealand director and screenwriter (born 1986)",
            "year": 2003
        },
        {
            "text": "Penny Singleton, American actress (born 1908)",
            "year": 2003
        },
        {
            "text": "Tony Thompson, American drummer (born 1954)",
            "year": 2003
        },
        {
            "text": "Albert Hague, German-American actor and composer (born 1920)",
            "year": 2001
        },
        {
            "text": "Tony Miles, English chess player and theoretician (born 1955)",
            "year": 2001
        },
        {
            "text": "Franck Pourcel, French conductor and composer (born 1913)",
            "year": 2000
        },
        {
            "text": "Roy Hollis, English footballer (born 1925)",
            "year": 1998
        },
        {
            "text": "Sally Shlaer, American mathematician and engineer (born 1938)",
            "year": 1998
        },
        {
            "text": "Carlos Surinach, Spanish-American composer and conductor (born 1915)",
            "year": 1997
        },
        {
            "text": "Wilma Rudolph, American sprinter and educator (born 1940)",
            "year": 1994
        },
        {
            "text": "H. R. Haldeman, American diplomat, 4th White House Chief of Staff (born 1926)",
            "year": 1993
        },
        {
            "text": "Gabriele Tinti, Italian actor (born 1932)",
            "year": 1991
        },
        {
            "text": "Eve Arden, American actress and comedian (born 1908)",
            "year": 1990
        },
        {
            "text": "Minoru Yasui, American lawyer and activist (born 1916)",
            "year": 1986
        },
        {
            "text": "William Holden, American actor (born 1918)",
            "year": 1981
        },
        {
            "text": "Mikhail Gurevich, Russian engineer, co-founded Mikoyan (born 1893)",
            "year": 1976
        },
        {
            "text": "Walter Piston, American composer and academic (born 1894)",
            "year": 1976
        },
        {
            "text": "Rudolf Friml, Czech-American pianist and composer (born 1879)",
            "year": 1972
        },
        {
            "text": "Tommy Wisdom, English racing driver and journalist (born 1906)",
            "year": 1972
        },
        {
            "text": "Johanna von Caemmerer, German mathematician (born 1914)",
            "year": 1971
        },
        {
            "text": "Liu Shaoqi, Chinese politician, 2nd Chairman of the People's Republic of China (born 1898)",
            "year": 1969
        },
        {
            "text": "Many Benner, French painter (born 1873)",
            "year": 1965
        },
        {
            "text": "Taher Saifuddin, Indian spiritual leader, 51st Da'i al-Mutlaq (born 1888)",
            "year": 1965
        },
        {
            "text": "Roque González Garza, Mexican general and acting president (1915) (born 1885)",
            "year": 1962
        },
        {
            "text": "Gustaf Söderström, Swedish shot putter, discus thrower, and tug of war competitor (born 1865)",
            "year": 1958
        },
        {
            "text": "Alfréd Hajós, Hungarian swimmer and architect, designed the Grand Hotel Aranybika (born 1878)",
            "year": 1955
        },
        {
            "text": "Tin Ujević, Croatian poet and translator (born 1891)",
            "year": 1955
        },
        {
            "text": "Sarah Wambaugh, American political scientist, world authority on plebiscites (born 1882)",
            "year": 1955
        },
        {
            "text": "Lesley Ashburner, American hurdler (born 1883)",
            "year": 1950
        },
        {
            "text": "Julia Marlowe, English-American actress (born 1865)",
            "year": 1950
        },
        {
            "text": "Umberto Giordano, Italian composer (born 1867)",
            "year": 1948
        },
        {
            "text": "Albert Bond Lambert, American golfer and pilot (born 1875)",
            "year": 1946
        },
        {
            "text": "Madan Mohan Malaviya, Indian academic and politician, President of the Indian National Congress (born 1861)",
            "year": 1946
        },
        {
            "text": "Maurice O'Neill, executed Irish Republican",
            "year": 1942
        },
        {
            "text": "Norman Bethune, Canadian physician and humanitarian (born 1890)",
            "year": 1939
        },
        {
            "text": "John Cady, American golfer (born 1866)",
            "year": 1933
        },
        {
            "text": "F. Holland Day, American photographer and publisher (born 1864)",
            "year": 1933
        },
        {
            "text": "Percival Lowell, American astronomer, mathematician, and author (born 1855)",
            "year": 1916
        },
        {
            "text": "William Henry Barlow, English engineer (born 1812)",
            "year": 1902
        },
        {
            "text": "Joseph James Cheeseman, Liberian politician, 12th President of Liberia (born 1843)",
            "year": 1896
        },
        {
            "text": "Elizabeth Gaskell, English author (born 1810)",
            "year": 1865
        },
        {
            "text": "William Christopher Zeise, Danish chemist who prepared Zeise's salt, one of the first organometallic compounds (born 1789)",
            "year": 1847
        },
        {
            "text": "Juan Ramón Balcarce, Argentinian general and politician, 6th Governor of Buenos Aires Province (born 1773)",
            "year": 1836
        },
        {
            "text": "Jean Sylvain Bailly, French astronomer, mathematician, and politician, 1st Mayor of Paris (born 1736)",
            "year": 1793
        },
        {
            "text": "Lord George Gordon, English politician (born 1751)",
            "year": 1793
        },
        {
            "text": "Friedrich Hoffmann, German physician and chemist (born 1660)",
            "year": 1742
        },
        {
            "text": "Thomas Fairfax, English general and politician (born 1612)",
            "year": 1671
        },
        {
            "text": "Hans Nansen, Danish politician (born 1598)",
            "year": 1667
        },
        {
            "text": "Josaphat Kuntsevych, Lithuanian archbishop (born c. 1582)",
            "year": 1623
        },
        {
            "text": "John Hawkins, English admiral and shipbuilder (born 1532)",
            "year": 1595
        },
        {
            "text": "Henry of Stolberg, German nobleman (born 1509)",
            "year": 1572
        },
        {
            "text": "Anne de Montmorency, French general and diplomat (born 1493)",
            "year": 1567
        },
        {
            "text": "Pietro Martire Vermigli, Italian theologian (born 1500)",
            "year": 1562
        },
        {
            "text": "Stephen Gardiner, English bishop and politician, English Secretary of State (born 1497)",
            "year": 1555
        },
        {
            "text": "Yang Jisheng (born 1516), Ming dynasty official and Confucian martyr",
            "year": 1555
        },
        {
            "text": "Zhang Jing, Ming Chinese general",
            "year": 1555
        },
        {
            "text": "Louis III of Anjou (born 1403)",
            "year": 1434
        },
        {
            "text": "John Henry, Margrave of Moravia (born 1322)",
            "year": 1375
        },
        {
            "text": "John of Viktring, Austrian chronicler and political advisor (born c.1270)",
            "year": 1347
        },
        {
            "text": "Henry de Abergavenny, Prior of Abergavenny and Bishop of Llandaff",
            "year": 1218
        },
        {
            "text": "Philippe du Plessis, Grand Master of the Knights Templar (born 1165)",
            "year": 1209
        },
        {
            "text": "Canute VI of Denmark (born 1163)",
            "year": 1202
        },
        {
            "text": "Duncan II of Scotland (born 1060)",
            "year": 1094
        },
        {
            "text": "William I, Count of Burgundy (born 1020)",
            "year": 1087
        },
        {
            "text": "Cnut the Great, Danish-English king (born c.995)",
            "year": 1035
        },
        {
            "text": "Notker Physicus, Swiss painter",
            "year": 975
        },
        {
            "text": "Burchard III, Frankish nobleman (born c.915)",
            "year": 973
        },
        {
            "text": "Livinus, Irish apostle (born c.580)",
            "year": 657
        },
        {
            "text": "Pope Boniface III",
            "year": 607
        }
    ],
    "metadata": {
        "current_date": "November 12, 2025",
        "short_date": "Nov 12",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            16,
            7,
            36,
            28,
            19,
            58,
            0,
            48,
            44,
            52
        ],
        "births": [
            20,
            162,
            87,
            192
        ],
        "deaths": [
            67,
            32,
            86,
            45
        ]
    }
}