{
    "events": [
        {
            "text": "Six people are killed and two injured in multiple shooting incidents in Kalamazoo County, Michigan.",
            "year": 2016
        },
        {
            "text": "Two trains collide in the Swiss town of Rafz resulting in as many as 49 people injured and Swiss Federal Railways cancelling some services.",
            "year": 2015
        },
        {
            "text": "Dozens of Euromaidan anti-government protesters die in Ukraine's capital Kyiv, many reportedly killed by snipers.",
            "year": 2014
        },
        {
            "text": "In Madeira Island, Portugal, heavy rain causes floods and mudslides, resulting in at least 43 deaths, in the worst disaster in the history of the archipelago.",
            "year": 2010
        },
        {
            "text": "Two Tamil Tigers aircraft packed with C4 explosives en route to the national airforce headquarters are shot down by the Sri Lankan military before reaching their target, in a kamikaze style attack.",
            "year": 2009
        },
        {
            "text": "Spain becomes the first country to vote in a referendum on ratification of the proposed Constitution of the European Union, passing it by a substantial margin, but on a low turnout.",
            "year": 2005
        },
        {
            "text": "During a Great White concert in West Warwick, Rhode Island, a pyrotechnics display sets the Station nightclub ablaze, killing 100 and injuring over 200 others.",
            "year": 2003
        },
        {
            "text": "A cooking gas cylinder explodes on board an Egyptian National Railways train in El Ayyat, causing a fire and killing over 370 people.",
            "year": 2002
        },
        {
            "text": "American figure skater Tara Lipinski, at the age of 15, becomes the youngest Olympic figure skating gold-medalist at the 1998 Winter Olympics in Nagano, Japan.",
            "year": 1998
        },
        {
            "text": "In the Albanian capital Tirana, a gigantic statue of Albania's long-time leader, Enver Hoxha, is brought down by mobs of angry protesters.",
            "year": 1991
        },
        {
            "text": "The Nagorno-Karabakh Autonomous Oblast votes to secede from Azerbaijan and join Armenia, triggering the First Nagorno-Karabakh War.",
            "year": 1988
        },
        {
            "text": "The Soviet Union launches its Mir spacecraft. Remaining in orbit for 15 years, it is occupied for ten of those years.",
            "year": 1986
        },
        {
            "text": "An earthquake cracks open the Sinila volcanic crater on the Dieng Plateau, releasing poisonous H2S gas and killing 149 villagers in the Indonesian province of Central Java.",
            "year": 1979
        },
        {
            "text": "The United States Emergency Broadcast System is accidentally activated in an erroneous national alert.",
            "year": 1971
        },
        {
            "text": "The China Academy of Space Technology, China's main arm for the research, development, and creation of space satellites, is established in Beijing.",
            "year": 1968
        },
        {
            "text": "Ranger 8 crashes into the Moon after a successful mission of photographing possible landing sites for  the Apollo program astronauts.",
            "year": 1965
        },
        {
            "text": "Mercury program: While aboard Friendship 7, John Glenn becomes the first American to orbit the Earth, making three orbits in four hours, 55 minutes.",
            "year": 1962
        },
        {
            "text": "The Avro Arrow program to design and manufacture supersonic jet fighters in Canada is cancelled by the Diefenbaker government amid much political debate.",
            "year": 1959
        },
        {
            "text": "The United States Merchant Marine Academy becomes a permanent Service Academy.",
            "year": 1956
        },
        {
            "text": "Emmett Ashford becomes the first African-American umpire in organized baseball by being authorized to be a substitute umpire in the Southwestern International League.",
            "year": 1952
        },
        {
            "text": "World War II: The \"Big Week\" begins with American bomber raids on German aircraft manufacturing centers.",
            "year": 1944
        },
        {
            "text": "World War II: The United States takes Eniwetok Atoll.",
            "year": 1944
        },
        {
            "text": "World War II: American movie studio executives agree to allow the Office of War Information to censor movies.",
            "year": 1943
        },
        {
            "text": "The Saturday Evening Post publishes the first of Norman Rockwell's Four Freedoms in support of United States President Franklin Roosevelt's 1941 State of the Union address theme of Four Freedoms.",
            "year": 1943
        },
        {
            "text": "World War II: Lieutenant Edward O'Hare becomes America's first World War II flying ace.",
            "year": 1942
        },
        {
            "text": "Madison Square Garden Nazi rally: The largest ever pro-Nazi rally in United States history is convened in Madison Square Garden, New York City, with 20,000 members and sympathizers of the German American Bund present.",
            "year": 1939
        },
        {
            "text": "Caroline Mikkelsen becomes the first woman to set foot in Antarctica.",
            "year": 1935
        },
        {
            "text": "The U.S. Congress approves the Blaine Act to repeal federal Prohibition in the United States, sending the Twenty-first Amendment to the United States Constitution to state ratifying conventions for approval.",
            "year": 1933
        },
        {
            "text": "Adolf Hitler secretly meets with German industrialists to arrange for financing of the Nazi Party's upcoming election campaign.",
            "year": 1933
        },
        {
            "text": "The U.S. Congress approves the construction of the San Francisco–Oakland Bay Bridge by the state of California.",
            "year": 1931
        },
        {
            "text": "An anarchist uprising in Encarnación, Paraguay briefly transforms the city into a revolutionary commune.",
            "year": 1931
        },
        {
            "text": "An earthquake kills between 114 and 130 in Georgia and heavily damages the town of Gori.",
            "year": 1920
        },
        {
            "text": "King O'Malley drives in the first survey peg to mark commencement of work on the construction of Canberra.",
            "year": 1913
        },
        {
            "text": "Publication of the Futurist Manifesto in the French journal Le Figaro.",
            "year": 1909
        },
        {
            "text": "The U.S. Supreme Court upholds the constitutionality of Massachusetts's mandatory smallpox vaccination program in Jacobson v. Massachusetts.",
            "year": 1905
        },
        {
            "text": "The legislature of Hawaii Territory convenes for the first time.",
            "year": 1901
        },
        {
            "text": "20 February bombings by Désiré Pauwels during the Ère des attentats (1892-1894).",
            "year": 1894
        },
        {
            "text": "Tchaikovsky's ballet Swan Lake receives its premiere at the Bolshoi Theatre in Moscow.",
            "year": 1877
        },
        {
            "text": "The Metropolitan Museum of Art opens in New York City.",
            "year": 1872
        },
        {
            "text": "End of the Uruguayan War, with a peace agreement between President Tomás Villalba and rebel leader Venancio Flores, setting the scene for the destructive War of the Triple Alliance.",
            "year": 1865
        },
        {
            "text": "American Civil War: Battle of Olustee: The largest battle fought in Florida during the war.",
            "year": 1864
        },
        {
            "text": "Polish insurgents lead an uprising in Kraków to incite a fight for national independence.",
            "year": 1846
        },
        {
            "text": "The 1835 Concepción earthquake destroys Concepción, Chile.",
            "year": 1835
        },
        {
            "text": "William Buckland formally announces the name Megalosaurus, the first scientifically validly named non-avian dinosaur species.",
            "year": 1824
        },
        {
            "text": "Rossini's opera The Barber of Seville premieres at the Teatro Argentina in Rome.",
            "year": 1816
        },
        {
            "text": "Manuel Belgrano defeats the royalist army of Pío de Tristán during the Battle of Salta.",
            "year": 1813
        },
        {
            "text": "Louis-Alexandre Berthier removes Pope Pius VI from power.",
            "year": 1798
        },
        {
            "text": "The Postal Service Act, establishing the United States Post Office Department, is signed by United States President George Washington.",
            "year": 1792
        },
        {
            "text": "René-Robert Cavelier establishes Fort St. Louis at Matagorda Bay thus forming the basis for France's claim to Texas.",
            "year": 1685
        },
        {
            "text": "Yohannan Sulaqa professes his Catholic belief and is ordained as bishop shortly after; this marks the beginning of the Chaldean Catholic Church.",
            "year": 1553
        },
        {
            "text": "Edward VI of England is crowned King of England at Westminster Abbey.",
            "year": 1547
        },
        {
            "text": "Spanish conquistador Juan Ponce de León sets out from San Juan, Puerto Rico, for Florida with about 200 prospective colonists.",
            "year": 1521
        },
        {
            "text": "Orkney and Shetland are pawned by Norway to Scotland in lieu of a dowry for Margaret of Denmark.",
            "year": 1472
        },
        {
            "text": "The Milanese army and the St. George's (San Giorgio) Mercenaries of Lodrisio Visconti clash in the Battle of Parabiago; Visconti is defeated.",
            "year": 1339
        }
    ],
    "births": [
        {
            "text": "Jared McCain, American basketball player",
            "year": 2004
        },
        {
            "text": "Olivia Rodrigo, American actress and singer",
            "year": 2003
        },
        {
            "text": "Gavin Bazunu, Irish footballer",
            "year": 2002
        },
        {
            "text": "Josh Sargent, American soccer player",
            "year": 2000
        },
        {
            "text": "Jarrett Culver, American basketball player",
            "year": 1999
        },
        {
            "text": "Emam Ashour, Egyptian footballer",
            "year": 1998
        },
        {
            "text": "Clarke Schmidt, American baseball player",
            "year": 1996
        },
        {
            "text": "Elle Purrier St. Pierre, American track and field athlete",
            "year": 1995
        },
        {
            "text": "Kateryna Baindl, Ukrainian tennis player",
            "year": 1994
        },
        {
            "text": "Luis Severino, Dominican baseball player",
            "year": 1994
        },
        {
            "text": "Jurickson Profar, Curaçaoan baseball player",
            "year": 1993
        },
        {
            "text": "Hidilyn Diaz, Filipino weightlifter",
            "year": 1991
        },
        {
            "text": "Angelique van der Meet, Dutch tennis player",
            "year": 1991
        },
        {
            "text": "Ciro Immobile, Italian footballer",
            "year": 1990
        },
        {
            "text": "Jack Falahee, American actor and singer-songwriter",
            "year": 1989
        },
        {
            "text": "Ki Bo-bae, South Korean archer",
            "year": 1988
        },
        {
            "text": "Jiah Khan, Indian singer and actress (died 2013)",
            "year": 1988
        },
        {
            "text": "Rihanna, Barbadian singer, songwriter and actress",
            "year": 1988
        },
        {
            "text": "Luke Burgess, English rugby league player",
            "year": 1987
        },
        {
            "text": "Martin Hanzal, Czech ice hockey player",
            "year": 1987
        },
        {
            "text": "James Johnson, American basketball player",
            "year": 1987
        },
        {
            "text": "Daniella Pineda, American actress",
            "year": 1987
        },
        {
            "text": "Miles Teller, American actor",
            "year": 1987
        },
        {
            "text": "Julio Borbón, American baseball player",
            "year": 1986
        },
        {
            "text": "Killian Dain, Northern Irish wrestler",
            "year": 1985
        },
        {
            "text": "Ryan Sweeney, American baseball player",
            "year": 1985
        },
        {
            "text": "Julia Volkova, Russian singer and actress",
            "year": 1985
        },
        {
            "text": "Brian McCann, American baseball player",
            "year": 1984
        },
        {
            "text": "Trevor Noah, South African comedian, actor, and television host",
            "year": 1984
        },
        {
            "text": "Jose Morales, Puerto Rican baseball player",
            "year": 1983
        },
        {
            "text": "Justin Verlander, American baseball player",
            "year": 1983
        },
        {
            "text": "Majandra Delfino, American actress and singer-songwriter",
            "year": 1981
        },
        {
            "text": "Tony Hibbert, English footballer",
            "year": 1981
        },
        {
            "text": "Imanol Harinordoquy, French rugby player",
            "year": 1980
        },
        {
            "text": "Luis Gabriel Rey, Colombian footballer",
            "year": 1980
        },
        {
            "text": "Artur Boruc, Polish footballer",
            "year": 1980
        },
        {
            "text": "Michael Zegen, American actor",
            "year": 1979
        },
        {
            "text": "Lauren Ambrose, American actress",
            "year": 1978
        },
        {
            "text": "Jay Hernandez, American actor",
            "year": 1978
        },
        {
            "text": "Chelsea Peretti, American actress, comedian, writer, and singer-songwriter",
            "year": 1978
        },
        {
            "text": "Gail Kim, Canadian wrestler",
            "year": 1977
        },
        {
            "text": "Stephon Marbury, American basketball player",
            "year": 1977
        },
        {
            "text": "Liván Hernández, Cuban-American baseball player",
            "year": 1975
        },
        {
            "text": "Brian Littrell, American singer-songwriter and actor",
            "year": 1975
        },
        {
            "text": "Karim Bagheri, Iranian footballer and manager",
            "year": 1974
        },
        {
            "text": "Andrea Savage, American actress and comedian",
            "year": 1973
        },
        {
            "text": "Jari Litmanen, Finnish footballer",
            "year": 1971
        },
        {
            "text": "Joost van der Westhuizen, South African rugby player (died 2017)",
            "year": 1971
        },
        {
            "text": "Kjell Ove Hauge, Norwegian school principal and track and field athlete",
            "year": 1969
        },
        {
            "text": "Siniša Mihajlović, Serbian footballer and manager (died 2022)",
            "year": 1969
        },
        {
            "text": "Danis Tanović, Bosnian director and screenwriter",
            "year": 1969
        },
        {
            "text": "Paul Accola, Swiss alpine skier",
            "year": 1967
        },
        {
            "text": "Kurt Cobain, American singer-songwriter and guitarist (died 1994)",
            "year": 1967
        },
        {
            "text": "David Herman, American comedian and actor",
            "year": 1967
        },
        {
            "text": "Andrew Shue, American actor and activist, founded Do Something",
            "year": 1967
        },
        {
            "text": "Lili Taylor, American actress",
            "year": 1967
        },
        {
            "text": "Cindy Crawford, American model and businesswoman",
            "year": 1966
        },
        {
            "text": "Willie Garson, American actor and director (died 2021)",
            "year": 1964
        },
        {
            "text": "Tom Harris, Scottish journalist and politician",
            "year": 1964
        },
        {
            "text": "Jeff Maggert, American golfer",
            "year": 1964
        },
        {
            "text": "French Stewart, American actor",
            "year": 1964
        },
        {
            "text": "Charles Barkley, American basketball player and sportscaster",
            "year": 1963
        },
        {
            "text": "Ian Brown, English singer-songwriter and musician",
            "year": 1963
        },
        {
            "text": "Joakim Nystrom, Swedish tennis player",
            "year": 1963
        },
        {
            "text": "Mariliza Xenogiannakopoulou, Greek lawyer and politician, Greek Minister of Health",
            "year": 1963
        },
        {
            "text": "Cui Yongyuan, Chinese former anchor",
            "year": 1963
        },
        {
            "text": "Dwayne McDuffie, American author, screenwriter, and producer, co-founded Milestone Media (died 2011)",
            "year": 1962
        },
        {
            "text": "Steve Lundquist, American swimmer",
            "year": 1961
        },
        {
            "text": "Joel Hodgson, American comedian, actor, and screenwriter",
            "year": 1960
        },
        {
            "text": "Cándido Muatetema Rivas, Equatoguinean politician and diplomat, Prime Minister of Equatorial Guinea (died 2014)",
            "year": 1960
        },
        {
            "text": "Scott Brayton, American race car driver (died 1996)",
            "year": 1959
        },
        {
            "text": "David Corn, American journalist and author",
            "year": 1959
        },
        {
            "text": "Bill Gullickson, American baseball player",
            "year": 1959
        },
        {
            "text": "James Wilby, English actor",
            "year": 1958
        },
        {
            "text": "Glen Hanlon, Canadian ice hockey player and coach",
            "year": 1957
        },
        {
            "text": "Jon Brant, American bass player",
            "year": 1954
        },
        {
            "text": "Anthony Head, English actor",
            "year": 1954
        },
        {
            "text": "Patty Hearst, American actress and author",
            "year": 1954
        },
        {
            "text": "Poison Ivy, American singer-songwriter, guitarist, and producer",
            "year": 1953
        },
        {
            "text": "Edward Albert, American actor (died 2006)",
            "year": 1951
        },
        {
            "text": "Gordon Brown, Scottish politician, Prime Minister of the United Kingdom",
            "year": 1951
        },
        {
            "text": "Randy California, American singer-songwriter and guitarist (died 1997)",
            "year": 1951
        },
        {
            "text": "Phil Neal, English footballer and manager",
            "year": 1951
        },
        {
            "text": "Walter Becker, American singer-songwriter, guitarist, and producer (died 2017)",
            "year": 1950
        },
        {
            "text": "Peter Marinello, Scottish footballer",
            "year": 1950
        },
        {
            "text": "Tony Wilson, English journalist and businessman (died 2007)",
            "year": 1950
        },
        {
            "text": "Eddie Hemmings, English cricketer",
            "year": 1949
        },
        {
            "text": "Ivana Trump, Czech-American socialite and model (died 2022)",
            "year": 1949
        },
        {
            "text": "Pierre Bouchard, Canadian ice hockey player and sportscaster",
            "year": 1948
        },
        {
            "text": "Jennifer O'Neill, American model and actress",
            "year": 1948
        },
        {
            "text": "Peter Osgood, English footballer (died 2006)",
            "year": 1947
        },
        {
            "text": "Peter Strauss, American actor and producer",
            "year": 1947
        },
        {
            "text": "Brenda Blethyn, English actress",
            "year": 1946
        },
        {
            "text": "Sandy Duncan, American actress, singer, and dancer",
            "year": 1946
        },
        {
            "text": "J. Geils, American singer-songwriter and guitarist (died 2017)",
            "year": 1946
        },
        {
            "text": "Alan Hull, English singer-songwriter and guitarist (died 1995)",
            "year": 1945
        },
        {
            "text": "Robert de Cotret, Canadian economist and politician, 56th Secretary of State for Canada (died 1999)",
            "year": 1944
        },
        {
            "text": "Lew Soloff, American trumpet player, composer, and actor (died 2015)",
            "year": 1944
        },
        {
            "text": "Willem van Hanegem, Dutch footballer and coach",
            "year": 1944
        },
        {
            "text": "Antonio Inoki, Japanese wrestler, mixed martial artist, and politician (died 2022)",
            "year": 1943
        },
        {
            "text": "Mike Leigh, English director and screenwriter",
            "year": 1943
        },
        {
            "text": "Phil Esposito, Canadian ice hockey player, coach, and manager",
            "year": 1942
        },
        {
            "text": "Mitch McConnell, American lawyer and politician",
            "year": 1942
        },
        {
            "text": "Claude Miller, French director, producer, and screenwriter (died 2012)",
            "year": 1942
        },
        {
            "text": "Lim Kit Siang, Malaysian lawyer and politician",
            "year": 1941
        },
        {
            "text": "Buffy Sainte-Marie, Canadian singer-songwriter and producer",
            "year": 1941
        },
        {
            "text": "Jimmy Greaves, English footballer and TV pundit (died 2021)",
            "year": 1940
        },
        {
            "text": "Herbert Kohler Jr., American businessman (died 2022)",
            "year": 1939
        },
        {
            "text": "Robert Huber, German biochemist and academic, Nobel Prize laureate",
            "year": 1937
        },
        {
            "text": "Roger Penske, American race car driver and businessman",
            "year": 1937
        },
        {
            "text": "Nancy Wilson, American singer and actress (died 2018)",
            "year": 1937
        },
        {
            "text": "Marj Dusay, American actress (died 2020)",
            "year": 1936
        },
        {
            "text": "Larry Hovis, American actor and singer (died 2003)",
            "year": 1936
        },
        {
            "text": "Shigeo Nagashima, Japanese baseball player and manager (died 2025)",
            "year": 1936
        },
        {
            "text": "Ellen Gilchrist, American novelist, short story writer, and poet (died 2024)",
            "year": 1935
        },
        {
            "text": "Bobby Unser, American race car driver (died 2021)",
            "year": 1934
        },
        {
            "text": "Adrian Cristobal, Filipino journalist and author (died 2007)",
            "year": 1932
        },
        {
            "text": "John Milnor, American mathematician and academic",
            "year": 1931
        },
        {
            "text": "Amanda Blake, American actress (died 1989)",
            "year": 1929
        },
        {
            "text": "Jean Kennedy Smith, American diplomat, 25th United States Ambassador to Ireland (died 2020)",
            "year": 1928
        },
        {
            "text": "Roy Cohn, American lawyer and political activist (died 1986)",
            "year": 1927
        },
        {
            "text": "Ibrahim Ferrer, Cuban singer and musician (died 2005)",
            "year": 1927
        },
        {
            "text": "Hubert de Givenchy, French fashion designer (died 2018)",
            "year": 1927
        },
        {
            "text": "Sidney Poitier, Bahamian-American actor, director, and diplomat (died 2022)",
            "year": 1927
        },
        {
            "text": "Matthew Bucksbaum, American businessman and philanthropist, co-founded General Growth Properties (died 2013)",
            "year": 1926
        },
        {
            "text": "Gillian Lynne, English ballerina, choreographer, and director (died 2018)",
            "year": 1926
        },
        {
            "text": "Richard Matheson, American author and screenwriter (died 2013)",
            "year": 1926
        },
        {
            "text": "Bob Richards, American Olympic track and field athlete (died 2023)",
            "year": 1926
        },
        {
            "text": "María de la Purísima Salvat Romero, Spanish Roman Catholic nun; later canonized (died 1998)",
            "year": 1926
        },
        {
            "text": "Robert Altman, American director and screenwriter (died 2006)",
            "year": 1925
        },
        {
            "text": "Tochinishiki Kiyotaka, Japanese sumo wrestler, the 44th Yokozuna (died 1990)",
            "year": 1925
        },
        {
            "text": "Gloria Vanderbilt, American actress, fashion designer, and socialite (died 2019)",
            "year": 1924
        },
        {
            "text": "Victor G. Atiyeh, American businessman and politician, 32nd Governor of Oregon (died 2014)",
            "year": 1923
        },
        {
            "text": "Forbes Burnham, Guyanese lawyer and politician, 2nd President of Guyana (died 1985)",
            "year": 1923
        },
        {
            "text": "Rena Vlahopoulou, Greek actress (died 2004)",
            "year": 1923
        },
        {
            "text": "Buddy Rogers, American wrestler (died 1992)",
            "year": 1921
        },
        {
            "text": "Karl Albrecht, German businessman, co-founded Aldi (died 2014)",
            "year": 1920
        },
        {
            "text": "James O'Meara, English soldier and pilot (died 1974)",
            "year": 1919
        },
        {
            "text": "Leonore Annenberg, American businesswoman and diplomat (died 2009)",
            "year": 1918
        },
        {
            "text": "Jean Erdman, American dancer and choreographer (died 2020)",
            "year": 1916
        },
        {
            "text": "John Charles Daly, South African–American journalist and game show host (died 1991)",
            "year": 1914
        },
        {
            "text": "Tommy Henrich, American baseball player and sportscaster (died 2009)",
            "year": 1913
        },
        {
            "text": "Pierre Boulle, French soldier and author (died 1994)",
            "year": 1912
        },
        {
            "text": "Johnny Checketts, New Zealand flying ace of the Second World War (died 2006)",
            "year": 1912
        },
        {
            "text": "Gale Gordon, American actor (died 1995)",
            "year": 1906
        },
        {
            "text": "Ansel Adams, American photographer and environmentalist (died 1984)",
            "year": 1902
        },
        {
            "text": "René Dubos, French-American biologist and author (died 1982)",
            "year": 1901
        },
        {
            "text": "Louis Kahn, American architect, designed the Salk Institute, the Kimbell Art Museum and the Bangladesh Parliament Building (died 1974)",
            "year": 1901
        },
        {
            "text": "Muhammad Naguib, Egyptian general and politician, 1st President of Egypt (died 1984)",
            "year": 1901
        },
        {
            "text": "Ramakrishna Ranga Rao of Bobbili, Indian lawyer and politician, 6th Chief Minister of Madras Presidency (died 1978)",
            "year": 1901
        },
        {
            "text": "Cornelius Vanderbilt Whitney, American businessman and philanthropist (died 1992)",
            "year": 1899
        },
        {
            "text": "Ante Ciliga, Croatian politician, writer and publisher (died 1992)",
            "year": 1898
        },
        {
            "text": "Ivan Albright, American painter (died 1983)",
            "year": 1897
        },
        {
            "text": "Louis Zborowski, English race car driver and engineer (died 1924)",
            "year": 1895
        },
        {
            "text": "Elizabeth Holloway Marston, American psychologist and author (died 1993)",
            "year": 1893
        },
        {
            "text": "Hulusi Behçet, Turkish dermatologist and physician (died 1948)",
            "year": 1889
        },
        {
            "text": "Georges Bernanos, French soldier and author (died 1948)",
            "year": 1888
        },
        {
            "text": "Vincent Massey, Canadian lawyer and politician, 18th Governor General of Canada (died 1967)",
            "year": 1887
        },
        {
            "text": "Elie Nadelman, Polish-American sculptor (died 1946)",
            "year": 1882
        },
        {
            "text": "Jacques d'Adelswärd-Fersen, French author and poet (died 1923)",
            "year": 1880
        },
        {
            "text": "Hod Stuart, Canadian ice hockey player (died 1907)",
            "year": 1879
        },
        {
            "text": "Mary Garden, Scottish-American soprano and actress (died 1967)",
            "year": 1874
        },
        {
            "text": "Jay Johnson Morrow, American engineer and politician, 3rd Governor of the Panama Canal Zone (died 1937)",
            "year": 1870
        },
        {
            "text": "Louise, Princess Royal of England (died 1931)",
            "year": 1867
        },
        {
            "text": "Carl Westman, Swedish architect, designed the Stockholm Court House and Röhsska Museum (died 1936)",
            "year": 1866
        },
        {
            "text": "A. P. Lucas, English cricketer (died 1923)",
            "year": 1857
        },
        {
            "text": "E. H. Harriman, American businessman and philanthropist (died 1909)",
            "year": 1848
        },
        {
            "text": "Ludwig Boltzmann, Austrian physicist and philosopher (died 1906)",
            "year": 1844
        },
        {
            "text": "Joshua Slocum, Canadian sailor and adventurer (died 1909)",
            "year": 1844
        },
        {
            "text": "Benjamin Waugh, English activist, founded the NSPCC (died 1908)",
            "year": 1839
        },
        {
            "text": "Alfred Escher, Swiss businessman and politician (died 1882)",
            "year": 1819
        },
        {
            "text": "Charles Auguste de Bériot, Belgian violinist and composer (died 1870)",
            "year": 1802
        },
        {
            "text": "William Carleton, Irish author (died 1869)",
            "year": 1794
        },
        {
            "text": "Eliza Courtney, French daughter of Georgiana, Duchess of Devonshire (died 1859)",
            "year": 1792
        },
        {
            "text": "Judith Montefiore, British linguist, travel writer, philanthropist (died 1862)",
            "year": 1784
        },
        {
            "text": "Vicente Sebastián Pintado, Spanish cartographer, engineer, military officer and land surveyor of Spanish Louisiana and Spanish West Florida (died 1829)",
            "year": 1774
        },
        {
            "text": "Johann Christian Reil, German physician, physiologist, and anatomist (died 1813)",
            "year": 1759
        },
        {
            "text": "Angelica Schuyler Church, American socialite, sister-in-law to Alexander Hamilton (died 1814)",
            "year": 1756
        },
        {
            "text": "Louis-Alexandre Berthier, French general and politician, French Minister of Defence (died 1815)",
            "year": 1753
        },
        {
            "text": "Johann Heinrich Voss, German poet, translator, and academic (died 1826)",
            "year": 1751
        },
        {
            "text": "Luther Martin, American politician (died 1826)",
            "year": 1748
        },
        {
            "text": "Henry James Pye, English poet and politician (died 1813)",
            "year": 1745
        },
        {
            "text": "William Cornwallis, English admiral and politician (died 1819)",
            "year": 1744
        },
        {
            "text": "William Prescott, American colonel (died 1795)",
            "year": 1726
        },
        {
            "text": "Nicolas Chédeville, French musette player and composer (died 1782)",
            "year": 1705
        },
        {
            "text": "Jan de Baen, Dutch painter (died 1702)",
            "year": 1633
        },
        {
            "text": "Thomas Osborne, 1st Duke of Leeds, English politician, Treasurer of the Navy (died 1712)",
            "year": 1631
        },
        {
            "text": "Arthur Capell, 1st Baron Capell of Hadham (died 1649)",
            "year": 1608
        },
        {
            "text": "Sengoku Hidehisa, Daimyō (died 1614)",
            "year": 1552
        },
        {
            "text": "Francesco Maria II della Rovere, Duke of Urbino, last Duke of Urbino (died 1631)",
            "year": 1549
        },
        {
            "text": "Jan Blahoslav, Czech writer (died 1571)",
            "year": 1523
        },
        {
            "text": "Thomas Cajetan, Italian philosopher (died 1534)",
            "year": 1469
        },
        {
            "text": "Eleanor of Aragon, queen of John I of Castile (died 1382)",
            "year": 1358
        }
    ],
    "deaths": [
        {
            "text": "David Boren, American lawyer and politician, 21st Governor of Oklahoma (born 1941)",
            "year": 2025
        },
        {
            "text": "Jerry Butler, American singer-songwriter and producer (born 1939)",
            "year": 2025
        },
        {
            "text": "Peter Jason, American actor (born 1944)",
            "year": 2025
        },
        {
            "text": "Andreas Brehme, German footballer (born 1960)",
            "year": 2024
        },
        {
            "text": "Yoko Yamamoto, Japanese actress (born 1942)",
            "year": 2024
        },
        {
            "text": "Nurul Haque Miah, Bangladeshi professor and writer (born 1944)",
            "year": 2021
        },
        {
            "text": "Mauro Bellugi, Italian footballer (born 1950)",
            "year": 2021
        },
        {
            "text": "Joaquim Pina Moura, Portuguese Minister of Economy and Treasury and MP (born 1952)",
            "year": 2020
        },
        {
            "text": "Vitaly Churkin, Ambassador of the Russian Federation to the United Nations (born 1952)",
            "year": 2017
        },
        {
            "text": "Mildred Dresselhaus, American physicist (born 1930)",
            "year": 2017
        },
        {
            "text": "Steve Hewlett, British journalist (born 1958)",
            "year": 2017
        },
        {
            "text": "Fernando Cardenal, Nicaraguan priest and politician (born 1934)",
            "year": 2016
        },
        {
            "text": "Govind Pansare, Indian author and activist (born 1933)",
            "year": 2015
        },
        {
            "text": "Henry Segerstrom, American businessman and philanthropist (born 1923)",
            "year": 2015
        },
        {
            "text": "John C. Willke, American physician, author, and activist (born 1925)",
            "year": 2015
        },
        {
            "text": "Rafael Addiego Bruno, Uruguayan jurist and politician, President of Uruguay (born 1923)",
            "year": 2014
        },
        {
            "text": "Walter D. Ehlers, American lieutenant, Medal of Honor recipient (born 1921)",
            "year": 2014
        },
        {
            "text": "Garrick Utley, American journalist (born 1939)",
            "year": 2014
        },
        {
            "text": "Kenji Eno, Japanese game designer and composer (born 1970)",
            "year": 2013
        },
        {
            "text": "David S. McKay, American biochemist and geologist (born 1936)",
            "year": 2013
        },
        {
            "text": "Antonio Roma, Argentinian footballer (born 1932)",
            "year": 2013
        },
        {
            "text": "Knut Torbjørn Eggen, Norwegian footballer and manager (born 1960)",
            "year": 2012
        },
        {
            "text": "Katie Hall, American educator and politician (born 1938)",
            "year": 2012
        },
        {
            "text": "Alexander Haig, American general and politician, 59th United States Secretary of State (born 1924)",
            "year": 2010
        },
        {
            "text": "Larry H. Miller, American businessman and philanthropist (born 1944)",
            "year": 2009
        },
        {
            "text": "Emily Perry, English actress and dancer (born 1907)",
            "year": 2008
        },
        {
            "text": "Curt Gowdy, American sportscaster (born 1919)",
            "year": 2006
        },
        {
            "text": "Lucjan Wolanowski, Polish journalist and author (born 1920)",
            "year": 2006
        },
        {
            "text": "Sandra Dee, American actress (born 1942)",
            "year": 2005
        },
        {
            "text": "Josef Holeček, Czech canoeist (born 1921)",
            "year": 2005
        },
        {
            "text": "John Raitt, American actor and singer (born 1917)",
            "year": 2005
        },
        {
            "text": "Hunter S. Thompson, American journalist and author (born 1937)",
            "year": 2005
        },
        {
            "text": "Mushaf Ali Mir, Pakistani air marshal (born 1947)",
            "year": 2003
        },
        {
            "text": "Maurice Blanchot, French philosopher and author (born 1907)",
            "year": 2003
        },
        {
            "text": "Orville Freeman, American soldier, lawyer, and politician, 29th Governor of Minnesota (born 1918)",
            "year": 2003
        },
        {
            "text": "Rosemary DeCamp, American actress (born 1910)",
            "year": 2001
        },
        {
            "text": "Donella Meadows, American environmentalist, author, and academic (born 1941)",
            "year": 2001
        },
        {
            "text": "Sarah Kane, English playwright (born 1971)",
            "year": 1999
        },
        {
            "text": "Gene Siskel, American journalist and critic (born 1946)",
            "year": 1999
        },
        {
            "text": "Solomon Asch, American psychologist and academic (born 1907)",
            "year": 1996
        },
        {
            "text": "Audrey Munson, American model (born 1891)",
            "year": 1996
        },
        {
            "text": "Toru Takemitsu, Japanese pianist, guitarist, and composer (born 1930)",
            "year": 1996
        },
        {
            "text": "Ferruccio Lamborghini, Italian businessman, founded Lamborghini (born 1916)",
            "year": 1993
        },
        {
            "text": "Ernest L. Massad, American general (born 1908)",
            "year": 1993
        },
        {
            "text": "A. J. Casson, Canadian painter (born 1898)",
            "year": 1992
        },
        {
            "text": "Barbara Lüdemann, German politician (born 1922)",
            "year": 1992
        },
        {
            "text": "Dick York, American actor (born 1928)",
            "year": 1992
        },
        {
            "text": "Wayne Boring, American illustrator (born 1905)",
            "year": 1987
        },
        {
            "text": "Nicolas de Gunzburg, French-American banker and publisher (born 1904)",
            "year": 1981
        },
        {
            "text": "René Cassin, French lawyer and judge, Nobel Prize laureate (born 1887)",
            "year": 1976
        },
        {
            "text": "Kathryn Kuhlman, healing evangelist, known for belief in Holy Spirit (born 1907)",
            "year": 1976
        },
        {
            "text": "Maria Goeppert-Mayer, German-American physicist and academic, Nobel Prize laureate (born 1906)",
            "year": 1972
        },
        {
            "text": "Walter Winchell, American journalist and actor (born 1897)",
            "year": 1972
        },
        {
            "text": "Ernest Ansermet, Swiss conductor (born 1883)",
            "year": 1969
        },
        {
            "text": "Anthony Asquith, English director and screenwriter (born 1902)",
            "year": 1968
        },
        {
            "text": "Chester W. Nimitz, American admiral (born 1885)",
            "year": 1966
        },
        {
            "text": "Michał Waszyński, Polish film director and producer (born 1904)",
            "year": 1965
        },
        {
            "text": "Jacob Gade, Danish violinist and composer (born 1879)",
            "year": 1963
        },
        {
            "text": "Percy Grainger, Australian-American pianist and composer (born 1882)",
            "year": 1961
        },
        {
            "text": "Sadri Maksudi Arsal, Turkish scholar and politician (born 1878)",
            "year": 1957
        },
        {
            "text": "Viktor Gutić, Croatian fascist official (born 1901)",
            "year": 1947
        },
        {
            "text": "Max Schreck, German actor (born 1879)",
            "year": 1936
        },
        {
            "text": "Takiji Kobayashi, Japanese writer (born 1903)",
            "year": 1933
        },
        {
            "text": "Jacinta Marto, Portuguese saint (born 1910)",
            "year": 1920
        },
        {
            "text": "Robert Peary, American admiral and explorer (born 1856)",
            "year": 1920
        },
        {
            "text": "Klas Pontus Arnoldson, Swedish journalist and politician, Nobel Prize laureate (born 1844)",
            "year": 1916
        },
        {
            "text": "Henri Moissan, French chemist and academic, Nobel Prize laureate (born 1852)",
            "year": 1907
        },
        {
            "text": "Washakie, American tribal leader (born 1798)",
            "year": 1900
        },
        {
            "text": "Frederick Douglass, American author and activist (born c. 1818)",
            "year": 1895
        },
        {
            "text": "P. G. T. Beauregard, American general (born 1818)",
            "year": 1893
        },
        {
            "text": "Paul Kane, Irish-Canadian painter (born 1810)",
            "year": 1871
        },
        {
            "text": "William Wallace Lincoln, American son of Abraham Lincoln (born 1850)",
            "year": 1862
        },
        {
            "text": "Valentín Canalizo, Mexican general and politician. 14th President (1843–1844) (born 1794)",
            "year": 1850
        },
        {
            "text": "Andreas Hofer, Tyrolean rebel leader (born 1767)",
            "year": 1810
        },
        {
            "text": "Lachlan McIntosh, Scottish-American general and politician (born 1725)",
            "year": 1806
        },
        {
            "text": "Joseph II, Holy Roman Emperor (born 1741)",
            "year": 1790
        },
        {
            "text": "Laura Bassi, Italian physicist and scholar (born 1711)",
            "year": 1778
        },
        {
            "text": "Charles Emmanuel III of Sardinia (born 1701)",
            "year": 1773
        },
        {
            "text": "Jean-Jacques d'Ortous de Mairan, French geophysicist and astronomer (born 1678)",
            "year": 1771
        },
        {
            "text": "Tobias Mayer, German astronomer and academic (born 1723)",
            "year": 1762
        },
        {
            "text": "John Dowland, English lute player and composer (born 1563)",
            "year": 1626
        },
        {
            "text": "Philip William, Prince of Orange (born 1554)",
            "year": 1618
        },
        {
            "text": "Nicholas Bacon, English politician (born 1509)",
            "year": 1579
        },
        {
            "text": "Tecun Uman, Mayan ruler (born 1500)",
            "year": 1524
        },
        {
            "text": "King John of Denmark, Norway, and Sweden (born 1455)",
            "year": 1513
        },
        {
            "text": "Lazar Branković, Despot of Serbia",
            "year": 1458
        },
        {
            "text": "Pope Martin V (born 1368)",
            "year": 1431
        },
        {
            "text": "Henry Percy, 1st Earl of Northumberland, English politician, Earl Marshal of England (born 1341)",
            "year": 1408
        },
        {
            "text": "Al-Musta'sim, Iraqi caliph (born 1213)",
            "year": 1258
        },
        {
            "text": "Tancred, King of Sicily (born 1138)",
            "year": 1194
        },
        {
            "text": "Conan IV, Duke of Brittany (born 1138)",
            "year": 1171
        },
        {
            "text": "Saint Wulfric of Haselbury (born c. 1080)",
            "year": 1154
        },
        {
            "text": "Yaroslav the Wise, grand prince of Veliky Novgorod and Kyiv (born 978)",
            "year": 1054
        },
        {
            "text": "Theodora, Byzantine empress",
            "year": 922
        },
        {
            "text": "Leo of Catania, saint and bishop of Catania (born 709)",
            "year": 789
        }
    ],
    "metadata": {
        "current_date": "February 20, 2026",
        "short_date": "Feb 20",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            28,
            10,
            12,
            5,
            15,
            49,
            36,
            47,
            45,
            35
        ],
        "births": [
            188,
            120,
            84,
            8
        ],
        "deaths": [
            74,
            12,
            69,
            31
        ]
    }
}