{
    "events": [
        {
            "text": "Juneteenth National Independence Day, was signed into law by President Joe Biden, to become the first federal holiday established since Martin Luther King Jr. Day in 1983.",
            "year": 2021
        },
        {
            "text": "A series of wildfires in central Portugal kill at least 64 people and injure 204 others.",
            "year": 2017
        },
        {
            "text": "Nine people are killed in a mass shooting at Emanuel African Methodist Episcopal Church in Charleston, South Carolina.",
            "year": 2015
        },
        {
            "text": "Following a televised low-speed highway chase, O. J. Simpson is arrested for the murders of his ex-wife, Nicole Brown Simpson, and her friend Ronald Goldman.",
            "year": 1994
        },
        {
            "text": "A \"joint understanding\" agreement on arms reduction is signed by U.S. President George Bush and Russian President Boris Yeltsin (this would be later codified in START II).",
            "year": 1992
        },
        {
            "text": "Apartheid: The South African Parliament repeals the Population Registration Act which required racial classification of all South Africans at birth.",
            "year": 1991
        },
        {
            "text": "Interflug Flight 102 crashes during a rejected takeoff from Berlin Schönefeld Airport, killing 21 people.",
            "year": 1989
        },
        {
            "text": "With the death of the last individual of the species, the dusky seaside sparrow becomes extinct.",
            "year": 1987
        },
        {
            "text": "Space Shuttle program: STS-51-G mission: Space Shuttle Discovery launches carrying Sultan bin Salman bin Abdulaziz Al Saud, the first Arab and first Muslim in space, as a payload specialist.",
            "year": 1985
        },
        {
            "text": "Watergate scandal: Five White House operatives are arrested for burgling the offices of the Democratic National Committee during an attempt by members of the administration of President Richard M. Nixon to illegally wiretap the political opposition as part of a broader campaign to subvert the democratic process.",
            "year": 1972
        },
        {
            "text": "U.S. President Richard Nixon in a televised press conference called drug abuse \"America's public enemy number one\", starting the War on drugs.",
            "year": 1971
        },
        {
            "text": "Nuclear weapons testing: China announces a successful test of its first thermonuclear weapon.",
            "year": 1967
        },
        {
            "text": "The United States Supreme Court rules 8–1 in Abington School District v. Schempp against requiring the reciting of Bible verses and the Lord's Prayer in public schools.",
            "year": 1963
        },
        {
            "text": "A day after South Vietnamese President Ngô Đình Diệm announced the Joint Communiqué to end the Buddhist crisis, a riot involving around 2,000 people breaks out. One person is killed.",
            "year": 1963
        },
        {
            "text": "The Nez Perce tribe is awarded $4 million for 7 million acres (28,000 km2) of land undervalued at four cents/acre in the 1863 treaty.",
            "year": 1960
        },
        {
            "text": "The Ironworkers Memorial Second Narrows Crossing, in the process of being built to connect Vancouver and North Vancouver (Canada), collapses into the Burrard Inlet killing 18 ironworkers and injuring others.",
            "year": 1958
        },
        {
            "text": "Cold War: East Germany Workers Uprising: In East Germany, the Soviet Union orders a division of troops into East Berlin to quell a rebellion.",
            "year": 1953
        },
        {
            "text": "Guatemala passes Decree 900, ordering the redistribution of uncultivated land.",
            "year": 1952
        },
        {
            "text": "United Airlines Flight 624, a Douglas DC-6, crashes near Mount Carmel, Pennsylvania, killing all 43 people on board.",
            "year": 1948
        },
        {
            "text": "Iceland declares independence from Denmark and becomes a republic.",
            "year": 1944
        },
        {
            "text": "World War II: RMS Lancastria is attacked and sunk by the Luftwaffe near Saint-Nazaire, France. At least 3,000 are killed in Britain's worst maritime disaster.",
            "year": 1940
        },
        {
            "text": "World War II: The British Army's 11th Hussars assault and take Fort Capuzzo in Libya from Italian forces.",
            "year": 1940
        },
        {
            "text": "The three Baltic states of Estonia, Latvia and Lithuania fall under the occupation of the Soviet Union.",
            "year": 1940
        },
        {
            "text": "Last public guillotining in France: Eugen Weidmann, a convicted murderer, is executed in Versailles outside the Saint-Pierre prison.",
            "year": 1939
        },
        {
            "text": "Union Station massacre: In Kansas City, Missouri, four FBI agents and captured fugitive Frank Nash are gunned down by gangsters attempting to free Nash.",
            "year": 1933
        },
        {
            "text": "Bonus Army: Around a thousand World War I veterans amass at the United States Capitol as the U.S. Senate considers a bill that would give them certain benefits.",
            "year": 1932
        },
        {
            "text": "U.S. President Herbert Hoover signs the Smoot–Hawley Tariff Act into law.",
            "year": 1930
        },
        {
            "text": "The town of Murchison, New Zealand is rocked by a 7.8 magnitude earthquake killing 17. At the time it was New Zealand's worst natural disaster.",
            "year": 1929
        },
        {
            "text": "Portuguese naval aviators Gago Coutinho and Sacadura Cabral complete the first aerial crossing of the South Atlantic.",
            "year": 1922
        },
        {
            "text": "Aurel Vlaicu pilots an A. Vlaicu nr. 1 on its first flight.",
            "year": 1910
        },
        {
            "text": "The College Board introduces its first standardized test, the forerunner to the SAT.",
            "year": 1901
        },
        {
            "text": "Boxer Rebellion: Western Allied and Japanese forces capture the Taku Forts in Tianjin, China.",
            "year": 1900
        },
        {
            "text": "The United States Navy Hospital Corps is established.",
            "year": 1898
        },
        {
            "text": "The Statue of Liberty arrives in New York Harbor.",
            "year": 1885
        },
        {
            "text": "American Indian Wars: Battle of White Bird Canyon: The Nez Perce defeat the U.S. Cavalry at White Bird Canyon in the Idaho Territory.",
            "year": 1877
        },
        {
            "text": "American Indian Wars: Battle of the Rosebud: One thousand five hundred Sioux and Cheyenne led by Crazy Horse beat back General George Crook's forces at Rosebud Creek in Montana Territory.",
            "year": 1876
        },
        {
            "text": "American Civil War: Battle of Aldie in the Gettysburg Campaign.",
            "year": 1863
        },
        {
            "text": "American Civil War: Battle of Vienna, Virginia.",
            "year": 1861
        },
        {
            "text": "The Wairau Affray, the first serious clash of arms between Māori and British settlers in the New Zealand Wars, takes place.",
            "year": 1843
        },
        {
            "text": "In the Kingdom of Hawaii, Kamehameha III issues the edict of toleration which gives Roman Catholics the freedom to worship in the Hawaiian Islands. The Hawaii Catholic Church and the Cathedral of Our Lady of Peace are established as a result.",
            "year": 1839
        },
        {
            "text": "The burghers of Swellendam expel the Dutch East India Company magistrate and declare a republic.",
            "year": 1795
        },
        {
            "text": "Foundation of Anglo-Corsican Kingdom.",
            "year": 1794
        },
        {
            "text": "In France, the Third Estate declares itself the National Assembly.",
            "year": 1789
        },
        {
            "text": "American Revolutionary War: Colonists inflict heavy casualties on British forces while losing the Battle of Bunker Hill.",
            "year": 1775
        },
        {
            "text": "Cúcuta, Colombia, is founded by Juana Rangel de Cuéllar.",
            "year": 1773
        },
        {
            "text": "Samuel Wallis, a British sea captain, sights Tahiti and is considered the first European to reach the island.",
            "year": 1767
        },
        {
            "text": "French explorers Jacques Marquette and Louis Jolliet reach the Mississippi River and become the first Europeans to make a detailed account of its course.",
            "year": 1673
        },
        {
            "text": "Battle of Montes Claros: Portugal definitively secured independence from Spain in the last battle of the Portuguese Restoration War.",
            "year": 1665
        },
        {
            "text": "Mumtaz Mahal dies during childbirth. Her husband, Mughal emperor Shah Jahan I, will spend the next 17 years building her mausoleum, the Taj Mahal.",
            "year": 1631
        },
        {
            "text": "The Dutch explorer Willem Barentsz discovers the Arctic archipelago of Spitsbergen.",
            "year": 1596
        },
        {
            "text": "Sir Francis Drake claims a land he calls Nova Albion (modern California) for England.",
            "year": 1579
        },
        {
            "text": "Matsunaga Hisahide assassinates the 13th Ashikaga shōgun, Ashikaga Yoshiteru.",
            "year": 1565
        },
        {
            "text": "Battle of Deptford Bridge: Forces under King Henry VII defeat troops led by Michael An Gof.",
            "year": 1497
        },
        {
            "text": "Vlad the Impaler attempts to assassinate Mehmed II (The Night Attack at Târgovişte), forcing him to retreat from Wallachia.",
            "year": 1462
        },
        {
            "text": "The Kalmar Union is formed under the rule of Margaret I of Denmark.",
            "year": 1397
        },
        {
            "text": "Turku Cathedral is consecrated by Bishop Magnus I in the city of Turku (Swedish: Åbo).",
            "year": 1300
        },
        {
            "text": "Following the Disputation of Paris, twenty-four carriage loads of Jewish religious manuscripts were burnt in Paris.",
            "year": 1242
        },
        {
            "text": "Pope Martin I is arrested and taken to Constantinople, due to his opposition to monothelitism.",
            "year": 653
        }
    ],
    "births": [
        {
            "text": "Odessa A'zion, American actress",
            "year": 2000
        },
        {
            "text": "Henri Jokiharju, Finnish ice hockey player",
            "year": 1999
        },
        {
            "text": "Elena Rybakina, Kazakhstani tennis player",
            "year": 1999
        },
        {
            "text": "KJ Apa, New Zealand actor",
            "year": 1997
        },
        {
            "text": "Raluca Șerban, Romanian-Cypriot tennis player",
            "year": 1997
        },
        {
            "text": "Clément Lenglet, French footballer",
            "year": 1995
        },
        {
            "text": "Aoi Morikawa, Japanese actress and model",
            "year": 1995
        },
        {
            "text": "Amari Cooper, American football player",
            "year": 1994
        },
        {
            "text": "Nikita Kucherov, Russian ice hockey player",
            "year": 1993
        },
        {
            "text": "Daniel Tupou, Australian-Tongan rugby league player",
            "year": 1991
        },
        {
            "text": "Jordan Henderson, English footballer",
            "year": 1990
        },
        {
            "text": "Josh Mansour, Australian rugby league player",
            "year": 1990
        },
        {
            "text": "Georgios Tofas, Cypriot footballer",
            "year": 1989
        },
        {
            "text": "Simone Battle, American singer and actress (died 2014)",
            "year": 1989
        },
        {
            "text": "Andrew Ogilvy, Australian basketball player",
            "year": 1988
        },
        {
            "text": "Shaun MacDonald, Welsh footballer",
            "year": 1988
        },
        {
            "text": "Stephanie Rice, Australian swimmer",
            "year": 1988
        },
        {
            "text": "Kendrick Lamar, American rapper",
            "year": 1987
        },
        {
            "text": "Nozomi Tsuji, Japanese singer and actress",
            "year": 1987
        },
        {
            "text": "Apoula Edel, Armenian footballer",
            "year": 1986
        },
        {
            "text": "Helen Glover, English rower",
            "year": 1986
        },
        {
            "text": "Özge Akın, Turkish sprinter",
            "year": 1985
        },
        {
            "text": "Marcos Baghdatis, Cypriot tennis player",
            "year": 1985
        },
        {
            "text": "Rafael Sóbis, Brazilian footballer",
            "year": 1985
        },
        {
            "text": "Michael Mathieu, Bahamian sprinter",
            "year": 1984
        },
        {
            "text": "Si Tianfeng, Chinese race walker",
            "year": 1984
        },
        {
            "text": "Lee Ryan, English singer/actor",
            "year": 1983
        },
        {
            "text": "Vlasis Kazakis, Greek footballer",
            "year": 1983
        },
        {
            "text": "Alex Rodrigo Dias da Costa, Brazilian footballer",
            "year": 1982
        },
        {
            "text": "Marek Svatoš, Slovak ice hockey player (died 2016)",
            "year": 1982
        },
        {
            "text": "Stanislava Hrozenská, Slovak tennis player",
            "year": 1982
        },
        {
            "text": "Stefan Hodgetts, English racing driver",
            "year": 1982
        },
        {
            "text": "Arthur Darvill, English actor",
            "year": 1982
        },
        {
            "text": "Jodie Whittaker, English actress",
            "year": 1982
        },
        {
            "text": "Kyle Boller, American football player",
            "year": 1981
        },
        {
            "text": "Shane Watson, Australian cricketer",
            "year": 1981
        },
        {
            "text": "Elisa Rigaudo, Italian race walker",
            "year": 1980
        },
        {
            "text": "Jeph Jacques, American author and illustrator",
            "year": 1980
        },
        {
            "text": "Venus Williams, American tennis player",
            "year": 1980
        },
        {
            "text": "Nick Rimando, American soccer player",
            "year": 1979
        },
        {
            "text": "Tyson Apostol, American television personality",
            "year": 1979
        },
        {
            "text": "Young Maylay, American rapper, producer, and voice actor",
            "year": 1979
        },
        {
            "text": "Isabelle Delobel, French ice dancer",
            "year": 1978
        },
        {
            "text": "Travis Roche, Canadian ice hockey player",
            "year": 1978
        },
        {
            "text": "Bartosz Brożek, Polish philosopher and jurist",
            "year": 1977
        },
        {
            "text": "Tjaša Jezernik, Slovenian tennis player",
            "year": 1977
        },
        {
            "text": "Mark Tauscher, American football player and sportscaster",
            "year": 1977
        },
        {
            "text": "Scott Adkins, English actor and martial artist",
            "year": 1976
        },
        {
            "text": "Sven Nys, Belgian cyclist",
            "year": 1976
        },
        {
            "text": "Joshua Leonard, American actor, director, and screenwriter",
            "year": 1975
        },
        {
            "text": "Juan Carlos Valerón, Spanish footballer",
            "year": 1975
        },
        {
            "text": "Phiyada Akkraseranee, Thai actress and model",
            "year": 1975
        },
        {
            "text": "Evangelia Psarra, Greek archer",
            "year": 1974
        },
        {
            "text": "Leander Paes, Indian tennis player",
            "year": 1973
        },
        {
            "text": "Paulina Rubio, Mexican pop singer",
            "year": 1971
        },
        {
            "text": "Mildred Fox, Irish politician",
            "year": 1971
        },
        {
            "text": "Stéphane Fiset, Canadian ice hockey player",
            "year": 1970
        },
        {
            "text": "Will Forte, American actor, comedian, and screenwriter",
            "year": 1970
        },
        {
            "text": "Jason Hanson, American football player",
            "year": 1970
        },
        {
            "text": "Popeye Jones, American basketball player and coach",
            "year": 1970
        },
        {
            "text": "Michael Showalter, American actor, director, producer, and screenwriter",
            "year": 1970
        },
        {
            "text": "Alan Dowson, English football manager and former professional player",
            "year": 1970
        },
        {
            "text": "Paul Tergat, Kenyan runner",
            "year": 1969
        },
        {
            "text": "Geoff Toovey, Australian rugby league player and coach",
            "year": 1969
        },
        {
            "text": "Ilya Tsymbalar, Ukrainian-Russian footballer and manager (died 2013)",
            "year": 1969
        },
        {
            "text": "Steve Georgallis, Australian rugby league player and coach",
            "year": 1968
        },
        {
            "text": "Minoru Suzuki, Japanese wrestler and mixed martial artist",
            "year": 1968
        },
        {
            "text": "Dorothea Röschmann, German soprano and actress",
            "year": 1967
        },
        {
            "text": "Eric Stefani, American keyboard player and composer",
            "year": 1967
        },
        {
            "text": "Mohammed Ghazy Al-Akhras, Iraqi journalist and author",
            "year": 1966
        },
        {
            "text": "Tory Burch, American fashion designer and philanthropist",
            "year": 1966
        },
        {
            "text": "Ken Clark, American football player (died 2013)",
            "year": 1966
        },
        {
            "text": "Diane Modahl, English runner",
            "year": 1966
        },
        {
            "text": "Jason Patric, American actor",
            "year": 1966
        },
        {
            "text": "Dermontti Dawson, American football player and coach",
            "year": 1965
        },
        {
            "text": "Dan Jansen, American speed skater and sportscaster",
            "year": 1965
        },
        {
            "text": "Dara O'Kearney, Irish runner and poker player",
            "year": 1965
        },
        {
            "text": "Rinaldo Capello, Italian race car driver",
            "year": 1964
        },
        {
            "text": "Michael Gross, German swimmer",
            "year": 1964
        },
        {
            "text": "Steve Rhodes, English cricketer and coach",
            "year": 1964
        },
        {
            "text": "Greg Kinnear, American actor, television presenter, and producer",
            "year": 1963
        },
        {
            "text": "Michael Monroe, Finnish singer-songwriter and saxophonist",
            "year": 1962
        },
        {
            "text": "Kōichi Yamadera, Japanese actor and singer",
            "year": 1961
        },
        {
            "text": "Adrián Campos, Spanish race car driver (died 2021)",
            "year": 1960
        },
        {
            "text": "Thomas Haden Church, American actor",
            "year": 1960
        },
        {
            "text": "Carol Anderson, American author and historian",
            "year": 1959
        },
        {
            "text": "Lawrence Haddad, South African-English economist and academic",
            "year": 1959
        },
        {
            "text": "Nikos Stavropoulos, Greek basketball player and coach",
            "year": 1959
        },
        {
            "text": "Pierre Berbizier, French rugby player and coach",
            "year": 1958
        },
        {
            "text": "Jello Biafra, American singer-songwriter and producer",
            "year": 1958
        },
        {
            "text": "Bobby Farrelly, American director, producer, and screenwriter",
            "year": 1958
        },
        {
            "text": "Sam Hamad, Syrian-Canadian academic and politician",
            "year": 1958
        },
        {
            "text": "Jon Leibowitz, American lawyer and politician",
            "year": 1958
        },
        {
            "text": "Daniel McVicar, American actor",
            "year": 1958
        },
        {
            "text": "Philip Chevron, Irish singer-songwriter and guitarist (died 2013)",
            "year": 1957
        },
        {
            "text": "Martin Dillon, American tenor and educator (died 2005)",
            "year": 1957
        },
        {
            "text": "Uģis Prauliņš, Latvian composer",
            "year": 1957
        },
        {
            "text": "Iain Milne, Scottish rugby player",
            "year": 1956
        },
        {
            "text": "Mati Laur, Estonian historian, author, and academic",
            "year": 1955
        },
        {
            "text": "Bob Sauvé, Canadian ice hockey player and coach",
            "year": 1955
        },
        {
            "text": "Cem Hakko, Turkish fashion designer and businessman",
            "year": 1955
        },
        {
            "text": "Mark Linn-Baker, American actor and director",
            "year": 1954
        },
        {
            "text": "Vernon Coaker, English educator and politician, Shadow Secretary of State for Defence",
            "year": 1953
        },
        {
            "text": "Juan Muñoz, Spanish sculptor and storyteller (died 2001)",
            "year": 1953
        },
        {
            "text": "Mike Milbury, American ice hockey player, coach, and manager",
            "year": 1952
        },
        {
            "text": "Estelle Morris, Baroness Morris of Yardley, English educator and politician, Secretary of State for Education",
            "year": 1952
        },
        {
            "text": "Starhawk, American author and activist",
            "year": 1951
        },
        {
            "text": "John Garrett, Canadian ice hockey player and sportscaster",
            "year": 1951
        },
        {
            "text": "Joe Piscopo, American actor, comedian, and screenwriter",
            "year": 1951
        },
        {
            "text": "Lee Tamahori, New Zealand film director",
            "year": 1950
        },
        {
            "text": "Snakefinger, English singer-songwriter and guitarist (died 1987)",
            "year": 1949
        },
        {
            "text": "John Craven, English economist and academic",
            "year": 1949
        },
        {
            "text": "Russell Smith, American country singer-songwriter and guitarist (died 2019)",
            "year": 1949
        },
        {
            "text": "Dave Concepción, Venezuelan baseball player and manager",
            "year": 1948
        },
        {
            "text": "Jacqueline Jones, American historian and academic",
            "year": 1948
        },
        {
            "text": "Aurelio López, Mexican baseball player and politician (died 1992)",
            "year": 1948
        },
        {
            "text": "Karol Sikora, English physician and academic",
            "year": 1948
        },
        {
            "text": "Christopher Allport, American actor (died 2008)",
            "year": 1947
        },
        {
            "text": "Timothy Wright, American gospel singer, pastor (died 2009)",
            "year": 1947
        },
        {
            "text": "Linda Chavez, American journalist and author",
            "year": 1947
        },
        {
            "text": "George S. Clinton, American composer and songwriter",
            "year": 1947
        },
        {
            "text": "Gregg Rolie, American rock singer-songwriter and keyboard player",
            "year": 1947
        },
        {
            "text": "Paul Young, English singer-songwriter (died 2000)",
            "year": 1947
        },
        {
            "text": "Peter Rosei, Austrian author, poet, and playwright",
            "year": 1946
        },
        {
            "text": "Tommy Franks, American general",
            "year": 1945
        },
        {
            "text": "Ken Livingstone, English politician, 1st Mayor of London",
            "year": 1945
        },
        {
            "text": "Eddy Merckx, Belgian cyclist and sportscaster",
            "year": 1945
        },
        {
            "text": "Art Bell, American broadcaster and author (died 2018)",
            "year": 1945
        },
        {
            "text": "Randy Johnson, American football player (died 2009)",
            "year": 1944
        },
        {
            "text": "Chris Spedding, English singer-songwriter and guitarist",
            "year": 1944
        },
        {
            "text": "Newt Gingrich, American historian and politician, 58th Speaker of the United States House of Representatives",
            "year": 1943
        },
        {
            "text": "Barry Manilow, American singer-songwriter and producer",
            "year": 1943
        },
        {
            "text": "Chantal Mouffe, Belgian theorist and author",
            "year": 1943
        },
        {
            "text": "Burt Rutan, American engineer and pilot",
            "year": 1943
        },
        {
            "text": "Mohamed ElBaradei, Egyptian politician, Vice President of Egypt, Nobel Prize laureate",
            "year": 1942
        },
        {
            "text": "Doğu Perinçek, Turkish lawyer and politician",
            "year": 1942
        },
        {
            "text": "Roger Steffens, American actor and producer",
            "year": 1942
        },
        {
            "text": "Nicholas C. Handy, English chemist and academic (died 2012)",
            "year": 1941
        },
        {
            "text": "George Akerlof, American economist and academic, Nobel Prize laureate",
            "year": 1940
        },
        {
            "text": "Bobby Bell, American football player",
            "year": 1940
        },
        {
            "text": "Chuck Rainey, American bassist",
            "year": 1940
        },
        {
            "text": "Peter Fitzgerald, Irish footballer and manager (died 2013)",
            "year": 1937
        },
        {
            "text": "Ted Nelson, American sociologist and philosopher",
            "year": 1937
        },
        {
            "text": "Clodovil Hernandes, Brazilian fashion designer, television presenter and politician (died 2009)",
            "year": 1937
        },
        {
            "text": "Vern Harper, Canadian tribal leader and activist (died 2018)",
            "year": 1936
        },
        {
            "text": "Ken Loach, English director, producer, and screenwriter",
            "year": 1936
        },
        {
            "text": "Harry Browne, American soldier and politician (died 2006)",
            "year": 1933
        },
        {
            "text": "Christian Ferras, French violinist (died 1982)",
            "year": 1933
        },
        {
            "text": "Maurice Stokes, American basketball player (died 1970)",
            "year": 1933
        },
        {
            "text": "Derek Ibbotson, English runner (died 2017)",
            "year": 1932
        },
        {
            "text": "John Murtha, American colonel and politician (died 2010)",
            "year": 1932
        },
        {
            "text": "John Baldessari, American painter and illustrator (died 2020)",
            "year": 1931
        },
        {
            "text": "Cliff Gallup, American guitarist (died 1988)",
            "year": 1930
        },
        {
            "text": "Brian Statham, English cricketer (died 2000)",
            "year": 1930
        },
        {
            "text": "Bud Collins, American journalist and sportscaster (died 2016)",
            "year": 1929
        },
        {
            "text": "Tigran Petrosian, Armenian chess player (died 1984)",
            "year": 1929
        },
        {
            "text": "Juan María Bordaberry, President of Uruguay (died 2011)",
            "year": 1928
        },
        {
            "text": "Martin Böttcher, German composer and conductor (died 2019)",
            "year": 1927
        },
        {
            "text": "Wally Wood, American author, illustrator, and publisher (died 1981)",
            "year": 1927
        },
        {
            "text": "Alexander Shulgin, American pharmacologist and chemist (died 2014)",
            "year": 1925
        },
        {
            "text": "Elroy Hirsch, American football player (died 2004)",
            "year": 1923
        },
        {
            "text": "Arnold S. Relman, American physician and academic (died 2014)",
            "year": 1923
        },
        {
            "text": "Dale C. Thomson, Canadian historian and academic (died 1999)",
            "year": 1923
        },
        {
            "text": "John Amis, English journalist and critic (died 2013)",
            "year": 1922
        },
        {
            "text": "Jacob H. Gilbert, American lawyer and politician (died 1981)",
            "year": 1920
        },
        {
            "text": "Setsuko Hara, Japanese actress (died 2015)",
            "year": 1920
        },
        {
            "text": "François Jacob, French biologist and geneticist, Nobel Prize laureate (died 2013)",
            "year": 1920
        },
        {
            "text": "Peter Le Cheminant, English air marshal and politician, Lieutenant Governor of Guernsey (died 2018)",
            "year": 1920
        },
        {
            "text": "William Kaye Estes, American psychologist and academic (died 2011)",
            "year": 1919
        },
        {
            "text": "John Moffat, Scottish lieutenant and pilot (died 2016)",
            "year": 1919
        },
        {
            "text": "Beryl Reid, English actress (died 1996)",
            "year": 1919
        },
        {
            "text": "Ajahn Chah, Thai monk and educator (died 1992)",
            "year": 1918
        },
        {
            "text": "Dufferin Roblin, Canadian politician, 14th Premier of Manitoba (died 2010)",
            "year": 1917
        },
        {
            "text": "Terry Gilkyson, American singer-songwriter and guitarist (died 1999)",
            "year": 1916
        },
        {
            "text": "David \"Stringbean\" Akeman, American singer and banjo player (died 1973)",
            "year": 1915
        },
        {
            "text": "Marcel Cadieux, Canadian civil servant and diplomat, Canadian Ambassador to the United States (died 1981)",
            "year": 1915
        },
        {
            "text": "John Hersey, American journalist and author (died 1993)",
            "year": 1914
        },
        {
            "text": "Red Foley, American singer-songwriter and guitarist (died 1968)",
            "year": 1910
        },
        {
            "text": "George Hees, Canadian football player and politician (died 1996)",
            "year": 1910
        },
        {
            "text": "Elmer L. Andersen, American businessman and politician, 30th Governor of Minnesota (died 2004)",
            "year": 1909
        },
        {
            "text": "Ralph E. Winters, Canadian-American film editor (died 2004)",
            "year": 1909
        },
        {
            "text": "Maurice Cloche, French director, producer, and screenwriter (died 1990)",
            "year": 1907
        },
        {
            "text": "Ralph Bellamy, American actor (died 1991)",
            "year": 1904
        },
        {
            "text": "J. Vernon McGee, American pastor and theologian (died 1988)",
            "year": 1904
        },
        {
            "text": "Patrice Tardif, Canadian farmer and politician (died 1989)",
            "year": 1904
        },
        {
            "text": "Ruth Graves Wakefield, American chef, created the chocolate chip cookie (died 1977)",
            "year": 1903
        },
        {
            "text": "Sammy Fain, American pianist and composer (died 1989)",
            "year": 1902
        },
        {
            "text": "Alec Hurwood, Australian cricketer (died 1982)",
            "year": 1902
        },
        {
            "text": "Martin Bormann, German politician (died 1945)",
            "year": 1900
        },
        {
            "text": "Evelyn Irons, Scottish journalist and war correspondent (died 2000)",
            "year": 1900
        },
        {
            "text": "M. C. Escher, Dutch illustrator (died 1972)",
            "year": 1898
        },
        {
            "text": "Carl Hermann, German physicist and academic (died 1961)",
            "year": 1898
        },
        {
            "text": "Joe McKelvey, Executed Irish republican (died 1922)",
            "year": 1898
        },
        {
            "text": "Harry Patch, English soldier and firefighter (died 2009)",
            "year": 1898
        },
        {
            "text": "Maria Izilda de Castro Ribeiro, Brazilian girl, popular saint (died 1911)",
            "year": 1897
        },
        {
            "text": "Heinz Guderian, German general (died 1954)",
            "year": 1888
        },
        {
            "text": "Adolphus Frederick VI, Grand Duke of Mecklenburg-Strelitz (died 1918)",
            "year": 1882
        },
        {
            "text": "Igor Stravinsky, Russian pianist, composer, and conductor (died 1971)",
            "year": 1882
        },
        {
            "text": "Tommy Burns, Canadian boxer and promoter (died 1955)",
            "year": 1881
        },
        {
            "text": "Carl Van Vechten, American author and photographer (died 1964)",
            "year": 1880
        },
        {
            "text": "William Carr, American rower (died 1942)",
            "year": 1876
        },
        {
            "text": "Edward Anthony Spitzka, American anatomist and author (died 1922)",
            "year": 1876
        },
        {
            "text": "James Weldon Johnson, American author, journalist, and activist (died 1938)",
            "year": 1871
        },
        {
            "text": "Flora Finch, English-American actress (died 1940)",
            "year": 1867
        },
        {
            "text": "John Robert Gregg, Irish-born American educator, publisher, and humanitarian (died 1948)",
            "year": 1867
        },
        {
            "text": "Henry Lawson, Australian poet and author (died 1922)",
            "year": 1867
        },
        {
            "text": "Susan La Flesche Picotte, Native American physician (died 1915)",
            "year": 1865
        },
        {
            "text": "Charles Michael, duke of Mecklenburg (died 1934)",
            "year": 1863
        },
        {
            "text": "Pete Browning, American baseball player (died 1905)",
            "year": 1861
        },
        {
            "text": "Omar Bundy, American general (died 1940)",
            "year": 1861
        },
        {
            "text": "Eben Sumner Draper, American businessman and politician, 44th Governor of Massachusetts (died 1914)",
            "year": 1858
        },
        {
            "text": "Manuel González Flores, Mexican general and president (died 1893)",
            "year": 1833
        },
        {
            "text": "William Crookes, English chemist and physicist (died 1919)",
            "year": 1832
        },
        {
            "text": "E. G. Squier, American archaeologist and journalist (died 1888)",
            "year": 1821
        },
        {
            "text": "Charles Gounod, French composer and academic (died 1893)",
            "year": 1818
        },
        {
            "text": "Sophie of Württemberg, queen of the Netherlands (died 1877)",
            "year": 1818
        },
        {
            "text": "Jón Sigurðsson, Icelandic scholar and politician (died 1879)",
            "year": 1811
        },
        {
            "text": "Ferdinand Freiligrath, German poet and translator (died 1876)",
            "year": 1810
        },
        {
            "text": "Henrik Wergeland, Norwegian poet, playwright, and linguist (died 1845)",
            "year": 1808
        },
        {
            "text": "William Parsons, 3rd Earl of Rosse, English-Irish astronomer and politician (died 1867)",
            "year": 1800
        },
        {
            "text": "Gregory Blaxland, English-Australian explorer  (died 1853)",
            "year": 1778
        },
        {
            "text": "George Howard, English field marshal and politician, Governor of Minorca (died 1796)",
            "year": 1718
        },
        {
            "text": "César-François Cassini de Thury, French astronomer and cartographer (died 1784)",
            "year": 1714
        },
        {
            "text": "John Kay, English engineer, invented the Flying shuttle (died 1780)",
            "year": 1704
        },
        {
            "text": "Johann Georg Walch, German theologian and author (died 1775)",
            "year": 1693
        },
        {
            "text": "Giovanni Paolo Panini, Italian painter and architect (died 1765)",
            "year": 1691
        },
        {
            "text": "Charles XII, Swedish king (died 1718)",
            "year": 1682
        },
        {
            "text": "Gauharara Begum, Mughal princess (died 1706)",
            "year": 1631
        },
        {
            "text": "Birgitte Thott, Danish scholar, writer and translator (born 1662)",
            "year": 1610
        },
        {
            "text": "John Maurice, Dutch nobleman (died 1679)",
            "year": 1604
        },
        {
            "text": "Joseph of Cupertino, Italian mystic and saint (died 1663)",
            "year": 1603
        },
        {
            "text": "Thomas Mun, English writer on economics (died 1641)",
            "year": 1571
        },
        {
            "text": "François de Montmorency, French nobleman (died 1579)",
            "year": 1530
        },
        {
            "text": "Edward I, English king (died 1307)",
            "year": 1239
        },
        {
            "text": "Drogo of Metz, Frankish bishop (died 855)",
            "year": 801
        }
    ],
    "deaths": [
        {
            "text": "Kenneth Kaunda, Zambian educator and politician, first president of Zambia (born 1924)",
            "year": 2021
        },
        {
            "text": "Jean Kennedy Smith, American activist, humanitarian, author and diplomat (United States Ambassador to Ireland, 1993–1998) (born 1928)",
            "year": 2020
        },
        {
            "text": "Gloria Vanderbilt, American artist, author actress, fashion designer, heiress and socialite (born 1924)",
            "year": 2019
        },
        {
            "text": "Mohamed Morsi, Egyptian professor and politician, first elected president of Egypt after Egyptian revolution (born 1951)",
            "year": 2019
        },
        {
            "text": "Baldwin Lonsdale, president of Vanuatu (born 1948)",
            "year": 2017
        },
        {
            "text": "Ron Clarke, Australian runner and politician, Mayor of the Gold Coast (born 1937)",
            "year": 2015
        },
        {
            "text": "John David Crow, American football player and coach (born 1935)",
            "year": 2015
        },
        {
            "text": "Süleyman Demirel, Turkish engineer and politician, 9th President of Turkey (born 1924)",
            "year": 2015
        },
        {
            "text": "Roberto M. Levingston, Argentinian general and politician, 36th President of Argentina (born 1920)",
            "year": 2015
        },
        {
            "text": "Clementa C. Pinckney, American minister and politician (born 1973)",
            "year": 2015
        },
        {
            "text": "Patsy Byrne, English actress (born 1933)",
            "year": 2014
        },
        {
            "text": "Éric Dewailly, Canadian epidemiologist and academic (born 1954)",
            "year": 2014
        },
        {
            "text": "Stanley Marsh 3, American businessman and philanthropist (born 1938)",
            "year": 2014
        },
        {
            "text": "Arnold S. Relman, American physician and academic (born 1923)",
            "year": 2014
        },
        {
            "text": "Larry Zeidel, Canadian-American ice hockey player and sportscaster (born 1928)",
            "year": 2014
        },
        {
            "text": "Michael Baigent, New Zealand-English theorist and author (born 1948)",
            "year": 2013
        },
        {
            "text": "Atiqul Haque Chowdhury, Bangladeshi playwright and producer (born 1930)",
            "year": 2013
        },
        {
            "text": "Pierre F. Côté, Canadian lawyer and civil servant (born 1927)",
            "year": 2013
        },
        {
            "text": "Bulbs Ehlers, American basketball player (born 1923)",
            "year": 2013
        },
        {
            "text": "James Holshouser, American politician, 68th Governor of North Carolina (born 1934)",
            "year": 2013
        },
        {
            "text": "Stéphane Brosse, French mountaineer (born 1971)",
            "year": 2012
        },
        {
            "text": "Patricia Brown, American baseball player (born 1931)",
            "year": 2012
        },
        {
            "text": "Nathan Divinsky, Canadian mathematician and chess player (born 1925)",
            "year": 2012
        },
        {
            "text": "Rodney King, American victim of police brutality (born 1965)",
            "year": 2012
        },
        {
            "text": "Fauzia Wahab, Pakistani actress and politician (born 1956)",
            "year": 2012
        },
        {
            "text": "Rex Mossop, Australian rugby player and sportscaster (born 1928)",
            "year": 2011
        },
        {
            "text": "Ralf Dahrendorf, German-English sociologist and politician (born 1929)",
            "year": 2009
        },
        {
            "text": "Darrell Powers, American sergeant (born 1923)",
            "year": 2009
        },
        {
            "text": "Cyd Charisse, American actress and dancer (born 1922)",
            "year": 2008
        },
        {
            "text": "Gianfranco Ferré, Italian fashion designer (born 1944)",
            "year": 2007
        },
        {
            "text": "Serena Wilson, American dancer and choreographer (born 1933)",
            "year": 2007
        },
        {
            "text": "Bussunda, Brazilian comedian (born 1962)",
            "year": 2006
        },
        {
            "text": "Gerry McNeil, Canadian ice hockey player (born 1926)",
            "year": 2004
        },
        {
            "text": "Willie Davenport, American sprinter and hurdler (born 1943)",
            "year": 2002
        },
        {
            "text": "Fritz Walter, German footballer (born 1920)",
            "year": 2002
        },
        {
            "text": "Donald J. Cram, American chemist and academic, Nobel Prize laureate (born 1919)",
            "year": 2001
        },
        {
            "text": "Thomas Winning, Scottish cardinal (born 1925)",
            "year": 2001
        },
        {
            "text": "Ismail Mahomed, South African lawyer and jurist, 17th Chief Justice of South Africa (born 1931)",
            "year": 2000
        },
        {
            "text": "Basil Hume, English cardinal (born 1923)",
            "year": 1999
        },
        {
            "text": "Thomas Kuhn, American historian and philosopher (born 1922)",
            "year": 1996
        },
        {
            "text": "Curt Swan, American illustrator (born 1920)",
            "year": 1996
        },
        {
            "text": "Dick Howser, American baseball player, coach, and manager (born 1936)",
            "year": 1987
        },
        {
            "text": "Kate Smith, American singer (born 1907)",
            "year": 1986
        },
        {
            "text": "John Boulting, English director, producer, and screenwriter (born 1913)",
            "year": 1985
        },
        {
            "text": "Peter Mennin, American composer and educator (born 1923)",
            "year": 1983
        },
        {
            "text": "Roberto Calvi, Italian banker (born 1920)",
            "year": 1982
        },
        {
            "text": "Richard O'Connor, Indian-English general (born 1889)",
            "year": 1981
        },
        {
            "text": "Zerna Sharp, American author and educator (born 1889)",
            "year": 1981
        },
        {
            "text": "Hubert Ashton, English cricketer and politician (born 1898)",
            "year": 1979
        },
        {
            "text": "Duffy Lewis, American baseball player and manager (born 1888)",
            "year": 1979
        },
        {
            "text": "James Phinney Baxter III, American historian and academic (born 1893)",
            "year": 1975
        },
        {
            "text": "Refik Koraltan, Turkish lawyer and politician, 8th Speaker of the Grand National Assembly of Turkey (born 1889)",
            "year": 1974
        },
        {
            "text": "José Nasazzi, Uruguayan footballer and manager (born 1901)",
            "year": 1968
        },
        {
            "text": "Aleksander Kesküla, Estonian politician (born 1882)",
            "year": 1963
        },
        {
            "text": "Jeff Chandler, American actor (born 1918)",
            "year": 1961
        },
        {
            "text": "Dorothy Richardson, English journalist and author (born 1873)",
            "year": 1957
        },
        {
            "text": "J. R. Williams, Canadian-American cartoonist (born 1888)",
            "year": 1957
        },
        {
            "text": "Percival Perry, 1st Baron Perry, English businessman (born 1878)",
            "year": 1956
        },
        {
            "text": "Paul Rostock, German surgeon and academic (born 1892)",
            "year": 1956
        },
        {
            "text": "Bob Sweikert, American race car driver (born 1926)",
            "year": 1956
        },
        {
            "text": "Danny Cedrone, American guitarist and bandleader (born 1920)",
            "year": 1954
        },
        {
            "text": "Jack Parsons, American chemist and engineer (born 1914)",
            "year": 1952
        },
        {
            "text": "Charles Fitzpatrick, Canadian lawyer and politician, 5th Chief Justice of Canada (born 1853)",
            "year": 1942
        },
        {
            "text": "Johan Wagenaar, Dutch organist and composer (born 1862)",
            "year": 1941
        },
        {
            "text": "Đorđe Bogić, protopresbyter of the Serbian Orthodox Church, victim of Genocide of Serbs (born 1911)",
            "year": 1941
        },
        {
            "text": "Arthur Harden, English biochemist and academic, Nobel Prize laureate (born 1865)",
            "year": 1940
        },
        {
            "text": "Allen Sothoron, American baseball player, coach, and manager (born 1893)",
            "year": 1939
        },
        {
            "text": "Eugen Weidmann, German criminal (born 1908)",
            "year": 1939
        },
        {
            "text": "Julius Seljamaa, Estonian journalist, politician, and diplomat, Estonian Minister of Foreign Affairs (born 1883)",
            "year": 1936
        },
        {
            "text": "Julien Félix, French military officer and aviator (born 1869)",
            "year": 1914
        },
        {
            "text": "Nikolay Bobrikov, Russian soldier and politician, Governor-General of Finland (born 1839)",
            "year": 1904
        },
        {
            "text": "Edward Burne-Jones, English soldier and painter (born 1833)",
            "year": 1898
        },
        {
            "text": "Lozen, Chiracaua Apache warrior woman (born ~1840)",
            "year": 1889
        },
        {
            "text": "Joseph Méry, French poet and author (born 1798)",
            "year": 1866
        },
        {
            "text": "Lord William Bentinck, English general and politician, 14th Governor-General of India (born 1774)",
            "year": 1839
        },
        {
            "text": "Martín Miguel de Güemes, Argentinian general and politician (born 1785)",
            "year": 1821
        },
        {
            "text": "Charles Middleton, 1st Baron Barham, Scottish-English admiral and politician (born 1726)",
            "year": 1813
        },
        {
            "text": "Mohammad Khan Qajar, Persian tribal chief (born 1742)",
            "year": 1797
        },
        {
            "text": "John Pitcairn, Scottish-English soldier (born 1722)",
            "year": 1775
        },
        {
            "text": "Daskalogiannis, Greek rebel leader (born 1722)",
            "year": 1771
        },
        {
            "text": "Prosper Jolyot de Crébillon, French poet and playwright (born 1674)",
            "year": 1762
        },
        {
            "text": "Sir William Wyndham, 3rd Baronet, English politician, Chancellor of the Exchequer (born 1687)",
            "year": 1740
        },
        {
            "text": "Claude Louis Hector de Villars, French general and politician, French Secretary of State for War (born 1653)",
            "year": 1734
        },
        {
            "text": "Joseph Addison, English essayist, poet, playwright, and politician  (born 1672)",
            "year": 1719
        },
        {
            "text": "John III Sobieski, Polish king (born 1629)",
            "year": 1696
        },
        {
            "text": "Philip Howard, English cardinal (born 1629)",
            "year": 1694
        },
        {
            "text": "Jijabai, Dowager Queen, mother of Shivaji (born 1598)",
            "year": 1674
        },
        {
            "text": "Injo of Joseon, Korean king (born 1595)",
            "year": 1649
        },
        {
            "text": "Mumtaz Mahal, Mughal princess (born 1593)",
            "year": 1631
        },
        {
            "text": "Ashikaga Yoshiteru, Japanese shōgun (born 1536)",
            "year": 1565
        },
        {
            "text": "John I Albert, Polish king (born 1459)",
            "year": 1501
        },
        {
            "text": "Catherine of Portugal, Portuguese princess (born 1436)",
            "year": 1463
        },
        {
            "text": "Jan of Jenštejn, archbishop of Prague (born 1348)",
            "year": 1400
        },
        {
            "text": "Ingeborg of Norway, princess consort and regent of Sweden (born 1301)",
            "year": 1361
        },
        {
            "text": "David of Scotland, 8th Earl of Huntingdon",
            "year": 1219
        },
        {
            "text": "Daoji, Chinese buddhist monk (born 1130)",
            "year": 1207
        },
        {
            "text": "Dirk V, count of Holland (born 1052)",
            "year": 1091
        },
        {
            "text": "Bolesław I the Brave, Polish king (born 967)",
            "year": 1025
        },
        {
            "text": "Fulk, French archbishop and chancellor",
            "year": 900
        },
        {
            "text": "Tachibana no Kachiko, Japanese empress (born 786)",
            "year": 850
        },
        {
            "text": "Sakanoue no Tamuramaro, Japanese shōgun (born 758)",
            "year": 811
        },
        {
            "text": "Adeodatus, pope of the Catholic Church",
            "year": 676
        },
        {
            "text": "Uthman, caliph of the Rashidun Caliphate (born 579)",
            "year": 656
        }
    ],
    "metadata": {
        "current_date": "June 17, 2025",
        "short_date": "Jun 17",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            16,
            27,
            14,
            6,
            38,
            15,
            53,
            43,
            13,
            49
        ],
        "births": [
            107,
            30,
            207,
            194
        ],
        "deaths": [
            1,
            50,
            9,
            51
        ]
    }
}