{
    "events": [
        {
            "text": "A Saurya Airlines Bombardier CRJ200 crashes during takeoff from Tribhuvan International Airport in Kathmandu, Nepal killing 18.",
            "year": 2024
        },
        {
            "text": "Boris Johnson becomes Prime Minister of the United Kingdom after defeating Jeremy Hunt in a leadership contest, succeeding Theresa May.",
            "year": 2019
        },
        {
            "text": "Air Algérie Flight 5017 loses contact with air traffic controllers 50 minutes after takeoff. It was travelling between Ouagadougou, Burkina Faso and Algiers. The wreckage is later found in Mali. All 116 people on board are killed.",
            "year": 2014
        },
        {
            "text": "Santiago de Compostela derailment: A high-speed train derails in Spain rounding a curve with an 80 km/h (50 mph) speed limit at 190 km/h (120 mph), killing 78 passengers.",
            "year": 2013
        },
        {
            "text": "Syrian civil war: The People's Protection Units (YPG) capture the city of Girkê Legê.",
            "year": 2012
        },
        {
            "text": "Aria Air Flight 1525 crashes at Mashhad International Airport, killing 16.",
            "year": 2009
        },
        {
            "text": "The Bandaranaike Airport attack is carried out by 14 Tamil Tiger commandos, resulting in military and civilian casualties and destroyed aircraft.",
            "year": 2001
        },
        {
            "text": "Air Fiji flight 121 crashes while en route to Nadi, Fiji, killing all 17 people on board.",
            "year": 1999
        },
        {
            "text": "Russell Eugene Weston Jr. bursts into the United States Capitol and opens fire killing two police officers. He is later ruled to be incompetent to stand trial.",
            "year": 1998
        },
        {
            "text": "US supertanker SS Bridgeton collides with mines laid by IRGC causing a 43-square-meter dent in the body of the oil tanker.",
            "year": 1987
        },
        {
            "text": "Hulda Crooks, at 91 years of age, climbed Mt. Fuji. Crooks became the oldest person to climb Japan's highest peak.",
            "year": 1987
        },
        {
            "text": "The Black July anti-Tamil riots begin in Sri Lanka, killing between 400 and 3,000. Black July is generally regarded as the beginning of the Sri Lankan Civil War.",
            "year": 1983
        },
        {
            "text": "George Brett playing for the Kansas City Royals against the New York Yankees, has a game-winning home run nullified in the \"Pine Tar Incident\".",
            "year": 1983
        },
        {
            "text": "Heavy rain causes a mudslide that destroys a bridge at Nagasaki, Japan, killing 299.",
            "year": 1982
        },
        {
            "text": "The Quietly Confident Quartet of Australia wins the men's 4 x 100 metre medley relay at the Moscow Olympics, the only time the United States has not won the swimming event at Olympic level.",
            "year": 1980
        },
        {
            "text": "End of a four-day-long Libyan–Egyptian War.",
            "year": 1977
        },
        {
            "text": "Watergate scandal: The United States Supreme Court unanimously ruled that President Richard Nixon did not have the authority to withhold subpoenaed White House tapes and they order him to surrender the tapes to the Watergate special prosecutor.",
            "year": 1974
        },
        {
            "text": "Apollo program: Apollo 11 splashes down safely in the Pacific Ocean.",
            "year": 1969
        },
        {
            "text": "During an official state visit to Canada, French President Charles de Gaulle declares to a crowd of over 100,000 in Montreal: Vive le Québec libre! (\"Long live free Quebec!\"); the statement angered the Canadian government and many Anglophone Canadians.",
            "year": 1967
        },
        {
            "text": "Michael Pelkey makes the first BASE jump from El Capitan along with Brian Schubert. Both came out with broken bones. BASE jumping has now been banned from El Cap.",
            "year": 1966
        },
        {
            "text": "The ship Bluenose II was launched in Lunenburg, Nova Scotia. The schooner is a major Canadian symbol.",
            "year": 1963
        },
        {
            "text": "At the opening of the American National Exhibition in Moscow, U.S. vice president Richard Nixon and Soviet premier Nikita Khrushchev have a \"Kitchen Debate\".",
            "year": 1959
        },
        {
            "text": "Cape Canaveral Air Force Station begins operations with the launch of a Bumper rocket.",
            "year": 1950
        },
        {
            "text": "World War II: Operation Gomorrah begins: British and Canadian aeroplanes bomb Hamburg by night, and American planes bomb the city by day. By the end of the operation in November, 9,000 tons of explosives will have killed more than 30,000 people and destroyed 280,000 buildings.",
            "year": 1943
        },
        {
            "text": "The Dust Bowl heat wave reaches its peak, sending temperatures to 109 °F (43 °C) in Chicago and 104 °F (40 °C) in Milwaukee.",
            "year": 1935
        },
        {
            "text": "The Kellogg–Briand Pact, renouncing war as an instrument of foreign policy, goes into effect (it is first signed in Paris on August 27, 1928, by most leading world powers).",
            "year": 1929
        },
        {
            "text": "The Menin Gate war memorial is unveiled at Ypres.",
            "year": 1927
        },
        {
            "text": "Themistoklis Sofoulis becomes Prime Minister of Greece.",
            "year": 1924
        },
        {
            "text": "The Treaty of Lausanne, settling the boundaries of modern Turkey, is signed in Switzerland by Greece, Bulgaria and other countries that fought in World War I.",
            "year": 1923
        },
        {
            "text": "The draft of the British Mandate of Palestine was formally confirmed by the Council of the League of Nations; it came into effect on 26 September 1923.",
            "year": 1922
        },
        {
            "text": "The passenger ship SS Eastland capsizes while tied to a dock in the Chicago River. A total of 844 passengers and crew are killed in the largest loss of life disaster from a single shipwreck on the Great Lakes.",
            "year": 1915
        },
        {
            "text": "Hiram Bingham III re-discovers Machu Picchu, \"the Lost City of the Incas\".",
            "year": 1911
        },
        {
            "text": "The Ottoman Empire captures the city of Shkodër, putting down the Albanian Revolt of 1910.",
            "year": 1910
        },
        {
            "text": "O. Henry is released from prison in Columbus, Ohio, after serving three years for embezzlement from a bank.",
            "year": 1901
        },
        {
            "text": "Reconstruction: Tennessee becomes the first U.S. state to be readmitted to Congress following the American Civil War.",
            "year": 1866
        },
        {
            "text": "American Civil War: Battle of Kernstown: Confederate General Jubal Early defeats Union troops led by General George Crook in an effort to keep them out of the Shenandoah Valley.",
            "year": 1864
        },
        {
            "text": "After 17 months of travel, Brigham Young leads 148 Mormon pioneers into Salt Lake Valley, resulting in the establishment of Salt Lake City.",
            "year": 1847
        },
        {
            "text": "Richard March Hoe,  American inventor, patented the rotary-type printing press.",
            "year": 1847
        },
        {
            "text": "War of the Spanish Succession: The French under Marshal Villars win a decisive victory over Eugene of Savoy at Denain.",
            "year": 1712
        },
        {
            "text": "Antoine de la Mothe Cadillac founds the trading post at Fort Pontchartrain, which later becomes the city of Detroit.",
            "year": 1701
        },
        {
            "text": "Mary, Queen of Scots, is forced to abdicate and be replaced by her one-year-old son James VI.",
            "year": 1567
        },
        {
            "text": "French explorer Jacques Cartier plants a cross on the Gaspé Peninsula and takes possession of the territory in the name of Francis I of France.",
            "year": 1534
        },
        {
            "text": "Citizens of Leeuwarden, Netherlands, strike against a ban on foreign beer.",
            "year": 1487
        },
        {
            "text": "Behnam Hadloyo becomes Syriac Orthodox Patriarch of Mardin.",
            "year": 1412
        },
        {
            "text": "Battle of Harlaw, one of the bloodiest battles in Scotland, takes place.",
            "year": 1411
        },
        {
            "text": "Wars of Scottish Independence: Fall of Stirling Castle: King Edward I of England takes the stronghold using the War Wolf.",
            "year": 1304
        },
        {
            "text": "Louis VII of France lays siege to Damascus during the Second Crusade.",
            "year": 1148
        },
        {
            "text": "Battle of Nocera between Ranulf II of Alife and Roger II of Sicily.",
            "year": 1132
        }
    ],
    "births": [
        {
            "text": "Ryan Johnson, American ice hockey player",
            "year": 2001
        },
        {
            "text": "Drake London, American football player",
            "year": 2001
        },
        {
            "text": "Bindi Irwin, Australian conservationist, zookeeper, and actress",
            "year": 1998
        },
        {
            "text": "Joe Mixon, American football player",
            "year": 1996
        },
        {
            "text": "Valentine Holmes, Australian rugby league player",
            "year": 1995
        },
        {
            "text": "Kyle Kuzma, American basketball player",
            "year": 1995
        },
        {
            "text": "Meisei Chikara, Japanese sumo wrestler",
            "year": 1995
        },
        {
            "text": "Phillip Lindsay, American football player",
            "year": 1994
        },
        {
            "text": "Mikaël Kingsbury, Canadian skier",
            "year": 1992
        },
        {
            "text": "Emily Bett Rickards, Canadian actress",
            "year": 1991
        },
        {
            "text": "Elliot Rodger, English-American mass murderer (died 2014)",
            "year": 1991
        },
        {
            "text": "Maurkice Pouncey, American football player",
            "year": 1989
        },
        {
            "text": "Han Seung-yeon, South Korean singer and dancer",
            "year": 1988
        },
        {
            "text": "Nichkhun, Thai-American singer-songwriter and actor",
            "year": 1988
        },
        {
            "text": "Ricky Petterd, Australian footballer",
            "year": 1988
        },
        {
            "text": "Nathan Gerbe, American ice hockey player",
            "year": 1987
        },
        {
            "text": "Zack Sabre Jr., English wrestler",
            "year": 1987
        },
        {
            "text": "Mara Wilson, American actress",
            "year": 1987
        },
        {
            "text": "Natalie Tran, Australian actress and online producer",
            "year": 1986
        },
        {
            "text": "Patrice Bergeron, Canadian ice hockey player",
            "year": 1985
        },
        {
            "text": "Aries Merritt, American hurdler",
            "year": 1985
        },
        {
            "text": "Lukáš Rosol, Czech tennis player",
            "year": 1985
        },
        {
            "text": "Daniele De Rossi, Italian footballer and manager",
            "year": 1983
        },
        {
            "text": "Asami Mizukawa, Japanese actress",
            "year": 1983
        },
        {
            "text": "Mewelde Moore, American football player",
            "year": 1982
        },
        {
            "text": "Elisabeth Moss, American actress",
            "year": 1982
        },
        {
            "text": "Anna Paquin, Canadian-New Zealand actress",
            "year": 1982
        },
        {
            "text": "Doug Bollinger, Australian cricketer",
            "year": 1981
        },
        {
            "text": "Nayib Bukele, Salvadoran politician, 81st President of El Salvador",
            "year": 1981
        },
        {
            "text": "Summer Glau, American actress",
            "year": 1981
        },
        {
            "text": "Joel Stroetzel, American guitarist",
            "year": 1980
        },
        {
            "text": "Rose Byrne, Australian actress",
            "year": 1979
        },
        {
            "text": "Jerrod Niemann, American singer-songwriter and guitarist",
            "year": 1979
        },
        {
            "text": "Andy Irons, American surfer (died 2010)",
            "year": 1978
        },
        {
            "text": "Rafer Alston, American basketball player",
            "year": 1976
        },
        {
            "text": "Tiago Monteiro, Portuguese racing driver and manager",
            "year": 1976
        },
        {
            "text": "Tracey Crouch, English politician, Minister for Sport and the Olympics",
            "year": 1975
        },
        {
            "text": "Jamie Langenbrunner, American ice hockey player",
            "year": 1975
        },
        {
            "text": "Torrie Wilson, American model, fitness competitor, actress and professional wrestler",
            "year": 1975
        },
        {
            "text": "Andy Gomarsall, English rugby player",
            "year": 1974
        },
        {
            "text": "Amanda Stretton, English racing driver and journalist",
            "year": 1973
        },
        {
            "text": "Kaiō Hiroyuki, Japanese sumo wrestler",
            "year": 1972
        },
        {
            "text": "Dino Baggio, Italian footballer",
            "year": 1971
        },
        {
            "text": "Patty Jenkins, American film director and screenwriter",
            "year": 1971
        },
        {
            "text": "Rick Fox, Bahamian basketball player",
            "year": 1969
        },
        {
            "text": "Jennifer Lopez, American actress, singer, and dancer",
            "year": 1969
        },
        {
            "text": "Kristin Chenoweth, American actress and singer",
            "year": 1968
        },
        {
            "text": "Malcolm Ingram, Canadian director, producer, and screenwriter",
            "year": 1968
        },
        {
            "text": "Aminatou Haidar, Sahrawi human rights activist",
            "year": 1966
        },
        {
            "text": "Martin Keown, English footballer and coach",
            "year": 1966
        },
        {
            "text": "Andrew Gaze, Australian basketball player and sportscaster",
            "year": 1965
        },
        {
            "text": "Kadeem Hardison, American actor, director, and screenwriter",
            "year": 1965
        },
        {
            "text": "Barry Bonds, American baseball player",
            "year": 1964
        },
        {
            "text": "Pedro Passos Coelho, Portuguese economist and politician, 118th Prime Minister of Portugal",
            "year": 1964
        },
        {
            "text": "Karl Malone, American basketball player and coach",
            "year": 1963
        },
        {
            "text": "Kerry Dixon, English footballer and manager",
            "year": 1961
        },
        {
            "text": "Catherine Destivelle, French rock climber and mountaineer",
            "year": 1960
        },
        {
            "text": "Jim Leighton, Scottish footballer and coach",
            "year": 1958
        },
        {
            "text": "Pam Tillis, American singer-songwriter, guitarist, and actress",
            "year": 1957
        },
        {
            "text": "Charlie Crist, American lawyer and politician, 44th Governor of Florida",
            "year": 1956
        },
        {
            "text": "Jorge Jesus, Portuguese footballer and manager",
            "year": 1954
        },
        {
            "text": "Jon Faddis, American trumpet player, composer, and conductor",
            "year": 1953
        },
        {
            "text": "Tadashi Kawamata, Japanese contemporary artist",
            "year": 1953
        },
        {
            "text": "Claire McCaskill, American lawyer and politician",
            "year": 1953
        },
        {
            "text": "James Newcome, English bishop",
            "year": 1953
        },
        {
            "text": "Gus Van Sant, American director, producer, and screenwriter",
            "year": 1952
        },
        {
            "text": "Lynda Carter, American actress",
            "year": 1951
        },
        {
            "text": "Chris Smith, Baron Smith of Finsbury, English politician, Secretary of State for Culture, Media and Sport",
            "year": 1951
        },
        {
            "text": "Jadranka Stojaković, Yugoslav singer-songwriter (died 2016)",
            "year": 1950
        },
        {
            "text": "Michael Richards, American actor and comedian",
            "year": 1949
        },
        {
            "text": "Marc Racicot, American politician, 21st Governor of Montana",
            "year": 1948
        },
        {
            "text": "Zaheer Abbas, Pakistani cricketer and manager",
            "year": 1947
        },
        {
            "text": "Gallagher, American comedian and actor (died 2022)",
            "year": 1946
        },
        {
            "text": "Hervé Vilard, French singer-songwriter",
            "year": 1946
        },
        {
            "text": "Frank Close, English physicist and academic",
            "year": 1945
        },
        {
            "text": "Azim Premji, Indian businessman and philanthropist",
            "year": 1945
        },
        {
            "text": "Hugh Ross, Canadian-American astrophysicist and astronomer",
            "year": 1945
        },
        {
            "text": "Anthony Watts, English geologist, geophysicist, and academic",
            "year": 1945
        },
        {
            "text": "Heinz, German-English singer-songwriter and bass player (died 2000)",
            "year": 1942
        },
        {
            "text": "David Miner, American singer-songwriter, guitarist, and producer",
            "year": 1942
        },
        {
            "text": "Chris Sarandon, American actor",
            "year": 1942
        },
        {
            "text": "John Bond, English banker and businessman",
            "year": 1941
        },
        {
            "text": "Dan Hedaya, American actor",
            "year": 1940
        },
        {
            "text": "Walt Bellamy, American basketball player and coach (died 2013)",
            "year": 1939
        },
        {
            "text": "Eugene J. Martin, American painter (died 2005)",
            "year": 1938
        },
        {
            "text": "Manoj Kumar, Indian actor, director, producer, and screenwriter (died 2025)",
            "year": 1937
        },
        {
            "text": "Quinlan Terry, English architect, designed the Brentwood Cathedral",
            "year": 1937
        },
        {
            "text": "Ruth Buzzi, American actress and comedian (died 2025)",
            "year": 1936
        },
        {
            "text": "Mark Goddard, American actor (died 2023)",
            "year": 1936
        },
        {
            "text": "Aaron Elkins, American author and academic",
            "year": 1935
        },
        {
            "text": "Pat Oliphant, Australian cartoonist",
            "year": 1935
        },
        {
            "text": "Mel Ramos, American painter, illustrator, and academic (died 2018)",
            "year": 1935
        },
        {
            "text": "Les Reed, English pianist, composer, and conductor (died 2019)",
            "year": 1935
        },
        {
            "text": "Derek Varnals, South African cricketer (died 2019)",
            "year": 1935
        },
        {
            "text": "Willie Davis, American football player (died 2020)",
            "year": 1934
        },
        {
            "text": "P. S. Soosaithasan, Sri Lankan accountant and politician (died 2017)",
            "year": 1934
        },
        {
            "text": "Doug Sanders, American golfer (died 2020)",
            "year": 1933
        },
        {
            "text": "Gustav Andreas Tammann, German astronomer and academic (died 2019)",
            "year": 1932
        },
        {
            "text": "Ermanno Olmi, Italian director, screenwriter, and cinematographer (died 2018)",
            "year": 1931
        },
        {
            "text": "Éric Tabarly, French commander (died 1998)",
            "year": 1931
        },
        {
            "text": "Alfred Balk, American journalist and author (died 2010)",
            "year": 1930
        },
        {
            "text": "Keshubhai Patel, Indian politician, tenth Chief Minister of Gujarat (died 2020)",
            "year": 1928
        },
        {
            "text": "Alex Katz, American painter and sculptor",
            "year": 1927
        },
        {
            "text": "Zara Mints, Russian-Estonian philologist and academic (died 1990)",
            "year": 1927
        },
        {
            "text": "Grace Glueck, American arts journalist (died 2022)",
            "year": 1926
        },
        {
            "text": "Wilfred Josephs, English composer (died 1997)",
            "year": 1924
        },
        {
            "text": "Aris Poulianos, Greek anthropologist and archaeologist (died 2021)",
            "year": 1924
        },
        {
            "text": "Madeleine Ferron, Canadian radio host and author (died 2010)",
            "year": 1922
        },
        {
            "text": "Giuseppe Di Stefano, Italian tenor and actor (died 2008)",
            "year": 1921
        },
        {
            "text": "Billy Taylor, American pianist and composer (died 2010)",
            "year": 1921
        },
        {
            "text": "Bella Abzug, American lawyer and politician (died 1998)",
            "year": 1920
        },
        {
            "text": "Constance Dowling, American model and actress (died 1969)",
            "year": 1920
        },
        {
            "text": "Robert Marsden Hope, Australian lawyer and judge (died 1999)",
            "year": 1919
        },
        {
            "text": "Kenneth S. Kleinknecht, NASA manager (died 2007)",
            "year": 1919
        },
        {
            "text": "John Winkin, American baseball player, coach, and journalist (died 2014)",
            "year": 1919
        },
        {
            "text": "Ruggiero Ricci, American violinist and educator (died 2012)",
            "year": 1918
        },
        {
            "text": "Robert Farnon, Canadian trumpet player, composer, and conductor (died 2005)",
            "year": 1917
        },
        {
            "text": "Jack Moroney, Australian cricketer (died 1999)",
            "year": 1917
        },
        {
            "text": "John D. MacDonald, American colonel and author (died 1986)",
            "year": 1916
        },
        {
            "text": "Enrique Fernando, Filipino lawyer and jurist, 13th Chief Justice of the Supreme Court of the Philippines (died 2004)",
            "year": 1915
        },
        {
            "text": "Frances Oldham Kelsey, Canadian pharmacologist and physician (died 2015)",
            "year": 1914
        },
        {
            "text": "Ed Mirvish, American-Canadian businessman and philanthropist (died 2007)",
            "year": 1914
        },
        {
            "text": "Alan Waddell, Australian walker (died 2008)",
            "year": 1914
        },
        {
            "text": "Britton Chance, American biologist and sailor (died 2010)",
            "year": 1913
        },
        {
            "text": "Essie Summers, New Zealand author (died 1998)",
            "year": 1912
        },
        {
            "text": "Harry Horner, American director and production designer (died 1994)",
            "year": 1910
        },
        {
            "text": "John William Finn, American lieutenant, Medal of Honor recipient (died 2010)",
            "year": 1909
        },
        {
            "text": "Zelda Fitzgerald, American author, visual artist and ballet dancer (died 1948)",
            "year": 1900
        },
        {
            "text": "Chief Dan George, Canadian actor (died 1981)",
            "year": 1899
        },
        {
            "text": "Amelia Earhart, American pilot and author (died 1937)",
            "year": 1897
        },
        {
            "text": "Robert Graves, English poet, novelist, critic (died 1985)",
            "year": 1895
        },
        {
            "text": "Agnes Meyer Driscoll, American cryptanalyst (died 1971)",
            "year": 1889
        },
        {
            "text": "Arthur Richardson, Australian cricketer and coach (died 1973)",
            "year": 1888
        },
        {
            "text": "Jun'ichirō Tanizaki, Japanese author (died 1965)",
            "year": 1886
        },
        {
            "text": "Maria Caserini, Italian actress (died 1969)",
            "year": 1884
        },
        {
            "text": "Ernest Bloch, Swiss-American composer and educator (died 1959)",
            "year": 1880
        },
        {
            "text": "Edward Plunkett, 18th Baron of Dunsany, Irish author, poet, and playwright (died 1957)",
            "year": 1878
        },
        {
            "text": "Calogero Vizzini, Italian mob boss (died 1954)",
            "year": 1877
        },
        {
            "text": "Oswald Chambers, Scottish minister and author (died 1917)",
            "year": 1874
        },
        {
            "text": "Fred Tate, English cricketer and coach (died 1943)",
            "year": 1867
        },
        {
            "text": "Frank Wedekind, German actor and playwright (died 1918)",
            "year": 1864
        },
        {
            "text": "Princess Charlotte of Prussia (died 1919)",
            "year": 1860
        },
        {
            "text": "Alphonse Mucha, Czech painter and illustrator (died 1939)",
            "year": 1860
        },
        {
            "text": "Henrik Pontoppidan, Danish journalist and author, Nobel Prize laureate (died 1943)",
            "year": 1857
        },
        {
            "text": "Juan Vicente Gómez, Venezuelan general and politician, 27th President of Venezuela (died 1935)",
            "year": 1857
        },
        {
            "text": "Émile Picard, French mathematician and academic (died 1941)",
            "year": 1856
        },
        {
            "text": "Friedrich Schottky, Polish-German mathematician and theorist (died 1935)",
            "year": 1851
        },
        {
            "text": "Jan Gotlib Bloch, Polish theorist and activist (died 1902)",
            "year": 1826
        },
        {
            "text": "William Poole, American boxer and gangster (died 1855)",
            "year": 1821
        },
        {
            "text": "Adolphe Adam, French composer and critic (died 1856)",
            "year": 1803
        },
        {
            "text": "Alexander J. Davis, American architect (died 1892)",
            "year": 1803
        },
        {
            "text": "Alexandre Dumas, French novelist and playwright (died 1870)",
            "year": 1802
        },
        {
            "text": "Johan Georg Forchhammer, Danish mineralogist and geologist (died 1865)",
            "year": 1794
        },
        {
            "text": "Joseph Nicollet, French mathematician and explorer (died 1843)",
            "year": 1786
        },
        {
            "text": "Simón Bolívar, Venezuelan commander and politician, second President of Venezuela, and liberation leader for much of South America (died 1830)",
            "year": 1783
        },
        {
            "text": "Vladimir Borovikovsky, Ukrainian-Russian painter (died 1825)",
            "year": 1757
        },
        {
            "text": "John Newton, English sailor and priest (died 1807)",
            "year": 1725
        },
        {
            "text": "Prince William, Duke of Gloucester, son of Queen Anne of Great Britain and Prince George of Denmark (died 1700)",
            "year": 1689
        },
        {
            "text": "Charles Talbot, 1st Duke of Shrewsbury, English politician, Lord High Treasurer (died 1718)",
            "year": 1660
        },
        {
            "text": "Thomas Platter the Younger, Swiss physician and author (died 1628)",
            "year": 1574
        },
        {
            "text": "Maria of the Palatinate-Simmern (died 1589)",
            "year": 1561
        },
        {
            "text": "Charles II, Margrave of Baden-Durlach (died 1577)",
            "year": 1529
        },
        {
            "text": "Catherine of Saxony, Archduchess of Austria (died 1524)",
            "year": 1468
        },
        {
            "text": "Christina von Stommeln, German Roman Catholic mystic, ecstatic, and stigmatic (died 1312)",
            "year": 1242
        }
    ],
    "deaths": [
        {
            "text": "Hulk Hogan, American professional wrestler (born 1953)",
            "year": 2025
        },
        {
            "text": "Shafin Ahmed, Bangladeshi bassist and singer-songwriter (born 1961)",
            "year": 2024
        },
        {
            "text": "Hamzah Haz, Indonesian journalist and politician, 9th Vice President of Indonesia (born 1940)",
            "year": 2024
        },
        {
            "text": "Dmytro Kiva, Ukrainian engineer and designer (born 1942)",
            "year": 2024
        },
        {
            "text": "George Alagiah, BBC News journalist and broadcaster (born 1955)",
            "year": 2023
        },
        {
            "text": "Trevor Francis, Britain's first \"£1 million player\" (born 1954)",
            "year": 2023
        },
        {
            "text": "David Warner, English actor (born 1941)",
            "year": 2022
        },
        {
            "text": "Dale Snodgrass, United States Naval Aviator and air show performer (born 1949)",
            "year": 2021
        },
        {
            "text": "Rodney Alcala, American serial killer (born 1943)",
            "year": 2021
        },
        {
            "text": "Regis Philbin, American actor and television host (born 1931)",
            "year": 2020
        },
        {
            "text": "Harshida Raval, Indian Gujarati playback singer",
            "year": 2017
        },
        {
            "text": "Marni Nixon, American actress and singer (born 1930)",
            "year": 2016
        },
        {
            "text": "Peg Lynch, American actress and screenwriter (born 1916)",
            "year": 2015
        },
        {
            "text": "Ingrid Sischy, South African-American journalist and critic (born 1952)",
            "year": 2015
        },
        {
            "text": "Ik-Hwan Bae, Korean-American violinist and educator (born 1956)",
            "year": 2014
        },
        {
            "text": "Dale Schlueter, American basketball player (born 1945)",
            "year": 2014
        },
        {
            "text": "Hans-Hermann Sprado, German journalist and author (born 1956)",
            "year": 2014
        },
        {
            "text": "Garry Davis, American pilot and activist, created the World Passport (born 1921)",
            "year": 2013
        },
        {
            "text": "Fred Dretske, American philosopher and academic (born 1932)",
            "year": 2013
        },
        {
            "text": "Virginia E. Johnson, American psychologist and sexologist (born 1925)",
            "year": 2013
        },
        {
            "text": "Pius Langa, South African lawyer and jurist, 19th Chief Justice of South Africa (born 1939)",
            "year": 2013
        },
        {
            "text": "Chad Everett, American actor and director (born 1937)",
            "year": 2012
        },
        {
            "text": "Sherman Hemsley, American actor and singer (born 1938)",
            "year": 2012
        },
        {
            "text": "Larry Hoppen, American singer and guitarist (born 1951)",
            "year": 2012
        },
        {
            "text": "Robert Ledley, American physiologist and physicist, invented the CT scanner (born 1926)",
            "year": 2012
        },
        {
            "text": "Themo Lobos, Chilean author and illustrator (born 1928)",
            "year": 2012
        },
        {
            "text": "John Atta Mills, Ghanaian lawyer and politician, President of Ghana (born 1944)",
            "year": 2012
        },
        {
            "text": "Gregorio Peces-Barba, Spanish jurist and politician (born 1938)",
            "year": 2012
        },
        {
            "text": "Frank Dietrich, German politician (born 1966)",
            "year": 2011
        },
        {
            "text": "Dan Peek, American singer-songwriter and guitarist  (born 1950)",
            "year": 2011
        },
        {
            "text": "Harald Johnsen, Norwegian bassist and composer (born 1970)",
            "year": 2011
        },
        {
            "text": "David Servan-Schreiber, French physician, neuroscientist, and author (born 1961)",
            "year": 2011
        },
        {
            "text": "Skip Thomas, American football player (born 1950)",
            "year": 2011
        },
        {
            "text": "Alex Higgins, Northern Irish snooker player (born 1949)",
            "year": 2010
        },
        {
            "text": "Jack Le Goff, French equestrian (born 1931)",
            "year": 2009
        },
        {
            "text": "Norman Dello Joio, American pianist and composer (born 1913)",
            "year": 2008
        },
        {
            "text": "Albert Ellis, American psychologist and author (born 1913)",
            "year": 2007
        },
        {
            "text": "Nicola Zaccaria, Greek opera singer (born 1923)",
            "year": 2007
        },
        {
            "text": "Richard Doll, English physiologist and epidemiologist (born 1912)",
            "year": 2005
        },
        {
            "text": "Georges Dor, Canadian author, playwright, and composer (born 1931)",
            "year": 2001
        },
        {
            "text": "Ahmad Shamloo, Iranian poet and journalist (born 1925)",
            "year": 2000
        },
        {
            "text": "William J. Brennan Jr., American colonel and jurist (born 1906)",
            "year": 1997
        },
        {
            "text": "Saw Maung, Burmese general and politician, seventh Prime Minister of Burma (born 1928)",
            "year": 1997
        },
        {
            "text": "Alphonso Theodore Roberts, Vincentian cricketer and activist (born 1937)",
            "year": 1996
        },
        {
            "text": "George Rodger, English photographer and journalist (born 1908)",
            "year": 1995
        },
        {
            "text": "Helen Cordero, Cochiti Pueblo (Native American) Pueblo potter (born 1915)",
            "year": 1994
        },
        {
            "text": "Arletty, French actress and singer (born 1898)",
            "year": 1992
        },
        {
            "text": "Sam Berger, Canadian lawyer and businessman (born 1900)",
            "year": 1992
        },
        {
            "text": "Isaac Bashevis Singer, Polish-American novelist and short story writer, Nobel Prize laureate (born 1902)",
            "year": 1991
        },
        {
            "text": "Fritz Albert Lipmann, German-American biochemist and academic, Nobel Prize laureate (born 1899)",
            "year": 1986
        },
        {
            "text": "Qudrat Ullah Shahab, Pakistani civil servant and author (born 1917)",
            "year": 1986
        },
        {
            "text": "Ezechiele Ramin, Italian missionary and martyr (born 1953)",
            "year": 1985
        },
        {
            "text": "Peter Sellers, English actor and comedian (born 1925)",
            "year": 1980
        },
        {
            "text": "James Chadwick, English physicist and academic, Nobel Prize laureate (born 1891)",
            "year": 1974
        },
        {
            "text": "Peter de Noronha, Indian businessman, philanthropist, and civil servant (born 1897)",
            "year": 1970
        },
        {
            "text": "Witold Gombrowicz, Polish author and playwright (born 1904)",
            "year": 1969
        },
        {
            "text": "Tony Lema, American golfer (born 1934)",
            "year": 1966
        },
        {
            "text": "Constance Bennett, American actress and producer (born 1904)",
            "year": 1965
        },
        {
            "text": "Wilfrid Noyce, English mountaineer and author (born 1917)",
            "year": 1962
        },
        {
            "text": "Sacha Guitry, French actor and director (born 1885)",
            "year": 1957
        },
        {
            "text": "Ryūnosuke Akutagawa, Japanese author (born 1892)",
            "year": 1927
        },
        {
            "text": "Arkhip Kuindzhi, Ukrainian-Russian painter (born 1841)",
            "year": 1910
        },
        {
            "text": "Vicente Acosta, Salvadoran journalist and poet (born 1867)",
            "year": 1908
        },
        {
            "text": "Sigismondo Savona, Maltese educator and politician (born 1835)",
            "year": 1908
        },
        {
            "text": "Hermann Raster, German-American journalist and politician (born 1827)",
            "year": 1891
        },
        {
            "text": "Martin Van Buren, American lawyer and politician, eighth President of the United States (born 1782)",
            "year": 1862
        },
        {
            "text": "Nathaniel Lardner, English theologian and author (born 1684)",
            "year": 1768
        },
        {
            "text": "Benedetto Marcello, Italian composer and educator (born 1686)",
            "year": 1739
        },
        {
            "text": "John Salusbury, Welsh politician and poet (born 1567)",
            "year": 1612
        },
        {
            "text": "Joris Hoefnagel, Flemish painter (born 1542)",
            "year": 1601
        },
        {
            "text": "John Boste, English martyr and saint (born 1544)",
            "year": 1594
        },
        {
            "text": "Carlos, Prince of Asturias (born 1545)",
            "year": 1568
        },
        {
            "text": "Jacob van Artevelde, Flemish statesman (born 1290)",
            "year": 1345
        },
        {
            "text": "Berthold of Hanover, Bishop of Livonia",
            "year": 1198
        },
        {
            "text": "Emperor Shirakawa of Japan (born 1053)",
            "year": 1129
        },
        {
            "text": "Matilda of Tuscany (born 1046)",
            "year": 1115
        },
        {
            "text": "Muhammad ibn Tughj al-Ikhshid, Egyptian ruler (born 882)",
            "year": 946
        },
        {
            "text": "Gao Ying, Chinese politician (born 740)",
            "year": 811
        },
        {
            "text": "Oswulf, king of Northumbria",
            "year": 759
        }
    ],
    "metadata": {
        "current_date": "July 24, 2025",
        "short_date": "Jul 24",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            35,
            22,
            13,
            17,
            28,
            36,
            42,
            0,
            19,
            25
        ],
        "births": [
            50,
            162,
            88,
            51
        ],
        "deaths": [
            38,
            62,
            36,
            28
        ]
    }
}