{
    "events": [
        {
            "text": "The coronation of Charles III and Camilla as King and Queen of the United Kingdom and the other Commonwealth realms is held in Westminster Abbey, London.",
            "year": 2023
        },
        {
            "text": "Eight people are killed and seven injured in a mass shooting in Allen, Texas. The perpetrator is killed by a police officer.",
            "year": 2023
        },
        {
            "text": "Three women, kidnapped and missing for more than a decade, are found alive in Cleveland, Ohio, in the United States.",
            "year": 2013
        },
        {
            "text": "In just 36 minutes, the Dow-Jones average plunged nearly 1,000 points in what is known as the 2010 Flash Crash.",
            "year": 2010
        },
        {
            "text": "The final episode of the television sitcom Friends was aired.",
            "year": 2004
        },
        {
            "text": "Dutch politician Pim Fortuyn is assassinated following a radio-interview at the Mediapark in Hilversum.",
            "year": 2002
        },
        {
            "text": "Founding of SpaceX.",
            "year": 2002
        },
        {
            "text": "During a trip to Syria, Pope John Paul II becomes the first pope to enter a mosque.",
            "year": 2001
        },
        {
            "text": "The first elections to the devolved Scottish Parliament and Welsh Assembly are held.",
            "year": 1999
        },
        {
            "text": "Kerry Wood strikes out 20 Houston Astros to tie the major league record held by Roger Clemens. He threw a one-hitter and did not walk a batter in his fifth career start.",
            "year": 1998
        },
        {
            "text": "Steve Jobs of Apple Inc. unveils the first iMac.",
            "year": 1998
        },
        {
            "text": "The Bank of England is given independence from political control, the most significant change in the bank's 300-year history.",
            "year": 1997
        },
        {
            "text": "The body of former CIA director William Colby is found washed up on a riverbank in southern Maryland, eight days after he disappeared.",
            "year": 1996
        },
        {
            "text": "Elizabeth II of the United Kingdom and French President François Mitterrand officiate at the opening of the Channel Tunnel.",
            "year": 1994
        },
        {
            "text": "All thirty-six passengers and crew were killed when Widerøe Flight 710 crashed into Mt. Torghatten in Brønnøy.",
            "year": 1988
        },
        {
            "text": "One hundred and three Korean Martyrs are canonized by Pope John Paul II in Seoul.",
            "year": 1984
        },
        {
            "text": "The Hitler Diaries are revealed as a hoax after being examined by new experts.",
            "year": 1983
        },
        {
            "text": "The 6.5 Mw  Friuli earthquake affected Northern Italy with a maximum Mercalli intensity of X (Extreme), leaving 900–978 dead and 1,700–2,400 injured.",
            "year": 1976
        },
        {
            "text": "During a lull in fighting, 100,000 Armenians gather in Beirut for the 60th anniversary commemorations of the Armenian genocide.",
            "year": 1975
        },
        {
            "text": "Deniz Gezmiş, Yusuf Aslan and Hüseyin İnan are executed in Ankara after being convicted of attempting to overthrow the Constitutional order.",
            "year": 1972
        },
        {
            "text": "Myra Hindley and Ian Brady are sentenced to life imprisonment for the Moors murders in England.",
            "year": 1966
        },
        {
            "text": "More than 20 million viewers watch the first televised royal wedding when Princess Margaret marries Antony Armstrong-Jones at Westminster Abbey.",
            "year": 1960
        },
        {
            "text": "Roger Bannister becomes the first person to run the mile in under four minutes.",
            "year": 1954
        },
        {
            "text": "EDSAC, the first practical electronic digital stored-program computer, runs its first operation.",
            "year": 1949
        },
        {
            "text": "World War II: Axis Sally delivers her last propaganda broadcast to Allied troops.",
            "year": 1945
        },
        {
            "text": "World War II: The Prague Offensive, the last major battle of the Eastern Front, begins.",
            "year": 1945
        },
        {
            "text": "World War II: On Corregidor, the last American forces in the Philippines surrender to the Japanese.",
            "year": 1942
        },
        {
            "text": "At California's March Field, Bob Hope performs his first USO show.",
            "year": 1941
        },
        {
            "text": "The first flight of the Republic P-47 Thunderbolt.",
            "year": 1941
        },
        {
            "text": "John Steinbeck is awarded the Pulitzer Prize for his novel The Grapes of Wrath.",
            "year": 1940
        },
        {
            "text": "Hindenburg disaster: The German zeppelin Hindenburg catches fire and is destroyed within a minute while attempting to dock at Lakehurst, New Jersey. Thirty-six people are killed.",
            "year": 1937
        },
        {
            "text": "New Deal: Under the authority of the newly-enacted Federal Emergency Relief Administration, President Franklin D. Roosevelt issues Executive Order 7034 to create the Works Progress Administration.",
            "year": 1935
        },
        {
            "text": "The Deutsche Studentenschaft attacked Magnus Hirschfeld's Institut für Sexualwissenschaft, later burning many of its books.",
            "year": 1933
        },
        {
            "text": "Twenty-one Lebanese nationalists are executed in Martyrs' Square, Beirut by Djemal Pasha.",
            "year": 1916
        },
        {
            "text": "Vietnamese Emperor Duy Tân is captured while calling upon the people to rise up against the French, and is later deposed and exiled to Réunion island.",
            "year": 1916
        },
        {
            "text": "Babe Ruth, then a pitcher for the Boston Red Sox, hits his first major league home run.",
            "year": 1915
        },
        {
            "text": "Imperial Trans-Antarctic Expedition: The SY Aurora broke loose from its anchorage during a gale, beginning a 312-day ordeal.",
            "year": 1915
        },
        {
            "text": "George V becomes King of Great Britain, Ireland, and many overseas territories, on the death of his father, Edward VII.",
            "year": 1910
        },
        {
            "text": "The Russian Constitution of 1906 is adopted (on April 23 by the Julian calendar).",
            "year": 1906
        },
        {
            "text": "The first issue of Gorkhapatra, the oldest still running state-owned Nepali newspaper was published.",
            "year": 1901
        },
        {
            "text": "The Eiffel Tower is officially opened to the public at the Universal Exposition in Paris.",
            "year": 1889
        },
        {
            "text": "Thomas Henry Burke and Lord Frederick Cavendish are stabbed to death by Fenian assassins in Phoenix Park, Dublin.",
            "year": 1882
        },
        {
            "text": "The United States Congress passes the Chinese Exclusion Act.",
            "year": 1882
        },
        {
            "text": "Chief Crazy Horse of the Oglala Lakota surrenders to United States troops in Nebraska.",
            "year": 1877
        },
        {
            "text": "American Civil War: The Battle of Chancellorsville ends with a major defeat of the Union's Army of the Potomac under Joseph Hooker by the Confederate Army of Northern Virginia under Robert E. Lee.",
            "year": 1863
        },
        {
            "text": "American Civil War: Arkansas secedes from the Union.",
            "year": 1861
        },
        {
            "text": "The East India Company disbands the 34th Regiment of Bengal Native Infantry whose sepoy Mangal Pandey had earlier revolted against the British in the lead up to the War of Indian Independence.",
            "year": 1857
        },
        {
            "text": "The Penny Black postage stamp becomes valid for use in the United Kingdom of Great Britain and Ireland.",
            "year": 1840
        },
        {
            "text": "James Gordon Bennett, Sr. publishes the first issue of the New York Herald.",
            "year": 1835
        },
        {
            "text": "Captain Thomas Cochrane in the 14-gun HMS Speedy captures the 32-gun Spanish frigate El Gamo.",
            "year": 1801
        },
        {
            "text": "Construction begins on the Grand Palace, the royal residence of the King of Siam in Bangkok, at the command of King Buddha Yodfa Chulaloke.",
            "year": 1782
        },
        {
            "text": "Battle of Prague: A Prussian army fights an Austrian army in Prague during the Seven Years' War.",
            "year": 1757
        },
        {
            "text": "The end of Konbaung–Hanthawaddy War, and the end of Burmese Civil War (1740–1757).",
            "year": 1757
        },
        {
            "text": "English poet Christopher Smart is admitted into St Luke's Hospital for Lunatics in London, beginning his six-year confinement to mental asylums.",
            "year": 1757
        },
        {
            "text": "Louis XIV of France moves his court to the Palace of Versailles.",
            "year": 1682
        },
        {
            "text": "English Restoration: A faction of the British Army removes Richard Cromwell as Lord Protector of the Commonwealth and reinstalls the Rump Parliament.",
            "year": 1659
        },
        {
            "text": "The Dutch city of Coevorden held by the Spanish, falls to a Dutch and English force.",
            "year": 1594
        },
        {
            "text": "Francis Xavier reaches Old Goa, the capital of Portuguese India at the time.",
            "year": 1542
        },
        {
            "text": "King Henry VIII orders English-language Bibles be placed in every church. In 1539 the Great Bible would be provided for this purpose.",
            "year": 1541
        },
        {
            "text": "The Siege of Cuzco commences, in which Incan forces attempt to retake the city of Cuzco from the Spanish.",
            "year": 1536
        },
        {
            "text": "Spanish and German troops sack Rome; many scholars consider this the end of the Renaissance.",
            "year": 1527
        }
    ],
    "births": [
        {
            "text": "Prince Archie of Sussex",
            "year": 2019
        },
        {
            "text": "Cole Palmer, English footballer",
            "year": 2002
        },
        {
            "text": "Angel Reese, American basketball player",
            "year": 2002
        },
        {
            "text": "Pato O'Ward, Mexican racing driver",
            "year": 1999
        },
        {
            "text": "Luigi Mangione, suspect in the killing of UnitedHealthcare CEO Brian Thompson",
            "year": 1998
        },
        {
            "text": "Maymay Entrata, Filipino model, entertainer and singer-songwriter",
            "year": 1997
        },
        {
            "text": "Ranz Kyle, Filipino social media personality and entertainer",
            "year": 1997
        },
        {
            "text": "Duncan Scott, Scottish swimmer",
            "year": 1997
        },
        {
            "text": "Mateo Kovačić, Croatian international footballer",
            "year": 1994
        },
        {
            "text": "Gustavo Gómez, Paraguayan footballer",
            "year": 1993
        },
        {
            "text": "Naomi Scott, English actress and singer",
            "year": 1993
        },
        {
            "text": "Brendan Gallagher, Canadian ice hockey player",
            "year": 1992
        },
        {
            "text": "Baekhyun, South Korean musician and actor",
            "year": 1992
        },
        {
            "text": "Jonas Valančiūnas, Lithuanian basketball player",
            "year": 1992
        },
        {
            "text": "Jose Altuve, Venezuelan baseball player",
            "year": 1990
        },
        {
            "text": "Péter Gulácsi, Hungarian footballer",
            "year": 1990
        },
        {
            "text": "Dominika Cibulková, Slovak tennis player",
            "year": 1989
        },
        {
            "text": "Cameron Heyward, American football player",
            "year": 1989
        },
        {
            "text": "Ryan Anderson, American basketball player",
            "year": 1988
        },
        {
            "text": "Dakota Kai, New Zealand professional wrestler",
            "year": 1988
        },
        {
            "text": "Dries Mertens, Belgian footballer",
            "year": 1987
        },
        {
            "text": "Meek Mill, American rapper",
            "year": 1987
        },
        {
            "text": "Gerardo Parra, Venezuelan baseball player and coach",
            "year": 1987
        },
        {
            "text": "Adrienne Warren, American actress",
            "year": 1987
        },
        {
            "text": "Goran Dragic, Slovenian basketball player",
            "year": 1986
        },
        {
            "text": "Anouk Hoogendijk, Dutch footballer",
            "year": 1985
        },
        {
            "text": "Chris Paul, American basketball player",
            "year": 1985
        },
        {
            "text": "Dani Alves, Brazilian footballer",
            "year": 1983
        },
        {
            "text": "Gabourey Sidibe, American actress",
            "year": 1983
        },
        {
            "text": "Trinley Thaye Dorje, Tibetan religious leader, the 17th Karmapa Lama",
            "year": 1983
        },
        {
            "text": "Jason Witten, American football player",
            "year": 1982
        },
        {
            "text": "Brooke Bennett, American swimmer",
            "year": 1980
        },
        {
            "text": "Dimitris Diamantidis, Greek professional basketball player",
            "year": 1980
        },
        {
            "text": "Ricardo Oliveira, Brazilian footballer",
            "year": 1980
        },
        {
            "text": "Gerd Kanter, Estonian discus thrower",
            "year": 1979
        },
        {
            "text": "Jon Montgomery, Canadian skeleton racer and television host",
            "year": 1979
        },
        {
            "text": "John Abraham, American football player",
            "year": 1978
        },
        {
            "text": "Tony Estanguet, French slalom canoeist",
            "year": 1978
        },
        {
            "text": "Fredrick Federley, Swedish journalist and politician",
            "year": 1978
        },
        {
            "text": "Mark Eaton, American ice hockey player and coach",
            "year": 1977
        },
        {
            "text": "Chantelle Newbery, Australian diver",
            "year": 1977
        },
        {
            "text": "Iván de la Peña, Spanish footballer",
            "year": 1976
        },
        {
            "text": "Martin Brodeur, Canadian ice hockey player",
            "year": 1972
        },
        {
            "text": "Chris Shiflett, American singer-songwriter and guitarist",
            "year": 1971
        },
        {
            "text": "Jim Magilton, Northern Irish footballer and coach",
            "year": 1969
        },
        {
            "text": "Lætitia Sadier, French singer and keyboard player",
            "year": 1968
        },
        {
            "text": "Leslie Hope, Canadian actress, director, producer, and screenwriter",
            "year": 1965
        },
        {
            "text": "Alessandra Ferri, Italian ballerina",
            "year": 1963
        },
        {
            "text": "Tom Brake, English politician",
            "year": 1962
        },
        {
            "text": "George Clooney, American actor, director, producer, and screenwriter",
            "year": 1961
        },
        {
            "text": "Tom Hunter, Scottish businessman and philanthropist",
            "year": 1961
        },
        {
            "text": "Frans Timmermans, Dutch politician and diplomat, First Vice President of the European Commission",
            "year": 1961
        },
        {
            "text": "Keith Dowding, English political scientist, philosopher, and academic",
            "year": 1960
        },
        {
            "text": "Roma Downey, Irish-American actress and producer",
            "year": 1960
        },
        {
            "text": "John Flansburgh, American singer-songwriter and guitarist",
            "year": 1960
        },
        {
            "text": "Anne Parillaud, French actress",
            "year": 1960
        },
        {
            "text": "Charles Hendry, English politician",
            "year": 1959
        },
        {
            "text": "Tom Bergeron, American television host",
            "year": 1955
        },
        {
            "text": "John Hutton, Baron Hutton of Furness, English academic and politician, Secretary of State for Defence",
            "year": 1955
        },
        {
            "text": "Dora Bakoyannis, Greek politician, 120th Greek Minister for Foreign Affairs",
            "year": 1954
        },
        {
            "text": "Alexander Akimov, Ukrainian Chernobyl worker (d. 1986)",
            "year": 1953
        },
        {
            "text": "Tony Blair, British politician, Prime Minister of the United Kingdom",
            "year": 1953
        },
        {
            "text": "Tiny Kox, Dutch politician",
            "year": 1953
        },
        {
            "text": "Graeme Souness, Scottish international footballer and manager",
            "year": 1953
        },
        {
            "text": "Chiaki Mukai, Japanese physician and astronaut",
            "year": 1952
        },
        {
            "text": "Gerrit Zalm, Dutch economist and politician, Deputy Prime Minister of the Netherlands",
            "year": 1952
        },
        {
            "text": "Samuel Doe, Liberian sergeant and politician, 21st President of Liberia (d. 1990)",
            "year": 1951
        },
        {
            "text": "Jeffery Deaver, American journalist and author",
            "year": 1950
        },
        {
            "text": "Alan Dale, New Zealand actor",
            "year": 1947
        },
        {
            "text": "Martha Nussbaum, American philosopher and author",
            "year": 1947
        },
        {
            "text": "Jimmie Dale Gilmore, American country singer-songwriter, guitarist, actor, and producer",
            "year": 1945
        },
        {
            "text": "Bob Seger, American singer-songwriter and guitarist",
            "year": 1945
        },
        {
            "text": "Masanori Murakami, Japanese baseball player",
            "year": 1944
        },
        {
            "text": "Andreas Baader, German terrorist, co-founded the Red Army Faction (d. 1977)",
            "year": 1943
        },
        {
            "text": "Milton William Cooper, American conspiracy theorist and author (d. 2001)",
            "year": 1943
        },
        {
            "text": "James Turrell, American sculptor and illustrator",
            "year": 1943
        },
        {
            "text": "Ariel Dorfman, Argentinian author, playwright, and academic",
            "year": 1942
        },
        {
            "text": "Rubin Carter, American-Canadian boxer (d. 2014)",
            "year": 1937
        },
        {
            "text": "Richard Shelby, American lawyer and politician",
            "year": 1934
        },
        {
            "text": "Alexander Thynn, 7th Marquess of Bath, English lieutenant and politician (d. 2020)",
            "year": 1932
        },
        {
            "text": "Willie Mays, American baseball player and coach (d. 2024)",
            "year": 1931
        },
        {
            "text": "Rosemary Cramp, English archaeologist and academic (d. 2023)",
            "year": 1929
        },
        {
            "text": "Paul Lauterbur, American chemist and biophysicist, Nobel Prize laureate (d. 2007)",
            "year": 1929
        },
        {
            "text": "Nestor Basterretxea, Spanish painter and sculptor (d. 2014)",
            "year": 1924
        },
        {
            "text": "Patricia Helen Kennedy, American socialite, activist, and author (d. 2006)",
            "year": 1924
        },
        {
            "text": "Denny Wright, English guitarist, composer, and producer (d. 1992)",
            "year": 1924
        },
        {
            "text": "Harry Watson, Canadian ice hockey player and coach (d. 2002)",
            "year": 1923
        },
        {
            "text": "Kamisese Mara, Fijian politician, 1st Prime Minister of Fiji (d. 2004)",
            "year": 1920
        },
        {
            "text": "Zayed bin Sultan Al Nahyan, emir of Abu Dhabi and first president of the United Arab Emirates (d. 2004)",
            "year": 1918
        },
        {
            "text": "Robert H. Dicke, American physicist and astronomer (d. 1997)",
            "year": 1916
        },
        {
            "text": "Orson Welles, American actor, director, producer, and screenwriter (d. 1985)",
            "year": 1915
        },
        {
            "text": "Theodore H. White, American historian, journalist, and author (d. 1986)",
            "year": 1915
        },
        {
            "text": "Carmen Cavallaro, American pianist (d. 1989)",
            "year": 1913
        },
        {
            "text": "Stewart Granger, English-American actor (d. 1993)",
            "year": 1913
        },
        {
            "text": "Guy des Cars, French journalist and author (d. 1993)",
            "year": 1911
        },
        {
            "text": "Peter Barnes, Executed Irish Republican (d. 1940)",
            "year": 1907
        },
        {
            "text": "Weeb Ewbank, American football player and coach (d. 1998)",
            "year": 1907
        },
        {
            "text": "André Weil, French mathematician and academic (d. 1998)",
            "year": 1906
        },
        {
            "text": "Moshé Feldenkrais, Ukrainian-Israeli physicist and academic (d. 1984)",
            "year": 1904
        },
        {
            "text": "Catherine Lacey, English actress (d. 1979)",
            "year": 1904
        },
        {
            "text": "Harry Martinson, Swedish novelist, essayist, and poet Nobel Prize laureate (d. 1978)",
            "year": 1904
        },
        {
            "text": "Toots Shor, American businessman, founded Toots Shor's Restaurant (d. 1977)",
            "year": 1903
        },
        {
            "text": "Max Ophüls, German-American director and screenwriter (d. 1957)",
            "year": 1902
        },
        {
            "text": "Konrad Henlein, Czech soldier and politician (d. 1945)",
            "year": 1898
        },
        {
            "text": "Paul Alverdes, German author and poet (d. 1979)",
            "year": 1897
        },
        {
            "text": "Rolf Maximilian Sievert, Swedish physicist and academic (d. 1966)",
            "year": 1896
        },
        {
            "text": "Júlio César de Mello e Souza, Brazilian mathematician and author (d. 1974)",
            "year": 1895
        },
        {
            "text": "Fidél Pálffy, Hungarian soldier and politician, Hungarian Minister of Agriculture (d. 1946)",
            "year": 1895
        },
        {
            "text": "Rudolph Valentino, Italian actor (d. 1926)",
            "year": 1895
        },
        {
            "text": "Alberto Collo, Italian actor (d. 1955)",
            "year": 1883
        },
        {
            "text": "Winifred Brunton, English-South African painter and illustrator (d. 1959)",
            "year": 1880
        },
        {
            "text": "Ernst Ludwig Kirchner, German-Swiss painter (d. 1938)",
            "year": 1880
        },
        {
            "text": "Bedřich Hrozný, Czech orientalist and linguist (d. 1952)",
            "year": 1879
        },
        {
            "text": "Hendrik van Heuckelum, Dutch footballer (d. 1929)",
            "year": 1879
        },
        {
            "text": "Willem de Sitter, Dutch mathematician, physicist, and astronomer (d. 1934)",
            "year": 1872
        },
        {
            "text": "Djemal Pasha, Ottoman general (d. 1922)",
            "year": 1872
        },
        {
            "text": "Victor Grignard, French chemist and academic, Nobel Prize laureate (d. 1935)",
            "year": 1871
        },
        {
            "text": "Christian Morgenstern, German author and poet (d. 1914)",
            "year": 1871
        },
        {
            "text": "Walter Rutherford, Scottish golfer (d. 1936)",
            "year": 1870
        },
        {
            "text": "Junnosuke Inoue, Japanese businessman and central banker, 8th and 11th Governor of the Bank of Japan (d. 1932)",
            "year": 1869
        },
        {
            "text": "Gaston Leroux, French journalist and author (d. 1927)",
            "year": 1868
        },
        {
            "text": "Motilal Nehru, Indian lawyer and politician, President of the Indian National Congress (d. 1931)",
            "year": 1861
        },
        {
            "text": "Sigmund Freud, Austrian neurologist and psychoanalyst (d. 1939)",
            "year": 1856
        },
        {
            "text": "Robert Peary, American admiral and explorer (d. 1920)",
            "year": 1856
        },
        {
            "text": "Aristide Bruant, French singer and actor (d. 1925)",
            "year": 1851
        },
        {
            "text": "Henry Edward Armstrong, English chemist and academic (d. 1937)",
            "year": 1848
        },
        {
            "text": "Grove Karl Gilbert, American geologist and academic (d. 1918)",
            "year": 1843
        },
        {
            "text": "Max Eyth, German engineer and author (d. 1906)",
            "year": 1836
        },
        {
            "text": "Hermann Raster, German-American journalist and politician (d. 1891)",
            "year": 1827
        },
        {
            "text": "Roman Sanguszko, Polish general (d. 1881)",
            "year": 1800
        },
        {
            "text": "Joseph Brackett, American religious leader and composer (d. 1882)",
            "year": 1797
        },
        {
            "text": "Karl Christian Friedrich Krause, German philosopher and author (d. 1832)",
            "year": 1781
        },
        {
            "text": "Ferdinand III, Grand Duke of Tuscany (d. 1824)",
            "year": 1769
        },
        {
            "text": "Jean Nicolas Pierre Hachette, French mathematician and academic (d. 1834)",
            "year": 1769
        },
        {
            "text": "André Masséna, French general (d. 1817)",
            "year": 1758
        },
        {
            "text": "Maximilien Robespierre, French politician (d. 1794)",
            "year": 1758
        },
        {
            "text": "Jean Senebier, Swiss pastor and physiologist (d. 1809)",
            "year": 1742
        },
        {
            "text": "Anton Raaff, German tenor (d. 1797)",
            "year": 1714
        },
        {
            "text": "Charles Batteux, French philosopher and academic (d. 1780)",
            "year": 1713
        },
        {
            "text": "Jean-Baptiste Stuck, Italian-French cellist and composer (d. 1755)",
            "year": 1680
        },
        {
            "text": "Alain-René Lesage, French author and playwright (d. 1747)",
            "year": 1668
        },
        {
            "text": "Johann Joachim Becher, German physician and alchemist (d. 1682)",
            "year": 1635
        },
        {
            "text": "Charles Gonzaga, Duke of Mantua and Montferrat, French noble (d. 1637)",
            "year": 1580
        },
        {
            "text": "Innocent X, pope of the Catholic Church (d. 1655)",
            "year": 1574
        },
        {
            "text": "Marcellus II, pope of the Catholic Church (d. 1555)",
            "year": 1501
        },
        {
            "text": "Girolamo Seripando, Italian theologian and cardinal (d. 1563)",
            "year": 1493
        },
        {
            "text": "Sophia Jagiellon, Margravine of Brandenburg-Ansbach, Polish princess (d. 1512)",
            "year": 1464
        },
        {
            "text": "Henry II, Holy Roman Emperor (d. 1024)",
            "year": 973
        }
    ],
    "deaths": [
        {
            "text": "Bernard Pivot, French journalist, interviewer and host (b. 1935)",
            "year": 2024
        },
        {
            "text": "Brian Wenzel, Australian actor (b. 1929)",
            "year": 2024
        },
        {
            "text": "George Pérez, American comic book artist and writer (b. 1954)",
            "year": 2022
        },
        {
            "text": "Kentaro Miura, Japanese manga artist (b. 1966)",
            "year": 2021
        },
        {
            "text": "Patrick Ekeng, Cameroonian footballer (b. 1990)",
            "year": 2016
        },
        {
            "text": "Reg Grundy, Australian businessman (b. 1923)",
            "year": 2016
        },
        {
            "text": "Novera Ahmed, Bangladeshi sculptor (b. 1930)",
            "year": 2015
        },
        {
            "text": "Denise McCluggage, American race car driver and journalist (b. 1927)",
            "year": 2015
        },
        {
            "text": "Jim Wright, American soldier, lawyer, and politician, 56th Speaker of the United States House of Representatives (b. 1922)",
            "year": 2015
        },
        {
            "text": "Wil Albeda, Dutch economist and politician, Dutch Minister of Social Affairs (b. 1925)",
            "year": 2014
        },
        {
            "text": "William H. Dana, American pilot, engineer, and astronaut (b. 1930)",
            "year": 2014
        },
        {
            "text": "Jimmy Ellis, American boxer (b. 1940)",
            "year": 2014
        },
        {
            "text": "Billy Harrell, American baseball player and scout (b. 1928)",
            "year": 2014
        },
        {
            "text": "Antony Hopkins, English pianist, composer, and conductor (b. 1921)",
            "year": 2014
        },
        {
            "text": "Maria Lassnig, Austrian painter and academic (b. 1919)",
            "year": 2014
        },
        {
            "text": "Farley Mowat, Canadian environmentalist and author (b. 1921)",
            "year": 2014
        },
        {
            "text": "Giulio Andreotti, Italian journalist and politician, 41st Prime Minister of Italy (b. 1919)",
            "year": 2013
        },
        {
            "text": "Severo Aparicio Quispe, Peruvian bishop (b. 1923)",
            "year": 2013
        },
        {
            "text": "Michelangelo Spensieri, Italian-Canadian lawyer and politician (b. 1949)",
            "year": 2013
        },
        {
            "text": "James R. Browning, American lieutenant, lawyer, and judge (b. 1918)",
            "year": 2012
        },
        {
            "text": "James Isaac, American director and producer (b. 1960)",
            "year": 2012
        },
        {
            "text": "Jean Laplanche, French psychoanalyst and author (b. 1924)",
            "year": 2012
        },
        {
            "text": "Robin Roberts, American baseball player, coach, and sportscaster (b. 1926)",
            "year": 2010
        },
        {
            "text": "Kevin Grubb, American race car driver (b. 1978)",
            "year": 2009
        },
        {
            "text": "Enéas Carneiro, Brazilian physician and politician (b. 1938)",
            "year": 2007
        },
        {
            "text": "Curtis Harrington, American actor, director, and screenwriter (b. 1926)",
            "year": 2007
        },
        {
            "text": "Grant McLennan, Australian singer-songwriter and guitarist (b. 1958)",
            "year": 2006
        },
        {
            "text": "Lorne Saxberg, Canadian journalist (b. 1958)",
            "year": 2006
        },
        {
            "text": "Virginia Capers, American actress and singer (b. 1925)",
            "year": 2004
        },
        {
            "text": "Philip Kapleau, American monk and educator (b. 1912)",
            "year": 2004
        },
        {
            "text": "Barney Kessel, American guitarist and composer (b. 1923)",
            "year": 2004
        },
        {
            "text": "Art Houtteman, American baseball player and journalist (b. 1927)",
            "year": 2003
        },
        {
            "text": "Murray Adaskin, Canadian violinist, composer, conductor, and educator (b. 1906)",
            "year": 2002
        },
        {
            "text": "Otis Blackwell, American singer-songwriter and pianist (b. 1932)",
            "year": 2002
        },
        {
            "text": "Pim Fortuyn, Dutch sociologist, academic, and politician (b. 1948)",
            "year": 2002
        },
        {
            "text": "Bjørn Johansen, Norwegian saxophonist (b. 1940)",
            "year": 2002
        },
        {
            "text": "Gordon McClymont, Australian ecologist and academic (b. 1920)",
            "year": 2000
        },
        {
            "text": "Noel Brotherston, Northern Irish footballer (b. 1956)",
            "year": 1995
        },
        {
            "text": "Ann Todd, English actress and producer (b. 1909)",
            "year": 1993
        },
        {
            "text": "Marlene Dietrich, German-American actress and singer (b. 1901)",
            "year": 1992
        },
        {
            "text": "Wilfrid Hyde-White, English actor (b. 1903)",
            "year": 1991
        },
        {
            "text": "Charles Farrell, American actor (b. 1900)",
            "year": 1990
        },
        {
            "text": "Earl Blaik, American football player and coach (b. 1897)",
            "year": 1989
        },
        {
            "text": "William J. Casey, American politician, 13th Director of Central Intelligence (b. 1913)",
            "year": 1987
        },
        {
            "text": "Mary Cain, American journalist and politician (b. 1904)",
            "year": 1984
        },
        {
            "text": "Bonner Pink, English politician (b. 1912)",
            "year": 1984
        },
        {
            "text": "Ezra Jack Keats, American author and illustrator (b. 1916)",
            "year": 1983
        },
        {
            "text": "Kai Winding, Danish-American trombonist and composer (b. 1922)",
            "year": 1983
        },
        {
            "text": "María Luisa Bombal, Chilean writer (b. 1910)",
            "year": 1980
        },
        {
            "text": "József Mindszenty, Hungarian cardinal (b. 1892)",
            "year": 1975
        },
        {
            "text": "Ernest MacMillan, Canadian conductor and composer (b. 1893)",
            "year": 1973
        },
        {
            "text": "Alexander Rodzyanko, Russian general (b. 1879)",
            "year": 1970
        },
        {
            "text": "Zhou Zuoren, Chinese author and translator (b. 1885)",
            "year": 1967
        },
        {
            "text": "Theodore von Kármán, Hungarian-American mathematician, physicist, and engineer (b. 1881)",
            "year": 1963
        },
        {
            "text": "Ted Weems, American violinist, trombonist, and bandleader (b. 1901)",
            "year": 1963
        },
        {
            "text": "Monty Woolley, American raconteur, actor, and  director (b. 1888)",
            "year": 1963
        },
        {
            "text": "Lucian Blaga, Romanian poet, playwright, and philosopher (b. 1895)",
            "year": 1961
        },
        {
            "text": "Maria Dulęba, Polish actress (b. 1881)",
            "year": 1959
        },
        {
            "text": "Ragnar Nurkse, Estonian-American economist and academic (b. 1907)",
            "year": 1959
        },
        {
            "text": "Maria Montessori, Italian-Dutch physician and educator (b. 1870)",
            "year": 1952
        },
        {
            "text": "Élie Cartan, French mathematician and physicist (b. 1869)",
            "year": 1951
        },
        {
            "text": "Maurice Maeterlinck, Belgian-French poet and playwright, Nobel Prize laureate (b. 1862)",
            "year": 1949
        },
        {
            "text": "Konstantin Somov, Russian-French painter and illustrator (b. 1869)",
            "year": 1939
        },
        {
            "text": "L. Frank Baum,  American novelist (b. 1856)",
            "year": 1919
        },
        {
            "text": "René Vallon, French aviator (b. 1880)",
            "year": 1911
        },
        {
            "text": "Edward VII of the United Kingdom (b. 1841)",
            "year": 1910
        },
        {
            "text": "Emanuele Luigi Galizia, Maltese architect and civil engineer (b. 1830)",
            "year": 1907
        },
        {
            "text": "Robert Herbert, English-Australian politician, 1st Premier of Queensland (b. 1831)",
            "year": 1905
        },
        {
            "text": "Abraham Joseph Ash, American rabbi (b. c. 1813)",
            "year": 1888
        },
        {
            "text": "Thomas Henry Burke, Irish civil servant (b. 1829)",
            "year": 1882
        },
        {
            "text": "Lord Frederick Cavendish, British politician, Chief Secretary for Ireland (b. 1836)",
            "year": 1882
        },
        {
            "text": "Johan Ludvig Runeberg, Swedish-Finnish poet and hymn-writer (b. 1804)",
            "year": 1877
        },
        {
            "text": "Socrates Nelson, American businessman and politician (b. 1814)",
            "year": 1867
        },
        {
            "text": "Henry David Thoreau, American essayist, poet, and philosopher (b. 1817)",
            "year": 1862
        },
        {
            "text": "Alexander von Humboldt, German geographer and explorer (b. 1769)",
            "year": 1859
        },
        {
            "text": "Francisco de Paula Santander, Colombian general and politician, 4th President of the Republic of the New Granada (b. 1792)",
            "year": 1840
        },
        {
            "text": "Christine Kirch, German astronomer and academic (b. 1696)",
            "year": 1782
        },
        {
            "text": "Charles FitzRoy, 2nd Duke of Grafton, English politician, Lord Lieutenant of Ireland (b. 1683)",
            "year": 1757
        },
        {
            "text": "Kurt Christoph Graf von Schwerin, Prussian field marshal (b. 1684)",
            "year": 1757
        },
        {
            "text": "François de Laval, French-Canadian bishop (b. 1623)",
            "year": 1708
        },
        {
            "text": "Cornelius Jansen, Dutch-French bishop and theologian (b. 1585)",
            "year": 1638
        },
        {
            "text": "Sir Robert Cotton, 1st Baronet, of Connington, English historian and politician, founded the Cotton library (b. 1570)",
            "year": 1631
        },
        {
            "text": "Giaches de Wert, Flemish-Italian composer (b. 1535)",
            "year": 1596
        },
        {
            "text": "Juan Luís Vives, Spanish scholar (b. 1492)",
            "year": 1540
        },
        {
            "text": "Charles III, Duke of Bourbon, Count of Montpensier and Dauphin of Auvergne (b. 1490)",
            "year": 1527
        },
        {
            "text": "James Tyrrell, English knight (b. 1450)",
            "year": 1502
        },
        {
            "text": "Queen Jeonghui, Korean regent (b. 1418)",
            "year": 1483
        },
        {
            "text": "Dieric Bouts, Flemish painter (b. 1415)",
            "year": 1475
        },
        {
            "text": "Edmund Beaufort, English commander (b. 1438)",
            "year": 1471
        },
        {
            "text": "Thomas Tresham, Speaker of the House of Commons",
            "year": 1471
        },
        {
            "text": "Roger of Wendover, Benedictine monk and chronicler",
            "year": 1236
        },
        {
            "text": "Ruben III, Prince of Armenia (b. 1145)",
            "year": 1187
        },
        {
            "text": "Ealdwulf, Archbishop of York, Abbot of Peterborough and Bishop of Worcester",
            "year": 1002
        },
        {
            "text": "Dirk II, count of Frisia and Holland",
            "year": 988
        },
        {
            "text": "Qian Liu, Chinese warlord and king (b. 852)",
            "year": 932
        },
        {
            "text": "Ninmyō, Japanese emperor (b. 808)",
            "year": 850
        },
        {
            "text": "Eadberht, bishop of Lindisfarne",
            "year": 698
        }
    ],
    "metadata": {
        "current_date": "May 6, 2025",
        "short_date": "May 6",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            52,
            0,
            60,
            38,
            10,
            36,
            3,
            17,
            54,
            32
        ],
        "births": [
            66,
            144,
            39,
            50
        ],
        "deaths": [
            74,
            2,
            51,
            42
        ]
    }
}