{
    "events": [
        {
            "text": "A suicide bomb attack kills at least 15 people at a mosque in the Saudi city of Abha.",
            "year": 2015
        },
        {
            "text": "NASA's Curiosity rover lands on the surface of Mars.",
            "year": 2012
        },
        {
            "text": "War in Afghanistan: A United States military helicopter is shot down, killing 30 American special forces members and a working dog, seven Afghan soldiers, and one Afghan civilian. It was the deadliest single event for the United States in the War in Afghanistan.",
            "year": 2011
        },
        {
            "text": "Flash floods across a large part of Jammu and Kashmir, India, damages 71 towns and kills at least 255 people.",
            "year": 2010
        },
        {
            "text": "A military junta led by Mohamed Ould Abdel Aziz stages a coup d'état in Mauritania, overthrowing president Sidi Ould Cheikh Abdallahi.",
            "year": 2008
        },
        {
            "text": "Erwadi fire incident: Twenty-eight mentally ill persons tied to a chain are burnt to death at a faith based institution at Erwadi, Tamil Nadu.",
            "year": 2001
        },
        {
            "text": "Korean Air Flight 801 crashed at Nimitz Hill, Guam, killing 229 of the 254 people on board.",
            "year": 1997
        },
        {
            "text": "NASA announces that the ALH 84001 meteorite, thought to originate from Mars, contains evidence of primitive life-forms.",
            "year": 1996
        },
        {
            "text": "Tim Berners-Lee releases files describing his idea for the World Wide Web. WWW makes its first appearance as a publicly available service on the Internet.",
            "year": 1991
        },
        {
            "text": "Takako Doi, chair of the Social Democratic Party, becomes Japan's first female speaker of the House of Representatives.",
            "year": 1991
        },
        {
            "text": "Gulf War: The United Nations Security Council orders a global trade embargo against Iraq in response to Iraq's invasion of Kuwait.",
            "year": 1990
        },
        {
            "text": "A low-pressure system that redeveloped off the New South Wales coast dumps a record 328 millimeters (13 inches) of rain in a day on Sydney, New South Wales, Australia.",
            "year": 1986
        },
        {
            "text": "US President Lyndon B. Johnson signs the Voting Rights Act of 1965 into law.",
            "year": 1965
        },
        {
            "text": "Jamaica becomes independent from the United Kingdom.",
            "year": 1962
        },
        {
            "text": "Cuban Revolution: Cuba nationalizes American and foreign-owned property in the nation.",
            "year": 1960
        },
        {
            "text": "Law of Permanent Defense of Democracy, outlawing the Communist Party of Chile and banning 26,650 persons from the electoral lists, is repealed in Chile.",
            "year": 1958
        },
        {
            "text": "After going bankrupt in 1955, the American broadcaster DuMont Television Network makes its final broadcast, a boxing match from St. Nicholas Arena in New York in the Boxing from St. Nicholas Arena series.",
            "year": 1956
        },
        {
            "text": "World War II: Hiroshima, Japan is devastated when the atomic bomb \"Little Boy\" is dropped by the United States B-29 Enola Gay. Around 70,000 people are killed instantly, and some tens of thousands die in subsequent years from burns and radiation poisoning.",
            "year": 1945
        },
        {
            "text": "The Warsaw Uprising occurs on August 1. It is brutally suppressed and all able-bodied men in Kraków are detained afterwards to prevent a similar uprising, the Kraków Uprising, that was planned but never carried out.",
            "year": 1944
        },
        {
            "text": "Queen Wilhelmina of the Netherlands becomes the first reigning queen to address a joint session of the United States Congress.",
            "year": 1942
        },
        {
            "text": "Estonia is annexed by the Soviet Union.",
            "year": 1940
        },
        {
            "text": "Gertrude Ederle becomes the first woman to swim across the English Channel.",
            "year": 1926
        },
        {
            "text": "First public screening using the Vitaphone process",
            "year": 1926
        },
        {
            "text": "World War I: Battle of Mărășești between the Romanian and German armies begins.",
            "year": 1917
        },
        {
            "text": "World War I: Battle of Sari Bair: The Allies mount a diversionary attack timed to coincide with a major Allied landing of reinforcements at Suvla Bay.",
            "year": 1915
        },
        {
            "text": "World War I: U-boat campaign: Two days after the United Kingdom had declared war on Germany over the German invasion of Belgium, ten German U-boats leave their base in Heligoland to attack Royal Navy warships in the North Sea.",
            "year": 1914
        },
        {
            "text": "World War I: Serbia declares war on Germany; Austria declares war on Russia.",
            "year": 1914
        },
        {
            "text": "Kiowa land in Oklahoma is opened for white settlement, effectively dissolving the contiguous reservation.",
            "year": 1901
        },
        {
            "text": "At Auburn Prison in New York, murderer William Kemmler becomes the first person to be executed by electric chair.",
            "year": 1890
        },
        {
            "text": "Franco-Prussian War: The Battle of Spicheren is fought, resulting in a German victory.",
            "year": 1870
        },
        {
            "text": "Franco-Prussian War: The Battle of Wörth results in a decisive German victory.",
            "year": 1870
        },
        {
            "text": "American Civil War: The Confederate ironclad CSS Arkansas is scuttled on the Mississippi River after suffering catastrophic engine failure near Baton Rouge, Louisiana.",
            "year": 1862
        },
        {
            "text": "Britain imposes the Lagos Treaty of Cession to suppress slavery in what is now Nigeria.",
            "year": 1861
        },
        {
            "text": "The Bolivian Declaration of Independence is proclaimed.",
            "year": 1825
        },
        {
            "text": "Peruvian War of Independence: Patriot forces led by Simón Bolívar defeat the Spanish Royalist army in the Battle of Junín.",
            "year": 1824
        },
        {
            "text": "Norwich University is founded in Vermont as the first private military school in the United States.",
            "year": 1819
        },
        {
            "text": "Francis II, Holy Roman Emperor, declares the moribund empire to be dissolved, although he retains power in the Austrian Empire.",
            "year": 1806
        },
        {
            "text": "Sixty proof sheets of the Constitution of the United States are delivered to the Constitutional Convention in Philadelphia, Pennsylvania.",
            "year": 1787
        },
        {
            "text": "American Revolutionary War: The bloody Battle of Oriskany prevents American relief of the Siege of Fort Stanwix.",
            "year": 1777
        },
        {
            "text": "The Treaty of The Hague is signed by Portugal and the Dutch Republic.",
            "year": 1661
        },
        {
            "text": "Bogotá, Colombia, is founded by Gonzalo Jiménez de Quesada.",
            "year": 1538
        },
        {
            "text": "The Republic of Pisa is defeated in the Battle of Meloria by the Republic of Genoa, thus losing its naval dominance in the Mediterranean.",
            "year": 1284
        },
        {
            "text": "The Ummayad forces suffer a deceisive defeat against the pro-Alid forces under Ibrahim ibn al-Ashtar in the battle of Khazir.",
            "year": 686
        }
    ],
    "births": [
        {
            "text": "Takhmina Ikromova, Uzbekistani rhythmic gymnast",
            "year": 2004
        },
        {
            "text": "Nessa Barrett, American singer-songwriter.",
            "year": 2002
        },
        {
            "text": "Hunter Greene, American baseball player",
            "year": 1999
        },
        {
            "text": "Rebeka Masarova, Spanish-Swiss tennis player",
            "year": 1999
        },
        {
            "text": "Rebecca Peterson, Swedish tennis player",
            "year": 1995
        },
        {
            "text": "Wilmer Flores, Venezuelan baseball player",
            "year": 1991
        },
        {
            "text": "Jiao Liuyang, Chinese swimmer",
            "year": 1991
        },
        {
            "text": "Leanne Crichton, Scottish footballer",
            "year": 1987
        },
        {
            "text": "Raphael Pyrasch, German rugby player",
            "year": 1986
        },
        {
            "text": "Mickaël Delage, French cyclist",
            "year": 1985
        },
        {
            "text": "Bafétimbi Gomis, French footballer",
            "year": 1985
        },
        {
            "text": "Garrett Weber-Gale, American swimmer",
            "year": 1985
        },
        {
            "text": "Vedad Ibišević, Bosnian footballer",
            "year": 1984
        },
        {
            "text": "Maja Ognjenović, Serbian volleyball player",
            "year": 1984
        },
        {
            "text": "Jesse Ryder, New Zealand cricketer",
            "year": 1984
        },
        {
            "text": "Robin van Persie, Dutch footballer",
            "year": 1983
        },
        {
            "text": "Leslie Odom Jr., American actor and singer",
            "year": 1981
        },
        {
            "text": "Diána Póth, Hungarian figure skater",
            "year": 1981
        },
        {
            "text": "Francesco Bellotti, Italian cyclist",
            "year": 1979
        },
        {
            "text": "Jaime Correa, Mexican footballer",
            "year": 1979
        },
        {
            "text": "Travis Reed, American basketball player",
            "year": 1979
        },
        {
            "text": "Leandro Amaral, Brazilian footballer",
            "year": 1977
        },
        {
            "text": "Jimmy Nielsen, Danish footballer and manager",
            "year": 1977
        },
        {
            "text": "Luciano Zavagno, Argentinian footballer",
            "year": 1977
        },
        {
            "text": "Soleil Moon Frye, American actress",
            "year": 1976
        },
        {
            "text": "Melissa George, Australian-American actress",
            "year": 1976
        },
        {
            "text": "Jason Crump, English-Australian motorcycle racer",
            "year": 1975
        },
        {
            "text": "Renate Götschl, Austrian skier",
            "year": 1975
        },
        {
            "text": "Víctor Zambrano, Venezuelan baseball player",
            "year": 1975
        },
        {
            "text": "Vera Farmiga, American actress",
            "year": 1973
        },
        {
            "text": "Stuart O'Grady, Australian cyclist",
            "year": 1973
        },
        {
            "text": "Geri Halliwell, English singer-songwriter, dancer, and actress",
            "year": 1972
        },
        {
            "text": "Jason O'Mara, Irish actor",
            "year": 1972
        },
        {
            "text": "M. Night Shyamalan, Indian-American director, producer, and screenwriter",
            "year": 1970
        },
        {
            "text": "Simon Doull, New Zealand cricketer and sportscaster",
            "year": 1969
        },
        {
            "text": "Elliott Smith, American singer-songwriter and guitarist (died 2003)",
            "year": 1969
        },
        {
            "text": "Jack de Gier, Dutch footballer",
            "year": 1968
        },
        {
            "text": "Stéphane Peterhansel, French racing driver",
            "year": 1965
        },
        {
            "text": "Yuki Kajiura, Japanese pianist and composer",
            "year": 1965
        },
        {
            "text": "David Robinson, American basketball player and lieutenant",
            "year": 1965
        },
        {
            "text": "Kemi Omololu-Olunloyo, Nigerian journalist, activist, social media expert, and pharmacist",
            "year": 1964
        },
        {
            "text": "Charles Ingram, English soldier, author, and game show contestant",
            "year": 1963
        },
        {
            "text": "Kevin Mitnick, American computer security consultant, author, and convicted hacker (died 2023)",
            "year": 1963
        },
        {
            "text": "Michelle Yeoh, Malaysian-Hong Kong actress and producer",
            "year": 1962
        },
        {
            "text": "Mary Ann Sieghart, English journalist and radio host",
            "year": 1961
        },
        {
            "text": "Dale Ellis, American basketball player",
            "year": 1960
        },
        {
            "text": "Rajendra Singh, Indian environmentalist",
            "year": 1959
        },
        {
            "text": "Joyce Sims, American singer (died 2022)",
            "year": 1959
        },
        {
            "text": "Randy DeBarge, American singer-songwriter and bass player",
            "year": 1958
        },
        {
            "text": "Bob Horner, American baseball player",
            "year": 1957
        },
        {
            "text": "Jim McGreevey, American lawyer and politician, 52nd Governor of New Jersey",
            "year": 1957
        },
        {
            "text": "Bill Emmott, English journalist and author",
            "year": 1956
        },
        {
            "text": "Mark Hughes, English-Australian rugby league player",
            "year": 1954
        },
        {
            "text": "Pat MacDonald, American singer-songwriter and guitarist",
            "year": 1952
        },
        {
            "text": "David McLetchie, Scottish lawyer and politician (died 2013)",
            "year": 1952
        },
        {
            "text": "Ton Scherpenzeel, Dutch keyboard player, songwriter, and producer",
            "year": 1952
        },
        {
            "text": "Catherine Hicks, American actress",
            "year": 1951
        },
        {
            "text": "Daryl Somers, Australian television host and singer",
            "year": 1951
        },
        {
            "text": "Dorian Harewood, American actor",
            "year": 1950
        },
        {
            "text": "Dino Bravo, Italian-Canadian wrestler (died 1993)",
            "year": 1949
        },
        {
            "text": "Radhia Cousot, French computer scientist and academic (died 2014)",
            "year": 1947
        },
        {
            "text": "Allan Holdsworth, English guitarist, songwriter, and producer (died 2017)",
            "year": 1946
        },
        {
            "text": "Ron Jones, English director and production manager (died 1993)",
            "year": 1945
        },
        {
            "text": "Inday Badiday, Filipino journalist and actress (died 2003)",
            "year": 1944
        },
        {
            "text": "Michael Mingos, English chemist and academic",
            "year": 1944
        },
        {
            "text": "Martin Wharton, English bishop",
            "year": 1944
        },
        {
            "text": "Jon Postel, American computer scientist and academic (died 1998)",
            "year": 1943
        },
        {
            "text": "Byard Lancaster, American saxophonist and flute player (died 2012)",
            "year": 1942
        },
        {
            "text": "Ray Culp, American baseball player",
            "year": 1941
        },
        {
            "text": "Mukhu Aliyev, Russian philologist and politician, 2nd President of Dagestan",
            "year": 1940
        },
        {
            "text": "Egil Kapstad, Norwegian pianist and composer (died 2017)",
            "year": 1940
        },
        {
            "text": "Louise Sorel, American actress",
            "year": 1940
        },
        {
            "text": "Paul Bartel, American actor, director, and screenwriter (died 2000)",
            "year": 1938
        },
        {
            "text": "Peter Bonerz, American actor and director",
            "year": 1938
        },
        {
            "text": "Bert Yancey, American golfer (died 1994)",
            "year": 1938
        },
        {
            "text": "Baden Powell de Aquino, Brazilian guitarist and composer (died 2000)",
            "year": 1937
        },
        {
            "text": "Charlie Haden, American bassist and composer (died 2014)",
            "year": 1937
        },
        {
            "text": "Barbara Windsor, English actress (died 2020)",
            "year": 1937
        },
        {
            "text": "Fortunato Baldelli, Italian cardinal (died 2012)",
            "year": 1935
        },
        {
            "text": "Octavio Getino, Spanish-Argentinian director and screenwriter (died 2012)",
            "year": 1935
        },
        {
            "text": "Piers Anthony, English-American soldier and author",
            "year": 1934
        },
        {
            "text": "Chris Bonington, English mountaineer and author",
            "year": 1934
        },
        {
            "text": "Billy Boston, Welsh rugby player and soldier",
            "year": 1934
        },
        {
            "text": "A. G. Kripal Singh, Indian cricketer (died 1987)",
            "year": 1933
        },
        {
            "text": "Michael Deeley, English screenwriter and producer",
            "year": 1932
        },
        {
            "text": "Howard Hodgkin, English painter (died 2017)",
            "year": 1932
        },
        {
            "text": "Charles Wood, English playwright and screenwriter (died 2020)",
            "year": 1932
        },
        {
            "text": "Chalmers Johnson, American scholar and author (died 2010)",
            "year": 1931
        },
        {
            "text": "Abbey Lincoln, American singer-songwriter and actress (died 2010)",
            "year": 1930
        },
        {
            "text": "Mike Elliott, Jamaican saxophonist",
            "year": 1929
        },
        {
            "text": "Roch La Salle, Canadian politician, 42nd Canadian Minister of Public Works (died 2007)",
            "year": 1929
        },
        {
            "text": "Herb Moford, American baseball player (died 2005)",
            "year": 1928
        },
        {
            "text": "Andy Warhol, American painter, photographer and film director (died 1987)",
            "year": 1928
        },
        {
            "text": "Elisabeth Beresford, English journalist and author (died 2010)",
            "year": 1926
        },
        {
            "text": "Frank Finlay, English actor (died 2016)",
            "year": 1926
        },
        {
            "text": "Clem Labine, American baseball player and manager (died 2007)",
            "year": 1926
        },
        {
            "text": "János Rózsás, Hungarian author (died 2012)",
            "year": 1926
        },
        {
            "text": "Norman Wexler, American screenwriter (died 1999)",
            "year": 1926
        },
        {
            "text": "Samuel Bowers, American white supremacist, co-founded the White Knights of the Ku Klux Klan (died 2006)",
            "year": 1924
        },
        {
            "text": "Ella Jenkins, American folk singer (died 2024)",
            "year": 1924
        },
        {
            "text": "Jess Collins, American painter (died 2004)",
            "year": 1923
        },
        {
            "text": "Paul Hellyer, Canadian engineer and politician, 16th Canadian Minister of Defence (died 2021)",
            "year": 1923
        },
        {
            "text": "Freddie Laker, English businessman, founded Laker Airways (died 2006)",
            "year": 1922
        },
        {
            "text": "Dan Walker, American lawyer and politician, 36th Governor of Illinois (died 2015)",
            "year": 1922
        },
        {
            "text": "John Graves, American author (died 2013)",
            "year": 1920
        },
        {
            "text": "Ella Raines, American actress (died 1988)",
            "year": 1920
        },
        {
            "text": "Pauline Betz, American tennis player (died 2011)",
            "year": 1919
        },
        {
            "text": "Norman Granz, American-Swiss record producer and manager (died 2001)",
            "year": 1918
        },
        {
            "text": "Barbara Cooney, American author and illustrator (died 2000)",
            "year": 1917
        },
        {
            "text": "Robert Mitchum, American actor (died 1997)",
            "year": 1917
        },
        {
            "text": "Richard Hofstadter, American historian and academic (died 1970)",
            "year": 1916
        },
        {
            "text": "Dom Mintoff, Maltese journalist and politician, 8th Prime Minister of Malta (died 2012)",
            "year": 1916
        },
        {
            "text": "Gordon Freeth, Australian lawyer and politician, 24th Australian Minister for Foreign Affairs (died 2001)",
            "year": 1914
        },
        {
            "text": "Richard C. Miller, American photographer (died 2010)",
            "year": 1912
        },
        {
            "text": "Lucille Ball, American actress, television producer and businesswoman (died 1989)",
            "year": 1911
        },
        {
            "text": "Norman Gordon, South African cricketer (died 2014)",
            "year": 1911
        },
        {
            "text": "Constance Heaven, English author and actress (died 1995)",
            "year": 1911
        },
        {
            "text": "Adoniran Barbosa, Brazilian musician, singer, composer, humorist, and actor (died 1982)",
            "year": 1910
        },
        {
            "text": "Charles Crichton, English director, producer, and screenwriter (died 1999)",
            "year": 1910
        },
        {
            "text": "Diana Keppel, Countess of Albemarle (died 2013)",
            "year": 1909
        },
        {
            "text": "Maria Ludwika Bernhard, Polish classical archaeologist and a member of WWII Polish resistance (died 1998)",
            "year": 1908
        },
        {
            "text": "Helen Jacobs, American tennis player and commander (died 1997)",
            "year": 1908
        },
        {
            "text": "Lajos Vajda, Hungarian painter and illustrator (died 1941)",
            "year": 1908
        },
        {
            "text": "Vic Dickenson, American trombonist (died 1984)",
            "year": 1906
        },
        {
            "text": "Jean Dessès, Greek-Egyptian fashion designer (died 1970)",
            "year": 1904
        },
        {
            "text": "Henry Iba, American basketball player and coach (died 1993)",
            "year": 1904
        },
        {
            "text": "Virginia Foster Durr, American civil rights activist (died 1999)",
            "year": 1903
        },
        {
            "text": "Dutch Schultz, American gangster (died 1935)",
            "year": 1901
        },
        {
            "text": "Cecil Howard Green, English-American geophysicist and businessman, co-founded Texas Instruments (died 2003)",
            "year": 1900
        },
        {
            "text": "Frank Nicklin, Australian politician, 28th Premier of Queensland (died 1978)",
            "year": 1895
        },
        {
            "text": "William Slim, 1st Viscount Slim, English field marshal and politician, 13th Governor-General of Australia (died 1970)",
            "year": 1891
        },
        {
            "text": "George Kenney, Canadian-American general (died 1977)",
            "year": 1889
        },
        {
            "text": "John Middleton Murry, English poet and author (died 1957)",
            "year": 1889
        },
        {
            "text": "Dudley Benjafield, English racing driver (died 1957)",
            "year": 1887
        },
        {
            "text": "Edward Ballantine, American composer and academic (died 1971)",
            "year": 1886
        },
        {
            "text": "Constance Georgina Adams, South African botanist (died 1968)",
            "year": 1883
        },
        {
            "text": "Scott Nearing, American economist and educator (died 1983)",
            "year": 1883
        },
        {
            "text": "Leo Carrillo, American actor (died 1961)",
            "year": 1881
        },
        {
            "text": "Alexander Fleming, Scottish biologist, pharmacologist, and botanist, Nobel Prize laureate (died 1955)",
            "year": 1881
        },
        {
            "text": "Louella Parsons, American journalist (died 1972)",
            "year": 1881
        },
        {
            "text": "Hans Moser, Austrian actor and singer (died 1964)",
            "year": 1880
        },
        {
            "text": "Wallace H. White Jr., American lawyer and politician (died 1952)",
            "year": 1877
        },
        {
            "text": "Charles Fort, American author (died 1932)",
            "year": 1874
        },
        {
            "text": "Paul Claudel, French poet and playwright (died 1955)",
            "year": 1868
        },
        {
            "text": "Susie Taylor, American writer and first black Army nurse (died 1912)",
            "year": 1848
        },
        {
            "text": "Anna Haining Bates, Canadian-American giant (died 1888)",
            "year": 1846
        },
        {
            "text": "Alfred, Duke of Saxe-Coburg and Gotha (died 1900)",
            "year": 1844
        },
        {
            "text": "James Henry Greathead, South African-English engineer (died 1896)",
            "year": 1844
        },
        {
            "text": "Hjalmar Kiærskou, Danish botanist (died 1900)",
            "year": 1835
        },
        {
            "text": "Thomas Alexander Browne, English-Australian author (died 1915)",
            "year": 1826
        },
        {
            "text": "Alfred, Lord Tennyson, English poet (died 1892)",
            "year": 1809
        },
        {
            "text": "Daniel O'Connell, Irish lawyer and politician, Lord Mayor of Dublin (died 1847)",
            "year": 1775
        },
        {
            "text": "Jean-Baptiste Bessières, French general and politician (died 1813)",
            "year": 1768
        },
        {
            "text": "William Hyde Wollaston, English chemist and physicist (died 1828)",
            "year": 1766
        },
        {
            "text": "Petros Mavromichalis, Greek general and politician, 2nd Prime Minister of Greece (died 1848)",
            "year": 1765
        },
        {
            "text": "Luc de Clapiers, marquis de Vauvenargues, French author (died 1747)",
            "year": 1715
        },
        {
            "text": "Charles VII, Holy Roman Emperor (died 1745)",
            "year": 1697
        },
        {
            "text": "Johann Bernoulli, Swiss mathematician (died 1748)",
            "year": 1667
        },
        {
            "text": "Maria Sophia of Neuburg (died 1699)",
            "year": 1666
        },
        {
            "text": "Claude de Forbin, French general (died 1733)",
            "year": 1656
        },
        {
            "text": "François Fénelon, French archbishop and poet (died 1715)",
            "year": 1651
        },
        {
            "text": "Louise de La Vallière, French mistress of Louis XIV of France (died 1710)",
            "year": 1644
        },
        {
            "text": "Nicolas Malebranche, French priest and philosopher (died 1715)",
            "year": 1638
        },
        {
            "text": "Tjerk Hiddes de Vries, Dutch admiral (died 1666)",
            "year": 1622
        },
        {
            "text": "Barbara Strozzi, Italian composer and singer-songwriter (died 1677)",
            "year": 1619
        },
        {
            "text": "Richard Bennett, English-American politician, Colonial Governor of Virginia (died 1675)",
            "year": 1609
        },
        {
            "text": "Bulstrode Whitelocke, English lawyer (died 1675)",
            "year": 1605
        },
        {
            "text": "Fakhr-al-Din II, Druze emir (died 1635)",
            "year": 1572
        },
        {
            "text": "Matthew Parker, English archbishop (died 1575)",
            "year": 1504
        },
        {
            "text": "Emperor Go-Toba of Japan (died 1239)",
            "year": 1180
        }
    ],
    "deaths": [
        {
            "text": "Billy Bean, American baseball player (born 1964)",
            "year": 2024
        },
        {
            "text": "Connie Chiume, South African actress and filmmaker (born 1952)",
            "year": 2024
        },
        {
            "text": "James Bjorken, American theoretical physicist (born 1934)",
            "year": 2024
        },
        {
            "text": "Joël Robuchon, French Chef (born 1945)",
            "year": 2018
        },
        {
            "text": "Margaret Heckler, American politician (born 1931)",
            "year": 2018
        },
        {
            "text": "Anya Krugovoy Silver, American poet (born 1968)",
            "year": 2018
        },
        {
            "text": "Betty Cuthbert, Australian sprinter (born 1938)",
            "year": 2017
        },
        {
            "text": "Darren Daulton, American baseball player (born 1962)",
            "year": 2017
        },
        {
            "text": "Ray Hill, American football player (born 1975)",
            "year": 2015
        },
        {
            "text": "Orna Porat, German-Israeli actress (born 1924)",
            "year": 2015
        },
        {
            "text": "Ralph Bryans, Northern Irish motorcycle racer (born 1941)",
            "year": 2014
        },
        {
            "text": "Ananda W.P. Guruge, Sri Lankan scholar and diplomat (born 1928)",
            "year": 2014
        },
        {
            "text": "John Woodland Hastings, American biochemist and academic (born 1927)",
            "year": 2014
        },
        {
            "text": "Stan Lynde, American author and illustrator (born 1931)",
            "year": 2013
        },
        {
            "text": "Mava Lee Thomas, American baseball player (born 1929)",
            "year": 2013
        },
        {
            "text": "Jerry Wolman, American businessman (born 1927)",
            "year": 2013
        },
        {
            "text": "Richard Cragun, American-Brazilian ballet dancer and choreographer (born 1944)",
            "year": 2012
        },
        {
            "text": "Marvin Hamlisch, American pianist, composer, and conductor (born 1944)",
            "year": 2012
        },
        {
            "text": "Robert Hughes, Australian-American author and critic (born 1938)",
            "year": 2012
        },
        {
            "text": "Bernard Lovell, English physicist and astronomer (born 1913)",
            "year": 2012
        },
        {
            "text": "Mark O'Donnell, American playwright (born 1954)",
            "year": 2012
        },
        {
            "text": "Ruggiero Ricci, American violinist and educator (born 1918)",
            "year": 2012
        },
        {
            "text": "Dan Roundfield, American basketball player (born 1953)",
            "year": 2012
        },
        {
            "text": "Fe del Mundo, Filipino pediatrician and educator (born 1911)",
            "year": 2011
        },
        {
            "text": "Riccardo Cassin, Italian mountaineer and author (born 1909)",
            "year": 2009
        },
        {
            "text": "Willy DeVille, American singer-songwriter and guitarist (born 1950)",
            "year": 2009
        },
        {
            "text": "John Hughes, American director, producer, and screenwriter (born 1950)",
            "year": 2009
        },
        {
            "text": "Angelos Kitsos, Greek lawyer and author (born 1934)",
            "year": 2008
        },
        {
            "text": "Zsolt Daczi, Hungarian guitarist (born 1969)",
            "year": 2007
        },
        {
            "text": "Robin Cook, Scottish educator and politician, Secretary of State for Foreign and Commonwealth Affairs (born 1946)",
            "year": 2005
        },
        {
            "text": "Creme Puff, tabby domestic cat, oldest recorded cat (born 1967)",
            "year": 2005
        },
        {
            "text": "Rick James, American singer-songwriter and producer (born 1948)",
            "year": 2004
        },
        {
            "text": "Donald Justice, American poet and academic (born 1925)",
            "year": 2004
        },
        {
            "text": "Julius Baker, American flute player and educator (born 1915)",
            "year": 2003
        },
        {
            "text": "Edsger W. Dijkstra, Dutch physicist, computer scientist, and academic (born 1930)",
            "year": 2002
        },
        {
            "text": "Jorge Amado, Brazilian novelist and poet (born 1912)",
            "year": 2001
        },
        {
            "text": "Adhar Kumar Chatterji, Indian Naval officer (born 1914)",
            "year": 2001
        },
        {
            "text": "Wilhelm Mohnke, German general (born 1911)",
            "year": 2001
        },
        {
            "text": "Shan Ratnam, Sri Lankan physician and academic (born 1928)",
            "year": 2001
        },
        {
            "text": "Dorothy Tutin, English actress (born 1930)",
            "year": 2001
        },
        {
            "text": "André Weil, French-American mathematician and academic (born 1906)",
            "year": 1998
        },
        {
            "text": "Shin Ki-ha, South Korean lawyer and politician (born 1941)",
            "year": 1997
        },
        {
            "text": "Domenico Modugno, Italian singer-songwriter and politician (born 1928)",
            "year": 1994
        },
        {
            "text": "Tex Hughson, American baseball player (born 1916)",
            "year": 1993
        },
        {
            "text": "Leszek Błażyński, Polish boxer (born 1949)",
            "year": 1992
        },
        {
            "text": "Shapour Bakhtiar, Iranian soldier and politician, 74th Prime Minister of Iran (born 1915)",
            "year": 1991
        },
        {
            "text": "Roland Michener, Canadian lawyer and politician, 20th Governor General of Canada (born 1900)",
            "year": 1991
        },
        {
            "text": "Harry Reasoner, American journalist, co-created 60 Minutes (born 1923)",
            "year": 1991
        },
        {
            "text": "Jacques Soustelle, French anthropologist and politician (born 1912)",
            "year": 1990
        },
        {
            "text": "Ira C. Eaker, American general (born 1896)",
            "year": 1987
        },
        {
            "text": "Emilio Fernández, Mexican actor, director, and screenwriter (born 1904)",
            "year": 1986
        },
        {
            "text": "Forbes Burnham, Guyanese politician, 2nd President of Guyana (born 1923)",
            "year": 1985
        },
        {
            "text": "Klaus Nomi, German singer-songwriter and actor (born 1944)",
            "year": 1983
        },
        {
            "text": "Feodor Felix Konrad Lynen, German biochemist and academic, Nobel Prize laureate (born 1911)",
            "year": 1979
        },
        {
            "text": "Pope Paul VI (born 1897)",
            "year": 1978
        },
        {
            "text": "Edward Durell Stone, American architect, designed Radio City Music Hall and the Kennedy Center for the Performing Arts (born 1902)",
            "year": 1978
        },
        {
            "text": "Gregor Piatigorsky, Russian-American cellist and educator (born 1903)",
            "year": 1976
        },
        {
            "text": "Fulgencio Batista, Cuban colonel and politician, 9th President of Cuba (born 1901)",
            "year": 1973
        },
        {
            "text": "Nikos Tsiforos, Greek director and screenwriter (born 1912)",
            "year": 1970
        },
        {
            "text": "Theodor W. Adorno, German sociologist and philosopher (born 1903)",
            "year": 1969
        },
        {
            "text": "Ye Gongchuo, Chinese politician, poet, and calligrapher (born 1881)",
            "year": 1968
        },
        {
            "text": "Cedric Hardwicke, English actor and director (born 1893)",
            "year": 1964
        },
        {
            "text": "Preston Sturges, American director, screenwriter, and playwright (born 1898)",
            "year": 1959
        },
        {
            "text": "Betty Allan, Australian statistician and biometrician (born 1905)",
            "year": 1952
        },
        {
            "text": "Tony Lazzeri, American baseball player and coach (born 1903)",
            "year": 1946
        },
        {
            "text": "Richard Bong, American soldier and pilot, Medal of Honor recipient (born 1920)",
            "year": 1945
        },
        {
            "text": "Hiram Johnson, American lawyer and politician, 23rd Governor of California (born 1866)",
            "year": 1945
        },
        {
            "text": "Bix Beiderbecke, American cornet player, pianist, and composer (born 1903)",
            "year": 1931
        },
        {
            "text": "Surendranath Banerjee, Indian academic and politician (born 1848)",
            "year": 1925
        },
        {
            "text": "Gregorio Ricci-Curbastro, Italian mathematician (born 1853)",
            "year": 1925
        },
        {
            "text": "Stefan Bastyr, Polish pilot and author (born 1890)",
            "year": 1920
        },
        {
            "text": "Jennie de la Montagnie Lozier, American physician (born 1841)",
            "year": 1915
        },
        {
            "text": "George Waterhouse, English-New Zealand politician, 7th Prime Minister of New Zealand (born 1824)",
            "year": 1906
        },
        {
            "text": "Eduard Hanslick, Austrian author and critic (born 1825)",
            "year": 1904
        },
        {
            "text": "Jean-Jacques Challet-Venel, Swiss lawyer and politician (born 1811)",
            "year": 1893
        },
        {
            "text": "James Springer White, American religious leader, co-founded the Seventh-day Adventist Church (born 1821)",
            "year": 1881
        },
        {
            "text": "John Mason Neale, English priest, scholar, and hymnwriter (born 1818)",
            "year": 1866
        },
        {
            "text": "Edward Walsh, Irish poet (born 1805)",
            "year": 1850
        },
        {
            "text": "Konstantin von Benckendorff, Russian general and diplomat (born 1785)",
            "year": 1828
        },
        {
            "text": "James A. Bayard, American lawyer and politician (born 1767)",
            "year": 1815
        },
        {
            "text": "Henry Bathurst, 2nd Earl Bathurst, English lawyer and politician, Lord High Chancellor of Great Britain (born 1714)",
            "year": 1794
        },
        {
            "text": "Ádám Mányoki, Hungarian painter (born 1673)",
            "year": 1757
        },
        {
            "text": "Georg Wilhelm Richmann, Estonian-Russian physicist and academic (born 1711)",
            "year": 1753
        },
        {
            "text": "François de Harlay de Champvallon, French archbishop (born 1625)",
            "year": 1695
        },
        {
            "text": "Antoine Arnauld, French mathematician and philosopher (born 1612)",
            "year": 1694
        },
        {
            "text": "John Snell, Scottish-English soldier and philanthropist, founded the Snell Exhibition (born 1629)",
            "year": 1679
        },
        {
            "text": "Tjerk Hiddes de Vries, Frisian naval hero and commander (born 1622)",
            "year": 1666
        },
        {
            "text": "Diego Velázquez, Spanish painter and educator (born 1599)",
            "year": 1660
        },
        {
            "text": "Bohdan Khmelnytsky, Ukrainian soldier and politician, 1st Hetman of Zaporizhian Host (born 1595)",
            "year": 1657
        },
        {
            "text": "Lionel Cranfield, 1st Earl of Middlesex, English merchant and politician (born 1575)",
            "year": 1645
        },
        {
            "text": "Ben Jonson, English poet and playwright (born 1572)",
            "year": 1637
        },
        {
            "text": "Johannes Junius, German lawyer and politician (born 1573)",
            "year": 1628
        },
        {
            "text": "Josias I, Count of Waldeck-Eisenberg, Count of Waldeck-Eisenberg (1578–1588) (born 1554)",
            "year": 1588
        },
        {
            "text": "Girolamo Fracastoro, Italian physician (born 1478)",
            "year": 1553
        },
        {
            "text": "Jacopo Sannazaro, Italian poet (born 1458)",
            "year": 1530
        },
        {
            "text": "Pope Callixtus III (born 1378)",
            "year": 1458
        },
        {
            "text": "Ladislaus of Naples (born 1377)",
            "year": 1414
        },
        {
            "text": "Margherita of Durazzo, Queen consort of Charles III of Naples (born 1347)",
            "year": 1412
        },
        {
            "text": "Francesco I of Lesbos",
            "year": 1384
        },
        {
            "text": "Stephen V of Hungary (born 1239)",
            "year": 1272
        },
        {
            "text": "Saint Dominic, Spanish priest, founded the Dominican Order (born 1170)",
            "year": 1221
        },
        {
            "text": "Henry the Lion, Duke of Saxony and Bavaria (born 1129)",
            "year": 1195
        },
        {
            "text": "Ramon Berenguer IV, Count of Barcelona (born 1113)",
            "year": 1162
        },
        {
            "text": "Richard III, Duke of Normandy",
            "year": 1027
        },
        {
            "text": "Marwan II, Umayyad general and caliph (born 688)",
            "year": 750
        },
        {
            "text": "Pope Hormisdas (born 450)",
            "year": 523
        },
        {
            "text": "Pope Sixtus II",
            "year": 258
        }
    ],
    "metadata": {
        "current_date": "August 6, 2025",
        "short_date": "Aug 6",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            29,
            41,
            32,
            0,
            22,
            1,
            3,
            4,
            25,
            21
        ],
        "births": [
            163,
            64,
            25,
            43
        ],
        "deaths": [
            5,
            14,
            33,
            78
        ]
    }
}