{
    "events": [
        {
            "text": "2023 Ohio train derailment: A freight train containing vinyl chloride and other hazardous materials derails and burns in East Palestine, Ohio, United States, releasing hydrogen chloride and phosgene into the air and contaminating the Ohio River.",
            "year": 2023
        },
        {
            "text": "A school shooting in Moscow, Russia leaves 2 people dead and 1 wounded.",
            "year": 2014
        },
        {
            "text": "A Baghdad market bombing kills at least 135 people and injures a further 339.",
            "year": 2007
        },
        {
            "text": "105 people are killed when Kam Air Flight 904 crashes in the Pamir Mountains in Afghanistan.",
            "year": 2005
        },
        {
            "text": "Cavalese cable car disaster: A United States military pilot causes the death of 20 people when his low-flying plane cuts the cable of a cable-car near Trento, Italy.",
            "year": 1998
        },
        {
            "text": "Astronaut Eileen Collins becomes the first woman to pilot the Space Shuttle as mission STS-63 gets underway from Kennedy Space Center in Florida.",
            "year": 1995
        },
        {
            "text": "Space Shuttle program: STS-60 is launched, carrying Sergei Krikalev, the first Russian cosmonaut to fly aboard the Shuttle.",
            "year": 1994
        },
        {
            "text": "After a stroke two weeks previously, South African President P. W. Botha resigns as leader of the National Party, but stays on as president for six more months.",
            "year": 1989
        },
        {
            "text": "A military coup overthrows Alfredo Stroessner, dictator of Paraguay since 1954.",
            "year": 1989
        },
        {
            "text": "Doctor John Buster and a research team at Harbor-UCLA Medical Center in the United States announce history's first embryo transfer, from one woman to another resulting in a live birth.",
            "year": 1984
        },
        {
            "text": "Space Shuttle program: STS-41-B is launched using Space Shuttle Challenger.",
            "year": 1984
        },
        {
            "text": "The first day of the seven-day 1972 Iran blizzard, which would kill at least 4,000 people, making it the deadliest snowstorm in history.",
            "year": 1972
        },
        {
            "text": "New York Police Officer Frank Serpico is shot during a drug bust in Brooklyn and survives to later testify against police corruption.",
            "year": 1971
        },
        {
            "text": "The Soviet Union's Luna 9 becomes the first spacecraft to make a soft landing on the Moon, and the first spacecraft to take pictures from the surface of the Moon.",
            "year": 1966
        },
        {
            "text": "The United States Air Force begins Operation Looking Glass, and over the next 30 years, a \"Doomsday Plane\" is always in the air, with the capability of taking direct control of the United States' bombers and missiles in the event of the destruction of the SAC's command post.",
            "year": 1961
        },
        {
            "text": "British Prime Minister Harold Macmillan speaks of \"a wind of change\", signalling that his Government is likely to support decolonisation.",
            "year": 1960
        },
        {
            "text": "Rock and roll musicians Buddy Holly, Ritchie Valens, and J. P. \"The Big Bopper\" Richardson are killed in a plane crash along with the pilot near Clear Lake, Iowa, an event later known as The Day the Music Died.",
            "year": 1959
        },
        {
            "text": "Sixty-five people are killed when American Airlines Flight 320 crashes into the East River on approach to LaGuardia Airport in New York City.",
            "year": 1959
        },
        {
            "text": "Founding of the Benelux Economic Union, creating a testing ground for a later European Economic Community.",
            "year": 1958
        },
        {
            "text": "The Batepá massacre occurs in São Tomé when the colonial administration and Portuguese landowners unleash a wave of violence against the native creoles known as forros.",
            "year": 1953
        },
        {
            "text": "World War II: As part of Operation Thunderclap, 1,000 B-17s of the Eighth Air Force bomb Berlin, a raid which kills between 2,500 and 3,000 and dehouses another 120,000.",
            "year": 1945
        },
        {
            "text": "World War II: The United States and the Philippine Commonwealth begin a month-long battle to retake Manila from Japan.",
            "year": 1945
        },
        {
            "text": "World War II: During the Gilbert and Marshall Islands campaign, U.S. Army and Marine forces seize Kwajalein Atoll from the defending Japanese garrison.",
            "year": 1944
        },
        {
            "text": "The SS Dorchester is sunk by a German U-boat. Only 230 of 902 men aboard survive.",
            "year": 1943
        },
        {
            "text": "Adolf Hitler announces that the expansion of Lebensraum into Eastern Europe, and its ruthless Germanisation, are the ultimate geopolitical objectives of Nazi foreign policy.",
            "year": 1933
        },
        {
            "text": "The Hawke's Bay earthquake, New Zealand's worst natural disaster, kills 258.",
            "year": 1931
        },
        {
            "text": "The Communist Party of Vietnam is founded at a \"Unification Conference\" held in Kowloon, British Hong Kong.",
            "year": 1930
        },
        {
            "text": "A revolt against the military dictatorship of Portugal breaks out at Porto.",
            "year": 1927
        },
        {
            "text": "The Twin Peaks Tunnel in San Francisco, California begins service as the longest streetcar tunnel in the world at 11,920 feet (3,630 meters) long.",
            "year": 1918
        },
        {
            "text": "World War I: The American entry into World War I begins when diplomatic relations with Germany are severed due to its unrestricted submarine warfare.",
            "year": 1917
        },
        {
            "text": "The Centre Block of the Parliament buildings in Ottawa, Ontario, Canada burns down with the loss of seven lives.",
            "year": 1916
        },
        {
            "text": "The Sixteenth Amendment to the United States Constitution is ratified, authorizing the Federal government to impose and collect an income tax.",
            "year": 1913
        },
        {
            "text": "The Fifteenth Amendment to the United States Constitution is ratified, guaranteeing voting rights to male citizens regardless of race.",
            "year": 1870
        },
        {
            "text": "Moldavia and Wallachia formally unite to create the Romanian United Principalities.",
            "year": 1862
        },
        {
            "text": "The London Protocol of 1830 establishes the full independence and sovereignty of Greece from the Ottoman Empire as the final result of the Greek War of Independence.",
            "year": 1830
        },
        {
            "text": "José de San Martín defeats a Spanish royalist army at the Battle of San Lorenzo, part of the Argentine War of Independence.",
            "year": 1813
        },
        {
            "text": "The Territory of Illinois is created by the 10th United States Congress.",
            "year": 1809
        },
        {
            "text": "A British military force, under Brigadier-General Sir Samuel Auchmuty captures the Spanish Empire city of Montevideo, now the capital of Uruguay.",
            "year": 1807
        },
        {
            "text": "Militia led by General Benjamin Lincoln crush the remnants of Shays' Rebellion in Petersham, Massachusetts.",
            "year": 1787
        },
        {
            "text": "Spain–United States relations are first established.",
            "year": 1783
        },
        {
            "text": "American Revolutionary War: British forces seize the Dutch-owned Caribbean island Sint Eustatius.",
            "year": 1781
        },
        {
            "text": "The 1716 Algiers earthquake sequence began with an Mw  7.0 mainshock that caused severe damage and killed 20,000 in Algeria.",
            "year": 1716
        },
        {
            "text": "During the Battle of Fraustadt Swedish forces defeat a superior Saxon-Polish-Russian force by deploying a double envelopment.",
            "year": 1706
        },
        {
            "text": "The colony of Massachusetts issues the first paper money in the Americas.",
            "year": 1690
        },
        {
            "text": "The House of Assembly of Barbados meets for the first time.",
            "year": 1639
        },
        {
            "text": "Tulip Mania collapses within the Dutch Republic.",
            "year": 1637
        },
        {
            "text": "Battle of São Vicente takes place off Portuguese Brazil where three English warships led by navigator Edward Fenton fight off three Spanish galleons sinking one in the process.",
            "year": 1583
        },
        {
            "text": "The Portuguese navy defeats a joint fleet of the Ottoman Empire, the Republic of Venice, the Sultan of Gujarat, the Mamlûk Burji Sultanate of Egypt, the Zamorin of Calicut, and the Republic of Ragusa at the Battle of Diu in Diu, India.",
            "year": 1509
        },
        {
            "text": "Bartolomeu Dias of Portugal lands in Mossel Bay after rounding the Cape of Good Hope, becoming the first known European to travel so far south.",
            "year": 1488
        },
        {
            "text": "Sultan Mehmed II inherits the throne of the Ottoman Empire.",
            "year": 1451
        },
        {
            "text": "Ramon Berenguer III, Count of Barcelona, and Douce I, Countess of Provence, marry, uniting the fortunes of those two states.",
            "year": 1112
        },
        {
            "text": "Drogo of Hauteville is elected as count of the Apulian Normans during the Norman conquest of Southern Italy.",
            "year": 1047
        }
    ],
    "births": [
        {
            "text": "Rei, Japanese rapper and singer",
            "year": 2004
        },
        {
            "text": "Scoot Henderson, American basketball player",
            "year": 2004
        },
        {
            "text": "Tre Mann, American basketball player",
            "year": 2001
        },
        {
            "text": "Rhys Williams, English footballer",
            "year": 2001
        },
        {
            "text": "Kanna Hashimoto, Japanese actress",
            "year": 1999
        },
        {
            "text": "Tyler Huntley, American football player",
            "year": 1998
        },
        {
            "text": "Isaiah Roby, American basketball player",
            "year": 1998
        },
        {
            "text": "Tao Tsuchiya, Japanese actress",
            "year": 1995
        },
        {
            "text": "Rougned Odor, Venezuelan baseball player",
            "year": 1994
        },
        {
            "text": "Adam Reach, English footballer",
            "year": 1993
        },
        {
            "text": "Olli Aitola, Finnish ice hockey player",
            "year": 1992
        },
        {
            "text": "James White, American football player",
            "year": 1992
        },
        {
            "text": "Sean Kingston, American-Jamaican singer-songwriter",
            "year": 1990
        },
        {
            "text": "Jia, Chinese singer and actress",
            "year": 1989
        },
        {
            "text": "Slobodan Rajković, Serbian footballer",
            "year": 1989
        },
        {
            "text": "Cho Kyu-hyun, South Korean singer",
            "year": 1988
        },
        {
            "text": "Elvana Gjata, Albanian singer",
            "year": 1987
        },
        {
            "text": "Mathieu Giroux, Canadian speed skater",
            "year": 1986
        },
        {
            "text": "Kanako Yanagihara, Japanese actress",
            "year": 1986
        },
        {
            "text": "Angela Fong, Canadian wrestler and actress",
            "year": 1985
        },
        {
            "text": "Andrei Kostitsyn, Belarusian ice hockey player",
            "year": 1985
        },
        {
            "text": "Elizabeth Holmes, American fraudster, founder of Theranos",
            "year": 1984
        },
        {
            "text": "Matthew Moy, American actor",
            "year": 1984
        },
        {
            "text": "Becky Bayless, American wrestler",
            "year": 1982
        },
        {
            "text": "Marie-Ève Drolet, Canadian speed skater",
            "year": 1982
        },
        {
            "text": "Bridget Regan, American actress",
            "year": 1982
        },
        {
            "text": "Joan Capdevila, Spanish footballer",
            "year": 1978
        },
        {
            "text": "Amal Clooney, British-Lebanese barrister and activist",
            "year": 1978
        },
        {
            "text": "Maitland Ward, American actress and model",
            "year": 1977
        },
        {
            "text": "Daddy Yankee, Puerto Rican singer, songwriter, rapper, actor and record producer",
            "year": 1977
        },
        {
            "text": "Marek Židlický, Czech ice hockey player",
            "year": 1977
        },
        {
            "text": "Mathieu Dandenault, Canadian ice hockey player",
            "year": 1976
        },
        {
            "text": "Isla Fisher, Omani-Australian actress",
            "year": 1976
        },
        {
            "text": "Tim Heidecker, American actor, comedian, and musician",
            "year": 1976
        },
        {
            "text": "Eihi Shiina, Japanese fashion model and actress",
            "year": 1976
        },
        {
            "text": "Ayanna Pressley, American politician",
            "year": 1974
        },
        {
            "text": "Ilana Sod, Mexican journalist and producer",
            "year": 1973
        },
        {
            "text": "Elisa Donovan, American actress",
            "year": 1971
        },
        {
            "text": "Sarah Kane, English playwright (died 1999)",
            "year": 1971
        },
        {
            "text": "Hong Seok-cheon, South Korean actor",
            "year": 1971
        },
        {
            "text": "Óscar Córdoba, Colombian footballer",
            "year": 1970
        },
        {
            "text": "Warwick Davis, English actor, producer, and screenwriter",
            "year": 1970
        },
        {
            "text": "Beau Biden, American soldier, lawyer, and politician, 44th Attorney General of Delaware (died 2015)",
            "year": 1969
        },
        {
            "text": "Retief Goosen, South African golfer",
            "year": 1969
        },
        {
            "text": "Vlade Divac, Serbian-American basketball player and sportscaster",
            "year": 1968
        },
        {
            "text": "Marwan Khoury, Lebanese singer, songwriter, and composer",
            "year": 1968
        },
        {
            "text": "František Kučera, Czech ice hockey player",
            "year": 1968
        },
        {
            "text": "Tim Flowers, English footballer and coach",
            "year": 1967
        },
        {
            "text": "Mixu Paatelainen, Finnish footballer and coach",
            "year": 1967
        },
        {
            "text": "Danny Morrison, New Zealand cricketer and sportscaster",
            "year": 1966
        },
        {
            "text": "Manuel Loff, Portuguese politician",
            "year": 1965
        },
        {
            "text": "Maura Tierney, American actress and producer",
            "year": 1965
        },
        {
            "text": "Indrek Tarand, Estonian historian, journalist, and politician",
            "year": 1964
        },
        {
            "text": "Vũ Đức Đam, Vietnamese politician",
            "year": 1963
        },
        {
            "text": "Raghuram Rajan, Indian economist and academic",
            "year": 1963
        },
        {
            "text": "Michele Greene, American actress, singer, and author",
            "year": 1962
        },
        {
            "text": "Marty Jannetty, American wrestler",
            "year": 1960
        },
        {
            "text": "Joachim Löw, German footballer and manager",
            "year": 1960
        },
        {
            "text": "Thomas Calabro, American actor",
            "year": 1959
        },
        {
            "text": "Lol Tolhurst, English musician and songwriter",
            "year": 1959
        },
        {
            "text": "Óscar Iván Zuluaga, Colombian economist and politician, 67th Colombian Minister of Finance",
            "year": 1959
        },
        {
            "text": "Joe F. Edwards, Jr., American commander, pilot, and astronaut",
            "year": 1958
        },
        {
            "text": "Greg Mankiw, American economist and academic",
            "year": 1958
        },
        {
            "text": "Eric Lander, American mathematician, geneticist, and academic",
            "year": 1957
        },
        {
            "text": "Nathan Lane, American actor and comedian",
            "year": 1956
        },
        {
            "text": "Lee Ranaldo, American musician and songwriter",
            "year": 1956
        },
        {
            "text": "Tiger Williams, Canadian ice hockey player and coach",
            "year": 1954
        },
        {
            "text": "Arsène Auguste, Haitian footballer (died 1993)",
            "year": 1951
        },
        {
            "text": "Eugenijus Riabovas, Lithuanian footballer and manager",
            "year": 1951
        },
        {
            "text": "Morgan Fairchild, American actress",
            "year": 1950
        },
        {
            "text": "Pamela Franklin, Japanese-English actress",
            "year": 1950
        },
        {
            "text": "Grant Goldman, Australian radio and television host (died 2020)",
            "year": 1950
        },
        {
            "text": "Carlos Filipe Ximenes Belo, East Timorese Roman Catholic bishop and Nobel Peace Prize laureate",
            "year": 1948
        },
        {
            "text": "Henning Mankell, Swedish author and playwright (died 2015)",
            "year": 1948
        },
        {
            "text": "Paul Auster, American novelist, essayist, and poet (died 2024)",
            "year": 1947
        },
        {
            "text": "Dave Davies, English musician",
            "year": 1947
        },
        {
            "text": "Stephen McHattie, Canadian actor and director",
            "year": 1947
        },
        {
            "text": "Melanie, American singer-songwriter (died 2024)",
            "year": 1947
        },
        {
            "text": "Bob Griese, American football player and sportscaster",
            "year": 1945
        },
        {
            "text": "Blythe Danner, American actress",
            "year": 1943
        },
        {
            "text": "Dory Funk, Jr., American wrestler and trainer",
            "year": 1941
        },
        {
            "text": "Fran Tarkenton, American football player and sportscaster",
            "year": 1940
        },
        {
            "text": "Michael Cimino, American director, producer, and screenwriter (died 2016)",
            "year": 1939
        },
        {
            "text": "Victor Buono, American actor (died 1982)",
            "year": 1938
        },
        {
            "text": "Emile Griffith, American boxer and trainer (died 2013)",
            "year": 1938
        },
        {
            "text": "Billy Meier, Swiss author and photographer",
            "year": 1937
        },
        {
            "text": "Bob Simpson, Australian cricketer and coach (died 2025)",
            "year": 1936
        },
        {
            "text": "Johnny \"Guitar\" Watson, American blues, soul, and funk singer-songwriter and guitarist (died 1996)",
            "year": 1935
        },
        {
            "text": "Juan Carlos Calabró, Argentinian actor and screenwriter (died 2013)",
            "year": 1934
        },
        {
            "text": "Paul Sarbanes, American lawyer and politician (died 2020)",
            "year": 1933
        },
        {
            "text": "Kenneth Anger, American actor, director, and screenwriter (died 2023)",
            "year": 1927
        },
        {
            "text": "Blas Ople, Filipino journalist and politician, 21st President of the Senate of the Philippines (died 2003)",
            "year": 1927
        },
        {
            "text": "Hans-Jochen Vogel, German lawyer and politician, 8th Mayor of Berlin (died 2020)",
            "year": 1926
        },
        {
            "text": "Shelley Berman, American actor and comedian (died 2017)",
            "year": 1925
        },
        {
            "text": "John Fiedler, American actor (died 2005)",
            "year": 1925
        },
        {
            "text": "Martial Asselin, Canadian lawyer and politician, 25th Lieutenant Governor of Quebec (died 2013)",
            "year": 1924
        },
        {
            "text": "E. P. Thompson, English historian and author (died 1993)",
            "year": 1924
        },
        {
            "text": "Henry Heimlich, American physician and author (died 2016)",
            "year": 1920
        },
        {
            "text": "Joey Bishop, American actor and producer (died 2007)",
            "year": 1918
        },
        {
            "text": "Helen Stephens, American runner, baseball player, and manager (died 1994)",
            "year": 1918
        },
        {
            "text": "Shlomo Goren, Polish-Israeli rabbi and general (died 1994)",
            "year": 1917
        },
        {
            "text": "Johannes Kotkas, Estonian wrestler and hammer thrower (died 1998)",
            "year": 1915
        },
        {
            "text": "Mary Carlisle, American actress, singer, and dancer (died 2018)",
            "year": 1914
        },
        {
            "text": "Jacques Soustelle, French anthropologist and politician (died 1990)",
            "year": 1912
        },
        {
            "text": "Jehan Alain, French organist and composer (died 1940)",
            "year": 1911
        },
        {
            "text": "André Cayatte, French lawyer and director (died 1989)",
            "year": 1909
        },
        {
            "text": "Simone Weil, French mystic and philosopher (died 1943)",
            "year": 1909
        },
        {
            "text": "James A. Michener, American author and philanthropist (died 1997)",
            "year": 1907
        },
        {
            "text": "George Adamson, Indian-English author and activist (died 1989)",
            "year": 1906
        },
        {
            "text": "Paul Ariste, Estonian linguist and academic (died 1990)",
            "year": 1905
        },
        {
            "text": "Arne Beurling, Swedish-American mathematician and academic (died 1986)",
            "year": 1905
        },
        {
            "text": "Pretty Boy Floyd, American gangster (died 1934)",
            "year": 1904
        },
        {
            "text": "Douglas Douglas-Hamilton, 14th Duke of Hamilton, Scottish soldier, pilot, and politician (died 1973)",
            "year": 1903
        },
        {
            "text": "Mabel Mercer, English-American singer (died 1984)",
            "year": 1900
        },
        {
            "text": "Café Filho, Brazilian journalist, lawyer, and politician, 18th President of Brazil (died 1970)",
            "year": 1899
        },
        {
            "text": "Alvar Aalto, Finnish architect, designed the Finlandia Hall and Aalto Theatre (died 1976)",
            "year": 1898
        },
        {
            "text": "Norman Rockwell, American painter and illustrator (died 1978)",
            "year": 1894
        },
        {
            "text": "Gaston Julia, Algerian-French mathematician and academic (died 1978)",
            "year": 1893
        },
        {
            "text": "Juan Negrín, Spanish physician and politician, 67th Prime Minister of Spain (died 1956)",
            "year": 1892
        },
        {
            "text": "Artur Adson, Estonian poet, playwright, and critic (died 1977)",
            "year": 1889
        },
        {
            "text": "Carl Theodor Dreyer, Danish director and screenwriter (died 1968)",
            "year": 1889
        },
        {
            "text": "Risto Ryti, Finnish lawyer, politician and the Governor of the Bank of Finland; 5th President of Finland (died 1956)",
            "year": 1889
        },
        {
            "text": "Georg Trakl, Austrian pharmacist and poet (died 1914)",
            "year": 1887
        },
        {
            "text": "Gordon Coates, New Zealand soldier and politician, 21st Prime Minister of New Zealand (died 1943)",
            "year": 1878
        },
        {
            "text": "Grigory Petrovsky, Ukrainian Soviet revolutionary and politician (died 1958)",
            "year": 1878
        },
        {
            "text": "Gertrude Stein, American novelist, poet, playwright, (died 1946)",
            "year": 1874
        },
        {
            "text": "Lou Criger, American baseball player and manager (died 1934)",
            "year": 1872
        },
        {
            "text": "Charles Henry Turner, American biologist, educator and zoologist (died 1923)",
            "year": 1867
        },
        {
            "text": "James Clark McReynolds, American lawyer and judge (died 1946)",
            "year": 1862
        },
        {
            "text": "Hugo Junkers, German engineer, designed the Junkers J 1 (died 1935)",
            "year": 1859
        },
        {
            "text": "Giuseppe Moretti, Italian sculptor, designed the Vulcan statue (died 1935)",
            "year": 1857
        },
        {
            "text": "William Cornelius Van Horne, American-Canadian businessman (died 1915)",
            "year": 1843
        },
        {
            "text": "Sidney Lanier, American composer and poet (died 1881)",
            "year": 1842
        },
        {
            "text": "Allan McLean, Scottish-Australian politician, 19th Premier of Victoria (died 1911)",
            "year": 1840
        },
        {
            "text": "Robert Gascoyne-Cecil, 3rd Marquess of Salisbury, English politician, Prime Minister of the United Kingdom (died 1903)",
            "year": 1830
        },
        {
            "text": "Walter Bagehot, English journalist and businessman (died 1877)",
            "year": 1826
        },
        {
            "text": "Ranald MacDonald, American explorer and educator (died 1894)",
            "year": 1824
        },
        {
            "text": "Elizabeth Blackwell, American physician and educator (died 1910)",
            "year": 1821
        },
        {
            "text": "Achille Ernest Oscar Joseph Delesse, French geologist and mineralogist (died 1881)",
            "year": 1817
        },
        {
            "text": "Émile Prudent, French pianist and composer (died 1864)",
            "year": 1817
        },
        {
            "text": "Ram Singh Kuka, Indian credited with starting the Non-cooperation movement",
            "year": 1816
        },
        {
            "text": "Edward James Roye, 5th President of Liberia (died 1872)",
            "year": 1815
        },
        {
            "text": "Horace Greeley, American journalist and politician (died 1872)",
            "year": 1811
        },
        {
            "text": "Felix Mendelssohn, German pianist, composer, and conductor (died 1847)",
            "year": 1809
        },
        {
            "text": "Joseph E. Johnston, American general and politician (died 1891)",
            "year": 1807
        },
        {
            "text": "Antonio José de Sucre, Venezuelan general and politician, 2nd President of Bolivia (died 1830)",
            "year": 1795
        },
        {
            "text": "Gideon Mantell, English scientist (died 1852)",
            "year": 1790
        },
        {
            "text": "Mihail G. Boiagi, Aromanian grammarian and professor (died uncertain)",
            "year": 1780
        },
        {
            "text": "John Cheyne, Scottish physician and author (died 1836)",
            "year": 1777
        },
        {
            "text": "Caroline von Wolzogen, German author (died 1847)",
            "year": 1763
        },
        {
            "text": "Joseph Forlenze, Italian ophthalmologist and surgeon (died 1833)",
            "year": 1757
        },
        {
            "text": "Samuel Osgood, American soldier and politician, 1st United States Postmaster General (died 1813)",
            "year": 1747
        },
        {
            "text": "Johann Georg Albrechtsberger, Austrian composer and theorist (died 1809)",
            "year": 1736
        },
        {
            "text": "Friedrich Wilhelm von Seydlitz, Prussian general (died 1773)",
            "year": 1721
        },
        {
            "text": "Blas de Lezo, Spanish admiral (died 1741)",
            "year": 1689
        },
        {
            "text": "Jan Santini Aichel, Czech architect, designed the Karlova Koruna Chateau (died 1723)",
            "year": 1677
        },
        {
            "text": "Scipione Rebiba, Italian cardinal (died 1577)",
            "year": 1504
        },
        {
            "text": "Edward Stafford, 3rd Duke of Buckingham (died 1521)",
            "year": 1478
        },
        {
            "text": "Helena Palaiologina, Queen of Cyprus (died 1458) [citation needed]",
            "year": 1428
        },
        {
            "text": "Henry Percy, 2nd Earl of Northumberland, English nobleman and military commander (died 1455)",
            "year": 1393
        },
        {
            "text": "Joanna of Bourbon (died 1378)",
            "year": 1338
        }
    ],
    "deaths": [
        {
            "text": "Harry Jayawardena, Sri Lankan industrialist (born 1942)",
            "year": 2025
        },
        {
            "text": "Kandiah Balendra, Sri Lankan corporate leader and executive (born 1940)",
            "year": 2025
        },
        {
            "text": "George Steiner, French-American philosopher, author, and critic (born 1929)",
            "year": 2020
        },
        {
            "text": "Julie Adams, American actress (born 1926)",
            "year": 2019
        },
        {
            "text": "Kristoff St. John, American actor (born 1966)",
            "year": 2019
        },
        {
            "text": "Dritëro Agolli, Albanian poet, writer and politician (born 1931)",
            "year": 2017
        },
        {
            "text": "Joe Alaskey, American actor (born 1952)",
            "year": 2016
        },
        {
            "text": "Balram Jakhar, Indian lawyer and politician, 23rd Governor of Madhya Pradesh (born 1923)",
            "year": 2016
        },
        {
            "text": "József Kasza, Serbian politician and economist (born 1945)",
            "year": 2016
        },
        {
            "text": "Martin Gilbert, English historian, author, and academic (born 1936)",
            "year": 2015
        },
        {
            "text": "Mary Healy, American actress and singer (born 1918)",
            "year": 2015
        },
        {
            "text": "Charlie Sifford, American golfer (born 1922)",
            "year": 2015
        },
        {
            "text": "Nasim Hasan Shah, Pakistani lawyer and judge, 12th Chief Justice of Pakistan (born 1929)",
            "year": 2015
        },
        {
            "text": "Cardiss Collins, American politician (born 1931)",
            "year": 2013
        },
        {
            "text": "Oscar Feltsman, Ukrainian-Russian composer and producer (born 1921)",
            "year": 2013
        },
        {
            "text": "James Muri, American soldier and pilot (born 1918)",
            "year": 2013
        },
        {
            "text": "Jam Mohammad Yousaf, Pakistani politician, Chief Minister of Balochistan (born 1954)",
            "year": 2013
        },
        {
            "text": "Toh Chin Chye, Singaporean academic and politician, 1st Deputy Prime Minister of Singapore (born 1921)",
            "year": 2012
        },
        {
            "text": "Ben Gazzara, American actor and director (born 1930)",
            "year": 2012
        },
        {
            "text": "Terence Hildner, American general (born 1962)",
            "year": 2012
        },
        {
            "text": "Raj Kanwar, Indian director, producer, and screenwriter (born 1961)",
            "year": 2012
        },
        {
            "text": "Zalman King, American actor, director, and producer (born 1942)",
            "year": 2012
        },
        {
            "text": "Andrzej Szczeklik, Polish physician and academic (born 1938)",
            "year": 2012
        },
        {
            "text": "Maria Schneider, French actress (born 1952)",
            "year": 2011
        },
        {
            "text": "Dick McGuire, American basketball player and coach (born 1926)",
            "year": 2010
        },
        {
            "text": "Frances Reid, American actress (born 1914)",
            "year": 2010
        },
        {
            "text": "Sheng-yen, Chinese monk and scholar, founded the Dharma Drum Mountain (born 1930)",
            "year": 2009
        },
        {
            "text": "Al Lewis, American actor and activist (born 1923)",
            "year": 2006
        },
        {
            "text": "Zurab Zhvania, Georgian biologist and politician, 4th Prime Minister of Georgia (born 1963)",
            "year": 2005
        },
        {
            "text": "Ernst Mayr, German-American biologist and ornithologist (born 1904)",
            "year": 2005
        },
        {
            "text": "Mrs. Ngô Bá Thành, Vietnamese lawyer, politician, and activist (born 1931)",
            "year": 2004
        },
        {
            "text": "Gwen Guthrie, American singer-songwriter and pianist (born 1950)",
            "year": 1999
        },
        {
            "text": "Audrey Meadows, American actress and banker (born 1922)",
            "year": 1996
        },
        {
            "text": "Françoys Bernier, Canadian pianist and conductor (born 1927)",
            "year": 1993
        },
        {
            "text": "Nancy Kulp, American actress (born 1921)",
            "year": 1991
        },
        {
            "text": "John Cassavetes, American actor, director, and screenwriter (born 1929)",
            "year": 1989
        },
        {
            "text": "Lionel Newman, American pianist, composer, and conductor (born 1916)",
            "year": 1989
        },
        {
            "text": "Frank Oppenheimer, American physicist and academic (born 1912)",
            "year": 1985
        },
        {
            "text": "William D. Coolidge, American physicist and engineer (born 1873)",
            "year": 1975
        },
        {
            "text": "Umm Kulthum, Egyptian singer-songwriter and actress (born 1904)",
            "year": 1975
        },
        {
            "text": "C. N. Annadurai, Indian journalist and politician, 7th Chief Minister of Madras State (born 1909)",
            "year": 1969
        },
        {
            "text": "Eduardo Mondlane, Mozambican activist and academic (born 1920)",
            "year": 1969
        },
        {
            "text": "Joe Meek, English songwriter and producer (born 1929)",
            "year": 1967
        },
        {
            "text": "Benjamin R. Jacobs, American biochemist (born 1879)",
            "year": 1963
        },
        {
            "text": "William Morrison, 1st Viscount Dunrossil, Scottish-Australian captain and politician, 14th Governor-General of Australia (born 1893)",
            "year": 1961
        },
        {
            "text": "Anna May Wong, American actress (born 1905)",
            "year": 1961
        },
        {
            "text": "Fred Buscaglione, Italian singer and actor (born 1921)",
            "year": 1960
        },
        {
            "text": "The Day the Music Died",
            "year": 1959
        },
        {
            "text": "The Day the Music Died",
            "year": 1959
        },
        {
            "text": "The Day the Music Died",
            "year": 1959
        },
        {
            "text": "Émile Borel, French mathematician and academic (born 1871)",
            "year": 1956
        },
        {
            "text": "Johnny Claes, English-Belgian race car driver and trumpet player (born 1916)",
            "year": 1956
        },
        {
            "text": "Vasily Blokhin, Russian general (born 1895)",
            "year": 1955
        },
        {
            "text": "Harold L. Ickes, American journalist and politician, 32nd United States Secretary of the Interior (born 1874)",
            "year": 1952
        },
        {
            "text": "Marc Mitscher, American admiral and pilot (born 1887)",
            "year": 1947
        },
        {
            "text": "Roland Freisler, German lawyer and judge (born 1893)",
            "year": 1945
        },
        {
            "text": "Yvette Guilbert, French singer and actress (born 1865)",
            "year": 1944
        },
        {
            "text": "Hugo Junkers, German engineer, designed the Junkers J 1 (born 1859)",
            "year": 1935
        },
        {
            "text": "Agner Krarup Erlang, Danish mathematician and engineer (born 1878)",
            "year": 1929
        },
        {
            "text": "Woodrow Wilson, American historian, academic, and politician, 28th President of the United States, Nobel Prize laureate (born 1856)",
            "year": 1924
        },
        {
            "text": "Christiaan de Wet, South African general and politician, State President of the Orange Free State (born 1854)",
            "year": 1922
        },
        {
            "text": "John Butler Yeats, Irish painter and illustrator (born 1839)",
            "year": 1922
        },
        {
            "text": "Geert Adriaans Boomgaard, Dutch supercentenarian (born 1788)",
            "year": 1899
        },
        {
            "text": "Isaac Baker Brown, English gynecologist and surgeon (born 1811)",
            "year": 1873
        },
        {
            "text": "François-Xavier Garneau, Canadian poet, author, and historian (born 1809)",
            "year": 1866
        },
        {
            "text": "Jean-Baptiste Biot, French physicist, astronomer, and mathematician (born 1774)",
            "year": 1862
        },
        {
            "text": "George Crabbe, English surgeon and poet (born 1754)",
            "year": 1832
        },
        {
            "text": "Gia Long, Vietnamese emperor (born 1762)",
            "year": 1820
        },
        {
            "text": "Juan Bautista Cabral, Argentinian sergeant (born 1789)",
            "year": 1813
        },
        {
            "text": "Pedro Rodríguez, Spanish statesman and economist (born 1723)",
            "year": 1802
        },
        {
            "text": "Tommaso Ceva, Italian mathematician and academic (born 1648)",
            "year": 1737
        },
        {
            "text": "Henry Brooke, 11th Baron Cobham, English politician, Lord Warden of the Cinque Ports (born 1564)",
            "year": 1619
        },
        {
            "text": "Philip II, duke of Pomerania (born 1573)",
            "year": 1618
        },
        {
            "text": "George Cassander, Flemish theologian and author (born 1513)",
            "year": 1566
        },
        {
            "text": "Thomas FitzGerald, 10th Earl of Kildare (born 1513)",
            "year": 1537
        },
        {
            "text": "John IV, Count of Nassau-Siegen, German count (born 1410)",
            "year": 1475
        },
        {
            "text": "Johannes Gutenberg, German publisher, invented the printing press (born 1398)",
            "year": 1468
        },
        {
            "text": "Murad II, Ottoman sultan (born 1404)",
            "year": 1451
        },
        {
            "text": "Ashikaga Yoshimochi, Japanese shōgun (born 1386)",
            "year": 1428
        },
        {
            "text": "John of Gaunt, Belgian-English politician, Lord High Steward (born 1340)",
            "year": 1399
        },
        {
            "text": "Sviatoslav III, Russian Grand Prince (born 1196)",
            "year": 1252
        },
        {
            "text": "Inge I, king of Norway (born 1135)",
            "year": 1161
        },
        {
            "text": "Coloman, king of Hungary",
            "year": 1116
        },
        {
            "text": "Sweyn Forkbeard, king of Denmark and England (born 960)",
            "year": 1014
        },
        {
            "text": "William IV, duke of Aquitaine (born 937)",
            "year": 994
        },
        {
            "text": "Zhou Ben, Chinese general (born 862)",
            "year": 938
        },
        {
            "text": "Guy, margrave of Tuscany",
            "year": 929
        },
        {
            "text": "Ansgar, Frankish archbishop (born 801)",
            "year": 865
        },
        {
            "text": "Werburgh, English nun and saint",
            "year": 699
        },
        {
            "text": "K'inich Yo'nal Ahk I, ruler of Piedras Negras",
            "year": 639
        },
        {
            "text": "Sihyaj Chan K'awiil II, ruler of Tikal",
            "year": 456
        },
        {
            "text": "Ping, emperor of the Han Dynasty (born 9 BC)",
            "year": 6
        }
    ],
    "metadata": {
        "current_date": "February 3, 2026",
        "short_date": "Feb 3",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            10,
            3,
            20,
            31,
            14,
            41,
            13,
            1,
            25,
            6
        ],
        "births": [
            141,
            73,
            10,
            65
        ],
        "deaths": [
            43,
            19,
            68,
            58
        ]
    }
}