{
    "events": [
        {
            "text": "Over seven hundred civilians are massacred by the Ethiopian National Defense Force and Eritrean Army in Aksum, Ethiopia.",
            "year": 2020
        },
        {
            "text": "LaMia Flight 2933 crashes near Medellín, Colombia, killing 71 of 77 people on board, including members of the Brazilian football club Chapecoense",
            "year": 2016
        },
        {
            "text": "Gunmen set off three bombs at the central mosque in the northern Nigerian city of Kano killing at least 120 people.",
            "year": 2014
        },
        {
            "text": "Suicide bombers blow up an Israeli-owned hotel in Mombasa, Kenya; their colleagues fail in their attempt to bring down Arkia Israel Airlines Flight 582 with surface-to-air missiles.",
            "year": 2002
        },
        {
            "text": "South Ossetia declares independence from Georgia.",
            "year": 1991
        },
        {
            "text": "British Prime Minister Margaret Thatcher resigns as leader of the Conservative Party and, therefore, as Prime Minister. She is succeeded in both positions by John Major.",
            "year": 1990
        },
        {
            "text": "Cold War: Velvet Revolution: In the face of protests, the Communist Party of Czechoslovakia announces it will give up its monopoly on political power.",
            "year": 1989
        },
        {
            "text": "South African Airways Flight 295 crashes into the Indian Ocean, killing all 159 people on board.",
            "year": 1987
        },
        {
            "text": "Space Shuttle Columbia is launched on STS-9, the first mission to carry the European Space Agency's Spacelab module.",
            "year": 1983
        },
        {
            "text": "Iran–Iraq War: Operation Morvarid: The bulk of the Iraqi Navy is destroyed by the Iranian Navy in the Persian Gulf. (Commemorated in Iran as Navy Day.)",
            "year": 1980
        },
        {
            "text": "Air New Zealand Flight 901, a DC-10 sightseeing flight over Antarctica, crashes into Mount Erebus, killing all 257 people on board.",
            "year": 1979
        },
        {
            "text": "Timor-Leste declares its independence from Portugal.",
            "year": 1975
        },
        {
            "text": "Last executions in Paris: Claude Buffet and Roger Bontems are guillotined at La Santé Prison.",
            "year": 1972
        },
        {
            "text": "Fred Quilt, a leader of the Tsilhqot'in First Nation suffers severe abdominal injuries allegedly caused by Royal Canadian Mounted Police officers; he dies two days later.",
            "year": 1971
        },
        {
            "text": "Wasfi al-Tal, Prime Minister of Jordan, is assassinated by the Black September unit of the Palestine Liberation Organization.",
            "year": 1971
        },
        {
            "text": "The first pulsar (PSR B1919+21, in the constellation of Vulpecula) is discovered by two astronomers Jocelyn Bell Burnell and Antony Hewish.",
            "year": 1967
        },
        {
            "text": "Michel Micombero overthrows the monarchy of Burundi and makes himself the first president.",
            "year": 1966
        },
        {
            "text": "Vietnam War: In response to U.S. President Lyndon B. Johnson's call for \"more flags\" in Vietnam, Philippine President-elect Ferdinand Marcos announces he will send troops to help fight in South Vietnam.",
            "year": 1965
        },
        {
            "text": "Mariner program: NASA launches the Mariner 4 probe toward Mars.",
            "year": 1964
        },
        {
            "text": "Vietnam War: National Security Council members agree to recommend that U.S. President Lyndon B. Johnson adopt a plan for a two-stage escalation of bombing in North Vietnam.",
            "year": 1964
        },
        {
            "text": "Mauritania becomes independent of France.",
            "year": 1960
        },
        {
            "text": "Chad, the Republic of the Congo, and Gabon become autonomous republics within the French Community.",
            "year": 1958
        },
        {
            "text": "First successful flight of SM-65 Atlas; the first operational intercontinental ballistic missile (ICBM), developed by the United States and the first member of the Atlas rocket family.",
            "year": 1958
        },
        {
            "text": "World War II: Tehran Conference: U.S. President Franklin D. Roosevelt, British Prime Minister Winston Churchill and Soviet Premier Joseph Stalin meet in Tehran, Iran, to discuss war strategy.",
            "year": 1943
        },
        {
            "text": "In Boston, Massachusetts, a fire in the Cocoanut Grove nightclub kills 492 people.",
            "year": 1942
        },
        {
            "text": "The Grand Ole Opry begins broadcasting in Nashville, Tennessee, as the WSM Barn Dance.",
            "year": 1925
        },
        {
            "text": "FIDAC (The Interallied Federation of War Veterans Organisations), the first international organization of war veterans is established in Paris, France.",
            "year": 1920
        },
        {
            "text": "Irish War of Independence: Kilmichael Ambush: The Irish Republican Army ambush a convoy of British Auxiliaries and kill seventeen.",
            "year": 1920
        },
        {
            "text": "Lady Astor is elected as a Member of the Parliament of the United Kingdom. She is the first woman to sit in the House of Commons. (Countess Markievicz, the first to be elected, refused to sit.)",
            "year": 1919
        },
        {
            "text": "The Soviet Forces move against Estonia when the 6th Red Rifle Division strikes the border town of Narva, marking the beginning of the Estonian War of Independence.",
            "year": 1918
        },
        {
            "text": "The Estonian Provincial Assembly declares itself the sovereign power of Estonia.",
            "year": 1917
        },
        {
            "text": "World War I: Following a war-induced closure in July, the New York Stock Exchange re-opens for bond trading.",
            "year": 1914
        },
        {
            "text": "Albania declares its independence from the Ottoman Empire.",
            "year": 1912
        },
        {
            "text": "A mine explosion in Marianna, Pennsylvania, kills 154 men, leaving only one survivor.",
            "year": 1908
        },
        {
            "text": "Irish nationalist Arthur Griffith founds Sinn Féin as a political party with the main aim of establishing a dual monarchy in Ireland.",
            "year": 1905
        },
        {
            "text": "The Second Boer War: A British column is engaged by Boer forces at the Battle of Modder River; although the Boers withdraw, the British suffer heavy casualties.",
            "year": 1899
        },
        {
            "text": "The first American automobile race takes place over the 54 miles from Chicago's Jackson Park to Evanston, Illinois. Frank Duryea wins in approximately 10 hours.",
            "year": 1895
        },
        {
            "text": "Women's suffrage in New Zealand concludes with the 1893 New Zealand general election.",
            "year": 1893
        },
        {
            "text": "Bulgarian victory in the Serbo-Bulgarian War preserves the Unification of Bulgaria.",
            "year": 1885
        },
        {
            "text": "American Civil War: In the Battle of Cane Hill, Union troops under General James G. Blunt defeat General John Marmaduke's Confederates.",
            "year": 1862
        },
        {
            "text": "Notts County F.C. is founded in Nottingham, England, making it the oldest professional Association football club in the world.",
            "year": 1862
        },
        {
            "text": "American Civil War: The Confederate States of America accept a rival state government's pronouncement that declares Missouri to be the 12th state of the Confederacy.",
            "year": 1861
        },
        {
            "text": "Ka Lā Hui (Hawaiian Independence Day): The Kingdom of Hawaii is officially recognized by the United Kingdom and France as an independent nation.",
            "year": 1843
        },
        {
            "text": "Panama Independence Day: Panama separates from Spain and joins Gran Colombia.",
            "year": 1821
        },
        {
            "text": "The Times of London becomes the first newspaper to be produced on a steam-powered printing press, built by the German team of Koenig & Bauer.",
            "year": 1814
        },
        {
            "text": "Beethoven's Piano Concerto No. 5 in E-flat major, Op. 73, premieres at the Gewandhaus in Leipzig.",
            "year": 1811
        },
        {
            "text": "Trade between the United States and modern-day Uruguay begins when John Leamy's frigate John arrives in Montevideo.",
            "year": 1798
        },
        {
            "text": "The first Treaty of Hopewell is signed, by which the United States acknowledges Cherokee lands in what is now East Tennessee.",
            "year": 1785
        },
        {
            "text": "At least 3,000 men of the Royal Scots Army led by Tam Dalyell of the Binns defeat about 900 Covenanter insurgents led by James Wallace of Auchens in the Battle of Rullion Green.",
            "year": 1666
        },
        {
            "text": "At Gresham College, twelve men, including Christopher Wren, Robert Boyle, John Wilkins, and Sir Robert Moray decide to found what is later known as the Royal Society.",
            "year": 1660
        },
        {
            "text": "The Polish–Lithuanian Commonwealth Navy has its greatest and last naval victory in the Battle of Oliwa.",
            "year": 1627
        },
        {
            "text": "In Stratford-upon-Avon, William Shakespeare and Anne Hathaway pay a £40 (equivalent to £14,557 in 2023) bond in lieu of posting wedding banns, which enables them to marry immediately.",
            "year": 1582
        },
        {
            "text": "After 38 days, an expedition under the command of Ferdinand Magellan completes the first passage through the Strait of Magellan and enters the Pacific Ocean.",
            "year": 1520
        },
        {
            "text": "Champa–Đại Việt War: Emperor Lê Thánh Tông of Đại Việt formally launches his attack against Champa.",
            "year": 1470
        },
        {
            "text": "Skanderbeg and his forces liberate Kruja in central Albania and raise the Albanian flag.",
            "year": 1443
        },
        {
            "text": "Shi Jingtang is enthroned as the first emperor of the Later Jin by Emperor Taizong of Liao, following a revolt against Emperor Fei of Later Tang.",
            "year": 936
        },
        {
            "text": "Treaty of Andelot: King Guntram of Burgundy recognizes Childebert II as his heir.",
            "year": 587
        }
    ],
    "births": [
        {
            "text": "Jackson Yee, Chinese singer, dancer and actor",
            "year": 2000
        },
        {
            "text": "Trey Jemison, American basketball player",
            "year": 1999
        },
        {
            "text": "Mostafa Mohamed, Egyptian footballer",
            "year": 1997
        },
        {
            "text": "Chase Elliott, American race car driver",
            "year": 1995
        },
        {
            "text": "Nao Hibino, Japanese tennis player",
            "year": 1994
        },
        {
            "text": "Bryshere Y. Gray, American actor and rapper",
            "year": 1993
        },
        {
            "text": "David Nofoaluma, Australian-Samoan rugby league player",
            "year": 1993
        },
        {
            "text": "Adam Hicks, American actor",
            "year": 1992
        },
        {
            "text": "Jarvis Landry, American football player",
            "year": 1992
        },
        {
            "text": "Jake Miller, American singer-songwriter",
            "year": 1992
        },
        {
            "text": "Dedryck Boyata, Belgian footballer",
            "year": 1990
        },
        {
            "text": "Bradley Smith, English motorcycle racer",
            "year": 1990
        },
        {
            "text": "Laura Alleway, Australian footballer",
            "year": 1989
        },
        {
            "text": "Jamie Buhrer, Australian rugby league player",
            "year": 1989
        },
        {
            "text": "Jesús Montero, Venezuelan baseball player",
            "year": 1989
        },
        {
            "text": "Joe Cole, English actor",
            "year": 1988
        },
        {
            "text": "Scarlett Pomers, American actress and singer-songwriter",
            "year": 1988
        },
        {
            "text": "Karen Gillan, Scottish actress",
            "year": 1987
        },
        {
            "text": "Craig Kieswetter, South African-English cricketer and golfer",
            "year": 1987
        },
        {
            "text": "Mouhamadou Dabo, French footballer",
            "year": 1986
        },
        {
            "text": "Taurean Green, American-Georgian basketball player",
            "year": 1986
        },
        {
            "text": "Mike Kostka, Canadian ice hockey player",
            "year": 1985
        },
        {
            "text": "Álvaro Pereira, Uruguayan footballer",
            "year": 1985
        },
        {
            "text": "Andrew Bogut, Australian basketball player",
            "year": 1984
        },
        {
            "text": "Marc-André Fleury, Canadian ice hockey player",
            "year": 1984
        },
        {
            "text": "Trey Songz, American R&B singer-songwriter and actor",
            "year": 1984
        },
        {
            "text": "Mary Elizabeth Winstead, American actress and producer",
            "year": 1984
        },
        {
            "text": "Naoko Yamada, Japanese anime director",
            "year": 1984
        },
        {
            "text": "Rostam Batmanglij, American musician and songwriter",
            "year": 1983
        },
        {
            "text": "Tyler Glenn, American singer-songwriter and keyboard player",
            "year": 1983
        },
        {
            "text": "Summer Rae, American football player, wrestler, and actress",
            "year": 1983
        },
        {
            "text": "Édouard Roger-Vasselin, French tennis player",
            "year": 1983
        },
        {
            "text": "Nelson Valdez, Paraguayan footballer",
            "year": 1983
        },
        {
            "text": "Carlos Villanueva, Dominican baseball player",
            "year": 1983
        },
        {
            "text": "Leandro Barbosa, Brazilian basketball player",
            "year": 1982
        },
        {
            "text": "Chris Harris, English motorcycle racer",
            "year": 1982
        },
        {
            "text": "Alan Ritchson, American actor, model, singer, and songwriter",
            "year": 1982
        },
        {
            "text": "Raido Villers, Estonian basketball player",
            "year": 1982
        },
        {
            "text": "Erick Rowan, American wrestler",
            "year": 1981
        },
        {
            "text": "Brian Tevreden, Dutch footballer",
            "year": 1981
        },
        {
            "text": "Lisa Middelhauve, German singer-songwriter",
            "year": 1980
        },
        {
            "text": "Stuart Taylor, English footballer",
            "year": 1980
        },
        {
            "text": "Jaroslav Balaštík, Czech ice hockey player",
            "year": 1979
        },
        {
            "text": "Chamillionaire, American rapper, entrepreneur, and investor",
            "year": 1979
        },
        {
            "text": "Shy FX, English DJ and producer",
            "year": 1979
        },
        {
            "text": "Daniel Henney, American actor and model",
            "year": 1979
        },
        {
            "text": "Katarzyna Strączy, Polish tennis player",
            "year": 1979
        },
        {
            "text": "Brent Albright, American wrestler",
            "year": 1978
        },
        {
            "text": "Darryl Flahavan, English footballer",
            "year": 1978
        },
        {
            "text": "Aimee Garcia, American actress and writer",
            "year": 1978
        },
        {
            "text": "Freddie Mitchell, American football player",
            "year": 1978
        },
        {
            "text": "Mehdi Nafti, Tunisian footballer",
            "year": 1978
        },
        {
            "text": "Michael Simpkins, English footballer",
            "year": 1978
        },
        {
            "text": "Haytham Tambal, Sudanese footballer",
            "year": 1978
        },
        {
            "text": "Marlon Broomes, English footballer",
            "year": 1977
        },
        {
            "text": "Fabio Grosso, Italian footballer and manager",
            "year": 1977
        },
        {
            "text": "Acer Nethercott, English rower (died 2013)",
            "year": 1977
        },
        {
            "text": "Gavin Rae, Scottish footballer",
            "year": 1977
        },
        {
            "text": "Greg Somerville, New Zealand rugby player",
            "year": 1977
        },
        {
            "text": "DeMya Walker, American basketball player",
            "year": 1977
        },
        {
            "text": "Ryan Kwanten, Australian actor",
            "year": 1976
        },
        {
            "text": "Bakarhythm, Japanese comedian, actor, playwright, and composer",
            "year": 1975
        },
        {
            "text": "Eka Kurniawan, Indonesian journalist and author",
            "year": 1975
        },
        {
            "text": "Park Sung-bae, South Korean footballer",
            "year": 1975
        },
        {
            "text": "Takashi Shimoda, Japanese footballer",
            "year": 1975
        },
        {
            "text": "Sigurd Wongraven, Norwegian singer-songwriter, guitarist, and producer",
            "year": 1975
        },
        {
            "text": "apl.de.ap, Filipino-American singer and rapper",
            "year": 1974
        },
        {
            "text": "András Tölcséres, Hungarian footballer and manager",
            "year": 1974
        },
        {
            "text": "Jade Puget, American guitarist and producer",
            "year": 1973
        },
        {
            "text": "Gina Tognoni, American actress",
            "year": 1973
        },
        {
            "text": "Paulo Figueiredo, Angolan footballer",
            "year": 1972
        },
        {
            "text": "Anastasia Kelesidou, German-Greek discus thrower",
            "year": 1972
        },
        {
            "text": "Jesper Strömblad, Swedish guitarist and songwriter",
            "year": 1972
        },
        {
            "text": "Álex López Morón, Spanish tennis player",
            "year": 1970
        },
        {
            "text": "Richard Osman, English television host, director, and producer",
            "year": 1970
        },
        {
            "text": "Nick Knight, English cricketer and sportscaster",
            "year": 1969
        },
        {
            "text": "Robb Nen, American baseball player and manager",
            "year": 1969
        },
        {
            "text": "Valeri Nikitin, Estonian wrestler",
            "year": 1969
        },
        {
            "text": "Sonia O'Sullivan, Irish athlete",
            "year": 1969
        },
        {
            "text": "Darren Bett, English journalist",
            "year": 1968
        },
        {
            "text": "José del Solar, Peruvian footballer and manager",
            "year": 1967
        },
        {
            "text": "Chris Heaton-Harris, English businessman and politician",
            "year": 1967
        },
        {
            "text": "Anna Nicole Smith, American model, actress, and television personality (died 2007)",
            "year": 1967
        },
        {
            "text": "Stephnie Weir, American actress and comedian",
            "year": 1967
        },
        {
            "text": "Garcelle Beauvais, Haitian-American actress",
            "year": 1966
        },
        {
            "text": "Sam Seder, American actor and political commentator",
            "year": 1966
        },
        {
            "text": "Erwin Mortier, Belgian author and poet",
            "year": 1965
        },
        {
            "text": "Matt Williams, American baseball player and manager",
            "year": 1965
        },
        {
            "text": "Michael Bennet, Indian-American lawyer and politician",
            "year": 1964
        },
        {
            "text": "John Burkett, American baseball player and bowler",
            "year": 1964
        },
        {
            "text": "Roy Tarpley, American basketball player (died 2015)",
            "year": 1964
        },
        {
            "text": "Sian Williams, English-Welsh journalist",
            "year": 1964
        },
        {
            "text": "Armando Iannucci, Scottish comedian, actor, director, and producer",
            "year": 1963
        },
        {
            "text": "Andrew Jones, English politician",
            "year": 1963
        },
        {
            "text": "Johnny Newman, American basketball player",
            "year": 1963
        },
        {
            "text": "Walt Weiss, American baseball player and manager",
            "year": 1963
        },
        {
            "text": "Matt Cameron, American drummer and songwriter",
            "year": 1962
        },
        {
            "text": "Juan Carlos Rosero, Ecuadorian cyclist (died 2013)",
            "year": 1962
        },
        {
            "text": "Jane Sibbett, American actress",
            "year": 1962
        },
        {
            "text": "Jon Stewart, American comedian, actor, and television host",
            "year": 1962
        },
        {
            "text": "Martin Clunes, English actor, singer, and director",
            "year": 1961
        },
        {
            "text": "Alfonso Cuarón, Mexican director, producer, and screenwriter",
            "year": 1961
        },
        {
            "text": "Klaus Köchl, Austrian politician",
            "year": 1961
        },
        {
            "text": "Jorge Domecq, Spanish lawyer and diplomat",
            "year": 1960
        },
        {
            "text": "John Galliano, Gibraltar-born British fashion designer",
            "year": 1960
        },
        {
            "text": "Andy Ritchie, English footballer and manager",
            "year": 1960
        },
        {
            "text": "Kenny Wharton, English footballer and coach",
            "year": 1960
        },
        {
            "text": "Miki Matsubara, Japanese composer, lyricist, and singer (died 2004)",
            "year": 1959
        },
        {
            "text": "Nancy Charest, Canadian lawyer and politician (died 2014)",
            "year": 1959
        },
        {
            "text": "Judd Nelson, American actor and screenwriter",
            "year": 1959
        },
        {
            "text": "Stephen Roche, Irish cyclist and sportscaster",
            "year": 1959
        },
        {
            "text": "Kriss Akabusi, English sprinter and hurdler",
            "year": 1958
        },
        {
            "text": "Dave Righetti, American baseball player and coach",
            "year": 1958
        },
        {
            "text": "Peeter Järvelaid, Estonian historian and scholar",
            "year": 1957
        },
        {
            "text": "Fiona Armstrong, English-Scottish journalist and author",
            "year": 1956
        },
        {
            "text": "David Van Day, English singer",
            "year": 1956
        },
        {
            "text": "Alessandro Altobelli, Italian footballer and sportscaster",
            "year": 1955
        },
        {
            "text": "Adem Jashari, Kosovan commander (died 1998)",
            "year": 1955
        },
        {
            "text": "Necip Hablemitoğlu, Turkish historian and academic (died 2002)",
            "year": 1954
        },
        {
            "text": "Alistair Darling, British lawyer and politician, Chancellor of the Exchequer (died 2023)",
            "year": 1953
        },
        {
            "text": "Helen De Michiel, American director and producer",
            "year": 1953
        },
        {
            "text": "Sixto Lezcano, Puerto Rican-American baseball player and coach",
            "year": 1953
        },
        {
            "text": "Gordon Marsden, English journalist and politician",
            "year": 1953
        },
        {
            "text": "S. Epatha Merkerson, American actress",
            "year": 1952
        },
        {
            "text": "Barbara Morgan, American educator and astronaut",
            "year": 1951
        },
        {
            "text": "Ed Harris, American actor and producer",
            "year": 1950
        },
        {
            "text": "Russell Alan Hulse, American physicist and astronomer, Nobel Prize laureate",
            "year": 1950
        },
        {
            "text": "Alexander Godunov, Russian-American actor and dancer (died 1995)",
            "year": 1949
        },
        {
            "text": "Paul Shaffer, Canadian-American singer, keyboard player, and bandleader",
            "year": 1949
        },
        {
            "text": "Beeb Birtles, Dutch-Australian singer-songwriter and guitarist",
            "year": 1948
        },
        {
            "text": "Mick Channon, English footballer and horse trainer",
            "year": 1948
        },
        {
            "text": "Agnieszka Holland, Polish film and television director and screenwriter",
            "year": 1948
        },
        {
            "text": "Alan Lightman, American physicist, novelist, and academician",
            "year": 1948
        },
        {
            "text": "Dick Morris, American political consultant, journalist, and author",
            "year": 1948
        },
        {
            "text": "Michel Berger, French singer-songwriter (died 1992)",
            "year": 1947
        },
        {
            "text": "Maria Farantouri, Greek singer and politician",
            "year": 1947
        },
        {
            "text": "Gladys Kokorwe, Botswana politician and Speaker of The National Assembly",
            "year": 1947
        },
        {
            "text": "Joe Dante, American director and producer",
            "year": 1946
        },
        {
            "text": "Franklin Drilon, Filipino lawyer and politician, 22nd President of the Senate of the Philippines",
            "year": 1945
        },
        {
            "text": "Rita Mae Brown, American novelist, poet, and screenwriter",
            "year": 1944
        },
        {
            "text": "R. B. Greaves, Guyanese-American singer-songwriter (died 2012)",
            "year": 1943
        },
        {
            "text": "Randy Newman, American singer-songwriter, composer, and pianist",
            "year": 1943
        },
        {
            "text": "Susan Brookes, British television chef and food writer",
            "year": 1943
        },
        {
            "text": "Paul Warfield, American football player and sportscaster",
            "year": 1942
        },
        {
            "text": "Laura Antonelli, Italian actress (died 2015)",
            "year": 1941
        },
        {
            "text": "Bruce Channel, American singer-songwriter",
            "year": 1940
        },
        {
            "text": "Peter Dimond, Australian rugby league player (died 2021)",
            "year": 1938
        },
        {
            "text": "Gary Hart, American lawyer and politician, 6th United States Special Envoy for Northern Ireland",
            "year": 1936
        },
        {
            "text": "Frik du Preez, South African rugby player",
            "year": 1935
        },
        {
            "text": "Randolph Stow, Australian-English author and poet (died 2010)",
            "year": 1935
        },
        {
            "text": "Joe Knollenberg, American soldier and politician (died 2018)",
            "year": 1933
        },
        {
            "text": "Hope Lange, American actress (died 2003)",
            "year": 1933
        },
        {
            "text": "Gato Barbieri, Argentinian saxophonist and composer (died 2016)",
            "year": 1932
        },
        {
            "text": "Terence Frisby, English author and playwright (died 2020)",
            "year": 1932
        },
        {
            "text": "A.L. \"Doodle\" Owens, American country music songwriter and singer (died 1999)",
            "year": 1930
        },
        {
            "text": "Berry Gordy, American songwriter and producer, founded Motown Records",
            "year": 1929
        },
        {
            "text": "Arthur Melvin Okun, American economist and academic (died 1980)",
            "year": 1928
        },
        {
            "text": "Piet Steenbergen, Dutch footballer and manager (died 2010)",
            "year": 1928
        },
        {
            "text": "Abdul Halim of Kedah, Yang di-Pertuan Agong of Malaysia (died 2017)",
            "year": 1927
        },
        {
            "text": "Lawrence Turman, American film producer (died 2023)",
            "year": 1926
        },
        {
            "text": "József Bozsik, Hungarian footballer and manager (died 1978)",
            "year": 1925
        },
        {
            "text": "Gigi Gryce, American saxophonist and composer (died 1983)",
            "year": 1925
        },
        {
            "text": "Dennis Brutus, South African journalist, poet, and academic (died 2009)",
            "year": 1924
        },
        {
            "text": "Johanna Döbereiner, Czech-Brazilian agronomist and academic (died 2000)",
            "year": 1924
        },
        {
            "text": "Helen Delich Bentley, American politician (died 2016)",
            "year": 1923
        },
        {
            "text": "Gloria Grahame, American actress (died 1981)",
            "year": 1923
        },
        {
            "text": "Keith Miller, Australian cricketer, footballer, and pilot (died 2004)",
            "year": 1919
        },
        {
            "text": "Lilian, Princess of Réthy (died 2002)",
            "year": 1916
        },
        {
            "text": "Ramón José Velásquez, Venezuelan journalist, lawyer, and politician, President of Venezuela (died 2014)",
            "year": 1916
        },
        {
            "text": "Evald Okas, Estonian painter and academic (died 2011)",
            "year": 1915
        },
        {
            "text": "Yves Thériault, Canadian author (died 1983)",
            "year": 1915
        },
        {
            "text": "Cliff Addison, English chemist and academic (died 1994)",
            "year": 1913
        },
        {
            "text": "Morris Louis, American painter (died 1962)",
            "year": 1912
        },
        {
            "text": "Václav Renč, Czech poet and playwright (died 1973)",
            "year": 1911
        },
        {
            "text": "Elsie Quarterman, American ecologist and academic (died 2014)",
            "year": 1910
        },
        {
            "text": "Michael Adekunle Ajasin, Nigerian educator and politician, 3rd Governor of Ondo State (died 1997)",
            "year": 1908
        },
        {
            "text": "Claude Lévi-Strauss, Belgian-French anthropologist and ethnologist (died 2009)",
            "year": 1908
        },
        {
            "text": "Rose Bampton, American soprano and educator (died 2007)",
            "year": 1907
        },
        {
            "text": "Alberto Moravia, Italian journalist and author (died 1990)",
            "year": 1907
        },
        {
            "text": "Henry Picard, American golfer (died 1997)",
            "year": 1906
        },
        {
            "text": "James Eastland, American planter and politician (died 1986)",
            "year": 1904
        },
        {
            "text": "Nancy Mitford, English journalist and author (died 1973)",
            "year": 1904
        },
        {
            "text": "Gladys O'Connor, English-Canadian actress (died 2012)",
            "year": 1903
        },
        {
            "text": "Mary Bothwell, Canadian classical vocalist and painter (died 1985)",
            "year": 1900
        },
        {
            "text": "İhap Hulusi Görey, Turkish graphic artist (died 1986)",
            "year": 1898
        },
        {
            "text": "Dawn Powell, American author and playwright (died 1965)",
            "year": 1896
        },
        {
            "text": "Lilia Skala, Austrian-American actress (died 1994)",
            "year": 1896
        },
        {
            "text": "José Iturbi, Spanish pianist and conductor (died 1980)",
            "year": 1895
        },
        {
            "text": "Brooks Atkinson, American theatre critic (died 1984)",
            "year": 1894
        },
        {
            "text": "Henry Hazlitt, American economist and philosopher (died 1993)",
            "year": 1894
        },
        {
            "text": "Gregorio Perfecto, Filipino journalist, jurist, and politician (died 1949)",
            "year": 1891
        },
        {
            "text": "Mabel Alvarez, American painter (died 1985)",
            "year": 1891
        },
        {
            "text": "Ernst Röhm, German soldier and politician (died 1934)",
            "year": 1887
        },
        {
            "text": "Stefan Zweig, Austrian author, playwright, and journalist (died 1942)",
            "year": 1881
        },
        {
            "text": "Alexander Blok, Russian poet and playwright (died 1921)",
            "year": 1880
        },
        {
            "text": "Bert Vogler, South African cricketer (died 1946)",
            "year": 1876
        },
        {
            "text": "Henry Bacon, American architect, designed the Lincoln Memorial (died 1924)",
            "year": 1866
        },
        {
            "text": "James Allen, English author and poet (died 1912)",
            "year": 1864
        },
        {
            "text": "Lindley Miller Garrison, American lawyer and politician, 46th United States Secretary of War (died 1932)",
            "year": 1864
        },
        {
            "text": "Adina Emilia De Zavala, American teacher, historian and preservationist of Texas history (died 1955)",
            "year": 1861
        },
        {
            "text": "Alfonso XII of Spain (died 1885)",
            "year": 1857
        },
        {
            "text": "Helen Magill White, American academic (died 1944)",
            "year": 1853
        },
        {
            "text": "John Wesley Hyatt, American engineer (died 1920)",
            "year": 1837
        },
        {
            "text": "Anton Rubinstein, Russian pianist, composer, and conductor (died 1894)",
            "year": 1829
        },
        {
            "text": "Friedrich Engels, German-English philosopher, economist, and journalist (died 1895)",
            "year": 1820
        },
        {
            "text": "William Froude, English engineer and architect (died 1879)",
            "year": 1810
        },
        {
            "text": "John Lloyd Stephens, American archaeologist and explorer (died 1852)",
            "year": 1805
        },
        {
            "text": "William Weston, English-Australian politician, 3rd Premier of Tasmania (died 1888)",
            "year": 1804
        },
        {
            "text": "Carl Jonas Love Almqvist, Swedish poet, composer, and critic (died 1866)",
            "year": 1793
        },
        {
            "text": "Victor Cousin, French philosopher and academic (died 1867)",
            "year": 1792
        },
        {
            "text": "Victor de Broglie, French lawyer and politician, 9th Prime Minister of France (died 1870)",
            "year": 1785
        },
        {
            "text": "Maria Antonia of Parma (died 1841)",
            "year": 1774
        },
        {
            "text": "Luke Howard, English chemist and meteorologist (died 1864)",
            "year": 1772
        },
        {
            "text": "Maria Teresa Poniatowska, Polish noblewoman (died 1834)",
            "year": 1760
        },
        {
            "text": "William Blake, English poet and painter (died 1827)",
            "year": 1757
        },
        {
            "text": "Nathaniel Bliss, English astronomer and mathematician (died 1764)",
            "year": 1700
        },
        {
            "text": "Sophie Magdalene of Brandenburg-Kulmbach (died 1770)",
            "year": 1700
        },
        {
            "text": "Leopold, Prince of Anhalt-Köthen (died 1728)",
            "year": 1694
        },
        {
            "text": "Betty Parris, woman from Salem in Massachusetts who accused others of being witches (died 1760)",
            "year": 1682
        },
        {
            "text": "Jean Cavalier, French rebel leader (died 1740)",
            "year": 1681
        },
        {
            "text": "Edward Hyde, 3rd Earl of Clarendon, English soldier and politician, 14th Colonial Governor of New York (died 1723)",
            "year": 1661
        },
        {
            "text": "Willem de Vlamingh, Flemish captain and explorer (died 1698)",
            "year": 1640
        },
        {
            "text": "Jean-Baptiste Lully, Italian-French composer and manager (died 1687)",
            "year": 1632
        },
        {
            "text": "Abraham Brueghel, Flemish Baroque painter (died 1690)",
            "year": 1631
        },
        {
            "text": "John Bunyan, English preacher, theologian, and author (died 1688)",
            "year": 1628
        },
        {
            "text": "Hans Nansen, Danish lawyer and politician (died 1667)",
            "year": 1598
        },
        {
            "text": "Hong Taiji, Emperor of China (died 1643)",
            "year": 1592
        },
        {
            "text": "James Whitelocke, English judge and politician, Chief Justice of Chester (died 1632)",
            "year": 1570
        },
        {
            "text": "Margaret Tudor, Queen of Scotland, wife of James IV of Scotland, daughter of Henry VII of England (died 1541)",
            "year": 1489
        },
        {
            "text": "Wen Zhengming, artist during the Ming dynasty (died 1559)",
            "year": 1470
        },
        {
            "text": "Yesün Temür, Chinese emperor (died 1328)",
            "year": 1293
        },
        {
            "text": "Manuel I Komnenos, Byzantine emperor (died 1180)",
            "year": 1118
        }
    ],
    "deaths": [
        {
            "text": "Prince Johnson, Liberian politician (born 1952)",
            "year": 2024
        },
        {
            "text": "Ananda Krishnan, Malaysian businessman (born 1938)",
            "year": 2024
        },
        {
            "text": "Silvia Pinal, Mexican actress (born 1931)",
            "year": 2024
        },
        {
            "text": "Kioumars Pourhashemi, Iranian military general",
            "year": 2024
        },
        {
            "text": "Charlie Munger, American businessman and vice chairman of Berkshire Hathaway (born 1924)",
            "year": 2023
        },
        {
            "text": "Virgil Abloh, American fashion designer and entrepreneur (born 1980)",
            "year": 2021
        },
        {
            "text": "Frank Williams, British founder of Williams Grand Prix Engineering (born 1942)",
            "year": 2021
        },
        {
            "text": "David Prowse, English weight-lifting champion, actor and Green Cross Man (born 1935)",
            "year": 2020
        },
        {
            "text": "Harry Leslie Smith, British writer and political commentator (born 1923)",
            "year": 2018
        },
        {
            "text": "Wayne Bickerton, Welsh songwriter and producer (born 1941)",
            "year": 2015
        },
        {
            "text": "Luc Bondy, Swiss director and producer (born 1948)",
            "year": 2015
        },
        {
            "text": "Gerry Byrne, English-Welsh footballer (born 1938)",
            "year": 2015
        },
        {
            "text": "Marjorie Lord, American actress (born 1918)",
            "year": 2015
        },
        {
            "text": "Olene Walker, American lawyer and politician, 15th Governor of Utah (born 1930)",
            "year": 2015
        },
        {
            "text": "Chespirito, Mexican actor, director, producer, and screenwriter (born 1929)",
            "year": 2014
        },
        {
            "text": "Said Akl, Lebanese poet, playwright, and linguist (born 1912)",
            "year": 2014
        },
        {
            "text": "Dale Armstrong, Canadian race car driver (born 1941)",
            "year": 2014
        },
        {
            "text": "Jack Matthews, American author, playwright, and academic (born 1925)",
            "year": 2013
        },
        {
            "text": "Mitja Ribičič, Italian-Slovenian soldier and politician, 25th Prime Minister of Yugoslavia (born 1919)",
            "year": 2013
        },
        {
            "text": "Jean-Louis Roux, Canadian actor and politician, 34th Lieutenant Governor of Quebec (born 1923)",
            "year": 2013
        },
        {
            "text": "Beyle Schaechter-Gottesman, Austrian-American poet and songwriter (born 1920)",
            "year": 2013
        },
        {
            "text": "Knut Ahnlund, Swedish historian, author, and academic (born 1923)",
            "year": 2012
        },
        {
            "text": "Spain Rodriguez, American illustrator (born 1940)",
            "year": 2012
        },
        {
            "text": "Franco Ventriglia, American opera singer (born 1922)",
            "year": 2012
        },
        {
            "text": "Zig Ziglar, American soldier and author (born 1926)",
            "year": 2012
        },
        {
            "text": "Lloyd J. Old, American immunologist and academic (born 1933)",
            "year": 2011
        },
        {
            "text": "Leslie Nielsen, Canadian-American actor and producer (born 1926)",
            "year": 2010
        },
        {
            "text": "Gilles Carle, Canadian director, producer, and screenwriter (born 1928)",
            "year": 2009
        },
        {
            "text": "Havaldar Gajender Singh, Indian sergeant (born 1972)",
            "year": 2008
        },
        {
            "text": "Sandeep Unnikrishnan, Indian soldier (born 1977)",
            "year": 2008
        },
        {
            "text": "Gudrun Wagner, Prussian director and producer (born 1944)",
            "year": 2007
        },
        {
            "text": "Marc Lawrence, American actor, director, producer, and screenwriter (born 1910)",
            "year": 2005
        },
        {
            "text": "Jack Concannon, American football player and actor (born 1943)",
            "year": 2005
        },
        {
            "text": "Ted Bates, English footballer and manager (born 1918)",
            "year": 2003
        },
        {
            "text": "Antonia Forest, English author (born 1915)",
            "year": 2003
        },
        {
            "text": "Mihkel Mathiesen, Estonian engineer and politician (born 1918)",
            "year": 2003
        },
        {
            "text": "Melih Cevdet Anday, Turkish poet and author (born 1915)",
            "year": 2002
        },
        {
            "text": "Kal Mann, American songwriter (born 1917)",
            "year": 2001
        },
        {
            "text": "William Reid, Scottish lieutenant and pilot, Victoria Cross recipient (born 1921)",
            "year": 2001
        },
        {
            "text": "Kerry Wendell Thornley, American soldier and author (born 1938)",
            "year": 1998
        },
        {
            "text": "Rita Hester, American transgender woman (born 1963)",
            "year": 1998
        },
        {
            "text": "Georges Marchal, French actor (born 1920)",
            "year": 1997
        },
        {
            "text": "Joe Kelly, Irish race car driver (born 1915)",
            "year": 1995
        },
        {
            "text": "Jeffrey Dahmer, American serial killer (born 1960)",
            "year": 1994
        },
        {
            "text": "Buster Edwards, English boxer and criminal (born 1932)",
            "year": 1994
        },
        {
            "text": "Jerry Rubin, American businessman and activist (born 1938)",
            "year": 1994
        },
        {
            "text": "Jerry Edmonton, Canadian-American drummer (born 1946)",
            "year": 1993
        },
        {
            "text": "Garry Moore, American comedian, television personality, and game show host (born 1915)",
            "year": 1993
        },
        {
            "text": "Sidney Nolan, Australian-English painter and academic (born 1917)",
            "year": 1992
        },
        {
            "text": "Choh Hao Li, Chinese-American biologist and chemist (born 1913)",
            "year": 1987
        },
        {
            "text": "Kazuharu Sonoda, Japanese wrestler (born 1956)",
            "year": 1987
        },
        {
            "text": "Christopher George, American actor (born 1929)",
            "year": 1983
        },
        {
            "text": "Helen of Greece and Denmark (born 1896)",
            "year": 1982
        },
        {
            "text": "Antonio Vespucio Liberti, Argentinian businessman (born 1902)",
            "year": 1978
        },
        {
            "text": "Bob Meusel, American baseball player and sailor (born 1896)",
            "year": 1977
        },
        {
            "text": "Rosalind Russell, American actress and singer (born 1907)",
            "year": 1976
        },
        {
            "text": "Peder Furubotn, Norwegian Communist and anti-Nazi Resistance leader (born 1890)",
            "year": 1975
        },
        {
            "text": "Marthe Bibesco, Romanian-French author and poet (born 1886)",
            "year": 1973
        },
        {
            "text": "Havergal Brian, English composer (born 1875)",
            "year": 1972
        },
        {
            "text": "Wasfi al-Tal, Jordanian captain and politician, 34th Prime Minister of Jordan (born 1920)",
            "year": 1971
        },
        {
            "text": "Enid Blyton, English author and poet (born 1897)",
            "year": 1968
        },
        {
            "text": "K. C. Dey, Indian singer-songwriter and actor (born 1893)",
            "year": 1962
        },
        {
            "text": "Wilhelmina of the Netherlands (born 1880)",
            "year": 1962
        },
        {
            "text": "Dirk Jan de Geer, Dutch lawyer and politician, Prime Minister of the Netherlands (born 1870)",
            "year": 1960
        },
        {
            "text": "Tsunenohana Kan'ichi, Japanese sumo wrestler, the 31st Yokozuna (born 1896)",
            "year": 1960
        },
        {
            "text": "Richard Wright,  American novelist, short story writer, essayist, and poet (born 1908)",
            "year": 1960
        },
        {
            "text": "Enrico Fermi, Italian-American physicist and academic, Nobel Prize laureate (born 1901)",
            "year": 1954
        },
        {
            "text": "Frank Olson, American biologist and chemist (born 1910)",
            "year": 1953
        },
        {
            "text": "Philippe Leclerc de Hauteclocque, French general (born 1902)",
            "year": 1947
        },
        {
            "text": "Dwight F. Davis, American tennis player and politician, 49th United States Secretary of War (born 1879)",
            "year": 1945
        },
        {
            "text": "Aleksander Hellat, Estonian lawyer and politician, 6th Estonian Minister of Foreign Affairs (born 1881)",
            "year": 1943
        },
        {
            "text": "James Naismith, Canadian-American physician and educator, created basketball (born 1861)",
            "year": 1939
        },
        {
            "text": "Erich von Hornbostel, Austrian musicologist and scholar (born 1877)",
            "year": 1935
        },
        {
            "text": "Constantine VI of Constantinople (born 1859)",
            "year": 1930
        },
        {
            "text": "ʻAbdu'l-Bahá, Head of the Baháʼí Faith (born 1844)",
            "year": 1921
        },
        {
            "text": "Mikelis Avlichos, Greek poet and scholar (born 1844)",
            "year": 1917
        },
        {
            "text": "Walter Benona Sharp, American businessman (born 1870)",
            "year": 1912
        },
        {
            "text": "Stanisław Wyspiański, Polish playwright, poet, and painter (born 1869)",
            "year": 1907
        },
        {
            "text": "Hermann de Pourtalès, Swiss sailor (born 1847)",
            "year": 1904
        },
        {
            "text": "Moses Dickson, African-American abolitionist, soldier, minister, and founder of The Knights of Liberty (born 1824)",
            "year": 1901
        },
        {
            "text": "Talbot Baines Reed, English author (born 1852)",
            "year": 1893
        },
        {
            "text": "Sir James Corry, 1st Baronet, British politician (born 1826)",
            "year": 1891
        },
        {
            "text": "Jyotirao Phule, Indian philosopher and activist (born 1827)",
            "year": 1890
        },
        {
            "text": "Aires de Ornelas e Vasconcelos, Portuguese archbishop (born 1837)",
            "year": 1880
        },
        {
            "text": "Orson Hyde, American religious leader, 3rd President of the Quorum of the Twelve Apostles (born 1805)",
            "year": 1878
        },
        {
            "text": "Caterina Scarpellini, Italian astronomer and meteorologist (born 1808)",
            "year": 1873
        },
        {
            "text": "Frédéric Bazille, French soldier and painter (born 1841)",
            "year": 1870
        },
        {
            "text": "Washington Irving, American short story writer, essayist, biographer, historian (born 1783)",
            "year": 1859
        },
        {
            "text": "Ludger Duvernay, French journalist and politician (born 1799)",
            "year": 1852
        },
        {
            "text": "Emmanuil Xanthos, Greek activist, co-founded Filiki Eteria (born 1772)",
            "year": 1852
        },
        {
            "text": "Johann Peter Salomon, German violinist, composer, and conductor (born 1745)",
            "year": 1815
        },
        {
            "text": "Déodat Gratet de Dolomieu, French geologist and academic (born 1750)",
            "year": 1801
        },
        {
            "text": "Friedrich Wilhelm von Steuben, Prussian-American general (born 1730)",
            "year": 1794
        },
        {
            "text": "Sir James Tylney-Long, 7th Baronet, English politician (born 1736)",
            "year": 1794
        },
        {
            "text": "William Whipple, American general and politician (born 1730)",
            "year": 1785
        },
        {
            "text": "Naungdawgyi, Burmese king (born 1734)",
            "year": 1763
        },
        {
            "text": "Louis de Buade de Frontenac, French soldier and politician, 3rd Governor General of New France (born 1622)",
            "year": 1698
        },
        {
            "text": "Giovanni Paolo Colonna, Italian organist, composer, and educator (born 1637)",
            "year": 1695
        },
        {
            "text": "Anthony Wood, English historian and author (born 1632)",
            "year": 1695
        },
        {
            "text": "Matsuo Bashō, Japanese poet and scholar (born 1644)",
            "year": 1694
        },
        {
            "text": "Gian Lorenzo Bernini, Italian sculptor and painter (born 1598)",
            "year": 1680
        },
        {
            "text": "Giovanni Francesco Grimaldi, Italian painter and architect (born 1606)",
            "year": 1680
        },
        {
            "text": "Athanasius Kircher, German priest, philologist, and scholar (born 1601)",
            "year": 1680
        },
        {
            "text": "Basil Feilding, 2nd Earl of Denbigh, English soldier and politician (born 1608)",
            "year": 1675
        },
        {
            "text": "Leonard Hoar, English minister and academic (born 1630)",
            "year": 1675
        },
        {
            "text": "Jean de Thévenot, French linguist and botanist (born 1633)",
            "year": 1667
        },
        {
            "text": "Hernando Franco, Spanish composer (born 1532)",
            "year": 1585
        },
        {
            "text": "Georg Major, German theologian and educator (born 1502)",
            "year": 1574
        },
        {
            "text": "Edward Plantagenet, 17th Earl of Warwick (born 1475)",
            "year": 1499
        },
        {
            "text": "James of the Marches, Franciscan friar",
            "year": 1476
        },
        {
            "text": "Yishan Yining, Zen monk and writer from China who taught in Japan (born 1247)",
            "year": 1317
        },
        {
            "text": "Eleanor of Castile (born 1241)",
            "year": 1290
        },
        {
            "text": "Owain Gwynedd, Welsh king (born 1080)",
            "year": 1170
        },
        {
            "text": "Margrave Ottokar II of Styria",
            "year": 1122
        },
        {
            "text": "Adalbero, duke of Carinthia (born 980)",
            "year": 1039
        },
        {
            "text": "Lady Ma, Chinese noblewoman (born 890)",
            "year": 939
        },
        {
            "text": "Pope Gregory III",
            "year": 741
        }
    ],
    "metadata": {
        "current_date": "November 28, 2025",
        "short_date": "Nov 28",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            29,
            9,
            5,
            34,
            8,
            47,
            54,
            23,
            17,
            50
        ],
        "births": [
            214,
            225,
            154,
            92
        ],
        "deaths": [
            109,
            70,
            56,
            96
        ]
    }
}