{
    "events": [
        {
            "text": "Former Formula One driver Takuma Sato wins his first Indianapolis 500, the first Japanese and Asian driver to do so. Double world champion Fernando Alonso retires from an engine issue in his first entry of the event.",
            "year": 2017
        },
        {
            "text": "Harambe, a gorilla, is shot to death after grabbing a three-year-old boy in his enclosure at the Cincinnati Zoo and Botanical Garden, resulting in widespread criticism and sparking various internet memes.",
            "year": 2016
        },
        {
            "text": "Start of the Gezi Park protests in Turkey.",
            "year": 2013
        },
        {
            "text": "The Arkankergen massacre in Kazakhstan's Alakol District kills 15 people.",
            "year": 2012
        },
        {
            "text": "Malta votes on the introduction of divorce; the proposal was approved by 53% of voters, resulting in a law allowing divorce under certain conditions being enacted later in the year.",
            "year": 2011
        },
        {
            "text": "In West Bengal, India, the Jnaneswari Express train derailment and subsequent collision kills 148 passengers.",
            "year": 2010
        },
        {
            "text": "The first meeting of the Constituent Assembly of Nepal formally declares Nepal a republic, ending the 240-year reign of the Shah dynasty.",
            "year": 2008
        },
        {
            "text": "The Iraqi Governing Council chooses Ayad Allawi, a longtime anti-Saddam Hussein exile, as prime minister of Iraq's interim government.",
            "year": 2004
        },
        {
            "text": "Peter Hollingworth resigns as Governor-General of Australia following criticism of his handling of child sexual abuse allegations during his tenure as Anglican Archbishop of Brisbane.",
            "year": 2003
        },
        {
            "text": "The last steel girder is removed from the original World Trade Center site. Cleanup duties officially end with closing ceremonies at Ground Zero in Manhattan, New York City.",
            "year": 2002
        },
        {
            "text": "In Milan, Italy, after 22 years of restoration work, Leonardo da Vinci's masterpiece The Last Supper is put back on display.",
            "year": 1999
        },
        {
            "text": "Nuclear testing: Pakistan responds to a series of nuclear tests by India with five of its own codenamed Chagai-I, prompting the United States, Japan, and other nations to impose economic sanctions. Pakistan celebrates Youm-e-Takbir annually.",
            "year": 1998
        },
        {
            "text": "U.S. President Bill Clinton's former business partners in the Whitewater land deal, Jim McDougal and Susan McDougal, and the Governor of Arkansas, Jim Guy Tucker, are convicted of fraud.",
            "year": 1996
        },
        {
            "text": "The 7.0 Mw  Neftegorsk earthquake shakes the former Russian settlement of Neftegorsk with a maximum Mercalli intensity of IX (Violent). Total damage was $64.1–300 million, with 1,989 deaths and 750 injured. The settlement was not rebuilt.",
            "year": 1995
        },
        {
            "text": "The capital city of Addis Ababa falls to the Ethiopian People's Revolutionary Democratic Front, ending both the Derg regime in Ethiopia and the Ethiopian Civil War.",
            "year": 1991
        },
        {
            "text": "An 18-year-old West German pilot, Mathias Rust, evades Soviet Union air defences and lands a private plane in Red Square in Moscow, Russia.",
            "year": 1987
        },
        {
            "text": "Konstantinos Karamanlis signs the full treaty of the accession of Greece with the European Economic Community.",
            "year": 1979
        },
        {
            "text": "The Beverly Hills Supper Club in Southgate, Kentucky, is engulfed by fire, killing 165 people inside.",
            "year": 1977
        },
        {
            "text": "Fifteen West African countries sign the Treaty of Lagos, creating the Economic Community of West African States.",
            "year": 1975
        },
        {
            "text": "At Brampton Centennial Secondary School, student Michael Slobodian kills two people and injures 13 others before committing suicide.",
            "year": 1975
        },
        {
            "text": "Northern Ireland's power-sharing Sunningdale Agreement collapses following a general strike by loyalists.",
            "year": 1974
        },
        {
            "text": "Garuda Indonesian Airways Flight 892 crashes near Nala Sopara in India, killing 30.",
            "year": 1968
        },
        {
            "text": "The Palestine Liberation Organization (PLO) is founded, with Yasser Arafat elected as its first leader.",
            "year": 1964
        },
        {
            "text": "The Soviet Kosmos 5 satellite is launched.",
            "year": 1962
        },
        {
            "text": "Peter Benenson's article The Forgotten Prisoners is published in several internationally read newspapers. This will later be thought of as the founding of the human rights organization Amnesty International.",
            "year": 1961
        },
        {
            "text": "Cuban Revolution: Fidel Castro's 26th of July Movement, heavily reinforced by Frank Pais Militia, overwhelm an army post in El Uvero.",
            "year": 1958
        },
        {
            "text": "Daniel François Malan is elected as Prime Minister of South Africa. He later goes on to implement Apartheid.",
            "year": 1948
        },
        {
            "text": "World War II: Belgium surrenders to Nazi Germany to end the Battle of Belgium.",
            "year": 1940
        },
        {
            "text": "World War II: Norwegian, French, Polish and British forces recapture Narvik in Norway. This is the first Allied infantry victory of the War.",
            "year": 1940
        },
        {
            "text": "Volkswagen, the German automobile manufacturer, is founded.",
            "year": 1937
        },
        {
            "text": "Alan Turing submits On Computable Numbers for publication.",
            "year": 1936
        },
        {
            "text": "Near Callander, Ontario, Canada, the Dionne quintuplets are born to Oliva and Elzire Dionne; they will be the first quintuplets to survive infancy.",
            "year": 1934
        },
        {
            "text": "In the Netherlands, construction of the Afsluitdijk is completed and the Zuiderzee bay is converted to the freshwater IJsselmeer.",
            "year": 1932
        },
        {
            "text": "The 28 May 1926 coup d'état: Ditadura Nacional is established in Portugal to suppress the unrest of the First Republic.",
            "year": 1926
        },
        {
            "text": "The Azerbaijan Democratic Republic and the First Republic of Armenia declare their independence.",
            "year": 1918
        },
        {
            "text": "The first Isle of Man TT race is held.",
            "year": 1907
        },
        {
            "text": "Russo-Japanese War: The Battle of Tsushima ends with the destruction of the Russian Baltic Fleet by Admiral Tōgō Heihachirō and the Imperial Japanese Navy.",
            "year": 1905
        },
        {
            "text": "In San Francisco, John Muir organizes the Sierra Club.",
            "year": 1892
        },
        {
            "text": "The Paris Commune falls after two months.",
            "year": 1871
        },
        {
            "text": "U.S. President Andrew Jackson signs the Indian Removal Act which denies Native Americans their land rights and forcibly relocates them.",
            "year": 1830
        },
        {
            "text": "In Guadeloupe, 400 rebellious slaves, led by Louis Delgrès, blow themselves up rather than submit to Napoleon's troops.",
            "year": 1802
        },
        {
            "text": "French and Indian War: In the first engagement of the war, Virginia militia under the 22-year-old Lieutenant colonel George Washington defeat a French reconnaissance party in the Battle of Jumonville Glen in what is now Fayette County in southwestern Pennsylvania.",
            "year": 1754
        },
        {
            "text": "English Civil War: Bolton Massacre by Royalist troops under the command of James Stanley, 7th Earl of Derby.",
            "year": 1644
        },
        {
            "text": "The Spanish Armada, with 130 ships and 30,000 men, sets sail from Lisbon, Portugal, heading for the English Channel. (It will take until May 30 for all ships to leave port.)",
            "year": 1588
        },
        {
            "text": "The Archbishop of Canterbury, Thomas Cranmer, declares the marriage of King Henry VIII of England to Anne Boleyn valid.",
            "year": 1533
        },
        {
            "text": "Avignonet massacre: A group of Cathars, with the probable connivance of Count Raymond VII of Toulouse, murdered the inquisitor William Arnaud and eleven of his companions.",
            "year": 1242
        },
        {
            "text": "Battle of Hulao: Li Shimin, the son of the Chinese emperor Gaozu, defeats the numerically superior forces of Dou Jiande near the Hulao Pass (Henan). This victory decides the outcome of the civil war that followed the Sui dynasty's collapse in favour of the Tang dynasty.",
            "year": 621
        },
        {
            "text": "A solar eclipse occurs, as predicted by the Greek philosopher and scientist Thales, while Alyattes is battling Cyaxares in the Battle of the Eclipse, leading to a truce. This is one of the cardinal dates from which other dates can be calculated. It is also the earliest event of which the precise date is known.",
            "year": -585
        }
    ],
    "births": [
        {
            "text": "Phil Foden, English footballer",
            "year": 2000
        },
        {
            "text": "Risi Pouri-Lane, New Zealand rugby sevens player",
            "year": 2000
        },
        {
            "text": "Cameron Boyce, American actor (died 2019)",
            "year": 1999
        },
        {
            "text": "Jodie Burrage, British tennis player",
            "year": 1999
        },
        {
            "text": "Kim Dahyun, South Korean rapper and singer",
            "year": 1998
        },
        {
            "text": "Alec Benjamin, American singer and songwriter",
            "year": 1994
        },
        {
            "text": "John Stones, English footballer",
            "year": 1994
        },
        {
            "text": "Daniel Alvaro, Australian rugby league player",
            "year": 1993
        },
        {
            "text": "Bárbara Luz, Portuguese tennis player",
            "year": 1993
        },
        {
            "text": "Danielle Lao, American tennis player",
            "year": 1991
        },
        {
            "text": "Kail Piho, Estonian skier",
            "year": 1991
        },
        {
            "text": "Kyle Walker, English footballer",
            "year": 1990
        },
        {
            "text": "NaVorro Bowman, American football player",
            "year": 1988
        },
        {
            "text": "Percy Harvin, American football player",
            "year": 1988
        },
        {
            "text": "Craig Kimbrel, American baseball player",
            "year": 1988
        },
        {
            "text": "David Perron, Canadian ice hockey player",
            "year": 1988
        },
        {
            "text": "T.J. Yates, American football player",
            "year": 1987
        },
        {
            "text": "Berrick Barnes, Australian rugby player",
            "year": 1986
        },
        {
            "text": "Bryant Dunston, American-Armenian basketball player",
            "year": 1986
        },
        {
            "text": "Michael Oher, American football player",
            "year": 1986
        },
        {
            "text": "Seth Rollins, American wrestler",
            "year": 1986
        },
        {
            "text": "Ingmar Vos, Dutch decathlete",
            "year": 1986
        },
        {
            "text": "Colbie Caillat, American singer-songwriter and guitarist",
            "year": 1985
        },
        {
            "text": "Pablo Andrés González, Argentinian footballer",
            "year": 1985
        },
        {
            "text": "Kostas Mendrinos, Greek footballer",
            "year": 1985
        },
        {
            "text": "Carey Mulligan, English actress and singer",
            "year": 1985
        },
        {
            "text": "Steve Cronin, American soccer player",
            "year": 1983
        },
        {
            "text": "Humberto Sánchez, Dominican-American baseball player",
            "year": 1983
        },
        {
            "text": "Roman Atwood, American YouTuber",
            "year": 1983
        },
        {
            "text": "Alexa Davalos, French-American actress",
            "year": 1982
        },
        {
            "text": "Jhonny Peralta, Dominican-American baseball player",
            "year": 1982
        },
        {
            "text": "Daniel Cabrera, Dominican-American baseball player",
            "year": 1981
        },
        {
            "text": "Eric Ghiaciuc, American football player",
            "year": 1981
        },
        {
            "text": "Adam Green, American singer-songwriter and guitarist",
            "year": 1981
        },
        {
            "text": "Miguel Pérez, Spanish footballer",
            "year": 1980
        },
        {
            "text": "Lucy Shuker, English tennis player",
            "year": 1980
        },
        {
            "text": "Abdulaziz al-Omari, Saudi Arabian terrorist, hijacker of American Airlines Flight 11 (died 2001)",
            "year": 1979
        },
        {
            "text": "Ronald Curry, American football player and coach",
            "year": 1979
        },
        {
            "text": "Jake Johnson, American actor",
            "year": 1978
        },
        {
            "text": "Elisabeth Hasselbeck, American talk show host and author",
            "year": 1977
        },
        {
            "text": "Steven Bell, Australian rugby league player",
            "year": 1976
        },
        {
            "text": "Zaza Enden, Georgian-Turkish wrestler, basketball player, and coach",
            "year": 1976
        },
        {
            "text": "Roberto Goretti, Italian footballer",
            "year": 1976
        },
        {
            "text": "Glenn Morrison, Australian rugby league player and coach",
            "year": 1976
        },
        {
            "text": "Maura Johnston, American journalist, critic, and academic",
            "year": 1975
        },
        {
            "text": "Hans-Jörg Butt, German footballer",
            "year": 1974
        },
        {
            "text": "Misbah-ul-Haq, Pakistani cricketer",
            "year": 1974
        },
        {
            "text": "Marco Paulo Faria Lemos, Portuguese footballer and manager",
            "year": 1973
        },
        {
            "text": "Doriva, Brazilian footballer and manager",
            "year": 1972
        },
        {
            "text": "Michael Boogerd, Dutch cyclist and manager",
            "year": 1972
        },
        {
            "text": "Isabelle Carré, French actress and singer",
            "year": 1971
        },
        {
            "text": "Ekaterina Gordeeva, Russian figure skater and sportscaster",
            "year": 1971
        },
        {
            "text": "Marco Rubio, American lawyer and politician",
            "year": 1971
        },
        {
            "text": "Glenn Quinn, American actor (died 2002)",
            "year": 1970
        },
        {
            "text": "Mike DiFelice, American baseball player and manager",
            "year": 1969
        },
        {
            "text": "Rob Ford, Canadian politician, 64th Mayor of Toronto (died 2016)",
            "year": 1969
        },
        {
            "text": "Kylie Minogue, Australian singer-songwriter, producer, and actress",
            "year": 1968
        },
        {
            "text": "Glen Rice, American basketball player",
            "year": 1967
        },
        {
            "text": "Roger Kumble, American director, screenwriter, and playwright",
            "year": 1966
        },
        {
            "text": "Miljenko Jergović, Bosnian novelist and journalist",
            "year": 1966
        },
        {
            "text": "Gavin Robertson, Australian cricketer",
            "year": 1966
        },
        {
            "text": "Chris Ballew, American singer-songwriter and bass player",
            "year": 1965
        },
        {
            "text": "Mary Coughlan, Irish politician",
            "year": 1965
        },
        {
            "text": "Jeff Fenech, Australian boxer and trainer",
            "year": 1964
        },
        {
            "text": "Armen Gilliam, American basketball player and coach (died 2011)",
            "year": 1964
        },
        {
            "text": "Zsa Zsa Padilla, Filipino singer and actress",
            "year": 1964
        },
        {
            "text": "Phil Vassar, American singer-songwriter",
            "year": 1964
        },
        {
            "text": "Houman Younessi, Australian-American biologist and academic (died 2016)",
            "year": 1963
        },
        {
            "text": "Mark Sanford, American military veteran (USAF) and politician, 115th Governor of South Carolina",
            "year": 1960
        },
        {
            "text": "Mary Portas, English journalist and author",
            "year": 1960
        },
        {
            "text": "Risto Mannisenmäki, Finnish racing driver",
            "year": 1959
        },
        {
            "text": "Colin Barnes, English footballer",
            "year": 1957
        },
        {
            "text": "Kirk Gibson, American baseball player and manager",
            "year": 1957
        },
        {
            "text": "Ben Howland, American basketball player and coach",
            "year": 1957
        },
        {
            "text": "Jerry Douglas, American guitarist and producer",
            "year": 1956
        },
        {
            "text": "Jeff Dujon, Jamaican cricketer",
            "year": 1956
        },
        {
            "text": "Markus Höttinger, Austrian racing driver (died 1980)",
            "year": 1956
        },
        {
            "text": "Peter Wilkinson, English admiral",
            "year": 1956
        },
        {
            "text": "Laura Amy Schlitz, American author and librarian",
            "year": 1955
        },
        {
            "text": "João Carlos de Oliveira, Brazilian jumper (died 1999)",
            "year": 1954
        },
        {
            "text": "Youri Egorov, Russian pianist and composer (died 1988)",
            "year": 1954
        },
        {
            "text": "Charles Saumarez Smith, English historian and academic",
            "year": 1954
        },
        {
            "text": "Péter Szilágyi, Hungarian conductor and politician (died 2013)",
            "year": 1954
        },
        {
            "text": "John Tory, Canadian lawyer and politician, 65th Mayor of Toronto",
            "year": 1954
        },
        {
            "text": "Pierre Gauthier, Canadian ice hockey player and manager",
            "year": 1953
        },
        {
            "text": "Roger Briggs, American pianist, composer, conductor, and educator",
            "year": 1952
        },
        {
            "text": "Martin Kelner, English journalist, author, comedian, singer, actor and radio presenter",
            "year": 1949
        },
        {
            "text": "Wendy O. Williams, American singer-songwriter, musician, and actress (died 1998)",
            "year": 1949
        },
        {
            "text": "Michael Field, Australian politician, 38th Premier of Tasmania",
            "year": 1948
        },
        {
            "text": "Pierre Rapsat, Belgian singer and songwriter (died 2002)",
            "year": 1948
        },
        {
            "text": "Zahi Hawass, Egyptian archaeologist and academic",
            "year": 1947
        },
        {
            "text": "Lynn Johnston, Canadian author and illustrator",
            "year": 1947
        },
        {
            "text": "Leland Sklar, American singer-songwriter and bass player",
            "year": 1947
        },
        {
            "text": "Bruce Alexander, English actor",
            "year": 1946
        },
        {
            "text": "Skip Jutze, American baseball player",
            "year": 1946
        },
        {
            "text": "Janet Paraskeva, Welsh politician",
            "year": 1946
        },
        {
            "text": "K. Satchidanandan, Indian poet and critic",
            "year": 1946
        },
        {
            "text": "William Shawcross, English journalist and author",
            "year": 1946
        },
        {
            "text": "Patch Adams, American physician and author, founded the Gesundheit! Institute",
            "year": 1945
        },
        {
            "text": "John N. Bambacus, American military veteran (USMC) and politician",
            "year": 1945
        },
        {
            "text": "John Fogerty, American singer-songwriter, guitarist, and producer",
            "year": 1945
        },
        {
            "text": "Jean Perrault, Canadian politician, Mayor of Sherbrooke, Quebec",
            "year": 1945
        },
        {
            "text": "Helena Shovelton, English physician",
            "year": 1945
        },
        {
            "text": "Faith Brown, English actress and singer",
            "year": 1944
        },
        {
            "text": "Rudy Giuliani, American lawyer and politician, 107th mayor of New York City",
            "year": 1944
        },
        {
            "text": "Gladys Knight, American singer-songwriter and actress",
            "year": 1944
        },
        {
            "text": "Sondra Locke, American actress and director (died 2018)",
            "year": 1944
        },
        {
            "text": "Rita MacNeil, Canadian singer and actress (died 2013)",
            "year": 1944
        },
        {
            "text": "Patricia Quinn, British actress and singer",
            "year": 1944
        },
        {
            "text": "Gary Stewart, American singer-songwriter (died 2003)",
            "year": 1944
        },
        {
            "text": "Billy Vera, American singer-songwriter and actor",
            "year": 1944
        },
        {
            "text": "Terry Crisp, Canadian ice hockey player and coach",
            "year": 1943
        },
        {
            "text": "Stanley B. Prusiner, American neurologist and biochemist, Nobel Prize laureate",
            "year": 1942
        },
        {
            "text": "Beth Howland, American actress and singer (died 2015)",
            "year": 1941
        },
        {
            "text": "David Brewer, English politician, Lord-Lieutenant of Greater London (died 2023)",
            "year": 1940
        },
        {
            "text": "Shlomo Riskin, American rabbi and academic, founded the Lincoln Square Synagogue",
            "year": 1940
        },
        {
            "text": "Maeve Binchy, Irish novelist (died 2012)",
            "year": 1939
        },
        {
            "text": "Jerry West, American basketball player, coach, and executive (died 2024)",
            "year": 1938
        },
        {
            "text": "Claude Forget, Canadian academic and politician",
            "year": 1936
        },
        {
            "text": "Ole K. Sara, Norwegian politician (died 2013)",
            "year": 1936
        },
        {
            "text": "Betty Shabazz, American educator and activist (died 1997)",
            "year": 1936
        },
        {
            "text": "John Karlen, American actor (died 2020)",
            "year": 1933
        },
        {
            "text": "Zelda Rubinstein, American actress and activist (died 2010)",
            "year": 1933
        },
        {
            "text": "Tim Renton, Baron Renton of Mount Harry, English politician, Minister for Culture, Communications and Creative Industries (died 2020)",
            "year": 1932
        },
        {
            "text": "Carroll Baker, American actress",
            "year": 1931
        },
        {
            "text": "Gordon Willis, American cinematographer (died 2014)",
            "year": 1931
        },
        {
            "text": "Edward Seaga, American-Jamaican academic and politician, 5th Prime Minister of Jamaica (died 2019)",
            "year": 1930
        },
        {
            "text": "Patrick McNair-Wilson, English politician",
            "year": 1929
        },
        {
            "text": "Sally Forrest, American actress and dancer (died 2015)",
            "year": 1928
        },
        {
            "text": "Bülent Ecevit, Turkish journalist, scholar, and politician, 16th Prime Minister of Turkey (died 2006)",
            "year": 1925
        },
        {
            "text": "Dietrich Fischer-Dieskau, German opera singer and conductor (died 2012)",
            "year": 1925
        },
        {
            "text": "Edward du Cann, English naval officer and politician (died 2017)",
            "year": 1924
        },
        {
            "text": "Paul Hébert, Canadian actor (died 2017)",
            "year": 1924
        },
        {
            "text": "György Ligeti, Hungarian-Austrian composer and educator (died 2006)",
            "year": 1923
        },
        {
            "text": "N. T. Rama Rao, Indian actor, director, producer, and politician, 10th Chief Minister of Andhra Pradesh (died 1996)",
            "year": 1923
        },
        {
            "text": "Lou Duva, American boxer, trainer, and manager (died 2017)",
            "year": 1922
        },
        {
            "text": "Roger Fisher, American author and academic (died 2012)",
            "year": 1922
        },
        {
            "text": "Tuomas Gerdt, Finnish soldier (died 2020)",
            "year": 1922
        },
        {
            "text": "D. V. Paluskar, Indian Hindustani classical musician (died 1955)",
            "year": 1921
        },
        {
            "text": "Heinz G. Konsalik, German journalist and author (died 1999)",
            "year": 1921
        },
        {
            "text": "Tom Uren, Australian soldier, boxer, and politician (died 2015)",
            "year": 1921
        },
        {
            "text": "Johnny Wayne, Canadian comedian (died 1990)",
            "year": 1918
        },
        {
            "text": "Barry Commoner, American biologist, academic, and politician (died 2012)",
            "year": 1917
        },
        {
            "text": "Walker Percy, American novelist and essayist (died 1990)",
            "year": 1916
        },
        {
            "text": "Joseph Greenberg, American linguist and academic (died 2001)",
            "year": 1915
        },
        {
            "text": "W. G. G. Duncan Smith, English captain and pilot (died 1996)",
            "year": 1914
        },
        {
            "text": "Herman Johannes, Indonesian scientist, academic, and politician (died 1992)",
            "year": 1912
        },
        {
            "text": "Ruby Payne-Scott, Australian physicist and astronomer (died 1981)",
            "year": 1912
        },
        {
            "text": "Patrick White, Australian novelist, poet, and playwright, Nobel Prize laureate (died 1990)",
            "year": 1912
        },
        {
            "text": "Bob Crisp, South African cricketer (died 1994)",
            "year": 1911
        },
        {
            "text": "Thora Hird, English actress (died 2003)",
            "year": 1911
        },
        {
            "text": "Fritz Hochwälder, Austrian playwright (died 1986)",
            "year": 1911
        },
        {
            "text": "Georg Gaßmann, German politician, Mayor of Marburg (died 1987)",
            "year": 1910
        },
        {
            "text": "Rachel Kempson, English actress (died 2003)",
            "year": 1910
        },
        {
            "text": "T-Bone Walker, American singer-songwriter and guitarist (died 1975)",
            "year": 1910
        },
        {
            "text": "Red Horner, Canadian ice hockey player (died 2005)",
            "year": 1909
        },
        {
            "text": "Léo Cadieux, Canadian journalist and politician, 17th Canadian Minister of National Defence (died 2005)",
            "year": 1908
        },
        {
            "text": "Ian Fleming, English journalist and author, created James Bond (died 1964)",
            "year": 1908
        },
        {
            "text": "Henry Thambiah, Sri Lankan lawyer, judge, and diplomat, Sri Lankan High Commissioner to Canada (died 1997)",
            "year": 1906
        },
        {
            "text": "S. L. Kirloskar, Indian businessman, founded Kirloskar Group (died 1994)",
            "year": 1903
        },
        {
            "text": "Tommy Ladnier, American trumpet player (died 1939)",
            "year": 1900
        },
        {
            "text": "Minna Gombell, American actress (died 1973)",
            "year": 1892
        },
        {
            "text": "Richard Réti, Slovak-Czech chess player and author (died 1929)",
            "year": 1889
        },
        {
            "text": "Kaarel Eenpalu, Estonian journalist and politician, 6th Prime Minister of Estonia (died 1942)",
            "year": 1888
        },
        {
            "text": "Vivienne Haigh-Wood Eliot, English author and educator (died 1947)",
            "year": 1888
        },
        {
            "text": "Jim Thorpe, American decathlete, football player, and coach (died 1953)",
            "year": 1888
        },
        {
            "text": "Santo Trafficante, Sr., Italian-American mobster (died 1954)",
            "year": 1886
        },
        {
            "text": "Edvard Beneš, Czech academic and politician, 2nd and 4th President of Czechoslovakia (died 1948)",
            "year": 1884
        },
        {
            "text": "Vinayak Damodar Savarkar, Indian poet and politician (died 1966)",
            "year": 1883
        },
        {
            "text": "Clough Williams-Ellis, English-Welsh architect, designed the Portmeirion Village (died 1978)",
            "year": 1883
        },
        {
            "text": "Milutin Milanković, Serbian mathematician, astronomer, and geophysicist (died 1958)",
            "year": 1879
        },
        {
            "text": "Paul Pelliot, French sinologist and explorer (died 1945)",
            "year": 1878
        },
        {
            "text": "Marian Smoluchowski, Polish physicist and mountaineer (died 1917)",
            "year": 1872
        },
        {
            "text": "Carl Richard Nyberg, Swedish inventor and businessman, developed the blow torch (died 1939)",
            "year": 1858
        },
        {
            "text": "Carl Larsson, Swedish painter and author (died 1919)",
            "year": 1853
        },
        {
            "text": "Sakaigawa Namiemon, Japanese sumo wrestler, the 14th Yokozuna (died 1887)",
            "year": 1841
        },
        {
            "text": "George Ashlin, Irish architect, co-designed St Colman's Cathedral (died 1921)",
            "year": 1837
        },
        {
            "text": "Tony Pastor, American impresario, variety performer and theatre owner (died 1908)",
            "year": 1837
        },
        {
            "text": "Friedrich Baumfelder, German pianist, composer, and conductor (died 1916)",
            "year": 1836
        },
        {
            "text": "Alexander Mitscherlich, German chemist and academic (died 1918)",
            "year": 1836
        },
        {
            "text": "Ratmalane Sri Dharmaloka Thera, Buddhist monk and scholar, founder of Vidyalankara Pirivena (died 1885)",
            "year": 1828
        },
        {
            "text": "P. G. T. Beauregard, American general (died 1893)",
            "year": 1818
        },
        {
            "text": "Louis Agassiz, Swiss-American paleontologist and geologist (died 1873)",
            "year": 1807
        },
        {
            "text": "Thomas Moore, Irish poet and composer (died 1852)",
            "year": 1779
        },
        {
            "text": "Edward Livingston, American jurist and politician, 11th United States Secretary of State (died 1836)",
            "year": 1764
        },
        {
            "text": "Manuel Alberti, Argentinian priest and journalist (died 1811)",
            "year": 1763
        },
        {
            "text": "William Pitt the Younger, English lawyer and politician, Prime Minister of the United Kingdom (died 1806)",
            "year": 1759
        },
        {
            "text": "Joseph-Ignace Guillotin, French physician (died 1814)",
            "year": 1738
        },
        {
            "text": "Geminiano Giacomelli, Italian composer (died 1740)",
            "year": 1692
        },
        {
            "text": "Jacopo Riccati, Italian mathematician and academic (died 1754)",
            "year": 1676
        },
        {
            "text": "António Manoel de Vilhena, Grand Master of the Order of Saint John (died 1736)",
            "year": 1663
        },
        {
            "text": "Robert Arnauld d'Andilly, French writer (died 1674)",
            "year": 1589
        },
        {
            "text": "Pierre Séguier, French politician, Lord Chancellor of France (died 1672)",
            "year": 1588
        },
        {
            "text": "John the Fearless, Duke of Burgundy (died 1419)",
            "year": 1371
        },
        {
            "text": "Xin Qiji, Chinese poet, general, and politician (died 1207)",
            "year": 1140
        }
    ],
    "deaths": [
        {
            "text": "David Brewer, English politician, Lord-Lieutenant of Greater London (born 1940)",
            "year": 2023
        },
        {
            "text": "Patricia Brake, English actress (born 1942)",
            "year": 2022
        },
        {
            "text": "Mark Eaton, American basketball player (born 1957)",
            "year": 2021
        },
        {
            "text": "Neale Cooper, Scottish footballer (born 1963)",
            "year": 2018
        },
        {
            "text": "Jens Christian Skou, Danish medical doctor and Nobel Prize laureate (born 1918)",
            "year": 2018
        },
        {
            "text": "Cornelia Frances, English-Australian actress (born 1941)",
            "year": 2018
        },
        {
            "text": "Harambe, Cincinnati Zoo western lowland gorilla (born 1999)",
            "year": 2016
        },
        {
            "text": "Steven Gerber, American pianist and composer (born 1948)",
            "year": 2015
        },
        {
            "text": "Johnny Keating, Scottish trombonist, composer, and producer (born 1927)",
            "year": 2015
        },
        {
            "text": "Reynaldo Rey, American actor and screenwriter (born 1940)",
            "year": 2015
        },
        {
            "text": "Maya Angelou, American memoirist and poet (born 1928)",
            "year": 2014
        },
        {
            "text": "Stan Crowther, English footballer (born 1935)",
            "year": 2014
        },
        {
            "text": "Oscar Dystel, American publisher (born 1912)",
            "year": 2014
        },
        {
            "text": "Malcolm Glazer, American businessman (born 1928)",
            "year": 2014
        },
        {
            "text": "Bob Houbregs, Canadian-American basketball player and manager (born 1932)",
            "year": 2014
        },
        {
            "text": "Isaac Kungwane, South African footballer (born 1971)",
            "year": 2014
        },
        {
            "text": "Viktor Kulikov, Russian commander (born 1921)",
            "year": 2013
        },
        {
            "text": "Eddie Romero, Filipino director, producer, and screenwriter (born 1924)",
            "year": 2013
        },
        {
            "text": "Gerd Schmückle, German general (born 1917)",
            "year": 2013
        },
        {
            "text": "Bob Edwards, English journalist (born 1925)",
            "year": 2012
        },
        {
            "text": "Yuri Susloparov, Ukrainian-Russian footballer and manager (born 1958)",
            "year": 2012
        },
        {
            "text": "Gino Valenzano, Italian racing driver (born 1920)",
            "year": 2011
        },
        {
            "text": "Gary Coleman, American actor (born 1968)",
            "year": 2010
        },
        {
            "text": "Beryl Cook, English painter and illustrator (born 1926)",
            "year": 2008
        },
        {
            "text": "Jörg Immendorff, German painter, sculptor, and academic (born 1945)",
            "year": 2007
        },
        {
            "text": "Toshikatsu Matsuoka, Japanese politician, Japanese Minister of Agriculture (born 1945)",
            "year": 2007
        },
        {
            "text": "Thorleif Schjelderup, Norwegian ski jumper and author (born 1920)",
            "year": 2006
        },
        {
            "text": "Michael Buonauro, American author and illustrator (born 1979)",
            "year": 2004
        },
        {
            "text": "John Tolos, Greek-Canadian wrestler (born 1930)",
            "year": 2004
        },
        {
            "text": "Oleg Grigoryevich Makarov, Russian engineer and astronaut (born 1933)",
            "year": 2003
        },
        {
            "text": "Ilya Prigogine, Russian-Belgian chemist and academic, Nobel Prize laureate (born 1917)",
            "year": 2003
        },
        {
            "text": "Martha Scott, American actress (born 1912)",
            "year": 2003
        },
        {
            "text": "Mildred Benson, American journalist and author (born 1905)",
            "year": 2002
        },
        {
            "text": "Joe Moakley, American lawyer and politician (born 1927)",
            "year": 2001
        },
        {
            "text": "Francisco Varela, Chilean biologist and philosopher (born 1946)",
            "year": 2001
        },
        {
            "text": "George Irving Bell, American physicist, biologist, and mountaineer (born 1926)",
            "year": 2000
        },
        {
            "text": "Michael Barkai, Israeli commander (born 1935)",
            "year": 1999
        },
        {
            "text": "B. Vittalacharya, Indian director and producer (born 1920)",
            "year": 1999
        },
        {
            "text": "Phil Hartman, Canadian-American actor and comedian (born 1948)",
            "year": 1998
        },
        {
            "text": "Julius Boros, American golfer (born 1920)",
            "year": 1994
        },
        {
            "text": "Ely Jacques Kahn, Jr., American author and academic (born 1916)",
            "year": 1994
        },
        {
            "text": "Julius Eastman, American composer (born 1940)",
            "year": 1990
        },
        {
            "text": "Sy Oliver, American trumpet player, composer, and bandleader (born 1910)",
            "year": 1988
        },
        {
            "text": "Edip Cansever, Turkish poet and author (born 1928)",
            "year": 1986
        },
        {
            "text": "Eric Morecambe, English actor and comedian (born 1926)",
            "year": 1984
        },
        {
            "text": "D'Urville Martin, American actor and director (born 1939)",
            "year": 1984
        },
        {
            "text": "Erastus Corning 2nd, American soldier and politician, 72nd Mayor of Albany (born 1909)",
            "year": 1983
        },
        {
            "text": "H. Jones, English colonel, Victoria Cross recipient (born 1940)",
            "year": 1982
        },
        {
            "text": "Mary Lou Williams, American pianist and composer (born 1910)",
            "year": 1981
        },
        {
            "text": "Stefan Wyszyński, Polish cardinal (born 1901)",
            "year": 1981
        },
        {
            "text": "Rolf Nevanlinna, Finnish mathematician and academic (born 1895)",
            "year": 1980
        },
        {
            "text": "Zainul Abedin, Bangladeshi painter and sculptor (born 1914)",
            "year": 1976
        },
        {
            "text": "Ezzard Charles, American boxer (born 1921)",
            "year": 1975
        },
        {
            "text": "Edward VIII of the United Kingdom (born 1894)",
            "year": 1972
        },
        {
            "text": "Audie Murphy, American soldier and actor, Medal of Honor recipient (born 1925)",
            "year": 1971
        },
        {
            "text": "Fyodor Okhlopkov, Russian sergeant and sniper (born 1908)",
            "year": 1968
        },
        {
            "text": "Terry Dillon, American football player (born 1941)",
            "year": 1964
        },
        {
            "text": "Tatsuo Hori, Japanese author and poet (born 1904)",
            "year": 1953
        },
        {
            "text": "Philippe Desranleau, Canadian archbishop (born 1882)",
            "year": 1952
        },
        {
            "text": "August Eigruber, Austrian-German politician (born 1907)",
            "year": 1947
        },
        {
            "text": "Carter Glass, American publisher and politician, 47th United States Secretary of the Treasury (born 1858)",
            "year": 1946
        },
        {
            "text": "Alfred Adler, Austrian-Scottish ophthalmologist and psychologist (born 1870)",
            "year": 1937
        },
        {
            "text": "Frank Cowper, English yachtsman, author and illustrator (born 1849)",
            "year": 1930
        },
        {
            "text": "Boris Kustodiev, Russian painter and stage designer (born 1878)",
            "year": 1927
        },
        {
            "text": "Ivan Franko, Ukrainian economist, journalist, and poet (born 1856)",
            "year": 1916
        },
        {
            "text": "Kicking Bear, Native American tribal leader (born 1846)",
            "year": 1904
        },
        {
            "text": "John Russell, 1st Earl Russell, English politician, Prime Minister of the United Kingdom (born 1792)",
            "year": 1878
        },
        {
            "text": "Simion Bărnuțiu, Romanian historian and politician (born 1808)",
            "year": 1864
        },
        {
            "text": "Anne Brontë, English novelist and poet (born 1820)",
            "year": 1849
        },
        {
            "text": "Noah Webster, American lexicographer (born 1758)",
            "year": 1843
        },
        {
            "text": "William Carnegie, 7th Earl of Northesk, Scottish-English admiral (born 1756)",
            "year": 1831
        },
        {
            "text": "Henry Dundas, 1st Viscount Melville, Scottish lawyer and politician, Secretary of State for War (born 1742)",
            "year": 1811
        },
        {
            "text": "Richard Hurd, English bishop (born 1720)",
            "year": 1808
        },
        {
            "text": "Luigi Boccherini, Italian cellist and composer (born 1743)",
            "year": 1805
        },
        {
            "text": "Leopold Mozart, Austrian violinist, composer, and conductor (born 1719)",
            "year": 1787
        },
        {
            "text": "Emperor Sakuramachi of Japan (born 1720)",
            "year": 1750
        },
        {
            "text": "Luc de Clapiers, marquis de Vauvenargues, French author (born 1715)",
            "year": 1747
        },
        {
            "text": "Juan de Ayala y Escobar, Governor of Spanish Florida (1716–1718) (born 1635)",
            "year": 1727
        },
        {
            "text": "John Trevor, Welsh politician, Secretary of State for the Northern Department (born 1626)",
            "year": 1672
        },
        {
            "text": "Henry Grey, 10th Earl of Kent, English politician (born 1594)",
            "year": 1651
        },
        {
            "text": "Thomas Howard, 1st Earl of Suffolk (born 1561)",
            "year": 1626
        },
        {
            "text": "Saitō Dōsan, Japanese samurai (born 1494)",
            "year": 1556
        },
        {
            "text": "Henry IV, Count of Holstein-Rendsburg (born 1397)",
            "year": 1427
        },
        {
            "text": "Afonso IV of Portugal (born 1291)",
            "year": 1357
        },
        {
            "text": "Robert Baldock, Lord Privy Seal and Lord Chancellor of England",
            "year": 1327
        },
        {
            "text": "William Wishart, Scottish bishop",
            "year": 1279
        },
        {
            "text": "Wulfstan, English archbishop",
            "year": 1023
        },
        {
            "text": "Kong Qian, official of Later Tang",
            "year": 926
        },
        {
            "text": "Li Jiji, prince of Later Tang",
            "year": 926
        },
        {
            "text": "Ucha'an K'in B'alam, Mayan king",
            "year": 741
        },
        {
            "text": "Germain of Paris, French bishop and saint (born 496)",
            "year": 576
        }
    ],
    "metadata": {
        "current_date": "May 28, 2025",
        "short_date": "May 28",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            16,
            9,
            31,
            40,
            1,
            15,
            21,
            37,
            20,
            12
        ],
        "births": [
            164,
            75,
            67,
            16
        ],
        "deaths": [
            28,
            9,
            74,
            90
        ]
    }
}