{
    "events": [
        {
            "text": "Twosday, the name given to Tuesday, February 22, 2022, at 2:22:22, occurs.",
            "year": 2022
        },
        {
            "text": "A man throws a grenade at the U.S. embassy in Podgorica, Montenegro. He dies at the scene from a second explosion, with no one else hurt.",
            "year": 2018
        },
        {
            "text": "A ferry carrying 100 passengers capsizes in the Padma River, killing 70 people.",
            "year": 2015
        },
        {
            "text": "President Viktor Yanukovych of Ukraine is impeached by the Verkhovna Rada of Ukraine by a vote of 328–0, fulfilling a major goal of the Euromaidan rebellion.",
            "year": 2014
        },
        {
            "text": "A train crash in Buenos Aires, Argentina, kills 51 people and injures 700 others.",
            "year": 2012
        },
        {
            "text": "New Zealand's second deadliest earthquake, the 2011 Christchurch earthquake, kills 185 people.",
            "year": 2011
        },
        {
            "text": "Bahraini uprising: Tens of thousands of people march in protest against the deaths of seven victims killed by police and army forces during previous protests.",
            "year": 2011
        },
        {
            "text": "At approximately 6:44 a.m.  local Iraqi time, explosions occurred at the al-Askari Shrine in Samarra, Iraq. The attack on the shrine, one of the holiest sites in Shia Islam, caused the escalation of sectarian tensions in Iraq into a full-scale civil war.",
            "year": 2006
        },
        {
            "text": "The Securitas depot robbery was the UK's largest heist. Almost £53m (about $92.5 million or €78 million) was stolen from a Securitas depot in Tonbridge, Kent.",
            "year": 2006
        },
        {
            "text": "The 6.4 Mw  Zarand earthquake shakes the Kerman province of Iran with a maximum Mercalli intensity of VIII (Severe), leaving 612 people dead and 1,411 injured.",
            "year": 2005
        },
        {
            "text": "Angolan political and rebel leader Jonas Savimbi is killed in a military ambush.",
            "year": 2002
        },
        {
            "text": "In Roslin, Midlothian, British scientists announce that an adult sheep named Dolly has been successfully cloned.",
            "year": 1997
        },
        {
            "text": "The Corona reconnaissance satellite program, in existence from 1959 to 1972, is declassified.",
            "year": 1995
        },
        {
            "text": "Aldrich Ames and his wife are charged by the United States Department of Justice with spying for the Soviet Union.",
            "year": 1994
        },
        {
            "text": "Start of the People Power Revolution in the Philippines.",
            "year": 1986
        },
        {
            "text": "The notorious Broadway flop Moose Murders opens and closes on the same night at the Eugene O'Neill Theatre.",
            "year": 1983
        },
        {
            "text": "Miracle on Ice: In Lake Placid, New York, the United States hockey team defeats the Soviet Union hockey team 4–3.",
            "year": 1980
        },
        {
            "text": "Saint Lucia gains independence from the United Kingdom.",
            "year": 1979
        },
        {
            "text": "The Organisation of the Islamic Conference summit begins in Lahore, Pakistan. Thirty-seven countries attend and twenty-two heads of state and government participate. It also recognizes Bangladesh.",
            "year": 1974
        },
        {
            "text": "Samuel Byck attempts to hijack an aircraft at Baltimore/Washington International Airport with the intention of crashing it into the White House to assassinate Richard Nixon, but commits suicide after being wounded by police.",
            "year": 1974
        },
        {
            "text": "Cold War: Following President Richard Nixon's visit to the People's Republic of China, the two countries agree to establish liaison offices.",
            "year": 1973
        },
        {
            "text": "The Official Irish Republican Army detonates a car bomb at Aldershot barracks, killing seven and injuring nineteen others.",
            "year": 1972
        },
        {
            "text": "Lee Petty wins the first Daytona 500.",
            "year": 1959
        },
        {
            "text": "Following a plebiscite in both countries the previous day, Egypt and Syria join to form the United Arab Republic.",
            "year": 1958
        },
        {
            "text": "Ngô Đình Diệm of South Vietnam survives a communist shooting assassination attempt in Buôn Ma Thuột.",
            "year": 1957
        },
        {
            "text": "The \"Long Telegram\", proposing how the United States should deal with the Soviet Union, arrives from the US embassy in Moscow.",
            "year": 1946
        },
        {
            "text": "World War II: American aircraft mistakenly bomb the Dutch towns of Nijmegen, Arnhem, Enschede and Deventer, resulting in 800 dead in Nijmegen alone.",
            "year": 1944
        },
        {
            "text": "World War II: The Soviet Red Army recaptures Krivoi Rog.",
            "year": 1944
        },
        {
            "text": "World War II: Members of the White Rose resistance, Sophie Scholl, Hans Scholl, and Christoph Probst are executed in Nazi Germany.",
            "year": 1943
        },
        {
            "text": "Yankee Clipper crashes while landing on the Tagus in Lisbon, killing 24.",
            "year": 1943
        },
        {
            "text": "World War II: President Franklin D. Roosevelt orders General Douglas MacArthur out of the Philippines as the Japanese victory becomes inevitable.",
            "year": 1942
        },
        {
            "text": "After Russian forces under Baron Roman von Ungern-Sternberg drive the Chinese out, the Bogd Khan is reinstalled as the emperor of Mongolia.[citation needed]",
            "year": 1921
        },
        {
            "text": "The sixteen battleships of the Great White Fleet, led by USS Connecticut, return to the United States after a voyage around the world.",
            "year": 1909
        },
        {
            "text": "The United Kingdom sells a meteorological station on the South Orkney Islands to Argentina; the islands are subsequently claimed by the United Kingdom in 1908.",
            "year": 1904
        },
        {
            "text": "Filipino forces led by General Antonio Luna launch counterattacks for the first time against the American forces during the Philippine–American War. The Filipinos fail to regain Manila from the Americans.",
            "year": 1899
        },
        {
            "text": "President Grover Cleveland signs a bill admitting North Dakota, South Dakota, Montana and Washington as U.S. states.",
            "year": 1889
        },
        {
            "text": "Cleopatra's Needle, a 3,500-year-old Ancient Egyptian obelisk is erected in Central Park, New York.",
            "year": 1881
        },
        {
            "text": "In Utica, New York, Frank Woolworth opens the first of many of five-and-dime Woolworth stores.",
            "year": 1879
        },
        {
            "text": "The Prohibition Party holds its first national convention in Columbus, Ohio, nominating James Black as its presidential nominee.",
            "year": 1872
        },
        {
            "text": "American Civil War: Jefferson Davis is officially inaugurated for a six-year term as the President of the Confederate States of America in Richmond, Virginia. He was previously inaugurated as a provisional president on February 18, 1861.",
            "year": 1862
        },
        {
            "text": "The United States Republican Party opens its first national convention in Pittsburgh.",
            "year": 1856
        },
        {
            "text": "The French Revolution of 1848, which would lead to the establishment of the French Second Republic, begins.",
            "year": 1848
        },
        {
            "text": "Mexican–American War: The Battle of Buena Vista: Five thousand American troops defeat 15,000 Mexican troops.",
            "year": 1847
        },
        {
            "text": "By the Adams–Onís Treaty, Spain sells Florida to the United States for five million U.S. dollars.",
            "year": 1819
        },
        {
            "text": "The last Invasion of Britain begins near Fishguard, Wales.",
            "year": 1797
        },
        {
            "text": "British customs officer Ebenezer Richardson fires blindly into a crowd during a protest in North End, Boston, fatally wounding 11-year-old Christopher Seider; the first American fatality of the American Revolution.",
            "year": 1770
        },
        {
            "text": "War of the Austrian Succession: The Battle of Toulon causes several Royal Navy captains to be court-martialed, and the Articles of War to be amended.",
            "year": 1744
        },
        {
            "text": "St. Peter's Flood: A storm surge floods the Frisian coast, drowning 15,000 people.",
            "year": 1651
        },
        {
            "text": "Ferdinando II de' Medici, Grand Duke of Tuscany, the dedicatee, receives the first printed copy of Galileo's Dialogue Concerning the Two Chief World Systems.",
            "year": 1632
        },
        {
            "text": "King Charles VIII of France enters Naples to claim the city's throne.",
            "year": 1495
        },
        {
            "text": "Robert II becomes King of Scotland, beginning the Stuart dynasty.",
            "year": 1371
        },
        {
            "text": "The Battle of Picotin, between Ferdinand of Majorca and the forces of Matilda of Hainaut, ends in victory for Ferdinand.",
            "year": 1316
        },
        {
            "text": "The Franciscan Girolamo Maschi is elected pope, choosing the name Nicholas IV.",
            "year": 1288
        },
        {
            "text": "Having received a letter during the Lenten synod of 14–20 February demanding that he abdicate, Pope Gregory VII excommunicates Henry IV, Holy Roman Emperor.",
            "year": 1076
        },
        {
            "text": "Pope Formosus crowns Arnulf of Carinthia as Emperor in Rome. Arnulf suffers a stroke soon after and retreats from Italy.",
            "year": 896
        }
    ],
    "births": [
        {
            "text": "Harry Brook, English cricketer",
            "year": 1999
        },
        {
            "text": "Jerome Robinson, American basketball player",
            "year": 1997
        },
        {
            "text": "Ilya Samsonov, Russian ice hockey player",
            "year": 1997
        },
        {
            "text": "Kia Nurse, Canadian basketball player",
            "year": 1996
        },
        {
            "text": "Devonte' Graham, American basketball player",
            "year": 1995
        },
        {
            "text": "Nam Joo-hyuk, South Korean model and actor",
            "year": 1994
        },
        {
            "text": "Elfrid Payton, American basketball player",
            "year": 1994
        },
        {
            "text": "Dixon Machado, Venezuelan baseball player",
            "year": 1992
        },
        {
            "text": "Khalil Mack, American football player",
            "year": 1991
        },
        {
            "text": "Franco Vázquez, Argentine footballer",
            "year": 1989
        },
        {
            "text": "Jonathan Borlée, Belgian sprinter",
            "year": 1988
        },
        {
            "text": "Han Hyo-joo, South Korean actress and model",
            "year": 1987
        },
        {
            "text": "Sergio Romero, Argentine footballer",
            "year": 1987
        },
        {
            "text": "Rajon Rondo, American basketball player",
            "year": 1986
        },
        {
            "text": "Hamer Bouazza, Algerian footballer",
            "year": 1985
        },
        {
            "text": "Georgios Printezis, Greek basketball player",
            "year": 1985
        },
        {
            "text": "Zach Roerig, American actor",
            "year": 1985
        },
        {
            "text": "Tommy Bowe, Irish rugby player",
            "year": 1984
        },
        {
            "text": "Branislav Ivanović, Serbian footballer",
            "year": 1984
        },
        {
            "text": "Brian Duensing, American baseball player",
            "year": 1983
        },
        {
            "text": "Clint McKay, Australian cricketer",
            "year": 1983
        },
        {
            "text": "Iliza Shlesinger, American stand-up comedian, actress and television host",
            "year": 1983
        },
        {
            "text": "Shaun Tait, Australian cricketer",
            "year": 1983
        },
        {
            "text": "Jeanette Biedermann, German singer-songwriter and actress",
            "year": 1980
        },
        {
            "text": "Brett Emerton, Australian footballer",
            "year": 1979
        },
        {
            "text": "Lee Na-young, South Korean actress",
            "year": 1979
        },
        {
            "text": "Hakan Yakin, Swiss footballer",
            "year": 1977
        },
        {
            "text": "Drew Barrymore, American actress, director, producer, and screenwriter",
            "year": 1975
        },
        {
            "text": "James Blunt, English singer-songwriter and guitarist",
            "year": 1974
        },
        {
            "text": "Chris Moyles, English radio and television host",
            "year": 1974
        },
        {
            "text": "Philippe Gaumont, French cyclist (died 2013)",
            "year": 1973
        },
        {
            "text": "Juninho Paulista, Brazilian footballer",
            "year": 1973
        },
        {
            "text": "Scott Phillips, American musician and songwriter",
            "year": 1973
        },
        {
            "text": "Michael Chang, American tennis player and coach",
            "year": 1972
        },
        {
            "text": "Claudia Pechstein, German speed skater",
            "year": 1972
        },
        {
            "text": "Haim Revivo, Israeli footballer",
            "year": 1972
        },
        {
            "text": "Ben Sasse, American politician and college administrator",
            "year": 1972
        },
        {
            "text": "Lea Salonga, Filipino actress and singer",
            "year": 1971
        },
        {
            "text": "Thomas Jane, American actor",
            "year": 1969
        },
        {
            "text": "Brian Laudrup, Danish footballer and sportscaster",
            "year": 1969
        },
        {
            "text": "Marc Wilmots, Belgian footballer and manager",
            "year": 1969
        },
        {
            "text": "Shawn Graham, Canadian politician, 31st Premier of New Brunswick",
            "year": 1968
        },
        {
            "text": "Jeri Ryan, American model and actress",
            "year": 1968
        },
        {
            "text": "Kazuhiro Sasaki, Japanese baseball player",
            "year": 1968
        },
        {
            "text": "Jayson Williams, American basketball player and sportscaster",
            "year": 1968
        },
        {
            "text": "Paul Lieberstein, American actor, screenwriter, director, and producer",
            "year": 1967
        },
        {
            "text": "Psicosis II, Mexican wrestler",
            "year": 1967
        },
        {
            "text": "Rachel Dratch, American actress and comedian",
            "year": 1966
        },
        {
            "text": "Chris Dudley, American basketball player",
            "year": 1965
        },
        {
            "text": "Kieren Fallon, Irish jockey",
            "year": 1965
        },
        {
            "text": "Pat LaFontaine, American ice hockey player",
            "year": 1965
        },
        {
            "text": "Diane Charlemagne, English singer-songwriter (died 2015)",
            "year": 1964
        },
        {
            "text": "Andy Gray, English footballer and manager",
            "year": 1964
        },
        {
            "text": "Andrew Adonis, Baron Adonis, English journalist and politician, Secretary of State for Transport",
            "year": 1963
        },
        {
            "text": "Devon Malcolm, Jamaican-English cricketer",
            "year": 1963
        },
        {
            "text": "Vijay Singh, Fijian-American golfer",
            "year": 1963
        },
        {
            "text": "Steve Irwin, Australian zoologist and television host (died 2006)",
            "year": 1962
        },
        {
            "text": "Akira Takasaki, Japanese guitarist, songwriter, and producer",
            "year": 1961
        },
        {
            "text": "Thomas Galbraith, 2nd Baron Strathclyde, Scottish politician, Chancellor of the Duchy of Lancaster",
            "year": 1960
        },
        {
            "text": "Jiří Čunek, Czech politician",
            "year": 1959
        },
        {
            "text": "Kyle MacLachlan, American actor",
            "year": 1959
        },
        {
            "text": "Bronwyn Oliver, Australian sculptor (died 2006)",
            "year": 1959
        },
        {
            "text": "Harry Leary, American BMX racer (died 2024)",
            "year": 1959
        },
        {
            "text": "Dave Spitz, American bass player and songwriter",
            "year": 1958
        },
        {
            "text": "Richard Greenberg, American playwright and television writer (died 2025)",
            "year": 1958
        },
        {
            "text": "Willie Smits, Dutch microbiologist and engineer",
            "year": 1957
        },
        {
            "text": "David Axelrod, American journalist and political adviser",
            "year": 1955
        },
        {
            "text": "Tim Young, Canadian ice hockey player",
            "year": 1955
        },
        {
            "text": "Nigel Planer, English actor and screenwriter",
            "year": 1953
        },
        {
            "text": "Bill Frist, American physician and politician",
            "year": 1952
        },
        {
            "text": "Joaquim Pina Moura, Portuguese Minister of Economy and Treasury and MP (died 2020)",
            "year": 1952
        },
        {
            "text": "Saufatu Sopoanga, Tuvaluan politician, 8th Prime Minister of Tuvalu (died 2020)",
            "year": 1952
        },
        {
            "text": "Ellen Greene, American singer and actress",
            "year": 1951
        },
        {
            "text": "Julius Erving, American basketball player and sportscaster",
            "year": 1950
        },
        {
            "text": "Lenny Kuhr, Dutch singer-songwriter",
            "year": 1950
        },
        {
            "text": "Miou-Miou, French actress",
            "year": 1950
        },
        {
            "text": "Genesis P-Orridge, English singer-songwriter (died 2020)",
            "year": 1950
        },
        {
            "text": "Julie Walters, English actress and author",
            "year": 1950
        },
        {
            "text": "John Duncan, Scottish footballer and manager (died 2022)",
            "year": 1949
        },
        {
            "text": "Niki Lauda, Austrian racing driver (died 2019)",
            "year": 1949
        },
        {
            "text": "Olga Morozova, Russian tennis player and coach",
            "year": 1949
        },
        {
            "text": "John Ashton, American actor (died 2024)",
            "year": 1948
        },
        {
            "text": "Dennis Awtrey, American basketball player",
            "year": 1948
        },
        {
            "text": "Pirjo Honkasalo, Finnish director, cinematographer, and screenwriter",
            "year": 1947
        },
        {
            "text": "Harvey Mason, American drummer",
            "year": 1947
        },
        {
            "text": "John Radford, English footballer and manager",
            "year": 1947
        },
        {
            "text": "Frank Van Dun, Belgian philosopher and theorist",
            "year": 1947
        },
        {
            "text": "Kresten Bjerre, Danish footballer and manager (died 2014)",
            "year": 1946
        },
        {
            "text": "Oliver, American pop singer (died 2000)",
            "year": 1945
        },
        {
            "text": "Jonathan Demme, American director, producer, and screenwriter (died 2017)",
            "year": 1944
        },
        {
            "text": "Mick Green, English guitarist (died 2010)",
            "year": 1944
        },
        {
            "text": "Robert Kardashian, American lawyer and businessman (died 2003)",
            "year": 1944
        },
        {
            "text": "Christopher Meyer, English diplomat, British Ambassador to the United States (died 2022)",
            "year": 1944
        },
        {
            "text": "Tom Okker, Dutch tennis player and painter",
            "year": 1944
        },
        {
            "text": "Terry Eagleton, English philosopher and critic",
            "year": 1943
        },
        {
            "text": "Horst Köhler, Polish-German economist and politician, 9th President of Germany (died 2025)",
            "year": 1943
        },
        {
            "text": "Dick Van Arsdale, American basketball player (died 2024)",
            "year": 1943
        },
        {
            "text": "Tom Van Arsdale, American basketball player",
            "year": 1943
        },
        {
            "text": "Otoya Yamaguchi, Japanese assassin of Inejiro Asanuma (died 1960)",
            "year": 1943
        },
        {
            "text": "Christine Keeler, English model and dancer (died 2017)",
            "year": 1942
        },
        {
            "text": "Hipólito Mejía, Dominican politician, 52nd President of the Dominican Republic",
            "year": 1941
        },
        {
            "text": "Judy Cornwell, English actress",
            "year": 1940
        },
        {
            "text": "Chet Walker, American basketball player (died 2024)",
            "year": 1940
        },
        {
            "text": "Steve Barber, American baseball player (died 2007)",
            "year": 1938
        },
        {
            "text": "Tony Macedo, Gibraltarian born English footballer",
            "year": 1938
        },
        {
            "text": "Ishmael Reed, American poet, novelist, essayist",
            "year": 1938
        },
        {
            "text": "Tommy Aaron, American golfer",
            "year": 1937
        },
        {
            "text": "Joanna Russ, American author and activist (died 2011)",
            "year": 1937
        },
        {
            "text": "J. Michael Bishop, American microbiologist and immunologist, Nobel Prize laureate",
            "year": 1936
        },
        {
            "text": "Sparky Anderson, American baseball player and manager (died 2010)",
            "year": 1934
        },
        {
            "text": "Sheila Hancock, English actress and author",
            "year": 1933
        },
        {
            "text": "Katharine, Duchess of Kent (died 2025)",
            "year": 1933
        },
        {
            "text": "Ernie K-Doe, American R&B singer (died 2001)",
            "year": 1933
        },
        {
            "text": "Bobby Smith, English footballer (died 2010)",
            "year": 1933
        },
        {
            "text": "Ted Kennedy, American soldier, lawyer, and politician (died 2009)",
            "year": 1932
        },
        {
            "text": "Marni Nixon, American soprano and actress (died 2016)",
            "year": 1930
        },
        {
            "text": "James Hong, American actor and director",
            "year": 1929
        },
        {
            "text": "Rebecca Schull, American stage, film, and television actress",
            "year": 1929
        },
        {
            "text": "Clarence 13X, American religious leader, founded the Nation of Gods and Earths (died 1969)",
            "year": 1928
        },
        {
            "text": "Texas Johnny Brown, American singer-songwriter and guitarist (died 2013)",
            "year": 1928
        },
        {
            "text": "Paul Dooley, American actor",
            "year": 1928
        },
        {
            "text": "Bruce Forsyth, English singer and television host (died 2017)",
            "year": 1928
        },
        {
            "text": "Thomas E. Kurtz, American computer scientist and educator (died 2024)",
            "year": 1928
        },
        {
            "text": "Florencio Campomanes, Filipino political scientist and chess player (died 2010)",
            "year": 1927
        },
        {
            "text": "Guy Mitchell, American singer (died 1999)",
            "year": 1927
        },
        {
            "text": "Kenneth Williams, English actor and screenwriter (died 1988)",
            "year": 1926
        },
        {
            "text": "Edward Gorey, American illustrator and poet (died 2000)",
            "year": 1925
        },
        {
            "text": "Gerald Stern, American poet and academic (died 2022)",
            "year": 1925
        },
        {
            "text": "François Cavanna, French author and editor (died 2014)",
            "year": 1923
        },
        {
            "text": "Bleddyn Williams, Welsh rugby player and sportscaster (died 2009)",
            "year": 1923
        },
        {
            "text": "Zenaida Manfugás, Cuban pianist (died 2012)",
            "year": 1922
        },
        {
            "text": "Joe Wilder, American trumpet player, composer, and bandleader (died 2014)",
            "year": 1922
        },
        {
            "text": "Jean-Bédel Bokassa, Central African general and politician, 2nd President of the Central African Republic (died 1996)",
            "year": 1921
        },
        {
            "text": "Giulietta Masina, Italian actress (died 1994)",
            "year": 1921
        },
        {
            "text": "Marshall Teague, American race car driver (died 1959)",
            "year": 1921
        },
        {
            "text": "Sid Abel, Canadian-American ice hockey player, coach, and manager (died 2000)",
            "year": 1918
        },
        {
            "text": "Don Pardo, American radio and television announcer (died 2014)",
            "year": 1918
        },
        {
            "text": "Robert Wadlow, American man, the tallest person in recorded history (died 1940)",
            "year": 1918
        },
        {
            "text": "Gus Lesnevich, American boxer (died 1964)",
            "year": 1915
        },
        {
            "text": "Renato Dulbecco, Italian-American virologist and academic, Nobel Prize laureate (died 2012)",
            "year": 1914
        },
        {
            "text": "George Hunt, English footballer (died 1996)",
            "year": 1910
        },
        {
            "text": "Rómulo Betancourt, Venezuelan politician, 56th President of Venezuela (died 1981)",
            "year": 1908
        },
        {
            "text": "John Mills, English actor (died 2005)",
            "year": 1908
        },
        {
            "text": "Sheldon Leonard, American actor, director, and producer (died 1997)",
            "year": 1907
        },
        {
            "text": "Robert Young, American actor (died 1998)",
            "year": 1907
        },
        {
            "text": "Constance Stokes, Australian painter (died 1991)",
            "year": 1906
        },
        {
            "text": "Morley Callaghan, Canadian author and playwright (died 1990)",
            "year": 1903
        },
        {
            "text": "Frank P. Ramsey, English economist, mathematician, and philosopher (died 1930)",
            "year": 1903
        },
        {
            "text": "Luis Buñuel, Spanish-Mexican director and producer (died 1983)",
            "year": 1900
        },
        {
            "text": "George O'Hara, American actor and screenwriter (died 1966)",
            "year": 1899
        },
        {
            "text": "Karol Świerczewski, Polish general (died 1947)",
            "year": 1897
        },
        {
            "text": "Víctor Raúl Haya de la Torre, Peruvian politician (died 1979)",
            "year": 1895
        },
        {
            "text": "Edna St. Vincent Millay, American poet and playwright (died 1950)",
            "year": 1892
        },
        {
            "text": "Vlas Chubar, Russian economist and politician (died 1939)",
            "year": 1891
        },
        {
            "text": "Olave Baden-Powell, English scout leader, first World Chief Guide (died 1977)",
            "year": 1889
        },
        {
            "text": "R. G. Collingwood, English historian and philosopher (died 1943)",
            "year": 1889
        },
        {
            "text": "Owen Brewster, American captain and politician, 54th Governor of Maine (died 1961)",
            "year": 1888
        },
        {
            "text": "Savielly Tartakower, Polish journalist, author, and chess player (died 1956)",
            "year": 1887
        },
        {
            "text": "Pat Sullivan, Australian-American animator and producer (died 1933)",
            "year": 1887
        },
        {
            "text": "Hugo Ball, German author and poet (died 1927)",
            "year": 1886
        },
        {
            "text": "Marguerite Clark, American actress (died 1940)",
            "year": 1883
        },
        {
            "text": "Eric Gill, English sculptor and illustrator (died 1940)",
            "year": 1882
        },
        {
            "text": "Joseph B. Ely, American lawyer and politician, 52nd Governor of Massachusetts (died 1956)",
            "year": 1881
        },
        {
            "text": "Albin Prepeluh, Slovenian journalist and politician (died 1937)",
            "year": 1881
        },
        {
            "text": "Eric Lemming, Swedish athlete (died 1930)",
            "year": 1880
        },
        {
            "text": "Johannes Nicolaus Brønsted, Danish chemist and academic (died 1947)",
            "year": 1879
        },
        {
            "text": "Zitkala-Sa, American author and activist (died 1938)",
            "year": 1876
        },
        {
            "text": "Bill Klem, American baseball player and umpire (died 1951)",
            "year": 1874
        },
        {
            "text": "Jules Renard, French author and playwright (died 1910)",
            "year": 1864
        },
        {
            "text": "Charles McLean Andrews, American historian, author, and academic (died 1943)",
            "year": 1863
        },
        {
            "text": "Lewis Akeley, American academic (died 1961)",
            "year": 1861
        },
        {
            "text": "Mary W. Bacheler, American physician and Baptist medical missionary (died 1939)",
            "year": 1860
        },
        {
            "text": "Robert Baden-Powell, 1st Baron Baden-Powell, English general, co-founded The Scout Association (died 1941)",
            "year": 1857
        },
        {
            "text": "Heinrich Hertz, German physicist, philosopher, and academic (died 1894)",
            "year": 1857
        },
        {
            "text": "Nikolay Yakovlevich Sonin, Russian mathematician and academic (died 1915)",
            "year": 1849
        },
        {
            "text": "August Bebel, German theorist and politician (died 1913)",
            "year": 1840
        },
        {
            "text": "Mahesh Chandra Nyayratna Bhattacharyya, Indian scholar and academic (died 1906)",
            "year": 1836
        },
        {
            "text": "Jean-Baptiste Salpointe, French-American archbishop (died 1898)",
            "year": 1825
        },
        {
            "text": "Pierre Janssen, French astronomer and mathematician (died 1907)",
            "year": 1824
        },
        {
            "text": "James Russell Lowell, American poet and critic (died 1891)",
            "year": 1819
        },
        {
            "text": "Carl Wilhelm Borchardt, German mathematician and academic (died 1880)",
            "year": 1817
        },
        {
            "text": "Józef Kremer, Polish historian and philosopher (died 1875)",
            "year": 1806
        },
        {
            "text": "Sarah Fuller Flower Adams, English poet and hymnwriter (died 1848)",
            "year": 1805
        },
        {
            "text": "Alexis Bachelot, French priest and missionary (died 1837)",
            "year": 1796
        },
        {
            "text": "Adolphe Quetelet, Belgian mathematician, astronomer, and sociologist (died 1874)",
            "year": 1796
        },
        {
            "text": "Arthur Schopenhauer, German philosopher and author (died 1860)",
            "year": 1788
        },
        {
            "text": "Rembrandt Peale, American painter and curator (died 1860)",
            "year": 1778
        },
        {
            "text": "Johann Nikolaus Forkel, German musicologist and theorist (died 1818)",
            "year": 1749
        },
        {
            "text": "George Washington, American general and politician, 1st President of the United States (died 1799)",
            "year": 1732
        },
        {
            "text": "Charles-Nicolas Cochin, French artist (died 1790)",
            "year": 1715
        },
        {
            "text": "Bon Boullogne, French painter (died 1717)",
            "year": 1649
        },
        {
            "text": "Peder Syv, Danish historian (died 1702)",
            "year": 1631
        },
        {
            "text": "Nicholas Ferrar, English scholar (died 1637)",
            "year": 1592
        },
        {
            "text": "Charles de Ligne, 2nd Prince of Arenberg (died 1616)",
            "year": 1550
        },
        {
            "text": "Moses Isserles, Polish rabbi (died 1572)",
            "year": 1520
        },
        {
            "text": "Tahmasp I, Iranian shah (died 1576)",
            "year": 1514
        },
        {
            "text": "Rodolfo Pio da Carpi, Italian cardinal (died 1564)",
            "year": 1500
        },
        {
            "text": "Ladislaus the Posthumous, Hungarian King (died 1457)",
            "year": 1440
        },
        {
            "text": "Charles VII of France (died 1461)",
            "year": 1403
        },
        {
            "text": "Rashi, French rabbi and author (died 1105)",
            "year": 1040
        }
    ],
    "deaths": [
        {
            "text": "John Lowe, English musician, pianist for The Quarrymen (born 1942)",
            "year": 2024
        },
        {
            "text": "Lawrence Ferlinghetti, American poet, painter (born 1919)",
            "year": 2021
        },
        {
            "text": "Brody Stevens, American comedian and actor (born 1970)",
            "year": 2019
        },
        {
            "text": "Morgan Woodward, American actor (born 1925)",
            "year": 2019
        },
        {
            "text": "Chris Rainbow, Scottish singer-songwriter and producer (born 1946)",
            "year": 2015
        },
        {
            "text": "Charlotte Dawson, New Zealand–Australian television host (born 1966)",
            "year": 2014
        },
        {
            "text": "Trebor Jay Tichenor, American pianist and composer (born 1940)",
            "year": 2014
        },
        {
            "text": "Leo Vroman, Dutch-American hematologist, poet, and illustrator (born 1915)",
            "year": 2014
        },
        {
            "text": "Atje Keulen-Deelstra, Dutch speed skater (born 1938)",
            "year": 2013
        },
        {
            "text": "Jean-Louis Michon, French-Swiss scholar and translator (born 1924)",
            "year": 2013
        },
        {
            "text": "Wolfgang Sawallisch, German pianist and conductor (born 1923)",
            "year": 2013
        },
        {
            "text": "Sukhbir, Indian author and poet (born 1925)",
            "year": 2012
        },
        {
            "text": "Frank Carson, Irish-English comedian and actor (born 1926)",
            "year": 2012
        },
        {
            "text": "Marie Colvin, American journalist (born 1956)",
            "year": 2012
        },
        {
            "text": "Rémi Ochlik, French photographer and journalist (born 1983)",
            "year": 2012
        },
        {
            "text": "George Jellicoe, 2nd Earl Jellicoe, English politician, Leader of the House of Lords (born 1918)",
            "year": 2007
        },
        {
            "text": "Dennis Johnson, American basketball player and coach (born 1954)",
            "year": 2007
        },
        {
            "text": "S. Rajaratnam, Singaporean politician, 1st Senior Minister of Singapore (born 1915)",
            "year": 2006
        },
        {
            "text": "Lee Eun-ju, South Korean actress and singer (born 1980)",
            "year": 2005
        },
        {
            "text": "Simone Simon, French actress (born 1910)",
            "year": 2005
        },
        {
            "text": "Andy Seminick, American baseball player, coach, and manager (born 1920)",
            "year": 2004
        },
        {
            "text": "Chuck Jones, American animator, producer, and screenwriter (born 1912)",
            "year": 2002
        },
        {
            "text": "Jonas Savimbi, Angolan general, founded UNITA (born 1934)",
            "year": 2002
        },
        {
            "text": "William Bronk, American poet and academic (born 1918)",
            "year": 1999
        },
        {
            "text": "Menno Oosting, Dutch tennis player (born 1964)",
            "year": 1999
        },
        {
            "text": "Abraham A. Ribicoff, American lawyer and politician, 4th United States Secretary of Health and Human Services (born 1910)",
            "year": 1998
        },
        {
            "text": "Joseph Aiuppa, American gangster (born 1907)",
            "year": 1997
        },
        {
            "text": "Ed Flanders, American actor (born 1934)",
            "year": 1995
        },
        {
            "text": "Papa John Creach, American violinist (born 1917)",
            "year": 1994
        },
        {
            "text": "Markos Vafiadis, Greek general and politician (born 1906)",
            "year": 1992
        },
        {
            "text": "David Susskind, American talk show host and producer (born 1920)",
            "year": 1987
        },
        {
            "text": "Andy Warhol, American painter and photographer (born 1928)",
            "year": 1987
        },
        {
            "text": "John Donnelly, Australian rugby league player (born 1955)",
            "year": 1986
        },
        {
            "text": "Salvador Espriu, Spanish author, poet, and playwright (born 1913)",
            "year": 1985
        },
        {
            "text": "Efrem Zimbalist, Russian violinist, composer, and conductor (born 1889)",
            "year": 1985
        },
        {
            "text": "Adrian Boult, English conductor (born 1889)",
            "year": 1983
        },
        {
            "text": "Romain Maes, Belgian cyclist (born 1913)",
            "year": 1983
        },
        {
            "text": "Josh Malihabadi, Indian-Pakistani poet and author (born 1898)",
            "year": 1982
        },
        {
            "text": "Oskar Kokoschka, Austrian painter, poet and playwright (born 1886)",
            "year": 1980
        },
        {
            "text": "Angela Baddeley, English actress (born 1904)",
            "year": 1976
        },
        {
            "text": "Florence Ballard, American singer (born 1943)",
            "year": 1976
        },
        {
            "text": "Jean-Jacques Bertrand, Canadian lawyer and politician, 21st Premier of Quebec (born 1916)",
            "year": 1973
        },
        {
            "text": "Elizabeth Bowen, Anglo-Irish author (born 1899)",
            "year": 1973
        },
        {
            "text": "Katina Paxinou, Greek actress (born 1900)",
            "year": 1973
        },
        {
            "text": "Winthrop Rockefeller, American colonel and politician, 37th Governor of Arkansas (born 1912)",
            "year": 1973
        },
        {
            "text": "Frédéric Mariotti, French actor (born 1883)",
            "year": 1971
        },
        {
            "text": "Felix Frankfurter, Austrian-American lawyer and jurist (born 1882)",
            "year": 1965
        },
        {
            "text": "Nick LaRocca, American trumpet player and composer (born 1889)",
            "year": 1961
        },
        {
            "text": "Paul-Émile Borduas, Canadian-French painter and critic (born 1905)",
            "year": 1960
        },
        {
            "text": "Abul Kalam Azad, Indian scholar and politician, Indian Minister of Education (born 1888)",
            "year": 1958
        },
        {
            "text": "Osip Brik, Russian avant garde writer and literary critic (born 1888)",
            "year": 1945
        },
        {
            "text": "Kasturba Gandhi, Indian activist (born 1869)",
            "year": 1944
        },
        {
            "text": "Fritz Schmenkel, anti-Nazi German who joined Soviet partisans (born 1916)",
            "year": 1944
        },
        {
            "text": "Christoph Probst, German activist (born 1919)",
            "year": 1943
        },
        {
            "text": "Hans Scholl, German activist (born 1918)",
            "year": 1943
        },
        {
            "text": "Sophie Scholl, German activist (born 1921)",
            "year": 1943
        },
        {
            "text": "Stefan Zweig, Austrian journalist, author, and playwright (born 1881)",
            "year": 1942
        },
        {
            "text": "Antonio Machado, Spanish-French poet and author (born 1875)",
            "year": 1939
        },
        {
            "text": "Harriet Converse Moody, American businesswoman and arts patron (born 1857)",
            "year": 1932
        },
        {
            "text": "Théophile Delcassé, French politician, French Minister of Foreign Affairs (born 1852)",
            "year": 1923
        },
        {
            "text": "Ferdinand de Saussure, Swiss linguist and author (born 1857)",
            "year": 1913
        },
        {
            "text": "Francisco I. Madero, Mexican president and author (born 1873)",
            "year": 1913
        },
        {
            "text": "Leslie Stephen, English historian, author, and critic (born 1832)",
            "year": 1904
        },
        {
            "text": "Hugo Wolf, Austrian composer (born 1860)",
            "year": 1903
        },
        {
            "text": "Heungseon Daewongun, Korean king (born 1820)",
            "year": 1898
        },
        {
            "text": "Charles Blondin, French tightrope walker and acrobat (born 1824)",
            "year": 1897
        },
        {
            "text": "John Jacob Astor III, American businessman and philanthropist (born 1822)",
            "year": 1890
        },
        {
            "text": "Carl Bloch, Danish painter and academic (born 1834)",
            "year": 1890
        },
        {
            "text": "Anna Kingsford, English physician and activist (born 1846)",
            "year": 1888
        },
        {
            "text": "Jean-Baptiste-Camille Corot, French painter and illustrator (born 1796)",
            "year": 1875
        },
        {
            "text": "Charles Lyell, Scottish geologist (born 1797)",
            "year": 1875
        },
        {
            "text": "Adam Ferguson, Scottish historian and philosopher (born 1723)",
            "year": 1816
        },
        {
            "text": "Heshen, Chinese politician (born 1750)",
            "year": 1799
        },
        {
            "text": "Christopher Seider, first American killed in the American Revolution (born 1758)",
            "year": 1770
        },
        {
            "text": "Francis Atterbury, English bishop (born 1663)",
            "year": 1732
        },
        {
            "text": "Frederik Ruysch, Dutch physician and anatomist (born 1638)",
            "year": 1731
        },
        {
            "text": "Charles Le Brun, French painter and theorist (born 1619)",
            "year": 1690
        },
        {
            "text": "La Voisin, French occultist (born 1640)",
            "year": 1680
        },
        {
            "text": "Jean Chapelain, French poet and critic (born 1595)",
            "year": 1674
        },
        {
            "text": "Olivier van Noort, Dutch explorer (born 1558)",
            "year": 1627
        },
        {
            "text": "Amerigo Vespucci, Italian cartographer and explorer (born 1454)",
            "year": 1512
        },
        {
            "text": "Henry, Duke of Cornwall (born 1511)",
            "year": 1511
        },
        {
            "text": "Gerhard VI, German nobleman (born 1430)",
            "year": 1500
        },
        {
            "text": "William Douglas, 8th Earl of Douglas (born 1425)",
            "year": 1452
        },
        {
            "text": "David II, King of Scotland (born 1324)",
            "year": 1371
        },
        {
            "text": "Margaret of Cortona, Italian penitent (born 1247)",
            "year": 1297
        },
        {
            "text": "Roger Borsa, King of Sicily (born 1078)",
            "year": 1111
        },
        {
            "text": "John of Fécamp, Italian Benedictine abbot",
            "year": 1079
        },
        {
            "text": "Peter Damian, Italian cardinal",
            "year": 1072
        },
        {
            "text": "Arnulf III, Count of Flanders",
            "year": 1071
        },
        {
            "text": "Lambert, Count of Chalon (born 930)",
            "year": 978
        },
        {
            "text": "García I, King of Pamplona",
            "year": 970
        },
        {
            "text": "Otto, Duke of Burgundy (born 944)",
            "year": 965
        },
        {
            "text": "Guo Wei, Chinese Emperor (born 904)",
            "year": 954
        },
        {
            "text": "Wang, Chinese Empress dowager",
            "year": 845
        },
        {
            "text": "Sicga, Anglo-Saxon nobleman and regicide",
            "year": 793
        },
        {
            "text": "Sabinian, Pope of the Catholic Church",
            "year": 606
        },
        {
            "text": "Maximianus, Bishop of Ravenna (born 499)",
            "year": 556
        }
    ],
    "metadata": {
        "current_date": "February 22, 2026",
        "short_date": "Feb 22",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            29,
            9,
            21,
            13,
            17,
            33,
            24,
            51,
            37,
            26
        ],
        "births": [
            167,
            181,
            108,
            23
        ],
        "deaths": [
            90,
            0,
            28,
            89
        ]
    }
}