{
    "events": [
        {
            "text": "Sriwijaya Air Flight 182 crashes north of Jakarta, Indonesia, killing all 62 people on board.",
            "year": 2021
        },
        {
            "text": "The perpetrators of the Charlie Hebdo shooting in Paris two days earlier are both killed after a hostage situation; a second hostage situation, related to the Charlie Hebdo shooting, occurs at a Jewish market in Vincennes.",
            "year": 2015
        },
        {
            "text": "A mass poisoning at a funeral in Mozambique involving beer that was contaminated with Burkholderia gladioli leaves 75 dead and over 230 people ill.",
            "year": 2015
        },
        {
            "text": "An explosion at a Mitsubishi Materials chemical plant in Yokkaichi, Japan, kills at least five people and injures 17 others.",
            "year": 2014
        },
        {
            "text": "Iran Air Flight 277 crashes near Urmia in the northwest of the country, in icy conditions, killing 78 people.",
            "year": 2011
        },
        {
            "text": "Apple CEO Steve Jobs introduces the original iPhone at a Macworld keynote in San Francisco.",
            "year": 2007
        },
        {
            "text": "Mahmoud Abbas wins the election to succeed Yasser Arafat as President of the Palestinian National Authority, replacing interim president Rawhi Fattouh.",
            "year": 2005
        },
        {
            "text": "The Sudan People's Liberation Movement and the Government of Sudan sign the Comprehensive Peace Agreement to end the Second Sudanese Civil War.",
            "year": 2005
        },
        {
            "text": "An inflatable boat carrying illegal Albanian emigrants stalls near the Karaburun Peninsula en route to Brindisi, Italy; exposure to the elements kills 28. This is the second deadliest marine disaster in Albanian history.",
            "year": 2004
        },
        {
            "text": "TANS Perú Flight 222 crashes on approach to Chachapoyas Airport in Chachapoyas, Peru, killing 46 people.",
            "year": 2003
        },
        {
            "text": "Comair Flight 3272 crashes in Raisinville Township in Monroe County, Michigan, killing 29 people.",
            "year": 1997
        },
        {
            "text": "First Chechen War: Chechen separatists launch a raid against the helicopter airfield and later a civilian hospital in the city of Kizlyar in the neighboring Dagestan, which turns into a massive hostage crisis involving thousands of civilians.",
            "year": 1996
        },
        {
            "text": "The Assembly of the Serb People in Bosnia and Herzegovina proclaims the creation of Republika Srpska, a new state within Yugoslavia.",
            "year": 1992
        },
        {
            "text": "The first discoveries of extrasolar planets are announced by astronomers Aleksander Wolszczan and Dale Frail. They discovered two planets orbiting the pulsar PSR 1257+12.",
            "year": 1992
        },
        {
            "text": "Representatives from the United States and Iraq meet at the Geneva Peace Conference to try to find a peaceful resolution to the Iraqi invasion of Kuwait.",
            "year": 1991
        },
        {
            "text": "Martyrs' Day: Several Panamanian youths try to raise the Panamanian flag in the U.S.-controlled Panama Canal Zone, leading to fighting between U.S. military and Panamanian civilians.",
            "year": 1964
        },
        {
            "text": "Apollo program: NASA announces plans to build the C-5 rocket launch vehicle, then known as the \"Advanced Saturn\", to carry human beings to the Moon.",
            "year": 1962
        },
        {
            "text": "British authorities announce they have uncovered the Soviet Portland spy ring in London.",
            "year": 1961
        },
        {
            "text": "President of Egypt Gamal Abdel Nasser opens construction on the Aswan Dam by detonating ten tons of dynamite to demolish twenty tons of granite on the east bank of the Nile.",
            "year": 1960
        },
        {
            "text": "The Vega de Tera dam fails, triggering a disastrous flood that nearly destroys the town of Ribadelago and kills 144 residents.",
            "year": 1959
        },
        {
            "text": "British Prime Minister Sir Anthony Eden resigns from office following his failure to retake the Suez Canal from Egyptian sovereignty.",
            "year": 1957
        },
        {
            "text": "World War II: The Sixth United States Army begins the invasion of Lingayen Gulf.",
            "year": 1945
        },
        {
            "text": "World War II: First flight of the Avro Lancaster.",
            "year": 1941
        },
        {
            "text": "A fire at the Laurier Palace movie theatre in Montreal, Quebec, Canada, kills 78 children.",
            "year": 1927
        },
        {
            "text": "Juan de la Cierva makes the first autogyro flight.",
            "year": 1923
        },
        {
            "text": "Lithuanian residents of the Memel Territory rebel against the League of Nations' decision to leave the area as a mandated region under French control.",
            "year": 1923
        },
        {
            "text": "Greco-Turkish War: The First Battle of İnönü, the first battle of the war, begins near Eskişehir in Anatolia.",
            "year": 1921
        },
        {
            "text": "Ukrainian War of Independence: The All-Ukrainian Central Executive Committee outlaws the Makhnovshchina by decree, igniting the Bolshevik–Makhnovist conflict.",
            "year": 1920
        },
        {
            "text": "Battle of Bear Valley: The last battle of the American Indian Wars.",
            "year": 1918
        },
        {
            "text": "World War I: The Battle of Rafa is fought near the Egyptian border with Palestine.",
            "year": 1917
        },
        {
            "text": "World War I: The Battle of Gallipoli concludes with an Ottoman Empire victory when the last Allied forces are evacuated from the peninsula.",
            "year": 1916
        },
        {
            "text": "The Phi Beta Sigma fraternity is founded by African-American students at Howard University in Washington D.C., United States.",
            "year": 1914
        },
        {
            "text": "Ernest Shackleton, leading the Nimrod Expedition to the South Pole, plants the British flag 97 nautical miles (180 km; 112 mi) from the South Pole, the farthest anyone had ever reached at that time.",
            "year": 1909
        },
        {
            "text": "Hallam Tennyson, 2nd Baron Tennyson, son of the poet Alfred Tennyson, becomes the second Governor-General of Australia.",
            "year": 1903
        },
        {
            "text": "Umberto I becomes King of Italy.",
            "year": 1878
        },
        {
            "text": "American Civil War: \"Star of the West\" incident occurs near Charleston, South Carolina.",
            "year": 1861
        },
        {
            "text": "Mississippi becomes the second state to secede from the Union before the outbreak of the American Civil War.",
            "year": 1861
        },
        {
            "text": "British forces finally defeat Rajab Ali Khan of Chittagong.",
            "year": 1858
        },
        {
            "text": "The 7.9 Mw  Fort Tejon earthquake shakes Central and Southern California with a maximum Mercalli intensity of IX (Violent).",
            "year": 1857
        },
        {
            "text": "The French Academy of Sciences announces the Daguerreotype photography process.",
            "year": 1839
        },
        {
            "text": "The Portuguese prince Pedro I of Brazil decides to stay in Brazil against the orders of the Portuguese King João VI, beginning the Brazilian independence process.",
            "year": 1822
        },
        {
            "text": "Humphry Davy tests his safety lamp for miners at Hebburn Colliery.",
            "year": 1816
        },
        {
            "text": "Admiral Horatio Lord Nelson receives a state funeral and is interred in St Paul's Cathedral.",
            "year": 1806
        },
        {
            "text": "British Prime Minister William Pitt the Younger introduces an income tax of two shillings to the pound to raise funds for Great Britain's war effort in the Napoleonic Wars.",
            "year": 1799
        },
        {
            "text": "Jean-Pierre Blanchard becomes the first person to fly in a balloon in the United States.",
            "year": 1793
        },
        {
            "text": "Treaty of Jassy between Russian and Ottoman Empire is signed, ending the Russo-Turkish War of 1787–92.",
            "year": 1792
        },
        {
            "text": "Connecticut becomes the fifth state to ratify the United States Constitution.",
            "year": 1788
        },
        {
            "text": "The nationally known image of the Black Nazarene in the Philippines is transferred from what is now Rizal Park to its present shrine in the minor basilica of Quiapo Church. This is annually commemorated through its Traslación (solemn transfer) in the streets of Manila and is attended by millions of devotees.",
            "year": 1787
        },
        {
            "text": "Ahmad Shah Durrani defeats the Marathas in the Battle of Barari Ghat.",
            "year": 1760
        },
        {
            "text": "Sicily earthquake: The first of two earthquakes destroys parts of Sicily and Malta. After the second quake on 11 January, the death toll is estimated at between 60,000 and 100,000 people.",
            "year": 1693
        },
        {
            "text": "The trial of Joan of Arc begins in Rouen.",
            "year": 1431
        },
        {
            "text": "The Jewish population of Basel, believed by the residents to be the cause of the ongoing Black Death, is rounded up and incinerated.",
            "year": 1349
        },
        {
            "text": "Jin–Song Wars: Invading Jurchen soldiers from the Jin dynasty besiege and sack Bianjing (Kaifeng), the capital of the Song dynasty of China, and abduct Emperor Qinzong of Song and others, ending the Northern Song period.",
            "year": 1127
        },
        {
            "text": "An earthquake in Dingxiang, China kills an estimated 32,300.",
            "year": 1038
        },
        {
            "text": "Twelfth Council of Toledo: King Erwig of the Visigoths initiates a council in which he implements diverse measures against the Jews in Spain.",
            "year": 681
        },
        {
            "text": "Verina, the Eastern Roman dowager Empress, instigates a riot in Constantinople and persuades emperor Zeno, her son-in-law, to flee. The Byzantine senate, however, acclaims Basiliscus as emperor and not her lover Patricius.",
            "year": 475
        },
        {
            "text": "Aelia Eudoxia is officially crowned empress of the Eastern Roman Empire.",
            "year": 400
        }
    ],
    "births": [
        {
            "text": "Souhardya De, Indian author and columnist",
            "year": 2004
        },
        {
            "text": "Eric García, Spanish footballer",
            "year": 2001
        },
        {
            "text": "Peter Mamouzelos, Australian rugby league player",
            "year": 2001
        },
        {
            "text": "Zeke Nnaji, American basketball player",
            "year": 2001
        },
        {
            "text": "Luka Šamanić, Croatian basketball player",
            "year": 2000
        },
        {
            "text": "Kerris Dorsey, American actress",
            "year": 1998
        },
        {
            "text": "Brent Rivera, American social media personality and actor",
            "year": 1998
        },
        {
            "text": "Vítek Vaněček, Czech ice hockey player",
            "year": 1996
        },
        {
            "text": "Braden Hamlin-Uele, New Zealand rugby league player",
            "year": 1995
        },
        {
            "text": "Dominik Livaković, Croatian football goalkeeper",
            "year": 1995
        },
        {
            "text": "Nicola Peltz, American actress",
            "year": 1995
        },
        {
            "text": "Radek Faksa, Czech ice hockey player",
            "year": 1994
        },
        {
            "text": "Katarina Johnson-Thompson, English long jumper and heptathlete",
            "year": 1993
        },
        {
            "text": "Marcus Peters, American football player",
            "year": 1993
        },
        {
            "text": "Jack Campbell, American ice hockey player",
            "year": 1992
        },
        {
            "text": "Terrence Jones, American basketball player",
            "year": 1992
        },
        {
            "text": "Joseph Parker, Samoan heavyweight boxer",
            "year": 1992
        },
        {
            "text": "Ruby Soho, American wrestler",
            "year": 1991
        },
        {
            "text": "Álvaro Soler, Spanish singer-songwriter",
            "year": 1991
        },
        {
            "text": "Michael Beasley, American basketball player",
            "year": 1989
        },
        {
            "text": "Nina Dobrev, Bulgarian-Canadian actress",
            "year": 1989
        },
        {
            "text": "Yana Maksimava, Belarusian heptathlete",
            "year": 1989
        },
        {
            "text": "Samardo Samuels, Jamaican-American basketball player",
            "year": 1989
        },
        {
            "text": "Chris Sandow, Australian rugby league player",
            "year": 1989
        },
        {
            "text": "Haris Sohail, Pakistani cricketer",
            "year": 1989
        },
        {
            "text": "Lee Yeon-hee, South Korean actress",
            "year": 1988
        },
        {
            "text": "Lucas Leiva, Brazilian footballer",
            "year": 1987
        },
        {
            "text": "James Lee, Irish former footballer and fitness professional",
            "year": 1987
        },
        {
            "text": "Paolo Nutini, Scottish singer-songwriter and guitarist",
            "year": 1987
        },
        {
            "text": "Jami Puustinen, Finnish footballer",
            "year": 1987
        },
        {
            "text": "Raphael Diaz, Swiss ice hockey player",
            "year": 1986
        },
        {
            "text": "Jéferson Gomes, Brazilian footballer",
            "year": 1986
        },
        {
            "text": "Amanda Mynhardt, South African netball player",
            "year": 1986
        },
        {
            "text": "Juan Francisco Torres, Spanish footballer",
            "year": 1985
        },
        {
            "text": "Catherine, Princess of Wales",
            "year": 1982
        },
        {
            "text": "Sharrod Ford, American basketball player",
            "year": 1982
        },
        {
            "text": "Ebi Smolarek, Polish footballer and manager",
            "year": 1981
        },
        {
            "text": "Édgar Álvarez, Honduran footballer",
            "year": 1980
        },
        {
            "text": "Sergio García, Spanish golfer",
            "year": 1980
        },
        {
            "text": "Shaun Hill, American football player",
            "year": 1980
        },
        {
            "text": "Luke Patten, Australian rugby league player and referee",
            "year": 1980
        },
        {
            "text": "Francisco Pavón, Spanish footballer",
            "year": 1980
        },
        {
            "text": "Mathieu Garon, Canadian ice hockey player",
            "year": 1978
        },
        {
            "text": "Gennaro Gattuso, Italian footballer and manager",
            "year": 1978
        },
        {
            "text": "Chad Johnson, American football player",
            "year": 1978
        },
        {
            "text": "AJ McLean, American singer, dancer, and actor",
            "year": 1978
        },
        {
            "text": "Radek Bonk, Czech ice hockey player",
            "year": 1976
        },
        {
            "text": "James Beckford, Jamaican long jumper",
            "year": 1975
        },
        {
            "text": "Omari Hardwick, American actor",
            "year": 1974
        },
        {
            "text": "Angela Bettis, American actress, director, and producer",
            "year": 1973
        },
        {
            "text": "Sean Paul, Jamaican rapper, singer-songwriter, musician, record producer, and actor",
            "year": 1973
        },
        {
            "text": "Angie Martinez, American rapper, actress, and radio host",
            "year": 1971
        },
        {
            "text": "Lara Fabian, Belgian-Italian singer-songwriter and actress",
            "year": 1970
        },
        {
            "text": "Jimmy Adams, Jamaican cricketer and coach",
            "year": 1968
        },
        {
            "text": "Joey Lauren Adams, American actress",
            "year": 1968
        },
        {
            "text": "Giorgos Theofanous, Greek-Cypriot composer and producer",
            "year": 1968
        },
        {
            "text": "Matt Bevin, American politician, 62nd Governor of Kentucky",
            "year": 1967
        },
        {
            "text": "Claudio Caniggia, Argentinian footballer",
            "year": 1967
        },
        {
            "text": "David Costabile, American actor",
            "year": 1967
        },
        {
            "text": "Steve Harwell, American rock singer (died 2023)",
            "year": 1967
        },
        {
            "text": "Dave Matthews, South African-American singer-songwriter, guitarist, and actor",
            "year": 1967
        },
        {
            "text": "Muggsy Bogues, American basketball player",
            "year": 1965
        },
        {
            "text": "Haddaway, Trinidadian-German singer and musician",
            "year": 1965
        },
        {
            "text": "Joely Richardson, English actress",
            "year": 1965
        },
        {
            "text": "Eric Erlandson, American musician and songwriter",
            "year": 1963
        },
        {
            "text": "Irwin McLean, Northern Irish biologist and academic",
            "year": 1963
        },
        {
            "text": "Ray Houghton, Scottish-born footballer",
            "year": 1962
        },
        {
            "text": "Didier Camberabero, French rugby player",
            "year": 1961
        },
        {
            "text": "Lisa Walters, Canadian golfer",
            "year": 1960
        },
        {
            "text": "Rigoberta Menchú, Guatemalan activist and politician, Nobel Prize laureate",
            "year": 1959
        },
        {
            "text": "Rob McClanahan, American ice hockey player",
            "year": 1958
        },
        {
            "text": "Mehmet Ali Ağca, Turkish assassin",
            "year": 1958
        },
        {
            "text": "Phil Lewis, English musician, singer and songwriter",
            "year": 1957
        },
        {
            "text": "Waltraud Meier, German soprano and actress",
            "year": 1956
        },
        {
            "text": "Imelda Staunton, English actress and singer",
            "year": 1956
        },
        {
            "text": "Bruce Boudreau, Canadian ice hockey player and coach",
            "year": 1955
        },
        {
            "text": "J. K. Simmons, American actor",
            "year": 1955
        },
        {
            "text": "Philippa Gregory, Kenyan-English author and academic",
            "year": 1954
        },
        {
            "text": "Kaushik Basu, Indian economist and academic",
            "year": 1952
        },
        {
            "text": "M. L. Carr, American basketball player, coach, and executive",
            "year": 1951
        },
        {
            "text": "Crystal Gayle, American singer-songwriter and producer",
            "year": 1951
        },
        {
            "text": "Alec Jeffreys, English geneticist and academic",
            "year": 1950
        },
        {
            "text": "David Johansen, American singer-songwriter and actor (died 2025)",
            "year": 1950
        },
        {
            "text": "Bill Cowsill, American singer-songwriter and guitarist (died 2006)",
            "year": 1948
        },
        {
            "text": "Jan Tomaszewski, Polish footballer, manager, and politician",
            "year": 1948
        },
        {
            "text": "Mohammad Ishaq Khan, Indian historian and academic (died 2013)",
            "year": 1946
        },
        {
            "text": "Mogens Lykketoft, Danish politician, 45th Danish Minister of Foreign Affairs",
            "year": 1946
        },
        {
            "text": "John Doman, American actor",
            "year": 1945
        },
        {
            "text": "Levon Ter-Petrosyan, Syrian-Armenian scholar and politician, 1st President of Armenia",
            "year": 1945
        },
        {
            "text": "Harun Farocki, German filmmaker (died 2014)",
            "year": 1944
        },
        {
            "text": "Jimmy Page, English guitarist, songwriter, and producer",
            "year": 1944
        },
        {
            "text": "Mihalis Violaris, Cypriot singer-songwriter and actor",
            "year": 1944
        },
        {
            "text": "Robert Drewe, Australian author and playwright",
            "year": 1943
        },
        {
            "text": "Elmer MacFadyen, Canadian lawyer and politician (died 2007)",
            "year": 1943
        },
        {
            "text": "Scott Walker, American singer-songwriter, bass player, and producer (died 2019)",
            "year": 1943
        },
        {
            "text": "Joan Baez, American singer-songwriter, guitarist and activist",
            "year": 1941
        },
        {
            "text": "Barbara Buczek, Polish composer (died 1993)",
            "year": 1940
        },
        {
            "text": "Ruth Dreifuss, Swiss journalist and politician, 86th President of the Swiss Confederation",
            "year": 1940
        },
        {
            "text": "Susannah York, English actress and activist (died 2011)",
            "year": 1939
        },
        {
            "text": "Claudette Boyer, Canadian educator and politician (died 2013)",
            "year": 1938
        },
        {
            "text": "K Callan, American actress and author",
            "year": 1936
        },
        {
            "text": "Marko Veselica, Croatian academic and politician (died 2017)",
            "year": 1936
        },
        {
            "text": "Bob Denver, American actor (died 2005)",
            "year": 1935
        },
        {
            "text": "Dick Enberg, American sportscaster (died 2017)",
            "year": 1935
        },
        {
            "text": "John Graham, New Zealand rugby player and educator (died 2017)",
            "year": 1935
        },
        {
            "text": "Brian Harradine, Australian politician (died 2014)",
            "year": 1935
        },
        {
            "text": "Bart Starr, American football player and coach (died 2019)",
            "year": 1934
        },
        {
            "text": "Roy Dwight, English footballer (died 2002)",
            "year": 1933
        },
        {
            "text": "Wilbur Smith, Zambian-English journalist and author (died 2021)",
            "year": 1933
        },
        {
            "text": "Algis Budrys, Lithuanian-American author and critic (died 2008)",
            "year": 1931
        },
        {
            "text": "Brian Friel, Irish author, playwright, and director (died 2015)",
            "year": 1929
        },
        {
            "text": "Heiner Müller, German poet, playwright, and director (died 1995)",
            "year": 1929
        },
        {
            "text": "Judith Krantz, American novelist (died 2019)",
            "year": 1928
        },
        {
            "text": "Domenico Modugno, Italian singer-songwriter, actor, and politician (died 1994)",
            "year": 1928
        },
        {
            "text": "Jean-Pierre Côté, Canadian lawyer and politician, 23rd Lieutenant Governor of Quebec (died 2002)",
            "year": 1926
        },
        {
            "text": "Len Quested, English footballer and manager (died 2012)",
            "year": 1925
        },
        {
            "text": "Lee Van Cleef, American actor (died 1989)",
            "year": 1925
        },
        {
            "text": "Sergei Parajanov, Georgian-Armenian director and screenwriter (died 1990)",
            "year": 1924
        },
        {
            "text": "Har Gobind Khorana, Indian-American biochemist and academic, Nobel laureate (died 2011)",
            "year": 1922
        },
        {
            "text": "Ahmed Sékou Touré, Guinean politician, 1st President of Guinea (died 1984)",
            "year": 1922
        },
        {
            "text": "Ágnes Keleti, Hungarian Olympic gymnast (died 2025)",
            "year": 1921
        },
        {
            "text": "Clive Dunn, English actor (died 2012)",
            "year": 1920
        },
        {
            "text": "Hakim Said, Pakistani scholar and politician, 20th Governor of Sindh (died 1998)",
            "year": 1920
        },
        {
            "text": "William Morris Meredith, Jr., American poet and academic (died 2007)",
            "year": 1919
        },
        {
            "text": "Alma Ziegler, American baseball player and golfer (died 2005)",
            "year": 1918
        },
        {
            "text": "Fernando Lamas, Argentinian-American actor, singer, and director (died 1982)",
            "year": 1915
        },
        {
            "text": "Anita Louise, American actress (died 1970)",
            "year": 1915
        },
        {
            "text": "Kenny Clarke, American jazz drummer and bandleader (died 1985)",
            "year": 1914
        },
        {
            "text": "Richard Nixon, American commander, lawyer, and politician, 37th President of the United States (died 1994)",
            "year": 1913
        },
        {
            "text": "Basil Langton, English actor, director, photographer, and teacher (died 2003)",
            "year": 1912
        },
        {
            "text": "Ralph Tubbs, English architect, designed the Dome of Discovery (died 1996)",
            "year": 1912
        },
        {
            "text": "Anthony Mamo, Maltese lawyer and politician, 1st President of Malta (died 2008)",
            "year": 1909
        },
        {
            "text": "Patrick Peyton, Irish-American priest, television personality, and activist (died 1992)",
            "year": 1909
        },
        {
            "text": "Simone de Beauvoir, French philosopher and author (died 1986)",
            "year": 1908
        },
        {
            "text": "Rudolf Bing, American impresario and businessman (died 1997)",
            "year": 1902
        },
        {
            "text": "Josemaría Escrivá, Spanish priest and saint, founded Opus Dei (died 1975)",
            "year": 1902
        },
        {
            "text": "Vilma Bánky, Hungarian-American actress (died 1991)",
            "year": 1901
        },
        {
            "text": "Richard Halliburton, American journalist and author (died 1939)",
            "year": 1900
        },
        {
            "text": "Harald Tammer, Estonian journalist and weightlifter (died 1942)",
            "year": 1899
        },
        {
            "text": "Gracie Fields, English actress and singer (died 1979)",
            "year": 1898
        },
        {
            "text": "Karl Löwith, German philosopher, author, and academic (died 1973)",
            "year": 1897
        },
        {
            "text": "Halyna Kuzmenko, Ukrainian teacher and anarchist revolutionary (died 1978)",
            "year": 1897
        },
        {
            "text": "Warwick Braithwaite, New Zealand-English conductor and director (died 1971)",
            "year": 1896
        },
        {
            "text": "Edwin Baker, Canadian soldier and educator, co-founded the Canadian National Institute for the Blind (died 1968)",
            "year": 1893
        },
        {
            "text": "Eva Bowring, American lawyer and politician (died 1985)",
            "year": 1892
        },
        {
            "text": "Karel Čapek, Czech author and playwright (died 1938)",
            "year": 1890
        },
        {
            "text": "Kurt Tucholsky, German-Swedish journalist and author (died 1935)",
            "year": 1890
        },
        {
            "text": "Vrindavan Lal Verma, Indian author and playwright (died 1969)",
            "year": 1889
        },
        {
            "text": "Lloyd Loar, American sound engineer and instrument designer (died 1943)",
            "year": 1886
        },
        {
            "text": "Charles Bacon, American runner and hurdler (died 1968)",
            "year": 1885
        },
        {
            "text": "Lascelles Abercrombie, English poet and critic (died 1938)",
            "year": 1881
        },
        {
            "text": "Giovanni Papini, Italian journalist, author, and poet (died 1956)",
            "year": 1881
        },
        {
            "text": "John B. Watson, American psychologist and academic (died 1958)",
            "year": 1879
        },
        {
            "text": "Gertrude Vanderbilt Whitney, American sculptor and art collector, founded the Whitney Museum of American Art (died 1942)",
            "year": 1875
        },
        {
            "text": "Hayim Nahman Bialik, Ukrainian-Austrian journalist, author, and poet (died 1934)",
            "year": 1873
        },
        {
            "text": "Thomas Curtis, American sprinter and hurdler (died 1944)",
            "year": 1873
        },
        {
            "text": "John Flanagan, Irish-American hammer thrower (died 1938)",
            "year": 1873
        },
        {
            "text": "Joseph Strauss, American engineer, co-designed the Golden Gate Bridge (died 1938)",
            "year": 1870
        },
        {
            "text": "S. P. L. Sørensen, Danish chemist and academic (died 1939)",
            "year": 1868
        },
        {
            "text": "Vladimir Steklov, Russian mathematician and physicist (died 1926)",
            "year": 1864
        },
        {
            "text": "Carrie Chapman Catt, American activist, founded the League of Women Voters and International Alliance of Women (died 1947)",
            "year": 1859
        },
        {
            "text": "Anton Aškerc, Slovenian priest and poet (died 1912)",
            "year": 1856
        },
        {
            "text": "Jennie Jerome, American-born wife of Lord Randolph Churchill, mother of Sir Winston Churchill (died 1921)",
            "year": 1854
        },
        {
            "text": "John Hartley, English tennis player (died 1935)",
            "year": 1849
        },
        {
            "text": "Princess Frederica of Hanover (died 1926)",
            "year": 1848
        },
        {
            "text": "John Knowles Paine, American composer and academic (died 1906)",
            "year": 1839
        },
        {
            "text": "Félix-Gabriel Marchand, Canadian journalist and politician, 11th Premier of Quebec (died 1900)",
            "year": 1832
        },
        {
            "text": "Thomas William Robertson, English director and playwright (died 1871)",
            "year": 1829
        },
        {
            "text": "Adolf Schlagintweit, German botanist and explorer (died 1857)",
            "year": 1829
        },
        {
            "text": "Friedrich von Esmarch, German surgeon and academic (died 1908)",
            "year": 1823
        },
        {
            "text": "Carol Benesch, Czech-Romanian architect, designed the Peleș Castle (died 1896)",
            "year": 1822
        },
        {
            "text": "James Francis, English-Australian businessman and politician, 9th Premier of Victoria (died 1884)",
            "year": 1819
        },
        {
            "text": "Antoine Samuel Adam-Salomon, French sculptor and photographer (died 1881)",
            "year": 1818
        },
        {
            "text": "Gilbert Abbott à Beckett, English journalist and author (died 1856)",
            "year": 1811
        },
        {
            "text": "Hammamizade İsmail Dede Efendi, Turkish Ney player and composer (died 1846)",
            "year": 1778
        },
        {
            "text": "Cassandra Austen, English painter and illustrator (died 1845)",
            "year": 1773
        },
        {
            "text": "Luísa Todi, Portuguese soprano and actress (died 1833)",
            "year": 1753
        },
        {
            "text": "Caleb Strong, American lawyer and politician, 6th Governor of Massachusetts (died 1819)",
            "year": 1745
        },
        {
            "text": "John Jervis, 1st Earl of St Vincent, English admiral and politician (died 1823)",
            "year": 1735
        },
        {
            "text": "Thomas Warton, English poet, historian, and critic (died 1790)",
            "year": 1728
        },
        {
            "text": "Tiberius Hemsterhuis, Dutch philologist and critic (died 1766)",
            "year": 1685
        },
        {
            "text": "Reinhard Keiser, German composer (died 1739)",
            "year": 1674
        },
        {
            "text": "Sir William Villiers, 3rd Baronet, English noble and politician (date baptized; (died 1712)",
            "year": 1645
        },
        {
            "text": "Empress Meishō of Japan (died 1696)",
            "year": 1624
        },
        {
            "text": "William Dugard, English printer (died 1662)",
            "year": 1606
        },
        {
            "text": "Simon Vouet, French painter (died 1649)",
            "year": 1590
        },
        {
            "text": "Charles Bonaventure de Longueval, Count of Bucquoy, French commander (died 1621)",
            "year": 1571
        },
        {
            "text": "Pope Gregory XV (died 1623)",
            "year": 1554
        },
        {
            "text": "Juan Ramón Folch III de Cardona, Aragonese admiral (died 1485)",
            "year": 1418
        },
        {
            "text": "Hōjō Takatoki, Japanese shikken of the Kamakura bakufu (died 1333)[unreliable source?]",
            "year": 1304
        },
        {
            "text": "Emperor Daizong of Tang (died 779)",
            "year": 727
        }
    ],
    "deaths": [
        {
            "text": "Black Bart, American professional wrestler (born 1948)",
            "year": 2025
        },
        {
            "text": "Rashid Khan, Indian classical musician (born 1968)",
            "year": 2024
        },
        {
            "text": "Séamus Begley, Irish accordion player, fiddler and Irish traditional musician (born 1949)",
            "year": 2023
        },
        {
            "text": "Bob Saget, American comedian, actor, and television host (born 1956)",
            "year": 2022
        },
        {
            "text": "Maria Ewing, American opera singer (born 1950)",
            "year": 2022
        },
        {
            "text": "John Reilly, American actor (born 1934)",
            "year": 2021
        },
        {
            "text": "Verna Bloom, American actress (born 1938)",
            "year": 2019
        },
        {
            "text": "Paul Koslo, German-Canadian actor (born 1944)",
            "year": 2019
        },
        {
            "text": "Kato Ottio, Papua New Guinean rugby league player (born 1994)",
            "year": 2018
        },
        {
            "text": "Zygmunt Bauman, Polish sociologist (born 1925)",
            "year": 2017
        },
        {
            "text": "John Harvard, Canadian journalist and politician, 23rd Lieutenant Governor of Manitoba (born 1938)",
            "year": 2016
        },
        {
            "text": "Angus Scrimm, American actor and author (born 1926)",
            "year": 2016
        },
        {
            "text": "Michel Jeury, French author (born 1934)",
            "year": 2015
        },
        {
            "text": "Józef Oleksy, Polish economist and politician, 7th Prime Minister of Poland (born 1946)",
            "year": 2015
        },
        {
            "text": "Abdul Rahman Ya'kub, Malaysian politician, 3rd Chief Minister of Sarawak (born 1928)",
            "year": 2015
        },
        {
            "text": "Roy Tarpley, American basketball player (born 1964)",
            "year": 2015
        },
        {
            "text": "Amiri Baraka, American poet, playwright, and academic (born 1934)",
            "year": 2014
        },
        {
            "text": "Josep Maria Castellet, Spanish poet and critic (born 1926)",
            "year": 2014
        },
        {
            "text": "Paul du Toit, South African painter and sculptor (born 1965)",
            "year": 2014
        },
        {
            "text": "Dale T. Mortensen, American economist and academic, Nobel Prize laureate (born 1939)",
            "year": 2014
        },
        {
            "text": "Brigitte Askonas, Austrian-English immunologist and academic (born 1923)",
            "year": 2013
        },
        {
            "text": "James M. Buchanan, American economist and academic, Nobel Prize laureate (born 1919)",
            "year": 2013
        },
        {
            "text": "Robert L. Rock, American businessman and politician, 42nd Lieutenant Governor of Indiana (born 1927)",
            "year": 2013
        },
        {
            "text": "John Wise, Canadian farmer and politician, 23rd Canadian Minister of Agriculture (born 1935)",
            "year": 2013
        },
        {
            "text": "Brian Curvis, Welsh boxer (born 1937)",
            "year": 2012
        },
        {
            "text": "Augusto Gansser-Biaggi, Swiss geologist and academic (born 1910)",
            "year": 2012
        },
        {
            "text": "William G. Roll, German-American psychologist and parapsychologist (born 1926)",
            "year": 2012
        },
        {
            "text": "Malam Bacai Sanhá, Guinea-Bissau politician, President of Guinea-Bissau (born 1947)",
            "year": 2012
        },
        {
            "text": "László Szekeres, Hungarian physician and academic (born 1921)",
            "year": 2012
        },
        {
            "text": "Makinti Napanangka, Australian painter (born 1930)",
            "year": 2011
        },
        {
            "text": "Rob Gauntlett, English mountaineer and explorer (born 1987)",
            "year": 2009
        },
        {
            "text": "T. Llew Jones, Welsh author and poet (born 1914)",
            "year": 2009
        },
        {
            "text": "Tan Chor Jin, Singaporean murderer and triad leader of Ang Soon Tong (born 1966)",
            "year": 2009
        },
        {
            "text": "Johnny Grant, American radio host and producer (born 1923)",
            "year": 2008
        },
        {
            "text": "John Harvey-Jones, English businessman and television host (born 1924)",
            "year": 2008
        },
        {
            "text": "Elmer Symons, South African motorcycle racer (born 1977)",
            "year": 2007
        },
        {
            "text": "Jean-Pierre Vernant, French anthropologist and historian (born 1914)",
            "year": 2007
        },
        {
            "text": "Andy Caldecott, Australian motorcycle racer (born 1964)",
            "year": 2006
        },
        {
            "text": "W. Cleon Skousen, American author and academic (born 1913)",
            "year": 2006
        },
        {
            "text": "Norberto Bobbio, Italian philosopher and academic (born 1909)",
            "year": 2004
        },
        {
            "text": "Will McDonough, American journalist (born 1935)",
            "year": 2003
        },
        {
            "text": "Maurice Prather, American photographer and director (born 1926)",
            "year": 2001
        },
        {
            "text": "Arnold Alexander Hall, English engineer and academic (born 1915)",
            "year": 2000
        },
        {
            "text": "Nigel Tranter, Scottish historian and author (born 1909)",
            "year": 2000
        },
        {
            "text": "Kenichi Fukui, Japanese chemist and academic, Nobel Prize laureate (born 1918)",
            "year": 1998
        },
        {
            "text": "Imi Lichtenfeld, Slovakian-Israeli martial artist, founded Krav Maga (born 1910)",
            "year": 1998
        },
        {
            "text": "Edward Osóbka-Morawski, Polish politician, Prime Minister of Poland (born 1909)",
            "year": 1997
        },
        {
            "text": "Jesse White, American actor (born 1917)",
            "year": 1997
        },
        {
            "text": "Walter M. Miller, Jr., American soldier and author (born 1923)",
            "year": 1996
        },
        {
            "text": "Abdullah al-Qasemi, Saudi atheist, writer, and intellectual (born 1907)",
            "year": 1996
        },
        {
            "text": "Souphanouvong, Laotian politician, 1st President of Laos (born 1909)",
            "year": 1995
        },
        {
            "text": "Peter Cook, English actor and screenwriter (born 1937)",
            "year": 1995
        },
        {
            "text": "Paul Hasluck, Australian historian and politician, Governor-General of Australia (born 1905)",
            "year": 1993
        },
        {
            "text": "Steve Brodie, American actor (born 1919)",
            "year": 1992
        },
        {
            "text": "Bill Naughton, English playwright and screenwriter (born 1910)",
            "year": 1992
        },
        {
            "text": "Spud Chandler, American baseball player, coach, and manager (born 1907)",
            "year": 1990
        },
        {
            "text": "Cemal Süreya, Turkish poet and journalist (born 1931)",
            "year": 1990
        },
        {
            "text": "Peter L. Rypdal, Norwegian fiddler and composer (born 1909)",
            "year": 1988
        },
        {
            "text": "Arthur Lake, American actor (born 1905)",
            "year": 1987
        },
        {
            "text": "Robert Mayer, German-English businessman and philanthropist (born 1879)",
            "year": 1985
        },
        {
            "text": "Bob Dyer, American-Australian radio and television host (born 1909)",
            "year": 1984
        },
        {
            "text": "Kazimierz Serocki, Polish pianist and composer (born 1922)",
            "year": 1981
        },
        {
            "text": "Pier Luigi Nervi, Italian engineer and architect, designed the Tour de la Bourse and Pirelli Tower (born 1891)",
            "year": 1979
        },
        {
            "text": "Pierre Fresnay, French actor and screenwriter (born 1897)",
            "year": 1975
        },
        {
            "text": "Pyotr Novikov, Russian mathematician and theorist (born 1901)",
            "year": 1975
        },
        {
            "text": "Ted Shawn, American dancer and choreographer (born 1891)",
            "year": 1972
        },
        {
            "text": "Elmer Flick, American baseball player and scout (born 1876)",
            "year": 1971
        },
        {
            "text": "Halide Edib Adıvar, Turkish author and academic (born 1884)",
            "year": 1964
        },
        {
            "text": "Emily Greene Balch, American economist and academic, Nobel Prize laureate (born 1867)",
            "year": 1961
        },
        {
            "text": "Elsie J. Oxenham, English author and educator (born 1880)",
            "year": 1960
        },
        {
            "text": "Karl Mannheim, Hungarian-English sociologist and academic (born 1893)",
            "year": 1947
        },
        {
            "text": "Countee Cullen, American poet and playwright (born 1903)",
            "year": 1946
        },
        {
            "text": "Shigekazu Shimazaki, Japanese admiral and pilot (born 1908)",
            "year": 1945
        },
        {
            "text": "Jüri Uluots, Estonian journalist and politician, 7th Prime Minister of Estonia (born 1890)",
            "year": 1945
        },
        {
            "text": "Osman Cemal Kaygılı, Turkish journalist, author, and playwright (born 1890)",
            "year": 1945
        },
        {
            "text": "Dimitrios Golemis, Greek runner (born 1874)",
            "year": 1941
        },
        {
            "text": "Johann Strauss III, Austrian violinist, composer, and conductor (born 1866)",
            "year": 1939
        },
        {
            "text": "John Gilbert, American actor, director, and screenwriter (born 1899)",
            "year": 1936
        },
        {
            "text": "Wayne Munn, American football player and wrestler (born 1896)",
            "year": 1931
        },
        {
            "text": "Edward Bok, Dutch-American journalist and author (born 1863)",
            "year": 1930
        },
        {
            "text": "Houston Stewart Chamberlain, English-German philosopher and author (born 1855)",
            "year": 1927
        },
        {
            "text": "Ponnambalam Arunachalam, Sri Lankan civil servant and politician (born 1853)",
            "year": 1924
        },
        {
            "text": "Katherine Mansfield, New Zealand novelist, short story writer, and essayist (born 1888)",
            "year": 1923
        },
        {
            "text": "Charles-Émile Reynaud, French scientist and educator, invented the Praxinoscope (born 1844)",
            "year": 1918
        },
        {
            "text": "Luther D. Bradley, American cartoonist (born 1853)",
            "year": 1917
        },
        {
            "text": "Edwin Arthur Jones, American violinist and composer (born 1853)",
            "year": 1911
        },
        {
            "text": "Edvard Rusjan, Italian-Slovene pilot and engineer (born 1886)",
            "year": 1911
        },
        {
            "text": "Wilhelm Busch, German poet, illustrator, and painter (born 1832)",
            "year": 1908
        },
        {
            "text": "Abraham Goldfaden, Russian actor, playwright, and author (born 1840)",
            "year": 1908
        },
        {
            "text": "Richard Copley Christie, English lawyer and academic (born 1830)",
            "year": 1901
        },
        {
            "text": "Aaron Lufkin Dennison, American-English businessman (born 1812)",
            "year": 1895
        },
        {
            "text": "Victor Emmanuel II of Italy (born 1820)",
            "year": 1878
        },
        {
            "text": "Samuel Gridley Howe, American physician and activist (born 1801)",
            "year": 1876
        },
        {
            "text": "Napoleon III, French politician, 1st President of France (born 1808)",
            "year": 1873
        },
        {
            "text": "Anson Jones, American physician and politician; 4th President of the Republic of Texas (born 1798)",
            "year": 1858
        },
        {
            "text": "Neophytos Vamvas, Greek cleric and educator (born 1770)",
            "year": 1856
        },
        {
            "text": "Caroline Herschel, German-English astronomer (born 1750)",
            "year": 1848
        },
        {
            "text": "William Hedley, English engineer (born 1773)",
            "year": 1843
        },
        {
            "text": "Adrien-Marie Legendre, French mathematician and theorist (born 1752)",
            "year": 1833
        },
        {
            "text": "Noble Wimberly Jones, American physician and politician (born 1723)",
            "year": 1805
        },
        {
            "text": "Jean Étienne Championnet, French general (born 1762)",
            "year": 1800
        },
        {
            "text": "Maria Gaetana Agnesi, Italian mathematician and philosopher (born 1718)",
            "year": 1799
        },
        {
            "text": "Thomas Birch, English historian and author (born 1705)",
            "year": 1766
        },
        {
            "text": "Antonio de Benavides, colonial governor of Florida (born 1678)",
            "year": 1762
        },
        {
            "text": "Bernard Le Bovier de Fontenelle, French author, poet, and playwright (born 1657)",
            "year": 1757
        },
        {
            "text": "Alix Le Clerc, French Canoness Regular and foundress (born 1576)",
            "year": 1622
        },
        {
            "text": "Leonard Holliday, Lord Mayor of London (born 1550)",
            "year": 1612
        },
        {
            "text": "Jasper Heywood, English poet and scholar (born 1553)",
            "year": 1598
        },
        {
            "text": "Nicolas Durand de Villegaignon, French admiral (born 1510)",
            "year": 1571
        },
        {
            "text": "Amago Haruhisa, Japanese warlord (born 1514)",
            "year": 1561
        },
        {
            "text": "Guillaume du Bellay, French general and diplomat (born 1491)",
            "year": 1543
        },
        {
            "text": "Johannes Aventinus, Bavarian historian and philologist (born 1477)",
            "year": 1534
        },
        {
            "text": "Wang Yangming, Chinese Neo-Confucian scholar (born 1472)",
            "year": 1529
        },
        {
            "text": "Anne of Brittany, queen of Charles VIII of France and Louis XII of France (born 1477)",
            "year": 1514
        },
        {
            "text": "Demetrios Chalkokondyles, Greek scholar and academic (born 1423)",
            "year": 1511
        },
        {
            "text": "John Cicero, Elector of Brandenburg (born 1455)",
            "year": 1499
        },
        {
            "text": "William Neville, 1st Earl of Kent, English soldier (born 1405)",
            "year": 1463
        },
        {
            "text": "Adam Moleyns, Bishop of Chichester",
            "year": 1450
        },
        {
            "text": "Giulia della Rena, Italian saint (born 1319)",
            "year": 1367
        },
        {
            "text": "Wen Tianxiang, Chinese general and scholar (born 1236)",
            "year": 1283
        },
        {
            "text": "Abû 'Uthmân Sa'îd ibn Hakam al Qurashi, Minorcan ruler (born 1204)",
            "year": 1282
        },
        {
            "text": "Emperor Xizong of Jin (born 1119)",
            "year": 1150
        },
        {
            "text": "Adrian of Canterbury, abbot and scholar",
            "year": 710
        }
    ],
    "metadata": {
        "current_date": "January 9, 2026",
        "short_date": "Jan 9",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            15,
            52,
            54,
            6,
            23,
            30,
            0,
            36,
            14,
            2
        ],
        "births": [
            7,
            186,
            54,
            0
        ],
        "deaths": [
            84,
            58,
            7,
            69
        ]
    }
}