{
    "events": [
        {
            "text": "The Labour Party, led by Keir Starmer, wins a landslide majority in the 2024 United Kingdom general election, ending 14 years of Conservative government.",
            "year": 2024
        },
        {
            "text": "Chile claims its first title in international football by defeating Argentina in the 2015 Copa América Final.",
            "year": 2015
        },
        {
            "text": "The discovery of particles consistent with the Higgs boson at the Large Hadron Collider is announced at CERN.",
            "year": 2012
        },
        {
            "text": "The Statue of Liberty's crown reopens to the public after eight years of closure due to security concerns following the September 11 attacks.",
            "year": 2009
        },
        {
            "text": "The first of four days of bombings begins on the southern Philippine island group of Mindanao.",
            "year": 2009
        },
        {
            "text": "A bomb explodes at a concert in Minsk's Independence Square, injuring 50 people.",
            "year": 2008
        },
        {
            "text": "Space Shuttle program: Discovery launches STS-121 to the International Space Station. The event gained wide media attention as it was the only shuttle launch in the program's history to occur on the United States' Independence Day.",
            "year": 2006
        },
        {
            "text": "The Deep Impact collider hits the comet Tempel 1.",
            "year": 2005
        },
        {
            "text": "The cornerstone of the Freedom Tower is laid on the World Trade Center site in New York City.",
            "year": 2004
        },
        {
            "text": "Greece beats Portugal in the UEFA Euro 2004 Final and becomes European Champion for first time in its history.",
            "year": 2004
        },
        {
            "text": "A Boeing 707 crashes near Bangui M'Poko International Airport in Bangui, Central African Republic, killing 28.",
            "year": 2002
        },
        {
            "text": "Vladivostok Air Flight 352 crashes on approach to Irkutsk Airport killing all 145 people on board.",
            "year": 2001
        },
        {
            "text": "Japan launches the Nozomi probe to Mars, joining the United States and Russia as a space exploring nation.",
            "year": 1998
        },
        {
            "text": "NASA's Pathfinder space probe lands on the surface of Mars.",
            "year": 1997
        },
        {
            "text": "Rwandan genocide: Kigali, the Rwandan capital, is captured by the Rwandan Patriotic Front, ending the genocide in the city.",
            "year": 1994
        },
        {
            "text": "Three Iranian diplomats and a journalist are kidnapped in Lebanon by Phalange forces, and their fate remains unknown.",
            "year": 1982
        },
        {
            "text": "Space Shuttle program: Columbia lands at Edwards Air Force Base at the end of the program's final test flight, STS-4. President Ronald Reagan declares the Space Shuttle to be operational.",
            "year": 1982
        },
        {
            "text": "The George Jackson Brigade plants a bomb at the main power substation for the Washington state capitol in Olympia, in solidarity with a prison strike at the Walla Walla State Penitentiary Intensive Security Unit.",
            "year": 1977
        },
        {
            "text": "Israeli commandos raid Entebbe airport in Uganda, rescuing all but four of the passengers and crew of an Air France jetliner seized by Palestinian terrorists.",
            "year": 1976
        },
        {
            "text": "U.S. President Lyndon B. Johnson signs the Freedom of Information Act into United States law. The act went into effect the next year.",
            "year": 1966
        },
        {
            "text": "On its maiden voyage, the Soviet nuclear-powered submarine K-19 suffers a complete loss of coolant to its reactor. The crew are able to effect repairs, but 22 of them die of radiation poisoning over the following two years.",
            "year": 1961
        },
        {
            "text": "Due to the post-Independence Day admission of Hawaii as the 50th U.S. state on August 21, 1959, the 50-star flag of the United States debuts in Philadelphia, almost ten and a half months later (see Flag Acts (United States)).",
            "year": 1960
        },
        {
            "text": "Food rationing in Great Britain ends, with the lifting of restrictions on sale and purchase of meat, 14 years after it began early in World War II, and nearly a decade after the war's end.",
            "year": 1954
        },
        {
            "text": "Cold War: A court in Czechoslovakia sentences American journalist William N. Oatis to ten years in prison on charges of espionage.",
            "year": 1951
        },
        {
            "text": "William Shockley announces the invention of the junction transistor.",
            "year": 1951
        },
        {
            "text": "Cold War: Radio Free Europe first broadcasts.",
            "year": 1950
        },
        {
            "text": "The \"Indian Independence Bill\" is presented before the British House of Commons, proposing the independence of the Provinces of British India into two sovereign countries: India and Pakistan.",
            "year": 1947
        },
        {
            "text": "The Kielce pogrom against Jewish Holocaust survivors in Poland.",
            "year": 1946
        },
        {
            "text": "After 381 years of near-continuous colonial rule by various powers, the Philippines attains full independence from the United States.",
            "year": 1946
        },
        {
            "text": "World War II: The Battle of Kursk, the largest full-scale battle in history and the world's largest tank battle, begins in the village of Prokhorovka.",
            "year": 1943
        },
        {
            "text": "World War II: In Gibraltar, a Royal Air Force B-24 Liberator bomber crashes into the sea in an apparent accident moments after takeoff, killing sixteen passengers on board, including general Władysław Sikorski, the commander-in-chief of the Polish Army and the Prime Minister of the Polish government-in-exile; only the pilot survives.",
            "year": 1943
        },
        {
            "text": "World War II: The 250-day Siege of Sevastopol in the Crimea ends when the city falls to Axis forces.",
            "year": 1942
        },
        {
            "text": "Nazi crimes against the Polish nation: Nazi troops massacre Polish scientists and writers in the captured Ukrainian city of Lviv.",
            "year": 1941
        },
        {
            "text": "World War II: The Burning of the Riga synagogues: The Great Choral Synagogue in German-occupied Riga is burnt with 300 Jews locked in the basement.",
            "year": 1941
        },
        {
            "text": "Lou Gehrig, recently diagnosed with Amyotrophic lateral sclerosis, informs a crowd at Yankee Stadium that he considers himself \"The luckiest man on the face of the earth\", then announces his retirement from major league baseball.",
            "year": 1939
        },
        {
            "text": "First flight of the Lockheed Vega.",
            "year": 1927
        },
        {
            "text": "Mehmed V died at the age of 73 and Ottoman sultan Mehmed VI ascends to the throne.",
            "year": 1918
        },
        {
            "text": "World War I: The Battle of Hamel, a successful attack by the Australian Corps against German positions near the town of Le Hamel on the Western Front.",
            "year": 1918
        },
        {
            "text": "The funeral of Archduke Franz Ferdinand and his wife Sophie takes place in Vienna, six days after their assassinations in Sarajevo.",
            "year": 1914
        },
        {
            "text": "President Woodrow Wilson addresses American Civil War veterans at the Great Reunion of 1913.",
            "year": 1913
        },
        {
            "text": "A massive heat wave strikes the northeastern United States, killing 380 people in eleven days and breaking temperature records in several cities.",
            "year": 1911
        },
        {
            "text": "The Johnson–Jeffries riots occur after African-American boxer Jack Johnson knocks out white boxer Jim Jeffries in the 15th round. Between 11 and 26 people are killed and hundreds more injured.",
            "year": 1910
        },
        {
            "text": "The Philippine–American War is officially concluded.",
            "year": 1903
        },
        {
            "text": "William Howard Taft becomes American governor of the Philippines.",
            "year": 1901
        },
        {
            "text": "En route from New York to Le Havre, the SS La Bourgogne collides with another ship and sinks off the coast of Sable Island, with the loss of 549 lives.",
            "year": 1898
        },
        {
            "text": "The short-lived Republic of Hawaii is proclaimed by Sanford B. Dole.",
            "year": 1894
        },
        {
            "text": "Western Samoa changes the International Date Line, causing Monday (July 4) to occur twice, resulting in a leap year with 367 days.",
            "year": 1892
        },
        {
            "text": "The founder of Pakistan, Quaid-i-Azam Muhammad Ali Jinnah, joins Sindh-Madrasa-tul-Islam, Karachi.",
            "year": 1887
        },
        {
            "text": "The Canadian Pacific Railway's first scheduled train from Montreal arrives in Port Moody on the Pacific coast, after six days of travel.",
            "year": 1886
        },
        {
            "text": "In Alabama, the Tuskegee Institute opens.",
            "year": 1881
        },
        {
            "text": "Anglo-Zulu War: The Zululand capital of Ulundi is captured by British troops and burned to the ground, ending the war and forcing King Cetshwayo to flee.",
            "year": 1879
        },
        {
            "text": "American Civil War: Siege of Vicksburg: The Confederate army in Vicksburg, Mississippi surrenders to Union forces under Ulysses S. Grant after 47 days of siege, contributing to the Union capture of the Mississippi River.",
            "year": 1863
        },
        {
            "text": "American Civil War: Union forces repulse a Confederate army at the Battle of Helena in Arkansas. The battle thwarts a Rebel attempt to relieve pressure on the besieged city of Vicksburg, and paves the way for the Union capture of Little Rock.",
            "year": 1863
        },
        {
            "text": "American Civil War: Retreat from Gettysburg: The Confederate Army of Northern Virginia under Robert E. Lee withdraws from the battlefield after losing the Battle of Gettysburg, signaling an end to his last invasion of the North.",
            "year": 1863
        },
        {
            "text": "Lewis Carroll tells Alice Liddell a story that would grow into Alice's Adventures in Wonderland and its sequels.",
            "year": 1862
        },
        {
            "text": "The first edition of Walt Whitman's book of poems, Leaves of Grass, is published in Brooklyn.",
            "year": 1855
        },
        {
            "text": "Henry David Thoreau moves into a small cabin on Walden Pond in Concord, Massachusetts. Thoreau's account of his two years there, Walden, will become a touchstone of the environmental movement.",
            "year": 1845
        },
        {
            "text": "The Iowa Territory is organized.",
            "year": 1838
        },
        {
            "text": "Grand Junction Railway, the world's first long-distance railway, opens between Birmingham and Liverpool.",
            "year": 1837
        },
        {
            "text": "John Neal delivers the first public lecture in the US to advocate the rights of women.",
            "year": 1832
        },
        {
            "text": "Durham University established by Act of Parliament; the first recognized university to be founded in England since Cambridge over 600 years earlier.",
            "year": 1832
        },
        {
            "text": "Samuel Francis Smith writes \"My Country, 'Tis of Thee\" for the Boston, Massachusetts July 4 festivities.",
            "year": 1831
        },
        {
            "text": "Slavery is abolished in the State of New York.",
            "year": 1827
        },
        {
            "text": "US Flag Act of 1818 goes into effect creating a 13 stripe flag with a star for each state. New stars would be added on July 4 after a new state had been admitted.",
            "year": 1818
        },
        {
            "text": "In Rome, New York, construction on the Erie Canal begins.",
            "year": 1817
        },
        {
            "text": "The Louisiana Purchase is announced to the American people.",
            "year": 1803
        },
        {
            "text": "The United States Military Academy opens at West Point, New York.",
            "year": 1802
        },
        {
            "text": "American Revolutionary War: U.S. forces under George Clark capture Kaskaskia during the Illinois campaign.",
            "year": 1778
        },
        {
            "text": "American Revolution: The United States Declaration of Independence is adopted by the Second Continental Congress.",
            "year": 1776
        },
        {
            "text": "Orangetown Resolutions are adopted in the Province of New York, one of many protests against the British Parliament's Coercive Acts.",
            "year": 1774
        },
        {
            "text": "The Treaty of Lancaster, in which the Iroquois cede lands between the Allegheny Mountains and the Ohio River to the British colonies, was signed in Lancaster, Pennsylvania.",
            "year": 1744
        },
        {
            "text": "The city of Trois-Rivières is founded in New France (now Quebec, Canada).",
            "year": 1634
        },
        {
            "text": "The Battle of Klushino is fought between forces of the Polish–Lithuanian Commonwealth and Russia during the Polish–Russian War, after which Polish troops entered Moscow.",
            "year": 1610
        },
        {
            "text": "Philip Amadas and Arthur Barlowe arrive at Roanoke Island.",
            "year": 1584
        },
        {
            "text": "Christian III is elected King of Denmark and Norway in the town of Rye.",
            "year": 1534
        },
        {
            "text": "Ottoman–Hungarian wars: The Siege of Nándorfehérvár (Belgrade) begins.",
            "year": 1456
        },
        {
            "text": "Francesco II Ordelaffi of Forlì surrenders to the Papal commander Gil de Albornoz.",
            "year": 1359
        },
        {
            "text": "Genkō War: Forces loyal to Emperor Go-Daigo seize Tōshō-ji during the Siege of Kamakura. Hōjō Takatoki and other members of the Hōjō clan commit suicide, ending the rule of the Kamakura shogunate.",
            "year": 1333
        },
        {
            "text": "Battle of West-Capelle: John I of Avesnes defeats Guy of Dampierre.",
            "year": 1253
        },
        {
            "text": "The Crusades: Battle of Hattin: Saladin defeats Guy of Lusignan, King of Jerusalem.",
            "year": 1187
        },
        {
            "text": "Jordan II of Capua is anointed as prince after his infant nephew's death.",
            "year": 1120
        },
        {
            "text": "A supernova, called SN 1054, is seen by Chinese Song dynasty, Arab, and possibly Amerindian observers near the star Zeta Tauri. For several months it remains bright enough to be seen during the day. Its remnants form the Crab Nebula.",
            "year": 1054
        },
        {
            "text": "Ulrich of Augsburg is canonized as a saint.",
            "year": 993
        },
        {
            "text": "Pactum Sicardi, a peace treaty between the Principality of Benevento and the Duchy of Naples, is signed.",
            "year": 836
        },
        {
            "text": "Emperor Theodosius II, age 13, yields power to his older sister Aelia Pulcheria, who reigned as regent and proclaimed herself empress (Augusta) of the Eastern Roman Empire.",
            "year": 414
        },
        {
            "text": "Battle of Mantinea: The Thebans, led by Epaminondas, defeated the Spartans.",
            "year": -362
        }
    ],
    "births": [
        {
            "text": "Polina Bogusevich, Russian singer",
            "year": 2003
        },
        {
            "text": "Moa Kikuchi, Japanese musician",
            "year": 1999
        },
        {
            "text": "Post Malone, American rapper, singer, songwriter and record producer",
            "year": 1995
        },
        {
            "text": "Tom Barkhuizen, English footballer",
            "year": 1993
        },
        {
            "text": "Ángel Romero, Paraguayan footballer",
            "year": 1992
        },
        {
            "text": "Óscar Romero, Paraguayan footballer",
            "year": 1992
        },
        {
            "text": "Jake Gardiner, American ice hockey player",
            "year": 1990
        },
        {
            "text": "Richard Mpong, Ghanaian footballer",
            "year": 1990
        },
        {
            "text": "Naoki Yamada, Japanese footballer",
            "year": 1990
        },
        {
            "text": "Ihar Yasinski, Belarusian footballer",
            "year": 1990
        },
        {
            "text": "Benjamin Büchel, Liechtensteiner footballer",
            "year": 1989
        },
        {
            "text": "Angelique Boyer, French-Mexican actress",
            "year": 1988
        },
        {
            "text": "Wude Ayalew, Ethiopian runner",
            "year": 1987
        },
        {
            "text": "Guram Kashia, Georgian footballer",
            "year": 1987
        },
        {
            "text": "Ömer Aşık, Turkish basketball player",
            "year": 1986
        },
        {
            "text": "Nguyen Ngoc Duy, Vietnamese footballer",
            "year": 1986
        },
        {
            "text": "Rafael Arévalo, Salvadoran tennis player",
            "year": 1986
        },
        {
            "text": "Willem Janssen, Dutch footballer",
            "year": 1986
        },
        {
            "text": "Terrance Knighton, American football player",
            "year": 1986
        },
        {
            "text": "Marte Elden, Norwegian skier",
            "year": 1986
        },
        {
            "text": "Kane Tenace, Australian footballer",
            "year": 1985
        },
        {
            "text": "Dimitrios Mavroeidis, Greek basketball player",
            "year": 1985
        },
        {
            "text": "Wason Rentería, Colombian footballer",
            "year": 1985
        },
        {
            "text": "Jin Akanishi, Japanese singer-songwriter",
            "year": 1984
        },
        {
            "text": "Melanie Fiona, Canadian singer-songwriter",
            "year": 1983
        },
        {
            "text": "Amantle Montsho, Botswanan sprinter",
            "year": 1983
        },
        {
            "text": "Miguel Pinto, Chilean footballer",
            "year": 1983
        },
        {
            "text": "Amol Rajan, Indian-English journalist",
            "year": 1983
        },
        {
            "text": "Mattia Serafini, Italian footballer",
            "year": 1983
        },
        {
            "text": "Vladimir Boisa, Georgian basketball player",
            "year": 1982
        },
        {
            "text": "Vladimir Gusev, Russian cyclist",
            "year": 1982
        },
        {
            "text": "Jeff Lima, New Zealand rugby league player",
            "year": 1982
        },
        {
            "text": "Michael \"The Situation\" Sorrentino, American model, author and television personality",
            "year": 1982
        },
        {
            "text": "Dedé, Angolan footballer",
            "year": 1981
        },
        {
            "text": "Brock Berlin, American football player",
            "year": 1981
        },
        {
            "text": "Christoph Preuß, German footballer",
            "year": 1981
        },
        {
            "text": "Francisco Cruceta, Dominican baseball player",
            "year": 1981
        },
        {
            "text": "Will Smith, American football player (died 2016)",
            "year": 1981
        },
        {
            "text": "Kwame Steede, Bermudan footballer",
            "year": 1980
        },
        {
            "text": "Siim Kabrits, Estonian politician",
            "year": 1979
        },
        {
            "text": "Josh McCown, American football player",
            "year": 1979
        },
        {
            "text": "Renny Vega, Venezuelan footballer",
            "year": 1979
        },
        {
            "text": "Marcos Daniel, Brazilian tennis player",
            "year": 1978
        },
        {
            "text": "Émile Mpenza, Belgian footballer",
            "year": 1978
        },
        {
            "text": "Daijiro Kato, Japanese motorcycle racer (died 2003)",
            "year": 1976
        },
        {
            "text": "Yevgeniya Medvedeva, Russian skier",
            "year": 1976
        },
        {
            "text": "Jill Craybas, American tennis player",
            "year": 1974
        },
        {
            "text": "La'Roi Glover, American football player and sportscaster",
            "year": 1974
        },
        {
            "text": "Adrian Griffin, American basketball player and coach",
            "year": 1974
        },
        {
            "text": "Keiko Ihara, Japanese race car driver",
            "year": 1973
        },
        {
            "text": "Gackt, Japanese musician, singer, songwriter, record producer and actor",
            "year": 1973
        },
        {
            "text": "Michael Johnson, English-Jamaican footballer and manager",
            "year": 1973
        },
        {
            "text": "Anjelika Krylova, Russian ice dancer and coach",
            "year": 1973
        },
        {
            "text": "Jan Magnussen, Danish race car driver",
            "year": 1973
        },
        {
            "text": "Tony Popovic, Australian footballer and manager",
            "year": 1973
        },
        {
            "text": "Stephen Giles, Canadian canoe racer and engineer",
            "year": 1972
        },
        {
            "text": "Mike Knuble, Canadian-American ice hockey player and coach",
            "year": 1972
        },
        {
            "text": "Al Golden, American football player and coach",
            "year": 1969
        },
        {
            "text": "Todd Marinovich, American football player and coach",
            "year": 1969
        },
        {
            "text": "Wilfred Mugeyi, Zimbabwean footballer and coach",
            "year": 1969
        },
        {
            "text": "Vinny Castilla, Mexican baseball player and manager",
            "year": 1967
        },
        {
            "text": "Sébastien Deleigne, French athlete",
            "year": 1967
        },
        {
            "text": "Ronni Ancona, Scottish actress and screenwriter",
            "year": 1966
        },
        {
            "text": "Minas Hantzidis, German-Greek footballer",
            "year": 1966
        },
        {
            "text": "Lee Reherman, American actor (died 2016)",
            "year": 1966
        },
        {
            "text": "Harvey Grant, American basketball player and coach",
            "year": 1965
        },
        {
            "text": "Horace Grant, American basketball player and coach",
            "year": 1965
        },
        {
            "text": "Kiriakos Karataidis, Greek footballer and manager",
            "year": 1965
        },
        {
            "text": "Gérard Watkins, English actor and playwright",
            "year": 1965
        },
        {
            "text": "Cle Kooiman, American soccer player and manager",
            "year": 1964
        },
        {
            "text": "Elie Saab, Lebanese fashion designer",
            "year": 1964
        },
        {
            "text": "Edi Rama, Albanian politician",
            "year": 1964
        },
        {
            "text": "Mark Slaughter, American singer-songwriter and producer",
            "year": 1964
        },
        {
            "text": "Mark Whiting, American actor, director, and screenwriter",
            "year": 1964
        },
        {
            "text": "Henri Leconte, French tennis player and sportscaster",
            "year": 1963
        },
        {
            "text": "Laureano Márquez, Spanish-Venezuelan political scientist and journalist",
            "year": 1963
        },
        {
            "text": "José Oquendo, Puerto Rican-American baseball player and coach",
            "year": 1963
        },
        {
            "text": "Sonia Pierre, Haitian-Dominican human rights activist (died 2011)",
            "year": 1963
        },
        {
            "text": "Pam Shriver, American tennis player and sportscaster",
            "year": 1962
        },
        {
            "text": "Richard Garriott, English-American video game designer, created the Ultima series",
            "year": 1961
        },
        {
            "text": "Roland Ratzenberger, Austrian race car driver (died 1994)",
            "year": 1960
        },
        {
            "text": "Victoria Abril, Spanish actress and singer",
            "year": 1959
        },
        {
            "text": "Vera Leth, Greenlandic Ombudsman",
            "year": 1958
        },
        {
            "text": "Kirk Pengilly, Australian guitarist, saxophonist, and songwriter",
            "year": 1958
        },
        {
            "text": "Carl Valentine, Canadian soccer player, coach, and manager",
            "year": 1958
        },
        {
            "text": "Rein Lang, Estonian politician and diplomat, 25th Estonian Minister of Foreign Affairs",
            "year": 1957
        },
        {
            "text": "Robert Sinclair MacKay, British academic and educator",
            "year": 1956
        },
        {
            "text": "Eero Heinäluoma, Finnish politician",
            "year": 1955
        },
        {
            "text": "Kevin Nichols, Australian cyclist",
            "year": 1955
        },
        {
            "text": "Jim Beattie, American baseball player, coach, and manager",
            "year": 1954
        },
        {
            "text": "Morganna, American model, actress, and dancer",
            "year": 1954
        },
        {
            "text": "Devendra Kumar Joshi, 21st Chief of Naval Staff of the Indian Navy",
            "year": 1954
        },
        {
            "text": "Francis Maude, English lawyer and politician, Minister for the Cabinet Office",
            "year": 1953
        },
        {
            "text": "Álvaro Uribe, Colombian lawyer and politician, 39th President of Colombia",
            "year": 1952
        },
        {
            "text": "Carol MacReady, English actress",
            "year": 1952
        },
        {
            "text": "John Waite, English singer-songwriter and guitarist",
            "year": 1952
        },
        {
            "text": "Paul Rogat Loeb, American author and activist",
            "year": 1952
        },
        {
            "text": "John Alexander, Australian tennis player and politician",
            "year": 1951
        },
        {
            "text": "Ralph Johnson, American R&B drummer and percussionist",
            "year": 1951
        },
        {
            "text": "Vladimir Tismăneanu, Romanian-American political scientist, sociologist, and academic",
            "year": 1951
        },
        {
            "text": "Kathleen Kennedy Townsend, American lawyer and politician, 6th Lieutenant Governor of Maryland",
            "year": 1951
        },
        {
            "text": "Philip Craven, English basketball player and swimmer",
            "year": 1950
        },
        {
            "text": "David Jensen, Canadian-English radio and television host",
            "year": 1950
        },
        {
            "text": "René Arnoux, French race car driver",
            "year": 1948
        },
        {
            "text": "Tommy Körberg, Swedish singer and actor",
            "year": 1948
        },
        {
            "text": "Jeremy Spencer, English singer-songwriter and guitarist",
            "year": 1948
        },
        {
            "text": "Lembit Ulfsak, Estonian actor and director (died 2017)",
            "year": 1947
        },
        {
            "text": "Ron Kovic, American author and activist",
            "year": 1946
        },
        {
            "text": "Michael Milken, American businessman and philanthropist",
            "year": 1946
        },
        {
            "text": "Andre Spitzer, Romanian-Israeli fencer and coach (died 1972)",
            "year": 1945
        },
        {
            "text": "Conny Bauer, German trombonist",
            "year": 1943
        },
        {
            "text": "Emerson Boozer, American football player and sportscaster",
            "year": 1943
        },
        {
            "text": "Adam Hart-Davis, English historian, author, and photographer",
            "year": 1943
        },
        {
            "text": "Geraldo Rivera, American lawyer, journalist, and author",
            "year": 1943
        },
        {
            "text": "Fred Wesley, American jazz and funk trombonist",
            "year": 1943
        },
        {
            "text": "Alan Wilson, American singer-songwriter and guitarist (died 1970)",
            "year": 1943
        },
        {
            "text": "Hal Lanier, American baseball player, coach, and manager",
            "year": 1942
        },
        {
            "text": "Floyd Little, American football player and coach (died 2021)",
            "year": 1942
        },
        {
            "text": "Stefan Meller, French-Polish academic and politician, Polish Minister of Foreign Affairs (died 2008)",
            "year": 1942
        },
        {
            "text": "Prince Michael of Kent",
            "year": 1942
        },
        {
            "text": "Peter Rowan, American singer-songwriter and guitarist",
            "year": 1942
        },
        {
            "text": "Sam Farr, American politician",
            "year": 1941
        },
        {
            "text": "Tomaž Šalamun, Croatian-Slovenian poet and academic (died 2014)",
            "year": 1941
        },
        {
            "text": "Pavel Sedláček, Czech singer-songwriter and guitarist",
            "year": 1941
        },
        {
            "text": "Brian Willson, American soldier, lawyer, and activist",
            "year": 1941
        },
        {
            "text": "Pat Stapleton, Canadian ice hockey player (died 2020)",
            "year": 1940
        },
        {
            "text": "Steven Rose, English biologist and academic",
            "year": 1938
        },
        {
            "text": "Bill Withers, American singer-songwriter and producer (died 2020)",
            "year": 1938
        },
        {
            "text": "Thomas Nagel, American philosopher and academic",
            "year": 1937
        },
        {
            "text": "Queen Sonja of Norway",
            "year": 1937
        },
        {
            "text": "Richard Rhodes, American journalist and historian",
            "year": 1937
        },
        {
            "text": "Eric Walters, Australian journalist (died 2010)",
            "year": 1937
        },
        {
            "text": "Zdzisława Donat, Polish soprano and actress",
            "year": 1936
        },
        {
            "text": "Paul Scoon, Grenadian politician, 2nd Governor-General of Grenada (died 2013)",
            "year": 1935
        },
        {
            "text": "Yvonne B. Miller, American academic and politician (died 2012)",
            "year": 1934
        },
        {
            "text": "Colin Welland, English actor and screenwriter (died 2015)",
            "year": 1934
        },
        {
            "text": "Aurèle Vandendriessche, Belgian runner (died 2023)",
            "year": 1932
        },
        {
            "text": "Stephen Boyd, Northern Ireland-born American actor (died 1977)",
            "year": 1931
        },
        {
            "text": "Rick Casares, American football player and soldier (died 2013)",
            "year": 1931
        },
        {
            "text": "Sébastien Japrisot, French author, director, and screenwriter (died 2003)",
            "year": 1931
        },
        {
            "text": "Peter Richardson, English cricketer (died 2017)",
            "year": 1931
        },
        {
            "text": "George Steinbrenner, American businessman (died 2010)",
            "year": 1930
        },
        {
            "text": "Al Davis, American football player, coach, and manager (died 2011)",
            "year": 1929
        },
        {
            "text": "Bill Tuttle, American baseball player (died 1998)",
            "year": 1929
        },
        {
            "text": "Giampiero Boniperti, Italian footballer and politician (died 2021)",
            "year": 1928
        },
        {
            "text": "Teofisto Guingona Jr., Filipino politician; 11th Vice President of the Philippines",
            "year": 1928
        },
        {
            "text": "Jassem Alwan, Syrian Army Officer (died 2018)",
            "year": 1928
        },
        {
            "text": "Shan Ratnam, Sri Lankan physician and academic (died 2001)",
            "year": 1928
        },
        {
            "text": "Chuck Tanner, American baseball player and manager (died 2011)",
            "year": 1928
        },
        {
            "text": "Gina Lollobrigida, Italian actress and photographer (died 2023)",
            "year": 1927
        },
        {
            "text": "Neil Simon, American playwright and screenwriter (died 2018)",
            "year": 1927
        },
        {
            "text": "Alfredo Di Stéfano, Argentinian-Spanish footballer and coach (died 2014)",
            "year": 1926
        },
        {
            "text": "Lake Underwood, American race car driver and businessman (died 2008)",
            "year": 1926
        },
        {
            "text": "Ciril Zlobec, Slovene poet, writer, translator, journalist and politician (died 2018)",
            "year": 1925
        },
        {
            "text": "Dorothy Head Knode, American tennis player (died 2015)",
            "year": 1925
        },
        {
            "text": "Eva Marie Saint, American actress",
            "year": 1924
        },
        {
            "text": "Delia Fiallo, Cuban author and screenwriter (died 2021)",
            "year": 1924
        },
        {
            "text": "Harry Stewart Jr., American military officer and fighter pilot (died 2025)",
            "year": 1924
        },
        {
            "text": "Rudolf Friedrich, Swiss lawyer and politician (died 2013)",
            "year": 1923
        },
        {
            "text": "R. James Harvey, American politician (died 2019)",
            "year": 1922
        },
        {
            "text": "Gérard Debreu, French economist and mathematician, Nobel Prize laureate (died 2004)",
            "year": 1921
        },
        {
            "text": "Nasser Sharifi, Iranian sports shooter",
            "year": 1921
        },
        {
            "text": "Metropolitan Mikhail of Asyut (died 2014)",
            "year": 1921
        },
        {
            "text": "Philip Rose, American actor, playwright, and producer (died 2011)",
            "year": 1921
        },
        {
            "text": "Tibor Varga, Hungarian violinist and conductor (died 2003)",
            "year": 1921
        },
        {
            "text": "Norm Drucker, American basketball player and referee (died 2015)",
            "year": 1920
        },
        {
            "text": "Leona Helmsley, American businesswoman (died 2007)",
            "year": 1920
        },
        {
            "text": "Fritz Wilde, German footballer and manager (died 1977)",
            "year": 1920
        },
        {
            "text": "Paul Bannai, American politician (died 2019)",
            "year": 1920
        },
        {
            "text": "Eppie Lederer, American journalist and radio host (died 2002)",
            "year": 1918
        },
        {
            "text": "Johnnie Parsons, American race car driver (died 1984)",
            "year": 1918
        },
        {
            "text": "King Taufa'ahau Tupou IV of Tonga, (died 2006)",
            "year": 1918
        },
        {
            "text": "Alec Bedser, English cricketer (died 2010)",
            "year": 1918
        },
        {
            "text": "Eric Bedser, English cricketer (died 2006)",
            "year": 1918
        },
        {
            "text": "Pauline Phillips, American journalist and radio host, created Dear Abby (died 2013)",
            "year": 1918
        },
        {
            "text": "Iva Toguri D'Aquino, American typist and broadcaster (died 2006)",
            "year": 1916
        },
        {
            "text": "Timmie Rogers, American actor and singer-songwriter (died 2006)",
            "year": 1915
        },
        {
            "text": "Nuccio Bertone, Italian automobile designer (died 1997)",
            "year": 1914
        },
        {
            "text": "Bruce Hamilton, Australian public servant (died 1989)",
            "year": 1911
        },
        {
            "text": "Mitch Miller, American singer and producer (died 2010)",
            "year": 1911
        },
        {
            "text": "Elizabeth Peratrovich, Alaskan-American civil rights activist (died 1958)",
            "year": 1911
        },
        {
            "text": "Robert K. Merton, American sociologist and scholar (died 2003)",
            "year": 1910
        },
        {
            "text": "Gloria Stuart, American actress (died 2010)",
            "year": 1910
        },
        {
            "text": "Alec Templeton, Welsh composer, pianist and satirist (died 1963)",
            "year": 1909
        },
        {
            "text": "John Anderson, American discus thrower (died 1948)",
            "year": 1907
        },
        {
            "text": "Howard Taubman, American author and critic (died 1996)",
            "year": 1907
        },
        {
            "text": "Vincent Schaefer, American chemist and meteorologist (died 1993)",
            "year": 1906
        },
        {
            "text": "Irving Johnson, American sailor and author (died 1991)",
            "year": 1905
        },
        {
            "text": "Robert Hankey, 2nd Baron Hankey, British diplomat and public servant (died 1996)",
            "year": 1905
        },
        {
            "text": "Lionel Trilling, American critic, essayist, short story writer, and educator (died 1975)",
            "year": 1905
        },
        {
            "text": "Angela Baddeley, English actress (died 1976)",
            "year": 1904
        },
        {
            "text": "Flor Peeters, Belgian organist, composer, and educator (died 1986)",
            "year": 1903
        },
        {
            "text": "Meyer Lansky, American gangster (died 1983)",
            "year": 1902
        },
        {
            "text": "George Murphy, American actor and politician (died 1992)",
            "year": 1902
        },
        {
            "text": "Belinda Dann, Indigenous Australian who was one of the Stolen Generation, reunited with family aged 107 (died 2007)",
            "year": 1900
        },
        {
            "text": "Nellie Mae Rowe, American folk artist (died 1982)",
            "year": 1900
        },
        {
            "text": "Pilar Barbosa, Puerto Rican-American historian and activist (died 1997)",
            "year": 1898
        },
        {
            "text": "Gertrude Lawrence, British actress, singer, and dancer (died 1952)",
            "year": 1898
        },
        {
            "text": "Gulzarilal Nanda, Indian politician (died 1998)",
            "year": 1898
        },
        {
            "text": "Gertrude Weaver, American supercentenarian (died 2015)",
            "year": 1898
        },
        {
            "text": "Alluri Sitarama Raju, Indian activist (died 1924)",
            "year": 1897
        },
        {
            "text": "Mao Dun, Chinese journalist, author, and critic (died 1981)",
            "year": 1896
        },
        {
            "text": "Irving Caesar, American songwriter and composer (died 1996)",
            "year": 1895
        },
        {
            "text": "Henry Armetta, Italian-American actor and singer (died 1945)",
            "year": 1888
        },
        {
            "text": "Pio Pion, Italian engineer and businessman (died 1965)",
            "year": 1887
        },
        {
            "text": "Tom Longboat, Canadian runner and soldier (died 1949)",
            "year": 1886
        },
        {
            "text": "Rube Goldberg, American sculptor, cartoonist, and engineer (died 1970)",
            "year": 1883
        },
        {
            "text": "Ulysses S. Grant III, American general (died 1968)",
            "year": 1881
        },
        {
            "text": "Victor Kraft, Austrian philosopher from the Vienna Circle (died 1975)",
            "year": 1880
        },
        {
            "text": "John McPhee, Australian journalist and politician, 27th Premier of Tasmania (died 1952)",
            "year": 1874
        },
        {
            "text": "Calvin Coolidge, American lawyer and politician, 30th President of the United States (died 1933)",
            "year": 1872
        },
        {
            "text": "Hubert Cecil Booth, English engineer (died 1955)",
            "year": 1871
        },
        {
            "text": "Henrietta Swan Leavitt, American astronomer and academic (died 1921)",
            "year": 1868
        },
        {
            "text": "Victor Babeș, Romanian physician and biologist (died 1926)",
            "year": 1854
        },
        {
            "text": "James Anthony Bailey, American circus ringmaster, co-founded Ringling Bros. and Barnum & Bailey Circus (died 1906)",
            "year": 1847
        },
        {
            "text": "Thomas John Barnardo, Irish philanthropist and humanitarian (died 1905)",
            "year": 1845
        },
        {
            "text": "Hermann Cohen, German philosopher (died 1918)",
            "year": 1842
        },
        {
            "text": "Stephen Foster, American songwriter and composer (died 1864)",
            "year": 1826
        },
        {
            "text": "Hiram Walker, American businessman, founded Canadian Club whisky (died 1899)",
            "year": 1816
        },
        {
            "text": "Giuseppe Garibaldi, Italian general and politician (died 1882)",
            "year": 1807
        },
        {
            "text": "Nathaniel Hawthorne, American novelist and short story writer (died 1864)",
            "year": 1804
        },
        {
            "text": "Oscar I of Sweden (died 1859)",
            "year": 1799
        },
        {
            "text": "George Everest, Welsh geographer and surveyor (died 1866)",
            "year": 1790
        },
        {
            "text": "Jean-Pierre Blanchard, French inventor, best known as a pioneer in balloon flight (died 1809)",
            "year": 1753
        },
        {
            "text": "George Leonard, American lawyer, jurist and politician (died 1819)",
            "year": 1729
        },
        {
            "text": "Michel-Jean Sedaine, French playwright (died 1797)",
            "year": 1719
        },
        {
            "text": "Christian Fürchtegott Gellert, German poet and academic (died 1769)",
            "year": 1715
        },
        {
            "text": "Louis-Claude Daquin, French organist and composer (died 1772)",
            "year": 1694
        },
        {
            "text": "John Leake, Royal Navy admiral (died 1720)",
            "year": 1656
        },
        {
            "text": "Murad III, Ottoman sultan (died 1595)",
            "year": 1546
        },
        {
            "text": "Johannes Aventinus, Bavarian historian and philologist (died 1534)",
            "year": 1477
        },
        {
            "text": "Ashikaga Yoshiakira, Japanese shōgun (died 1367)",
            "year": 1330
        },
        {
            "text": "Usama ibn Munqidh, Muslim poet, author and faris (Knight) (died 1188)",
            "year": 1095
        },
        {
            "text": "Salonia Matidia, Roman daughter of Ulpia Marciana (died 119)",
            "year": 68
        }
    ],
    "deaths": [
        {
            "text": "Cláudio Hummes, Brazilian prelate of the Catholic Church (born 1934)",
            "year": 2022
        },
        {
            "text": "Kazuki Takahashi, Japanese manga artist (born 1961)",
            "year": 2022
        },
        {
            "text": "Harmoko, Indonesian politician, former parliament speaker and government minister (born 1939)",
            "year": 2021
        },
        {
            "text": "Matīss Kivlenieks, Latvian ice hockey goaltender (born 1996)",
            "year": 2021
        },
        {
            "text": "Henri Dirickx, Belgian footballer (born 1927)",
            "year": 2018
        },
        {
            "text": "Robby Müller, Dutch cinematographer (born 1940)",
            "year": 2018
        },
        {
            "text": "John Blackwell, American R&B, funk, and jazz drummer (born 1973)",
            "year": 2017
        },
        {
            "text": "Daniil Granin, Soviet and Russian author (born 1919)",
            "year": 2017
        },
        {
            "text": "Gene Conley, American MLB player and NBA player (born 1930)",
            "year": 2017
        },
        {
            "text": "Abbas Kiarostami, Iranian film director, screenwriter, poet, and photographer (born 1940)",
            "year": 2016
        },
        {
            "text": "Nedelcho Beronov, Bulgarian judge and politician (born 1928)",
            "year": 2015
        },
        {
            "text": "William Conrad Gibbons, American historian, author, and academic (born 1926)",
            "year": 2015
        },
        {
            "text": "Giorgio Faletti, Italian author, screenwriter, and actor (born 1950)",
            "year": 2014
        },
        {
            "text": "C. J. Henderson, American author and critic (born 1951)",
            "year": 2014
        },
        {
            "text": "Earl Robinson, American baseball player (born 1936)",
            "year": 2014
        },
        {
            "text": "Richard Mellon Scaife, American businessman (born 1932)",
            "year": 2014
        },
        {
            "text": "Onllwyn Brace, Welsh rugby player and sportscaster (born 1932)",
            "year": 2013
        },
        {
            "text": "Jack Crompton, English footballer and manager (born 1921)",
            "year": 2013
        },
        {
            "text": "James Fulton, American dermatologist and academic (born 1940)",
            "year": 2013
        },
        {
            "text": "Charles A. Hines, American general (born 1935)",
            "year": 2013
        },
        {
            "text": "Bernie Nolan, Irish singer (born 1960)",
            "year": 2013
        },
        {
            "text": "Hiren Bhattacharyya, Indian poet and author (born 1932)",
            "year": 2012
        },
        {
            "text": "Jimmy Bivins, American boxer (born 1919)",
            "year": 2012
        },
        {
            "text": "Jeong Min-hyeong, South Korean footballer (born 1987)",
            "year": 2012
        },
        {
            "text": "Eric Sykes, English actor, director, and screenwriter (born 1923)",
            "year": 2012
        },
        {
            "text": "Robert Neil Butler, American physician and author (born 1927)",
            "year": 2010
        },
        {
            "text": "Brenda Joyce, American actress (born 1917)",
            "year": 2009
        },
        {
            "text": "Allen Klein, American businessman and talent agent, founded ABKCO Records (born 1931)",
            "year": 2009
        },
        {
            "text": "Drake Levin, American guitarist (born 1946)",
            "year": 2009
        },
        {
            "text": "Steve McNair, American football player (born 1973)",
            "year": 2009
        },
        {
            "text": "Lasse Strömstedt, Swedish author and actor (born 1935)",
            "year": 2009
        },
        {
            "text": "Jean-Baptiste Tati Loutard, Congolese poet and politician (born 1938)",
            "year": 2009
        },
        {
            "text": "Thomas M. Disch, American author and poet (born 1940)",
            "year": 2008
        },
        {
            "text": "Jesse Helms, American politician (born 1921)",
            "year": 2008
        },
        {
            "text": "Evelyn Keyes, American actress (born 1916)",
            "year": 2008
        },
        {
            "text": "Terrence Kiel, American football player (born 1980)",
            "year": 2008
        },
        {
            "text": "Charles Wheeler, German-English soldier and journalist (born 1923)",
            "year": 2008
        },
        {
            "text": "Bill Pinkney, American singer (born 1925)",
            "year": 2007
        },
        {
            "text": "Cliff Goupille, Canadian ice hockey player (born 1915)",
            "year": 2005
        },
        {
            "text": "Hank Stram, American football player and coach (born 1923)",
            "year": 2005
        },
        {
            "text": "Jean-Marie Auberson, Swiss violinist and conductor (born 1920)",
            "year": 2004
        },
        {
            "text": "Larry Burkett, American author and radio host (born 1939)",
            "year": 2003
        },
        {
            "text": "André Claveau, French singer (born 1915)",
            "year": 2003
        },
        {
            "text": "Barry White, American singer-songwriter, pianist, and producer (born 1944)",
            "year": 2003
        },
        {
            "text": "Gerald Bales, Canadian organist and composer (born 1919)",
            "year": 2002
        },
        {
            "text": "Benjamin O. Davis, Jr., American general (born 1912)",
            "year": 2002
        },
        {
            "text": "Gustaw Herling-Grudziński, Polish journalist and author (born 1919)",
            "year": 2000
        },
        {
            "text": "Leo Garel, American illustrator and educator (born 1917)",
            "year": 1999
        },
        {
            "text": "Charles Kuralt, American journalist (born 1934)",
            "year": 1997
        },
        {
            "text": "John Zachary Young, English zoologist and neurophysiologist (born 1907)",
            "year": 1997
        },
        {
            "text": "Eva Gabor, Hungarian-American actress and singer (born 1919)",
            "year": 1995
        },
        {
            "text": "Bob Ross, American painter and television host (born 1942)",
            "year": 1995
        },
        {
            "text": "Joey Marella, American wrestling referee (born 1964)",
            "year": 1994
        },
        {
            "text": "Bona Arsenault, Canadian historian, genealogist, and politician (born 1903)",
            "year": 1993
        },
        {
            "text": "Astor Piazzolla, Argentinian bandoneon player and composer (born 1921)",
            "year": 1992
        },
        {
            "text": "Victor Chang, Chinese-Australian surgeon and physician (born 1936)",
            "year": 1991
        },
        {
            "text": "Art Sansom, American cartoonist (born 1920)",
            "year": 1991
        },
        {
            "text": "Olive Ann Burns, American journalist and author (born 1924)",
            "year": 1990
        },
        {
            "text": "Adrian Adonis, American wrestler (born 1954)",
            "year": 1988
        },
        {
            "text": "Paul-Gilbert Langevin, French musicologist, critique musical and physicist (born 1933)",
            "year": 1986
        },
        {
            "text": "Flor Peeters, Belgian organist and composer (born 1903)",
            "year": 1986
        },
        {
            "text": "Oscar Zariski, Belarusian-American mathematician and academic (born 1899)",
            "year": 1986
        },
        {
            "text": "Jimmie Spheeris, American singer-songwriter (born 1949)",
            "year": 1984
        },
        {
            "text": "Maurice Grevisse, Belgian linguist and author (born 1895)",
            "year": 1980
        },
        {
            "text": "Lee Wai Tong, Chinese footballer and manager (born 1905)",
            "year": 1979
        },
        {
            "text": "Gersh Budker, Ukrainian physicist and academic (born 1918)",
            "year": 1977
        },
        {
            "text": "Yonatan Netanyahu, Israeli colonel (born 1946)",
            "year": 1976
        },
        {
            "text": "Antoni Słonimski, Polish poet and playwright (born 1895)",
            "year": 1976
        },
        {
            "text": "Georgette Heyer, English author (born 1902)",
            "year": 1974
        },
        {
            "text": "André Randall, French actor (born 1892)",
            "year": 1974
        },
        {
            "text": "August Derleth, American anthologist and author (born 1909)",
            "year": 1971
        },
        {
            "text": "Thomas C. Hart, American admiral and politician (born 1877)",
            "year": 1971
        },
        {
            "text": "Barnett Newman, American painter and illustrator (born 1905)",
            "year": 1970
        },
        {
            "text": "Harold Stirling Vanderbilt, American sailor and businessman (born 1884)",
            "year": 1970
        },
        {
            "text": "Henri Decoin, French director and screenwriter (born 1890)",
            "year": 1969
        },
        {
            "text": "Gaby Morlay, French actress and singer (born 1893)",
            "year": 1964
        },
        {
            "text": "Bernard Freyberg, 1st Baron Freyberg, New Zealand general and politician, 7th Governor-General of New Zealand (born 1889)",
            "year": 1963
        },
        {
            "text": "Clyde Kennard, American activist and martyr (born 1927)",
            "year": 1963
        },
        {
            "text": "Pingali Venkayya, Indian activist, designed the Flag of India (born 1876)",
            "year": 1963
        },
        {
            "text": "François Brandt, Dutch rower and engineer (born 1874)",
            "year": 1949
        },
        {
            "text": "Monteiro Lobato, Brazilian journalist and author (born 1882)",
            "year": 1948
        },
        {
            "text": "Taffy O'Callaghan, Welsh footballer and coach (born 1906)",
            "year": 1946
        },
        {
            "text": "Władysław Sikorski, Polish general and politician, 9th Prime Minister of the Second Republic of Poland (born 1881)",
            "year": 1943
        },
        {
            "text": "Antoni Łomnicki, Polish mathematician and academic (born 1881)",
            "year": 1941
        },
        {
            "text": "Otto Bauer, Austrian philosopher and politician, Austrian Minister of Foreign Affairs (born 1881)",
            "year": 1938
        },
        {
            "text": "Suzanne Lenglen, French tennis player (born 1899)",
            "year": 1938
        },
        {
            "text": "Anna Paaske, Norwegian opera singer and music teacher (born 1856)",
            "year": 1935
        },
        {
            "text": "Marie Curie, French-Polish physicist and chemist, Nobel Prize laureate (born 1867)",
            "year": 1934
        },
        {
            "text": "Pier Giorgio Frassati, Italian activist and saint (born 1901)",
            "year": 1926
        },
        {
            "text": "Lothar von Richthofen, German lieutenant and pilot (born 1894)",
            "year": 1922
        },
        {
            "text": "Alan Seeger, American soldier and poet (born 1888)",
            "year": 1916
        },
        {
            "text": "Melville Fuller, American lawyer and jurist, Chief Justice of the United States (born 1833)",
            "year": 1910
        },
        {
            "text": "Kabua the Great, Marshallese iroijlaplap (born c. 1820)",
            "year": 1910
        },
        {
            "text": "Giovanni Schiaparelli, Italian astronomer and historian (born 1835)",
            "year": 1910
        },
        {
            "text": "Élisée Reclus, French geographer and author (born 1830)",
            "year": 1905
        },
        {
            "text": "Swami Vivekananda, Indian monk and saint (born 1863)",
            "year": 1902
        },
        {
            "text": "Johannes Schmidt, German linguist and academic (born 1843)",
            "year": 1901
        },
        {
            "text": "Hannibal Hamlin, American lawyer and politician, 15th Vice President of the United States (born 1809)",
            "year": 1891
        },
        {
            "text": "Poundmaker, Canadian tribal chief (born 1797)",
            "year": 1886
        },
        {
            "text": "Joseph Brackett, American composer and author (born 1797)",
            "year": 1882
        },
        {
            "text": "Johan Vilhelm Snellman, Finnish philosopher and politician (born 1806)",
            "year": 1881
        },
        {
            "text": "William L. Marcy, American lawyer, judge, and politician, 21st United States Secretary of State (born 1786)",
            "year": 1857
        },
        {
            "text": "Karl Friedrich Eichhorn, German academic and jurist (born 1781)",
            "year": 1854
        },
        {
            "text": "William Kirby, English entomologist and author (born 1759)",
            "year": 1850
        },
        {
            "text": "François-René de Chateaubriand, French historian and politician (born 1768)",
            "year": 1848
        },
        {
            "text": "James Monroe, American soldier, lawyer, and politician, 5th President of the United States (born 1758)",
            "year": 1831
        },
        {
            "text": "John Adams, American lawyer and politician, 2nd President of the United States (born 1735)",
            "year": 1826
        },
        {
            "text": "Thomas Jefferson, American architect, lawyer, and politician, 3rd President of the United States (born 1743)",
            "year": 1826
        },
        {
            "text": "Richard Cosway, English painter and academic (born 1742)",
            "year": 1821
        },
        {
            "text": "Charles, Prince of Soubise, Marshal of France (born 1715)",
            "year": 1787
        },
        {
            "text": "Prince Charles Alexander of Lorraine (born 1712)",
            "year": 1780
        },
        {
            "text": "Samuel Richardson, English author and painter (born 1689)",
            "year": 1761
        },
        {
            "text": "Philippe Néricault Destouches, French playwright and author (born 1680)",
            "year": 1754
        },
        {
            "text": "Luigi Guido Grandi, Italian monk, mathematician, and engineer (born 1671)",
            "year": 1742
        },
        {
            "text": "Antoine Daniel, French missionary and saint, one of the eight Canadian Martyrs (born 1601)",
            "year": 1648
        },
        {
            "text": "Brian Twyne, English academic, antiquarian and archivist (born 1581)",
            "year": 1644
        },
        {
            "text": "William Byrd, English composer (born c. 1540)",
            "year": 1623
        },
        {
            "text": "Philippe de Monte, Flemish composer and educator (born 1521)",
            "year": 1603
        },
        {
            "text": "Gregory Cromwell, 1st Baron Cromwell, English politician (born 1514)",
            "year": 1551
        },
        {
            "text": "Hayreddin Barbarossa, Ottoman admiral (born 1478)",
            "year": 1546
        },
        {
            "text": "Pedro de Alvarado, Spanish general and explorer (born 1495)",
            "year": 1541
        },
        {
            "text": "John Frith, English priest, writer, and martyr (born 1503)",
            "year": 1533
        },
        {
            "text": "Carlo I Tocco, ruler of Epirus (born 1372)",
            "year": 1429
        },
        {
            "text": "Saint Elizabeth of Portugal (born 1271)",
            "year": 1336
        },
        {
            "text": "Rudolf I of Bohemia (born 1281)",
            "year": 1307
        },
        {
            "text": "Raynald of Châtillon, French knight (born 1125)",
            "year": 1187
        },
        {
            "text": "Gwangjong of Goryeo, Korean king (born 925)",
            "year": 975
        },
        {
            "text": "Ulrich of Augsburg, German bishop and saint (born 890)",
            "year": 973
        },
        {
            "text": "Benedict V, pope of the Catholic Church",
            "year": 965
        },
        {
            "text": "Zhuo Yanming, Chinese Buddhist monk and emperor",
            "year": 945
        },
        {
            "text": "Taejo of Goryeo, Korean king (born 877)",
            "year": 943
        },
        {
            "text": "Wang Jianli, Chinese general (born 871)",
            "year": 940
        },
        {
            "text": "Luo Shaowei, Chinese warlord (born 877)",
            "year": 910
        },
        {
            "text": "Luitpold, margrave of Bavaria",
            "year": 907
        },
        {
            "text": "Dietmar I, archbishop of Salzburg",
            "year": 907
        },
        {
            "text": "Ecgberht, king of Kent",
            "year": 673
        }
    ],
    "metadata": {
        "current_date": "July 4, 2025",
        "short_date": "Jul 4",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            71,
            27,
            18,
            53,
            10,
            65,
            72,
            42,
            34,
            77
        ],
        "births": [
            17,
            91,
            74,
            113
        ],
        "deaths": [
            15,
            88,
            110,
            53
        ]
    }
}