{
    "events": [
        {
            "text": "The Knesset passes the controversial Nationality Bill, which defines the State of Israel as the nation-state of the Jewish people.",
            "year": 2018
        },
        {
            "text": "Gunmen in Egypt's western desert province of New Valley Governorate attack a military checkpoint, killing at least 21 soldiers. Egypt reportedly declares a state of emergency on its border with Sudan.",
            "year": 2014
        },
        {
            "text": "Syrian civil war: The People's Protection Units (YPG) capture the city of Kobanî without resistance, starting the Rojava conflict in Northeast Syria.",
            "year": 2012
        },
        {
            "text": "Guinean President Alpha Condé survives an attempted assassination and coup d'état at his residence in Conakry.",
            "year": 2011
        },
        {
            "text": "The Troubles: The Provisional Irish Republican Army resumes a ceasefire to end their 25-year paramilitary campaign to end British rule in Northern Ireland.",
            "year": 1997
        },
        {
            "text": "A car bomb kills Judge Paolo Borsellino and five members of his escort.",
            "year": 1992
        },
        {
            "text": "United Airlines Flight 232 crashes in Sioux City, Iowa, killing 111.",
            "year": 1989
        },
        {
            "text": "The Val di Stava dam collapses killing 268 people in Val di Stava, Italy.",
            "year": 1985
        },
        {
            "text": "The first three-dimensional reconstruction of a human head in a CT is published.",
            "year": 1983
        },
        {
            "text": "In one of the first militant attacks by Hezbollah, David S. Dodge, president of the American University of Beirut, is kidnapped.",
            "year": 1982
        },
        {
            "text": "In a private meeting with U.S. President Ronald Reagan, French President François Mitterrand reveals the existence of the Farewell Dossier, a collection of documents showing the Soviet Union had been stealing American technological research and development.",
            "year": 1981
        },
        {
            "text": "Opening of the Summer Olympics in Moscow.",
            "year": 1980
        },
        {
            "text": "The Sandinista rebels overthrow the government of the Somoza family in Nicaragua.",
            "year": 1979
        },
        {
            "text": "The oil tanker SS Atlantic Empress collides with another oil tanker, causing the largest ever ship-borne oil spill.",
            "year": 1979
        },
        {
            "text": "The world's first Global Positioning System (GPS) signal was transmitted from Navigation Technology Satellite 2 (NTS-2) and received at Rockwell Collins in Cedar Rapids, Iowa, at 12:41 a.m. Eastern time (ET).",
            "year": 1977
        },
        {
            "text": "Sagarmatha National Park in Nepal is created.",
            "year": 1976
        },
        {
            "text": "Dhofar Rebellion: British SAS units help the Omani government against Popular Front for the Liberation of Oman rebels in the Battle of Mirbat.",
            "year": 1972
        },
        {
            "text": "Chappaquiddick incident: U.S. Senator Ted Kennedy crashes his car into a tidal pond at Chappaquiddick Island, Massachusetts, killing his passenger Mary Jo Kopechne.",
            "year": 1969
        },
        {
            "text": "Piedmont Airlines Flight 22, a Piedmont Airlines Boeing 727-22 and a twin-engine Cessna 310 collided over Hendersonville, North Carolina, USA. Both aircraft were destroyed and all passengers and crew were killed, including John T. McNaughton, an advisor to Robert McNamara.",
            "year": 1967
        },
        {
            "text": "Vietnam War: At a rally in Saigon, South Vietnamese Prime Minister Nguyễn Khánh calls for expanding the war into North Vietnam.",
            "year": 1964
        },
        {
            "text": "Joe Walker flies a North American X-15 to a record altitude of 106,010 meters (347,800 feet) on X-15 Flight 90. Exceeding an altitude of 100 km, this flight qualifies as a human spaceflight under international convention.",
            "year": 1963
        },
        {
            "text": "Tunisia imposes a blockade on the French naval base at Bizerte; the French would capture the entire town four days later.",
            "year": 1961
        },
        {
            "text": "The largely autobiographical novel The Ordeal of Gilbert Pinfold by Evelyn Waugh was published.",
            "year": 1957
        },
        {
            "text": "Opening of the Summer Olympics in Helsinki, Finland.",
            "year": 1952
        },
        {
            "text": "Prime Minister of the shadow Burmese government, Bogyoke Aung San and eight others are assassinated.",
            "year": 1947
        },
        {
            "text": "Korean politician Lyuh Woon-hyung is assassinated.",
            "year": 1947
        },
        {
            "text": "World War II: Rome is heavily bombed by more than 500 Allied aircraft, inflicting thousands of casualties.",
            "year": 1943
        },
        {
            "text": "World War II: The Second Happy Time of Hitler's submarines comes to an end, as the increasingly effective American convoy system compels them to return to the central Atlantic.",
            "year": 1942
        },
        {
            "text": "World War II: Battle of Cape Spada: The Royal Navy and the Regia Marina clash; the Italian light cruiser Bartolomeo Colleoni sinks, with 121 casualties.",
            "year": 1940
        },
        {
            "text": "Field Marshal Ceremony: First occasion in World War II that Adolf Hitler appoints field marshals due to military achievements.",
            "year": 1940
        },
        {
            "text": "World War II: Army order 112 forms the Intelligence Corps of the British Army.",
            "year": 1940
        },
        {
            "text": "Spanish Civil War: The CNT and UGT call a general strike in Spain – mobilizing workers' militias against the Nationalist forces. People's Olympiad of Barcelona cancelled.",
            "year": 1936
        },
        {
            "text": "The rigid airship USS Macon surprised the USS Houston near Clipperton Island with a mail delivery for President Franklin D. Roosevelt, demonstrating its potential for tracking ships at sea.",
            "year": 1934
        },
        {
            "text": "World War I: Battle of Fromelles: British and Australian troops attack German trenches as part of the Battle of the Somme.",
            "year": 1916
        },
        {
            "text": "Maurice Garin wins the first Tour de France.",
            "year": 1903
        },
        {
            "text": "The first line of the Paris Métro opens for operation.",
            "year": 1900
        },
        {
            "text": "Franco-Prussian War: France declares war on Prussia.",
            "year": 1870
        },
        {
            "text": "Taiping Rebellion: Third Battle of Nanking: The Qing dynasty finally defeats the Taiping Heavenly Kingdom.",
            "year": 1864
        },
        {
            "text": "American Civil War: Morgan's Raid: At Buffington Island in Ohio, Confederate General John Hunt Morgan's raid into the north is mostly thwarted when a large group of his men are captured while trying to escape across the Ohio River.",
            "year": 1863
        },
        {
            "text": "Women's rights: A two-day Women's Rights Convention opens in Seneca Falls, New York.",
            "year": 1848
        },
        {
            "text": "Great New York City Fire of 1845: The last great fire to affect Manhattan begins early in the morning and is subdued that afternoon. The fire kills four firefighters and 26 civilians and destroys 345 buildings.",
            "year": 1845
        },
        {
            "text": "Brunel's steamship the SS Great Britain is launched, becoming the first ocean-going craft with an iron hull and screw propeller, becoming the largest vessel afloat in the world.",
            "year": 1843
        },
        {
            "text": "The British Medical Association is founded as the Provincial Medical and Surgical Association by Sir Charles Hastings at a meeting in the Board Room of the Worcester Infirmary.",
            "year": 1832
        },
        {
            "text": "Coronation of George IV of the United Kingdom.",
            "year": 1821
        },
        {
            "text": "Unsuccessful in his attempt to conquer the Kingdom of Hawaiʻi for the Russian-American Company, Georg Anton Schäffer is forced to admit defeat and leave Kauaʻi.",
            "year": 1817
        },
        {
            "text": "Great Northern War: A numerically superior Polish-Saxon army of Augustus II the Strong, operating from an advantageous defensive position, is defeated by a Swedish army half its size under the command of King Charles XII in the Battle of Klissow.",
            "year": 1702
        },
        {
            "text": "Representatives of the Iroquois Confederacy sign the Nanfan Treaty, ceding a large territory north of the Ohio River to England.",
            "year": 1701
        },
        {
            "text": "Anglo-Spanish War: Battle of Gravelines: The Spanish Armada is sighted in the English Channel.",
            "year": 1588
        },
        {
            "text": "The attempt to install Lady Jane Grey as Queen of England   collapses after only nine days.",
            "year": 1553
        },
        {
            "text": "The Tudor warship Mary Rose sinks off Portsmouth; in 1982 the wreck is salvaged in one of the most complex and expensive projects in the history of maritime archaeology.",
            "year": 1545
        },
        {
            "text": "Italian War of 1542–46: The first Siege of Boulogne begins.",
            "year": 1544
        },
        {
            "text": "Wars of Scottish Independence: Battle of Halidon Hill: The English win a decisive victory over the Scots.",
            "year": 1333
        },
        {
            "text": "Arab–Byzantine wars: Battle of Apamea: Fatimids defeat a Byzantine army near Apamea.",
            "year": 998
        },
        {
            "text": "Battle of Simancas: King Ramiro II of León defeats the Moorish army under Caliph Abd-al-Rahman III near the city of Simancas.",
            "year": 939
        },
        {
            "text": "Umayyad conquest of Hispania: Battle of Guadalete: Umayyad forces under Tariq ibn Ziyad defeat the Visigoths led by King Roderic.",
            "year": 711
        },
        {
            "text": "Leontius, Roman usurper, is crowned Eastern emperor at Tarsus (modern Turkey). He is recognized in Antioch and makes it his capital.",
            "year": 484
        },
        {
            "text": "The Great Fire of Rome causes widespread devastation and rages on for six days, destroying half of the city.",
            "year": 64
        }
    ],
    "births": [
        {
            "text": "Tyler Downs, American Olympic diver",
            "year": 2003
        },
        {
            "text": "Kim So-hye, South Korean actress and singer",
            "year": 1999
        },
        {
            "text": "Erin Cuthbert, footballer",
            "year": 1998
        },
        {
            "text": "Karl Jacobs, American YouTuber and streamer",
            "year": 1998
        },
        {
            "text": "Ronaldo Vieira, Bissau-Guinean footballer",
            "year": 1998
        },
        {
            "text": "Paul Momirovski, Australian rugby league player",
            "year": 1996
        },
        {
            "text": "Christian Welch, Australian rugby league player",
            "year": 1994
        },
        {
            "text": "Jake Nicholson, English footballer",
            "year": 1992
        },
        {
            "text": "Eray İşcan, Turkish footballer",
            "year": 1991
        },
        {
            "text": "Patrick Corbin, American baseball player",
            "year": 1989
        },
        {
            "text": "Sam McKendry, Australian-New Zealand rugby league player",
            "year": 1989
        },
        {
            "text": "Shane Dawson, American comedian and actor",
            "year": 1988
        },
        {
            "text": "Kevin Großkreutz, German footballer",
            "year": 1988
        },
        {
            "text": "Jakub Kovář, Czech ice hockey player",
            "year": 1988
        },
        {
            "text": "Trent Williams, American football player",
            "year": 1988
        },
        {
            "text": "Yan Gomes, Brazilian-American baseball player",
            "year": 1987
        },
        {
            "text": "Jon Jones, American mixed martial artist",
            "year": 1987
        },
        {
            "text": "Marc Murphy, Australian footballer",
            "year": 1987
        },
        {
            "text": "Leandro Greco, Italian footballer",
            "year": 1986
        },
        {
            "text": "Jinder Mahal, Canadian wrestler",
            "year": 1986
        },
        {
            "text": "LaMarcus Aldridge, American basketball player",
            "year": 1985
        },
        {
            "text": "Zhou Haibin, Chinese footballer",
            "year": 1985
        },
        {
            "text": "Marina Kuzina, Russian basketball player",
            "year": 1985
        },
        {
            "text": "Hadi Norouzi, Iranian footballer (died 2015)",
            "year": 1985
        },
        {
            "text": "Andrea Libman, Canadian voice actress",
            "year": 1984
        },
        {
            "text": "Adam Morrison, American basketball player",
            "year": 1984
        },
        {
            "text": "Ryan O'Byrne, Canadian ice hockey player",
            "year": 1984
        },
        {
            "text": "Lewis Price, Welsh footballer",
            "year": 1984
        },
        {
            "text": "Helen Skelton, English television host and actress",
            "year": 1983
        },
        {
            "text": "Fedor Tyutin, Russian ice hockey player",
            "year": 1983
        },
        {
            "text": "Christopher Bear, American drummer",
            "year": 1982
        },
        {
            "text": "Phil Coke, American baseball player",
            "year": 1982
        },
        {
            "text": "Jared Padalecki, American actor",
            "year": 1982
        },
        {
            "text": "Jess Vanstrattan, Australian footballer",
            "year": 1982
        },
        {
            "text": "Nenê, Brazilian footballer",
            "year": 1981
        },
        {
            "text": "David Bernard, Jamaican cricketer",
            "year": 1981
        },
        {
            "text": "Mark Gasnier, Australian rugby player and sportscaster",
            "year": 1981
        },
        {
            "text": "Jimmy Gobble, American baseball player",
            "year": 1981
        },
        {
            "text": "Grégory Vignal, French footballer",
            "year": 1981
        },
        {
            "text": "Xavier Malisse, Belgian tennis player",
            "year": 1980
        },
        {
            "text": "Giorgio Mondini, Italian race car driver",
            "year": 1980
        },
        {
            "text": "Chris Sullivan, American actor",
            "year": 1980
        },
        {
            "text": "Rick Ankiel, American baseball player",
            "year": 1979
        },
        {
            "text": "Josué Anunciado de Oliveira, Brazilian footballer",
            "year": 1979
        },
        {
            "text": "Dilhara Fernando, Sri Lankan cricketer",
            "year": 1979
        },
        {
            "text": "Luke Young, English footballer",
            "year": 1979
        },
        {
            "text": "Jean-Sébastien Aubin, Canadian ice hockey player",
            "year": 1977
        },
        {
            "text": "Tony Mamaluke, American wrestler and manager",
            "year": 1977
        },
        {
            "text": "Ed Smith, English cricketer and journalist",
            "year": 1977
        },
        {
            "text": "Benedict Cumberbatch, English actor",
            "year": 1976
        },
        {
            "text": "Gonzalo de los Santos, Uruguayan footballer and manager",
            "year": 1976
        },
        {
            "text": "Luca Castellazzi, Italian footballer",
            "year": 1975
        },
        {
            "text": "Rey Bucanero, Mexican wrestler",
            "year": 1974
        },
        {
            "text": "Francisco Copado, German footballer and manager",
            "year": 1974
        },
        {
            "text": "Josée Piché, Canadian ice dancer",
            "year": 1974
        },
        {
            "text": "Vince Spadea, American tennis player",
            "year": 1974
        },
        {
            "text": "Preston Wilson, American baseball player and sportscaster",
            "year": 1974
        },
        {
            "text": "Martin Powell, English keyboard player and songwriter",
            "year": 1973
        },
        {
            "text": "Scott Walker, Canadian ice hockey player and coach",
            "year": 1973
        },
        {
            "text": "Ebbe Sand, Danish footballer and manager",
            "year": 1972
        },
        {
            "text": "Rene Busch, Estonian tennis player and coach",
            "year": 1971
        },
        {
            "text": "Vitali Klitschko, Ukrainian boxer and politician, Mayor of Kyiv",
            "year": 1971
        },
        {
            "text": "Michael Modest, American wrestler",
            "year": 1971
        },
        {
            "text": "Catriona Rowntree, Australian television host",
            "year": 1971
        },
        {
            "text": "Lesroy Weekes, Montserratian cricketer",
            "year": 1971
        },
        {
            "text": "Bill Chen, American poker player and software designer",
            "year": 1970
        },
        {
            "text": "Christopher Luxon, New Zealand politician, 42nd Prime Minister of New Zealand",
            "year": 1970
        },
        {
            "text": "Nicola Sturgeon, Scottish lawyer and politician, First Minister of Scotland",
            "year": 1970
        },
        {
            "text": "Matthew Libatique, American cinematographer",
            "year": 1969
        },
        {
            "text": "Robb Flynn, American singer-songwriter, guitarist, and producer",
            "year": 1968
        },
        {
            "text": "Pavel Kuka, Czech footballer and manager",
            "year": 1968
        },
        {
            "text": "Jim Norton, American comedian, actor, and author",
            "year": 1968
        },
        {
            "text": "Yael Abecassis, Israeli model and actress",
            "year": 1967
        },
        {
            "text": "Jean-François Mercier, Canadian comedian, screenwriter, and television host",
            "year": 1967
        },
        {
            "text": "Evelyn Glennie, Scottish musician",
            "year": 1965
        },
        {
            "text": "Claus-Dieter Wollitz, German footballer and manager",
            "year": 1965
        },
        {
            "text": "Teresa Edwards, American basketball player",
            "year": 1964
        },
        {
            "text": "Masahiko Kondō, Japanese singer-songwriter and race car driver",
            "year": 1964
        },
        {
            "text": "Thomas Gabriel Fischer, Swiss musician",
            "year": 1963
        },
        {
            "text": "Garth Nix, Australian author",
            "year": 1963
        },
        {
            "text": "Anthony Edwards, American actor and director",
            "year": 1962
        },
        {
            "text": "Harsha Bhogle, Indian journalist and author",
            "year": 1961
        },
        {
            "text": "Maria Filatova, Russian gymnast",
            "year": 1961
        },
        {
            "text": "Lisa Lampanelli, American comedian, actress, and author",
            "year": 1961
        },
        {
            "text": "Benoît Mariage, Belgian director and screenwriter",
            "year": 1961
        },
        {
            "text": "Hideo Nakata, Japanese director, producer, and screenwriter",
            "year": 1961
        },
        {
            "text": "Campbell Scott, American actor, director, and producer",
            "year": 1961
        },
        {
            "text": "Atom Egoyan, Egyptian-Canadian director, producer, and screenwriter",
            "year": 1960
        },
        {
            "text": "Kevin Haskins, English drummer and songwriter",
            "year": 1960
        },
        {
            "text": "Juan J. Campanella, Argentinian director, producer, and screenwriter",
            "year": 1959
        },
        {
            "text": "Brad Drewett, Australian tennis player and sportscaster (died 2013)",
            "year": 1958
        },
        {
            "text": "Robert Gibson, American wrestler",
            "year": 1958
        },
        {
            "text": "David Robertson, American conductor",
            "year": 1958
        },
        {
            "text": "Mark Crispin, American computer scientist, designed the IMAP (died 2012)",
            "year": 1956
        },
        {
            "text": "Roger Binny, Indian cricketer and sportscaster",
            "year": 1955
        },
        {
            "text": "Dalton McGuinty, Canadian lawyer and politician, 24th Premier of Ontario",
            "year": 1955
        },
        {
            "text": "Mark O'Donnell, American playwright (died 2012)",
            "year": 1954
        },
        {
            "text": "Steve O'Donnell, American screenwriter and producer",
            "year": 1954
        },
        {
            "text": "Srđa Trifković, Serbian-American journalist and historian",
            "year": 1954
        },
        {
            "text": "Howard Schultz, American businessman and author",
            "year": 1953
        },
        {
            "text": "Allen Collins, American guitarist and songwriter (died 1990)",
            "year": 1952
        },
        {
            "text": "Jayne Anne Phillips American novelist and short story writer",
            "year": 1952
        },
        {
            "text": "Abel Ferrara, American director, producer, and screenwriter",
            "year": 1951
        },
        {
            "text": "Per-Kristian Foss, Norwegian politician, Norwegian Minister of Finance",
            "year": 1950
        },
        {
            "text": "Freddy Moore, American singer-songwriter and guitarist (died 2022)",
            "year": 1950
        },
        {
            "text": "Adrian Noble, English director and screenwriter",
            "year": 1950
        },
        {
            "text": "Kgalema Motlanthe, South African politician, 3rd President of South Africa",
            "year": 1949
        },
        {
            "text": "Keith Godchaux, American keyboard player and songwriter (died 1980)",
            "year": 1948
        },
        {
            "text": "André Forcier, Canadian director and screenwriter",
            "year": 1947
        },
        {
            "text": "Hans-Jürgen Kreische, German footballer and manager",
            "year": 1947
        },
        {
            "text": "Bernie Leadon, American guitarist and songwriter",
            "year": 1947
        },
        {
            "text": "Brian May, English singer-songwriter, guitarist, producer, and astrophysicist",
            "year": 1947
        },
        {
            "text": "Alan Gorrie, Scottish singer-songwriter and musician",
            "year": 1946
        },
        {
            "text": "Ilie Năstase, Romanian tennis player and politician",
            "year": 1946
        },
        {
            "text": "Paule Baillargeon, Canadian actress, director, and screenwriter",
            "year": 1945
        },
        {
            "text": "Tim McIntire, American actor and singer (died 1986)",
            "year": 1944
        },
        {
            "text": "Andres Vooremaa, Estonian chess player (died 2022)",
            "year": 1944
        },
        {
            "text": "Han Sai Por, Singaporean sculptor and academic",
            "year": 1943
        },
        {
            "text": "Carla Mazzuca Poggiolini, Italian journalist and politician",
            "year": 1943
        },
        {
            "text": "Vikki Carr, American singer and actress",
            "year": 1941
        },
        {
            "text": "Neelie Kroes, Dutch politician and diplomat, European Commissioner for Digital Economy and Society",
            "year": 1941
        },
        {
            "text": "Jayant Narlikar, Indian astrophysicist and astronomer (died 2025)",
            "year": 1938
        },
        {
            "text": "Tom Raworth, English poet and academic (died 2017)",
            "year": 1938
        },
        {
            "text": "George Hamilton IV, American singer-songwriter and guitarist (died 2014)",
            "year": 1937
        },
        {
            "text": "Richard Jordan, American actor (died 1993)",
            "year": 1937
        },
        {
            "text": "David Colquhoun, English pharmacologist and academic",
            "year": 1936
        },
        {
            "text": "Nick Koback, American baseball player and golfer (died 2015)",
            "year": 1935
        },
        {
            "text": "Francisco de Sá Carneiro, Portuguese lawyer and politician, 111th Prime Minister of Portugal (died 1980)",
            "year": 1934
        },
        {
            "text": "Buster Benton, American singer-songwriter and guitarist (died 1996)",
            "year": 1932
        },
        {
            "text": "Jan Lindblad, Swedish biologist and photographer (died 1987)",
            "year": 1932
        },
        {
            "text": "Gaston Glock, Austrian engineer and businessman, co-founded Glock Ges.m.b.H. (died 2023)",
            "year": 1929
        },
        {
            "text": "Orville Turnquest, Bahamian politician",
            "year": 1929
        },
        {
            "text": "Samuel John Hazo, American author",
            "year": 1928
        },
        {
            "text": "Choi Yun-chil, South Korean long-distance runner and a two-time national champion in the marathon (died 2020)",
            "year": 1928
        },
        {
            "text": "Helen Gallagher, American actress, singer, and dancer (died 2024)",
            "year": 1926
        },
        {
            "text": "Sue Thompson, American singer (died 2021)",
            "year": 1925
        },
        {
            "text": "Stanley K. Hathaway, American soldier, lawyer, and politician, 40th United States Secretary of the Interior (died 2005)",
            "year": 1924
        },
        {
            "text": "Pat Hingle, American actor and producer (died 2009)",
            "year": 1924
        },
        {
            "text": "Arthur Rankin Jr., American director, producer, and screenwriter (died 2014)",
            "year": 1924
        },
        {
            "text": "Theo Barker, English historian (died 2001)",
            "year": 1923
        },
        {
            "text": "Alex Hannum, American basketball player and coach (died 2002)",
            "year": 1923
        },
        {
            "text": "Joseph Hansen, American author and poet (died 2004)",
            "year": 1923
        },
        {
            "text": "William A. Rusher, American lawyer and journalist (died 2011)",
            "year": 1923
        },
        {
            "text": "Lon Simmons, American baseball player and sportscaster (died 2015)",
            "year": 1923
        },
        {
            "text": "George McGovern, American lieutenant, historian, and politician (died 2012)",
            "year": 1922
        },
        {
            "text": "Rachel Robinson, American professor, registered nurse, and the widow of baseball player Jackie Robinson",
            "year": 1922
        },
        {
            "text": "Harold Camping, American evangelist, author, radio host (died 2013)",
            "year": 1921
        },
        {
            "text": "André Moynet, French soldier, race car driver, and politician (died 1993)",
            "year": 1921
        },
        {
            "text": "Elizabeth Spencer, American novelist, short story writer, and playwright (died 2019)",
            "year": 1921
        },
        {
            "text": "Rosalyn Sussman Yalow, American physicist and academic, Nobel Prize laureate (died 2011)",
            "year": 1921
        },
        {
            "text": "Robert Mann, American violinist, composer, and conductor (died 2018)",
            "year": 1920
        },
        {
            "text": "Richard Oriani, Salvadoran-American metallurgist and engineer (died 2015)",
            "year": 1920
        },
        {
            "text": "Patricia Medina, English-American actress (died 2012)",
            "year": 1919
        },
        {
            "text": "Miltos Sachtouris, Greek poet and author (died 2005)",
            "year": 1919
        },
        {
            "text": "Ron Searle, English-Canadian soldier, publisher, and politician, 4th Mayor of Mississauga (died 2015)",
            "year": 1919
        },
        {
            "text": "William Scranton, American captain and politician, 13th United States Ambassador to the United Nations (died 2013)",
            "year": 1917
        },
        {
            "text": "Phil Cavarretta, American baseball player and manager (died 2010)",
            "year": 1916
        },
        {
            "text": "Åke Hellman, Finnish painter (died 2017)",
            "year": 1915
        },
        {
            "text": "Marius Russo, American baseball player (died 2005)",
            "year": 1914
        },
        {
            "text": "Kay Linaker, American actress and screenwriter (died 2008)",
            "year": 1913
        },
        {
            "text": "Peter Leo Gerety, American prelate (died 2016)",
            "year": 1912
        },
        {
            "text": "Balamani Amma, Indian poet and author (died 2004)",
            "year": 1909
        },
        {
            "text": "Daniel Fry, American contactee (died 1992)",
            "year": 1908
        },
        {
            "text": "Hans Trippel, German engineer, developed Amphicar (died 2001)",
            "year": 1908
        },
        {
            "text": "Isabel Jewell, American actress (died 1972)",
            "year": 1907
        },
        {
            "text": "Robert Todd Lincoln Beckwith, American lawyer and farmer (died 1985)",
            "year": 1904
        },
        {
            "text": "Samudrala Sr., Indian singer, director, producer, and screenwriter (died 1968)",
            "year": 1902
        },
        {
            "text": "Balai Chand Mukhopadhyay, Indian physician, author, poet, and playwright (died 1979)",
            "year": 1899
        },
        {
            "text": "Herbert Marcuse, German-American sociologist and philosopher (died 1979)",
            "year": 1898
        },
        {
            "text": "Reginald Baker, English film producer (died 1985)",
            "year": 1896
        },
        {
            "text": "A. J. Cronin, Scottish physician and novelist (died 1981)",
            "year": 1896
        },
        {
            "text": "Bob Meusel, American baseball player and sailor (died 1977)",
            "year": 1896
        },
        {
            "text": "Xu Beihong, Chinese painter and academic (died 1953)",
            "year": 1895
        },
        {
            "text": "Aleksandr Khinchin, Russian mathematician and academic (died 1959)",
            "year": 1894
        },
        {
            "text": "Khawaja Nazimuddin, Bangladeshi-Pakistani politician, 2nd Prime Minister of Pakistan (died 1965)",
            "year": 1894
        },
        {
            "text": "Percy Spencer, American physicist and inventor of the microwave oven (died 1969)",
            "year": 1894
        },
        {
            "text": "Vladimir Mayakovsky, Russian actor, playwright, and poet (died 1930)",
            "year": 1893
        },
        {
            "text": "Dick Irvin, Canadian ice hockey player and coach (died 1957)",
            "year": 1892
        },
        {
            "text": "George II of Greece (died 1947)",
            "year": 1890
        },
        {
            "text": "Enno Lolling, German physician (died 1945)",
            "year": 1888
        },
        {
            "text": "Michael Fekete, Hungarian-Israeli mathematician and academic (died 1957)",
            "year": 1886
        },
        {
            "text": "Charles Edward, Duke of Saxe-Coburg and Gotha, British-born German nobleman and Nazi politician (died 1954)",
            "year": 1884
        },
        {
            "text": "Max Fleischer, Austrian-American animator and producer (died 1972)",
            "year": 1883
        },
        {
            "text": "Friedrich Dessauer, German physicist and philosopher (died 1963)",
            "year": 1881
        },
        {
            "text": "Arthur Fielder, English cricketer (died 1949)",
            "year": 1877
        },
        {
            "text": "Joseph Fielding Smith, American religious leader, 10th President of The Church of Jesus Christ of Latter-day Saints (died 1972)",
            "year": 1876
        },
        {
            "text": "Alice Dunbar Nelson, American poet and activist (died 1935)",
            "year": 1875
        },
        {
            "text": "Xenophon Stratigos, Greek general and politician, Greek Minister of Transport (died 1927)",
            "year": 1869
        },
        {
            "text": "Florence Foster Jenkins, American soprano and educator (died 1944)",
            "year": 1868
        },
        {
            "text": "Georges Friedel, French mineralogist and crystallographer (died 1933)",
            "year": 1865
        },
        {
            "text": "Charles Horace Mayo, American surgeon, co-founder of the Mayo Clinic (died 1939)",
            "year": 1865
        },
        {
            "text": "Fiammetta Wilson, English astronomer (died 1920)",
            "year": 1864
        },
        {
            "text": "Lizzie Borden, American woman, tried and acquitted for the murders of her father and step-mother in 1892 (died 1927)",
            "year": 1860
        },
        {
            "text": "Ferdinand Brunetière, French scholar and critic (died 1906)",
            "year": 1849
        },
        {
            "text": "Edward Charles Pickering, American astronomer and physicist (died 1919)",
            "year": 1846
        },
        {
            "text": "Frederic T. Greenhalge, English-American lawyer and politician, 38th Governor of Massachusetts (died 1896)",
            "year": 1842
        },
        {
            "text": "Justo Rufino Barrios, Guatemalan president (died 1885)",
            "year": 1835
        },
        {
            "text": "Edgar Degas, French painter, sculptor, and illustrator (died 1917)",
            "year": 1834
        },
        {
            "text": "Mangal Pandey, Indian soldier (died 1857)",
            "year": 1827
        },
        {
            "text": "Princess Augusta of Cambridge (died 1916)",
            "year": 1822
        },
        {
            "text": "Gottfried Keller, Swiss author, poet, and playwright (died 1890)",
            "year": 1819
        },
        {
            "text": "Samuel Colt, American businessman, founded the Colt's Manufacturing Company (died 1862)",
            "year": 1814
        },
        {
            "text": "Juan José Flores, Venezuelan general and politician, 1st President of Ecuador (died 1864)",
            "year": 1800
        },
        {
            "text": "José Justo Corro, Mexican politician and president (died 1864)",
            "year": 1794
        },
        {
            "text": "John Martin, English painter, engraver, and illustrator (died 1854)",
            "year": 1789
        },
        {
            "text": "Thomas Talbot, Irish-Canadian colonel and politician (died 1853)",
            "year": 1771
        },
        {
            "text": "Marianna Auenbrugger, Austrian pianist and composer (died 1782)",
            "year": 1759
        },
        {
            "text": "Seraphim of Sarov, Russian monk and saint (died 1833)",
            "year": 1759
        },
        {
            "text": "Heinrich Christian Boie, German author and poet (died 1806)",
            "year": 1744
        },
        {
            "text": "Giuseppe Castiglione, Italian missionary and painter (died 1766)",
            "year": 1688
        },
        {
            "text": "Richard Leveridge, English singer-songwriter (died 1758)",
            "year": 1670
        },
        {
            "text": "Conrad Vorstius, Dutch theologian (died 1622)",
            "year": 1569
        },
        {
            "text": "William VIII, Marquis of Montferrat (died 1483)",
            "year": 1420
        },
        {
            "text": "Baibars, sultan of Egypt (died 1277)",
            "year": 1223
        },
        {
            "text": "Muhammad al-Bukhari, Persian scholar (died 870)",
            "year": 810
        }
    ],
    "deaths": [
        {
            "text": "Toumani Diabaté, Malian musician (born 1965)",
            "year": 2024
        },
        {
            "text": "Iryna Farion, Ukrainian linguist and politician (born 1964)",
            "year": 2024
        },
        {
            "text": "Kevan Gosper, Australian athlete and administrator (born 1933)",
            "year": 2024
        },
        {
            "text": "Sheila Jackson Lee, American lawyer and politician (born 1950)",
            "year": 2024
        },
        {
            "text": "Nguyễn Phú Trọng, Vietnamese politician, General Secretary of the Communist Party of Vietnam (born 1944)",
            "year": 2024
        },
        {
            "text": "Ray Reardon, Welsh snooker player and police officer (born 1932)",
            "year": 2024
        },
        {
            "text": "James C. Scott, American political scientist and anthropologist (born 1936)",
            "year": 2024
        },
        {
            "text": "Esta TerBlanche, South African actress (born 1973)",
            "year": 2024
        },
        {
            "text": "Rutger Hauer, Dutch actor, director, and producer (born 1944)",
            "year": 2019
        },
        {
            "text": "Jon Schnepp, American producer, director, voice actor, editor, writer, cartoonist, animator, and cinematographer (born 1967)",
            "year": 2018
        },
        {
            "text": "Denis Ten, Kazakhstani figure skater (born 1993)",
            "year": 2018
        },
        {
            "text": "Garry Marshall, American actor, director, and producer (born 1934)",
            "year": 2016
        },
        {
            "text": "Van Alexander, American composer and conductor (born 1915)",
            "year": 2015
        },
        {
            "text": "Galina Prozumenshchikova, Ukrainian-Russian swimmer and journalist (born 1948)",
            "year": 2015
        },
        {
            "text": "Carmino Ravosa, American singer-songwriter, pianist, and producer (born 1930)",
            "year": 2015
        },
        {
            "text": "Gennadiy Seleznyov, Russian journalist and politician, 2nd Speaker of the Duma (born 1947)",
            "year": 2015
        },
        {
            "text": "Rubem Alves, Brazilian theologian (born 1933)",
            "year": 2014
        },
        {
            "text": "Skye McCole Bartusiak, American child actress and child model (born 1992)",
            "year": 2014
        },
        {
            "text": "David Easton, Canadian-American political scientist and academic (born 1917)",
            "year": 2014
        },
        {
            "text": "Paul M. Fleiss, American pediatrician and author (born 1933)",
            "year": 2014
        },
        {
            "text": "James Garner, American actor (born 1928)",
            "year": 2014
        },
        {
            "text": "Jerzy Jurka, Polish biologist (born 1950)",
            "year": 2014
        },
        {
            "text": "Ray King, English footballer and manager (born 1924)",
            "year": 2014
        },
        {
            "text": "Ingemar Odlander, Swedish journalist (born 1936)",
            "year": 2014
        },
        {
            "text": "Harry Pougher, English cricketer (born 1941)",
            "year": 2014
        },
        {
            "text": "Leen Vleggeert, Dutch politician (born 1931)",
            "year": 2014
        },
        {
            "text": "John Winkin, American baseball player, coach, and journalist (born 1919)",
            "year": 2014
        },
        {
            "text": "Mikhail Gorsheniov, Russian singer-songwriter (born 1973)",
            "year": 2013
        },
        {
            "text": "Geeto Mongol, Canadian-American wrestler and trainer (born 1931)",
            "year": 2013
        },
        {
            "text": "Mel Smith, English actor, director, and screenwriter (born 1952)",
            "year": 2013
        },
        {
            "text": "Bert Trautmann, German footballer and manager (born 1923)",
            "year": 2013
        },
        {
            "text": "Phil Woosnam, Welsh-American soccer player and manager (born 1932)",
            "year": 2013
        },
        {
            "text": "Peter Ziegler, Swiss geologist and academic (born 1928)",
            "year": 2013
        },
        {
            "text": "Leyla Erbil, Turkish author (born 1931)",
            "year": 2013
        },
        {
            "text": "Humayun Ahmed, Bangladeshi director and playwright (born 1948)",
            "year": 2012
        },
        {
            "text": "Tom Davis, American comedian, actor, and screenwriter (born 1952)",
            "year": 2012
        },
        {
            "text": "Mohammad Hassan Ganji, Iranian meteorologist and academic (born 1912)",
            "year": 2012
        },
        {
            "text": "Omar Suleiman, Egyptian general and politician, 16th Vice President of Egypt (born 1935)",
            "year": 2012
        },
        {
            "text": "Sylvia Woods, American businesswoman, co-founded Sylvia's Restaurant of Harlem (born 1926)",
            "year": 2012
        },
        {
            "text": "Valiulla Yakupov, Islamic cleric (born 1963)",
            "year": 2012
        },
        {
            "text": "Cécile Aubry, French actress, author, television screenwriter and director (born 1928)",
            "year": 2010
        },
        {
            "text": "Jon Cleary, Australian author and playwright (born 1917)",
            "year": 2010
        },
        {
            "text": "Frank McCourt, American author and educator (born 1930)",
            "year": 2009
        },
        {
            "text": "Henry Surtees, English race car driver (born 1991)",
            "year": 2009
        },
        {
            "text": "Dercy Gonçalves, Brazilian comedian and actress (born 1907)",
            "year": 2008
        },
        {
            "text": "A. K. Faezul Huq, Bangladeshi journalist, lawyer, and politician (born 1945)",
            "year": 2007
        },
        {
            "text": "Roberto Fontanarrosa, Argentinian cartoonist (born 1944)",
            "year": 2007
        },
        {
            "text": "Jack Warden, American actor (born 1920)",
            "year": 2006
        },
        {
            "text": "Edward Bunker, American author and screenwriter (born 1933)",
            "year": 2005
        },
        {
            "text": "Sylvia Daoust, Canadian sculptor (born 1902)",
            "year": 2004
        },
        {
            "text": "J. Gordon Edwards, American entomologist, mountaineer, and DDT advocate (born 1919)",
            "year": 2004
        },
        {
            "text": "Francis A. Marzen, American priest and journalist (born 1924)",
            "year": 2004
        },
        {
            "text": "Zenkō Suzuki, Japanese politician, 70th Prime Minister of Japan (born 1911)",
            "year": 2004
        },
        {
            "text": "Bill Bright, American evangelist and author, founded the Campus Crusade for Christ (born 1921)",
            "year": 2003
        },
        {
            "text": "Pierre Graber, Swiss politician, President of the Swiss National Council (born 1908)",
            "year": 2003
        },
        {
            "text": "Dave Carter, American singer-songwriter and guitarist (born 1952)",
            "year": 2002
        },
        {
            "text": "Alan Lomax, American historian, scholar, and activist (born 1915)",
            "year": 2002
        },
        {
            "text": "Elmer Valo, Polish-American baseball player, coach, and manager (born 1921)",
            "year": 1998
        },
        {
            "text": "Victor Barbeau, Canadian author and academic (born 1896)",
            "year": 1994
        },
        {
            "text": "Paolo Borsellino, Italian lawyer and judge (born 1940)",
            "year": 1992
        },
        {
            "text": "Eddie Quillan, American actor (born 1907)",
            "year": 1990
        },
        {
            "text": "Kazimierz Sabbat, Polish businessman and politician, President of the Republic of Poland (born 1913)",
            "year": 1989
        },
        {
            "text": "Janusz Zajdel, Polish author (born 1938)",
            "year": 1985
        },
        {
            "text": "Faina Ranevskaya, Russian actress (born 1896)",
            "year": 1984
        },
        {
            "text": "Aziz Sami,  Iraqi writer and translator (born 1895)",
            "year": 1984
        },
        {
            "text": "Hugh Everett III, American physicist and mathematician (born 1930)",
            "year": 1982
        },
        {
            "text": "Roger Doucet, Canadian tenor (born 1919)",
            "year": 1981
        },
        {
            "text": "Margaret Craven, American journalist and author (born 1901)",
            "year": 1980
        },
        {
            "text": "Nihat Erim, Turkish jurist and politician, 13th Prime Minister of Turkey (born 1912)",
            "year": 1980
        },
        {
            "text": "Hans Morgenthau, German-American political scientist, philosopher, and academic (born 1904)",
            "year": 1980
        },
        {
            "text": "Karl Ristikivi, Estonian geographer, author, and poet (born 1912)",
            "year": 1977
        },
        {
            "text": "Lefty Frizzell, American singer-songwriter and guitarist (born 1928)",
            "year": 1975
        },
        {
            "text": "John Alan Coey, American mercenary and medic in the Rhodesian Bush War",
            "year": 1975
        },
        {
            "text": "Ernő Schwarz, Hungarian-American soccer player and coach (born 1904)",
            "year": 1974
        },
        {
            "text": "Stratis Myrivilis, Greek soldier and author (born 1890)",
            "year": 1969
        },
        {
            "text": "John T. McNaughton, United States Assistant Secretary of Defense for International Security Affairs and an advisor to Robert McNamara (born 1921)",
            "year": 1967
        },
        {
            "text": "Odell Shepard, American poet and politician, 66th Lieutenant Governor of Connecticut (born 1884)",
            "year": 1967
        },
        {
            "text": "Syngman Rhee, South Korean journalist and politician, 1st President of South Korea (born 1875)",
            "year": 1965
        },
        {
            "text": "William Andrew, English priest (born 1884)",
            "year": 1963
        },
        {
            "text": "U Razak, Burmese educator and politician (born 1898)",
            "year": 1947
        },
        {
            "text": "Aung San, Burmese general and politician (born 1915)",
            "year": 1947
        },
        {
            "text": "Lyuh Woon-hyung, South Korean politician (born 1886)",
            "year": 1947
        },
        {
            "text": "Yekaterina Budanova, Russian captain and pilot (born 1916)",
            "year": 1943
        },
        {
            "text": "Carlo Zangarini, Italian poet and opera librettist (born 1873)",
            "year": 1943
        },
        {
            "text": "Špiro Bocarić, Serbian painter, victim of Genocide of Serbs",
            "year": 1941
        },
        {
            "text": "Rose Hartwick Thorpe, American poet and author (born 1850)",
            "year": 1939
        },
        {
            "text": "Kaarle Krohn, Finnish historian and academic (born 1863)",
            "year": 1933
        },
        {
            "text": "Robert Stout, Scottish-New Zealand politician, 13th Prime Minister of New Zealand (born 1844)",
            "year": 1930
        },
        {
            "text": "John Indermaur, British lawyer (born 1851)",
            "year": 1925
        },
        {
            "text": "Clímaco Calderón, Colombian lawyer and politician, 15th President of Colombia (born 1852)",
            "year": 1913
        },
        {
            "text": "Abraham H. Cannon, American publisher and religious leader (born 1859)",
            "year": 1896
        },
        {
            "text": "John William Bean, English criminal and failed regicide (born 1824)",
            "year": 1882
        },
        {
            "text": "Yegor Ivanovich Zolotarev, Russian mathematician and academic (born 1847)",
            "year": 1878
        },
        {
            "text": "Stefano Franscini, Swiss statistician and politician (born 1796)",
            "year": 1857
        },
        {
            "text": "Konstantin Batyushkov, Russian poet and translator (born 1787)",
            "year": 1855
        },
        {
            "text": "Margaret Fuller, American journalist and critic (born 1810)",
            "year": 1850
        },
        {
            "text": "Pierre Louis Dulong, French physicist and chemist (born 1785)",
            "year": 1838
        },
        {
            "text": "Agustín de Iturbide, Mexican general and emperor (born 1783)",
            "year": 1824
        },
        {
            "text": "Matthew Flinders, English navigator and cartographer (born 1774)",
            "year": 1814
        },
        {
            "text": "Louise of Mecklenburg-Strelitz, Prussian queen (born 1776)",
            "year": 1810
        },
        {
            "text": "William Somervile, English poet and author (born 1675)",
            "year": 1742
        },
        {
            "text": "Cesare Cremonini, Italian philosopher and academic (born 1550)",
            "year": 1631
        },
        {
            "text": "Mary Boleyn, English daughter of Elizabeth Boleyn, Countess of Wiltshire (born 1499)",
            "year": 1543
        },
        {
            "text": "Philippa of Lancaster, Portuguese queen (born 1360)",
            "year": 1415
        },
        {
            "text": "Petrarch, Italian poet and scholar (born 1304)",
            "year": 1374
        },
        {
            "text": "John Campbell, Scottish nobleman",
            "year": 1333
        },
        {
            "text": "Alexander Bruce, Scottish nobleman",
            "year": 1333
        },
        {
            "text": "Sir Archibald Douglas, Scottish nobleman",
            "year": 1333
        },
        {
            "text": "Maol Choluim II, Scottish nobleman",
            "year": 1333
        },
        {
            "text": "Kenneth de Moravia, 4th Earl of Sutherland",
            "year": 1333
        },
        {
            "text": "Jacopo Tiepolo, doge of Venice",
            "year": 1249
        },
        {
            "text": "Floris IV, Dutch nobleman (born 1210)",
            "year": 1234
        },
        {
            "text": "Adalberon, French bishop",
            "year": 1030
        },
        {
            "text": "Damian Dalassenos, Byzantine general (born 940)",
            "year": 998
        },
        {
            "text": "Kyunyeo, Korean monk and poet (born 917)",
            "year": 973
        },
        {
            "text": "Li Shigu, Chinese general (born 778)",
            "year": 806
        },
        {
            "text": "Symmachus, pope of the Catholic Church",
            "year": 514
        }
    ],
    "metadata": {
        "current_date": "July 19, 2025",
        "short_date": "Jul 19",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            39,
            42,
            40,
            53,
            37,
            12,
            10,
            43,
            50,
            7
        ],
        "births": [
            105,
            193,
            74,
            179
        ],
        "deaths": [
            60,
            10,
            50,
            3
        ]
    }
}