{
    "events": [
        {
            "text": "COVID-19 pandemic: The World Health Organization identifies the SARS-CoV-2 Omicron variant.",
            "year": 2021
        },
        {
            "text": "A magnitude 6.4 earthquake strikes western Albania leaving at least 52 people dead and over 1,000 injured. This was the world's deadliest earthquake of 2019, and the deadliest to strike the country in 99 years.",
            "year": 2019
        },
        {
            "text": "The robotic probe Insight lands on Elysium Planitia, Mars.",
            "year": 2018
        },
        {
            "text": "NATO attack in Pakistan: NATO forces in Afghanistan attack a Pakistani check post in a friendly fire incident, killing 24 soldiers and wounding 13 others.",
            "year": 2011
        },
        {
            "text": "The Mars Science Laboratory launches to Mars with the Curiosity Rover.",
            "year": 2011
        },
        {
            "text": "Mumbai attacks, a series of terrorist attacks killing approximately 175 citizens by 10 members of Lashkar-e-Taiba, a Pakistan based extremist Islamist terrorist organisation.",
            "year": 2008
        },
        {
            "text": "The ocean liner Queen Elizabeth 2, now out of service, docks in Dubai.",
            "year": 2008
        },
        {
            "text": "Ruzhou School massacre: A man stabs and kills eight people and seriously wounds another four in a school dormitory in Ruzhou, China.",
            "year": 2004
        },
        {
            "text": "The last Poʻouli (Black-faced honeycreeper) dies of avian malaria in the Maui Bird Conservation Center in Olinda, Hawaii, before it could breed, making the species in all probability extinct.",
            "year": 2004
        },
        {
            "text": "The Concorde makes its final flight, over Bristol, England.",
            "year": 2003
        },
        {
            "text": "George W. Bush is certified the winner of Florida's electoral votes by Katherine Harris, going on to win the United States presidential election, despite losing in the national popular vote.",
            "year": 2000
        },
        {
            "text": "The 7.5 Mw  Ambrym earthquake shakes Vanuatu and a destructive tsunami follows. Ten people were killed and forty were injured.",
            "year": 1999
        },
        {
            "text": "Tony Blair becomes the first Prime Minister of the United Kingdom to address the Oireachtas, the parliament of the Republic of Ireland.",
            "year": 1998
        },
        {
            "text": "The Khanna rail disaster takes 212 lives in Khanna, Ludhiana, India.",
            "year": 1998
        },
        {
            "text": "National Assembly of Azerbaijan abolishes the autonomous status of Nagorno-Karabakh Autonomous Oblast of Azerbaijan and renames several cities with Azeri names.",
            "year": 1991
        },
        {
            "text": "Iran–Contra affair: U.S. President Ronald Reagan announces the members of what will become known as the Tower Commission.",
            "year": 1986
        },
        {
            "text": "The trial of John Demjanjuk, accused of committing war crimes as a guard at the Nazi Treblinka extermination camp, starts in Jerusalem.",
            "year": 1986
        },
        {
            "text": "Brink's-Mat robbery: In London, 6,800 gold bars worth nearly £26 million are stolen from the Brink's-Mat vault at Heathrow Airport.",
            "year": 1983
        },
        {
            "text": "Pakistan International Airlines Flight 740 crashes near Taif in Mecca Province, Saudi Arabia, killing all 156 people on board.",
            "year": 1979
        },
        {
            "text": "An unidentified hijacker named Vrillon, claiming to be the representative of the \"Ashtar Galactic Command\", takes over Britain's Southern Television for six minutes, starting at 5:12 pm.",
            "year": 1977
        },
        {
            "text": "In Basse-Terre, Guadeloupe, 38 millimetres (1.5 in) of rain fall in a minute, the heaviest rainfall ever recorded.",
            "year": 1970
        },
        {
            "text": "Vietnam War: United States Air Force helicopter pilot James P. Fleming rescues an Army Special Forces unit pinned down by Viet Cong fire. He is later awarded the Medal of Honor.",
            "year": 1968
        },
        {
            "text": "France launches Astérix, becoming the third nation to put an object in orbit using its own booster.",
            "year": 1965
        },
        {
            "text": "Korean War: Communist Chinese troops launch a massive counterattack (Battle of the Ch'ongch'on River and Battle of Chosin Reservoir) against United Nations and South Korean forces.",
            "year": 1950
        },
        {
            "text": "The Constituent Assembly of India adopts the constitution presented by Dr. B. R. Ambedkar.",
            "year": 1949
        },
        {
            "text": "World War II: A German V-2 rocket hits a Woolworth's shop in New Cross, London, killing 168 people.",
            "year": 1944
        },
        {
            "text": "World War II: Germany begins V-1 and V-2 attacks on Antwerp, Belgium.",
            "year": 1944
        },
        {
            "text": "World War II: HMT Rohna is sunk by the Luftwaffe in an air attack in the Mediterranean north of Béjaïa, Algeria.",
            "year": 1943
        },
        {
            "text": "World War II: Yugoslav Partisans convene the first meeting of the Anti-Fascist Council for the National Liberation of Yugoslavia at Bihać in northwestern Bosnia.",
            "year": 1942
        },
        {
            "text": "Casablanca, the movie starring Humphrey Bogart and Ingrid Bergman, premieres in New York City.",
            "year": 1942
        },
        {
            "text": "A riot involving infantrymen, military police, and local law enforcement officers occurs in Phoenix, Arizona, United States, leading to three deaths.",
            "year": 1942
        },
        {
            "text": "World War II: The Hull note is given to the Japanese ambassador, demanding that Japan withdraw from China and French Indochina, in return for which the United States would lift economic sanctions. On the same day, Japan's 1st Air Fleet departs Hitokappu Bay for Hawaii.",
            "year": 1941
        },
        {
            "text": "Shelling of Mainila: The Soviet Army orchestrates an incident which is used to justify the start of the Winter War with Finland four days later.",
            "year": 1939
        },
        {
            "text": "The Mongolian People's Republic is officially established after a new constitution, passed by the first State Great Khural, abolishes the monarchy.",
            "year": 1924
        },
        {
            "text": "Howard Carter and Lord Carnarvon become the first people to enter the tomb of Pharaoh Tutankhamun in over 3,000 years.",
            "year": 1922
        },
        {
            "text": "The Toll of the Sea debuts as the first general release film to use two-tone Technicolor. (The Gulf Between was the first film to do so, but it was not widely distributed.)",
            "year": 1922
        },
        {
            "text": "Ukrainian War of Independence: The Red Army launches a surprise attack against the Makhnovshchina.",
            "year": 1920
        },
        {
            "text": "The Montenegrin Podgorica Assembly votes for a \"union of the people\", declaring assimilation into the Kingdom of Serbia.",
            "year": 1918
        },
        {
            "text": "The Manchester Guardian publishes the 1916 secret Sykes-Picot Agreement between the United Kingdom and France.",
            "year": 1917
        },
        {
            "text": "The National Hockey League is formed, with the Montreal Canadiens, Montreal Wanderers, Ottawa Senators, Quebec Bulldogs, and Toronto Arenas as its first teams.",
            "year": 1917
        },
        {
            "text": "HMS Bulwark is destroyed by a large internal explosion with the loss of 741 men while at anchor near Sheerness.",
            "year": 1914
        },
        {
            "text": "Battle of Papudo: A Spanish navy schooner is defeated by a Chilean corvette north of Valparaíso, Chile.",
            "year": 1865
        },
        {
            "text": "United States President Abraham Lincoln proclaims November 26 as a national Thanksgiving Day, to be celebrated annually on the final Thursday of November.  Following the Franksgiving controversy from 1939 to 1941, it has been observed on the fourth Thursday in 1942 and subsequent years.",
            "year": 1863
        },
        {
            "text": "An earthquake as high as magnitude 8.8 rocks the Banda Sea, triggering a tsunami and killing at least 60 in the Dutch East Indies.",
            "year": 1852
        },
        {
            "text": "The Battle of Berezina begins during Napoleon's retreat from Russia.",
            "year": 1812
        },
        {
            "text": "Official opening of Thomas Telford's Pontcysyllte Aqueduct.",
            "year": 1805
        },
        {
            "text": "A national Thanksgiving Day is observed in the United States as proclaimed by President George Washington at the request of Congress.",
            "year": 1789
        },
        {
            "text": "In the Hawaiian Islands, Captain James Cook becomes the first European to visit Maui.",
            "year": 1778
        },
        {
            "text": "Vlad the Impaler defeats Basarab Laiota with the help of Stephen the Great and Stephen V Báthory and becomes the ruler of Wallachia for the third time.",
            "year": 1476
        },
        {
            "text": "Having been elected German king at Rhens on 11 July 1346, Charles IV is crowned King of Germany by bishop Walram of Cologne in Bonn.",
            "year": 1346
        },
        {
            "text": "Battle of Caishi: A Song dynasty fleet fights a naval engagement with Jin dynasty ships on the Yangtze river during the Jin–Song Wars.",
            "year": 1161
        },
        {
            "text": "The Asturian queen Adosinda is held at a monastery to prevent her nephew from retaking the throne from Mauregatus.",
            "year": 783
        }
    ],
    "births": [
        {
            "text": "Pau Víctor, Spanish footballer",
            "year": 2001
        },
        {
            "text": "Lamecha Girma, Ethiopian athlete",
            "year": 2000
        },
        {
            "text": "Jaycee Horn, American football player",
            "year": 1999
        },
        {
            "text": "Olivia O'Brien, American singer-songwriter",
            "year": 1999
        },
        {
            "text": "Jacob Shaffelburg, Canadian soccer player",
            "year": 1999
        },
        {
            "text": "Shivam Mavi, Indian cricketer",
            "year": 1998
        },
        {
            "text": "Aubrey Joseph, American actor",
            "year": 1997
        },
        {
            "text": "Jennie Wåhlin, Swedish curler",
            "year": 1997
        },
        {
            "text": "Aaron Wan-Bissaka, English-Congolese footballer",
            "year": 1997
        },
        {
            "text": "Malik Beasley, American basketball player",
            "year": 1996
        },
        {
            "text": "Brandon Carlo, American ice hockey player",
            "year": 1996
        },
        {
            "text": "Louane, French singer and actress",
            "year": 1996
        },
        {
            "text": "Marc Roca, Spanish footballer",
            "year": 1996
        },
        {
            "text": "James Guy, English swimmer",
            "year": 1995
        },
        {
            "text": "Anuel AA, Puerto Rican rapper and singer",
            "year": 1992
        },
        {
            "text": "Manolo Gabbiadini, Italian footballer",
            "year": 1991
        },
        {
            "text": "Corey Knebel, American baseball player",
            "year": 1991
        },
        {
            "text": "Avery Bradley, American basketball player",
            "year": 1990
        },
        {
            "text": "Chip, English rapper",
            "year": 1990
        },
        {
            "text": "Gabriel Paulista, Brazilian footballer",
            "year": 1990
        },
        {
            "text": "Rita Ora, Kosovan-English singer-songwriter and actress",
            "year": 1990
        },
        {
            "text": "Danny Welbeck, English footballer",
            "year": 1990
        },
        {
            "text": "Angeline Quinto, Filipina singer and actress",
            "year": 1989
        },
        {
            "text": "Junior Stanislas, English footballer",
            "year": 1989
        },
        {
            "text": "Blake Harnage, American singer-songwriter and guitarist",
            "year": 1988
        },
        {
            "text": "Yumi Kobayashi, Japanese model and actress",
            "year": 1988
        },
        {
            "text": "Kat DeLuna, American singer, songwriter and dancer",
            "year": 1987
        },
        {
            "text": "Georgios Tzavellas, Greek footballer",
            "year": 1987
        },
        {
            "text": "Konstadinos Filippidis, Greek pole vaulter",
            "year": 1986
        },
        {
            "text": "Bauke Mollema, Dutch cyclist",
            "year": 1986
        },
        {
            "text": "Alberto Sgarbi, Italian rugby player",
            "year": 1986
        },
        {
            "text": "Matt Carpenter, American baseball player",
            "year": 1985
        },
        {
            "text": "Antonio Puerta, Spanish footballer (died 2007)",
            "year": 1984
        },
        {
            "text": "Matt Garza, American baseball player",
            "year": 1983
        },
        {
            "text": "Chris Hughes, American publisher and businessman, co-founded Facebook",
            "year": 1983
        },
        {
            "text": "Emiri Katō, Japanese voice actress and singer",
            "year": 1983
        },
        {
            "text": "Keith Ballard, American ice hockey player",
            "year": 1982
        },
        {
            "text": "Luther Head, American basketball player",
            "year": 1982
        },
        {
            "text": "Stephan Andersen, Danish footballer",
            "year": 1981
        },
        {
            "text": "Natasha Bedingfield, English singer-songwriter and producer",
            "year": 1981
        },
        {
            "text": "Natalie Gauci, Australian singer and pianist",
            "year": 1981
        },
        {
            "text": "Gina Kingsbury, Canadian ice hockey player",
            "year": 1981
        },
        {
            "text": "Jon Ryan, Canadian football player",
            "year": 1981
        },
        {
            "text": "Jessica Bowman, American actress",
            "year": 1980
        },
        {
            "text": "Satoshi Ohno, Japanese singer",
            "year": 1980
        },
        {
            "text": "Jackie Trail, American tennis player",
            "year": 1980
        },
        {
            "text": "Jun Fukuyama, Japanese voice actor and singer",
            "year": 1978
        },
        {
            "text": "Ivan Basso, Italian cyclist",
            "year": 1977
        },
        {
            "text": "Paris Lenon, American football player",
            "year": 1977
        },
        {
            "text": "Campbell Walsh, Scottish canoe racer",
            "year": 1977
        },
        {
            "text": "Andreas Augustsson, Swedish footballer",
            "year": 1976
        },
        {
            "text": "Maia Campbell, American actress",
            "year": 1976
        },
        {
            "text": "Maven, American wrestler",
            "year": 1976
        },
        {
            "text": "Brian Schneider, American baseball player and manager",
            "year": 1976
        },
        {
            "text": "DJ Khaled, American rapper and producer",
            "year": 1975
        },
        {
            "text": "Patrice Lauzon, Canadian figure skater",
            "year": 1975
        },
        {
            "text": "Line Horntveth, Norwegian tuba player, composer, and producer",
            "year": 1974
        },
        {
            "text": "Tammy Lynn Michaels, American actress",
            "year": 1974
        },
        {
            "text": "Roman Šebrle, Czech decathlete and high jumper",
            "year": 1974
        },
        {
            "text": "Peter Facinelli, American actor, director, and producer",
            "year": 1973
        },
        {
            "text": "James Dashner, American author",
            "year": 1972
        },
        {
            "text": "Chris Osgood, Canadian ice hockey player and sportscaster",
            "year": 1972
        },
        {
            "text": "Arjun Rampal, Indian actor and producer",
            "year": 1972
        },
        {
            "text": "Vicki Pettersson, American author",
            "year": 1971
        },
        {
            "text": "Winky Wright, American boxer and actor",
            "year": 1971
        },
        {
            "text": "John Amaechi, American-English basketball player and sportscaster",
            "year": 1970
        },
        {
            "text": "Dave Hughes, Australian comedian and radio host",
            "year": 1970
        },
        {
            "text": "Shawn Kemp, American basketball player",
            "year": 1969
        },
        {
            "text": "Kara Walker, American painter and illustrator",
            "year": 1969
        },
        {
            "text": "Edna Campbell, American basketball player",
            "year": 1968
        },
        {
            "text": "Haluk Levent, Turkish singer",
            "year": 1968
        },
        {
            "text": "Ridley Jacobs, Antiguan cricketer",
            "year": 1967
        },
        {
            "text": "Kristin Bauer van Straten, American actress",
            "year": 1966
        },
        {
            "text": "Garcelle Beauvais, Haitian-American actress and singer",
            "year": 1966
        },
        {
            "text": "Fahed Dermech, Tunisian footballer",
            "year": 1966
        },
        {
            "text": "Sue Wicks, American basketball player and coach",
            "year": 1966
        },
        {
            "text": "Scott Adsit, American actor, director, producer, and screenwriter",
            "year": 1965
        },
        {
            "text": "Des Walker, English footballer",
            "year": 1965
        },
        {
            "text": "Vreni Schneider, Swiss skier",
            "year": 1964
        },
        {
            "text": "Mario Elie, American basketball player and coach",
            "year": 1963
        },
        {
            "text": "Matt Frei, German-English journalist and author",
            "year": 1963
        },
        {
            "text": "Joe Lydon, English rugby player and coach",
            "year": 1963
        },
        {
            "text": "Fernando Bandeirinha, Portuguese footballer and manager",
            "year": 1962
        },
        {
            "text": "Chuck Finley, American baseball player",
            "year": 1962
        },
        {
            "text": "Karan Bilimoria, Baron Bilimoria, Indian-English businessman, co-founded Cobra Beer",
            "year": 1961
        },
        {
            "text": "Tom Carroll, Australian surfer",
            "year": 1961
        },
        {
            "text": "Ivory, American wrestler and trainer",
            "year": 1961
        },
        {
            "text": "Chuck Eddy, American journalist",
            "year": 1960
        },
        {
            "text": "Harold Reynolds, American baseball player and sportscaster",
            "year": 1960
        },
        {
            "text": "Dai Davies, Welsh politician",
            "year": 1959
        },
        {
            "text": "Gabriella Gutiérrez y Muhs, American author and academic",
            "year": 1959
        },
        {
            "text": "Jamie Rose, American actress, singer, and dancer",
            "year": 1959
        },
        {
            "text": "Jerry Schemmel, American sportscaster",
            "year": 1959
        },
        {
            "text": "Sergey Golovkin, Russian serial killer, rapist, torturer, and necrophile (died 1996)",
            "year": 1959
        },
        {
            "text": "Michael Skinner, English rugby player",
            "year": 1958
        },
        {
            "text": "Félix González-Torres, Cuban-American sculptor (died 1996)",
            "year": 1957
        },
        {
            "text": "Dale Jarrett, American race car driver and sportscaster",
            "year": 1956
        },
        {
            "text": "Don Lake, Canadian actor, producer, and screenwriter",
            "year": 1956
        },
        {
            "text": "Keith Vaz, Indian-English lawyer and politician, Minister of State for Europe",
            "year": 1956
        },
        {
            "text": "Jelko Kacin, Slovenian politician and a former Member of the European Parliament",
            "year": 1955
        },
        {
            "text": "Gisela Stuart, German-English academic and politician",
            "year": 1955
        },
        {
            "text": "Roz Chast, American cartoonist",
            "year": 1954
        },
        {
            "text": "Velupillai Prabhakaran, Sri Lankan rebel leader, founded the Liberation Tigers of Tamil Eelam (died 2009)",
            "year": 1954
        },
        {
            "text": "Hilary Benn, English politician, Secretary of State for International Development",
            "year": 1953
        },
        {
            "text": "Shelley Moore Capito, American politician",
            "year": 1953
        },
        {
            "text": "Harry Carson, American football player",
            "year": 1953
        },
        {
            "text": "Jacki MacDonald, Australian television host and actress",
            "year": 1953
        },
        {
            "text": "Julien Temple, English director, producer, and screenwriter",
            "year": 1953
        },
        {
            "text": "Desiré Wilson, South African race car driver",
            "year": 1953
        },
        {
            "text": "Elsa Salazar Cade,  Mexican-American science teacher and entomologist",
            "year": 1952
        },
        {
            "text": "Wendy Turnbull, Australian tennis player",
            "year": 1952
        },
        {
            "text": "Ilona Staller, Hungarian-Italian porn actress, singer, and politician",
            "year": 1951
        },
        {
            "text": "Sulejman Tihić, Bosnian lawyer, judge, and politician (died 2014)",
            "year": 1951
        },
        {
            "text": "Mari Alkatiri, East Timorese geographer and politician, 1st Prime Minister of East Timor",
            "year": 1949
        },
        {
            "text": "Shlomo Artzi, Israeli singer-songwriter and guitarist",
            "year": 1949
        },
        {
            "text": "Martin Lee, English singer-songwriter and guitarist (died 2024)",
            "year": 1949
        },
        {
            "text": "Vincent A. Mahler, American political scientist and academic",
            "year": 1949
        },
        {
            "text": "Ivan Patzaichin, Romanian canoe world and Olympic champion (died 2021)",
            "year": 1949
        },
        {
            "text": "Elizabeth Blackburn, Australian-American biologist and academic, Nobel Prize laureate",
            "year": 1948
        },
        {
            "text": "Claes Elfsberg, Swedish journalist",
            "year": 1948
        },
        {
            "text": "Marianne Muellerleile, American actress",
            "year": 1948
        },
        {
            "text": "Galina Prozumenshchikova, Ukrainian-Russian swimmer and journalist (died 2015)",
            "year": 1948
        },
        {
            "text": "Peter Wheeler, English rugby player",
            "year": 1948
        },
        {
            "text": "Roger Wehrli, American football player",
            "year": 1947
        },
        {
            "text": "Raymond Louis Kennedy, American singer-songwriter, saxophonist, and producer (died 2014)",
            "year": 1946
        },
        {
            "text": "Art Shell, American football player and coach",
            "year": 1946
        },
        {
            "text": "Itamar Singer, Romanian-Israeli historian and author (died 2012)",
            "year": 1946
        },
        {
            "text": "Daniel Davis, American actor",
            "year": 1945
        },
        {
            "text": "John McVie, English-American bass player",
            "year": 1945
        },
        {
            "text": "Jim Mullen, Scottish guitarist",
            "year": 1945
        },
        {
            "text": "Michael Omartian, American singer-songwriter, keyboard player, and producer",
            "year": 1945
        },
        {
            "text": "Björn von Sydow, Swedish academic and politician, 27th Swedish Minister for Defence",
            "year": 1945
        },
        {
            "text": "Joyce Quin, Baroness Quin, English academic and politician, Minister of State for Europe",
            "year": 1944
        },
        {
            "text": "Jean Terrell, American singer",
            "year": 1944
        },
        {
            "text": "Paul Burnett, English radio host",
            "year": 1943
        },
        {
            "text": "Bruce Paltrow, American director and producer (died 2002)",
            "year": 1943
        },
        {
            "text": "Marilynne Robinson, American novelist and essayist",
            "year": 1943
        },
        {
            "text": "Dale Sommers, American radio host (died 2012)",
            "year": 1943
        },
        {
            "text": "Maki Carrousel, Japanese actor",
            "year": 1942
        },
        {
            "text": "Olivia Cole, American actress (died 2018)",
            "year": 1942
        },
        {
            "text": "Jan Stenerud, Norwegian-American football player",
            "year": 1942
        },
        {
            "text": "Đặng Thùy Trâm, Vietnamese physician and author (died 1970)",
            "year": 1942
        },
        {
            "text": "Susanne Marsee, American mezzo-soprano",
            "year": 1941
        },
        {
            "text": "Jeff Torborg, American baseball player and manager (died 2025)",
            "year": 1941
        },
        {
            "text": "Enrico Bombieri, Italian mathematician and academic",
            "year": 1940
        },
        {
            "text": "Davey Graham, English guitarist and songwriter (died 2008)",
            "year": 1940
        },
        {
            "text": "Kotozakura Masakatsu, Japanese sumo wrestler, the 53rd Yokozuna (died 2007)",
            "year": 1940
        },
        {
            "text": "Quentin Skinner, English historian, author, and academic",
            "year": 1940
        },
        {
            "text": "Abdullah Ahmad Badawi, Malaysian civil servant and politician, 5th Prime Minister of Malaysia (died 2025)",
            "year": 1939
        },
        {
            "text": "Wayland Flowers, American actor and puppeteer (died 1988)",
            "year": 1939
        },
        {
            "text": "John Gummer, English politician, Secretary of State for the Environment",
            "year": 1939
        },
        {
            "text": "Mark Margolis, American actor (died 2023)",
            "year": 1939
        },
        {
            "text": "Grey Ruthven, 2nd Earl of Gowrie, Irish-Scottish politician, Chancellor of the Duchy of Lancaster (died 2021)",
            "year": 1939
        },
        {
            "text": "Art Themen, English saxophonist and surgeon",
            "year": 1939
        },
        {
            "text": "Tina Turner, American-Swiss singer-songwriter, dancer, and actress (died 2023)",
            "year": 1939
        },
        {
            "text": "Elizabeth Bailey, American economist (died 2022)",
            "year": 1938
        },
        {
            "text": "Porter Goss, American soldier and politician, 19th Director of the CIA",
            "year": 1938
        },
        {
            "text": "Rodney Jory, Australian physicist and academic (died 2021)",
            "year": 1938
        },
        {
            "text": "Rich Little, Canadian-American comedian, actor, and singer",
            "year": 1938
        },
        {
            "text": "Bob Babbitt, American bass player (died 2012)",
            "year": 1937
        },
        {
            "text": "John Moore, Baron Moore of Lower Marsh, English businessman and politician, Secretary of State for Health (died 2019)",
            "year": 1937
        },
        {
            "text": "Boris Yegorov, Russian physician and astronaut (died 1994)",
            "year": 1937
        },
        {
            "text": "Margaret Boden, English computer scientist and psychologist",
            "year": 1936
        },
        {
            "text": "Marian Mercer, American actress and singer (died 2011)",
            "year": 1935
        },
        {
            "text": "Cengiz Bektaş, Turkish architect, engineer, and journalist (died 2020)",
            "year": 1934
        },
        {
            "text": "Jerry Jameson, American director and producer",
            "year": 1934
        },
        {
            "text": "Sergio Pollastrelli, Italian politician (died 2025)",
            "year": 1934
        },
        {
            "text": "Robert Goulet, American-Canadian singer and actor (died 2007)",
            "year": 1933
        },
        {
            "text": "Richard Holloway, Scottish bishop and radio host",
            "year": 1933
        },
        {
            "text": "Stanley Long, English director, producer, and screenwriter (died 2012)",
            "year": 1933
        },
        {
            "text": "Jamshid Mashayekhi, Iranian actor (died 2019)",
            "year": 1933
        },
        {
            "text": "Tony Verna, American director and producer, invented instant replay (died 2015)",
            "year": 1933
        },
        {
            "text": "Adolfo Pérez Esquivel, Argentinian painter, sculptor, and activist, Nobel Prize laureate",
            "year": 1931
        },
        {
            "text": "Adrianus Johannes Simonis, Dutch cardinal (died 2020)",
            "year": 1931
        },
        {
            "text": "Berthold Leibinger, German engineer and philanthropist, founded Berthold Leibinger Stiftung (died 2018)",
            "year": 1930
        },
        {
            "text": "Slavko Avsenik, Slovenian singer-songwriter and accordion player (died 2015)",
            "year": 1929
        },
        {
            "text": "Betta St. John, American actress, singer and dancer (died 2023)",
            "year": 1929
        },
        {
            "text": "Nishida Tatsuo, Japanese linguist and academic (died 2012)",
            "year": 1928
        },
        {
            "text": "Ernie Coombs, American-Canadian television host (died 2001)",
            "year": 1927
        },
        {
            "text": "Arturo Luz, Filipino visual artist (died 2021)",
            "year": 1926
        },
        {
            "text": "Rabi Ray, Indian activist and politician, 10th Speaker of the Lok Sabha (died 2017)",
            "year": 1926
        },
        {
            "text": "Gregorio Conrado Álvarez, Uruguayan dictator (died 2016)",
            "year": 1925
        },
        {
            "text": "Eugene Istomin, American pianist (died 2003)",
            "year": 1925
        },
        {
            "text": "Jasu Patel, Indian cricketer (died 1992)",
            "year": 1924
        },
        {
            "text": "George Segal, American painter and sculptor (died 2000)",
            "year": 1924
        },
        {
            "text": "Tom Hughes, Australian politician and barrister (died 2024)",
            "year": 1923
        },
        {
            "text": "V. K. Murthy, Indian cinematographer (died 2014)",
            "year": 1923
        },
        {
            "text": "Charles M. Schulz, American cartoonist, created Peanuts (died 2000)",
            "year": 1922
        },
        {
            "text": "Verghese Kurien, Indian engineer and businessman, founded Amul (died 2012)",
            "year": 1921
        },
        {
            "text": "Daniel Petrie, Canadian-American director and producer (died 2004)",
            "year": 1920
        },
        {
            "text": "Ryszard Kaczorowski, Polish soldier and politician, 6th President of the Republic of Poland (died 2010)",
            "year": 1919
        },
        {
            "text": "Frederik Pohl, American journalist and author (died 2013)",
            "year": 1919
        },
        {
            "text": "Ram Sharan Sharma, Indian historian and academic (died 2011)",
            "year": 1919
        },
        {
            "text": "Patricio Aylwin, Chilean lawyer and politician, 31st President of Chile (died 2016)",
            "year": 1918
        },
        {
            "text": "Nesuhi Ertegun, Turkish-American record producer (died 1989)",
            "year": 1917
        },
        {
            "text": "Inge King, German-born Australian sculptor (died 2016)",
            "year": 1915
        },
        {
            "text": "Earl Wild, American pianist and composer (died 2010)",
            "year": 1915
        },
        {
            "text": "Eric Sevareid, American journalist (died 1992)",
            "year": 1912
        },
        {
            "text": "Samuel Reshevsky, Polish-American chess player and author (died 1992)",
            "year": 1911
        },
        {
            "text": "Cyril Cusack, South African-born Irish actor (died 1993)",
            "year": 1910
        },
        {
            "text": "Fritz Buchloh, German footballer and manager (died 1998)",
            "year": 1909
        },
        {
            "text": "Frances Dee, American actress and singer (died 2004)",
            "year": 1909
        },
        {
            "text": "Eugène Ionesco, Romanian-French playwright and critic (died 1994)",
            "year": 1909
        },
        {
            "text": "Charles Forte, Baron Forte, Italian-Scottish businessman, founded Forte Group (died 2007)",
            "year": 1908
        },
        {
            "text": "Lefty Gomez, American baseball player and manager (died 1989)",
            "year": 1908
        },
        {
            "text": "Ruth Patrick, American botanist (died 2013)",
            "year": 1907
        },
        {
            "text": "Bob Johnson, American baseball player (died 1982)",
            "year": 1905
        },
        {
            "text": "Armand Frappier, Canadian physician and microbiologist (died 1991)",
            "year": 1904
        },
        {
            "text": "K. D. Sethna, Indian poet, scholar, writer, philosopher, and cultural critic (died 2011)",
            "year": 1904
        },
        {
            "text": "Alice Herz-Sommer, Czech-English pianist and educator (died 2014)",
            "year": 1903
        },
        {
            "text": "Maurice McDonald, American businessman, co-founded McDonald's (died 1971)",
            "year": 1902
        },
        {
            "text": "William Sterling Parsons, American admiral (died 1953)",
            "year": 1901
        },
        {
            "text": "Anna Maurizio, Swiss biologist, known for her study of bees (died 1993)",
            "year": 1900
        },
        {
            "text": "Richard Hauptmann, German-American murderer (died 1936)",
            "year": 1899
        },
        {
            "text": "Karl Ziegler, German chemist and engineer, Nobel Prize laureate (died 1973)",
            "year": 1898
        },
        {
            "text": "Bill W., American activist, co-founded Alcoholics Anonymous (died 1971)",
            "year": 1895
        },
        {
            "text": "James Charles McGuigan, Canadian cardinal (died 1974)",
            "year": 1894
        },
        {
            "text": "Norbert Wiener, American-Swedish mathematician and philosopher (died 1964)",
            "year": 1894
        },
        {
            "text": "Scott Bradley, American pianist, composer, and conductor (died 1977)",
            "year": 1891
        },
        {
            "text": "Albert Dieudonné, French actor, director, and screenwriter (died 1976)",
            "year": 1889
        },
        {
            "text": "Ford Beebe, American director and screenwriter (died 1978)",
            "year": 1888
        },
        {
            "text": "Heinrich Brüning, German lieutenant, economist, and politician, Chancellor of Germany (died 1970)",
            "year": 1885
        },
        {
            "text": "Major Taylor, American cyclist (died 1932)",
            "year": 1878
        },
        {
            "text": "Willis Carrier, American engineer, invented air conditioning (died 1950)",
            "year": 1876
        },
        {
            "text": "Fred Herd, Scottish golfer (died 1954)",
            "year": 1873
        },
        {
            "text": "Sir Hari Singh Gour, founder and Vice-Chancellor of the University of Sagar (died 1949)",
            "year": 1870
        },
        {
            "text": "Maud of Wales (died 1938)",
            "year": 1869
        },
        {
            "text": "Edward Higgins, English 3rd General of the Salvation Army (died 1947)",
            "year": 1864
        },
        {
            "text": "Katharine Drexel, American nun and saint (died 1955)",
            "year": 1858
        },
        {
            "text": "Ferdinand de Saussure, Swiss linguist and author (died 1913)",
            "year": 1857
        },
        {
            "text": "Bat Masterson, American police officer and journalist (died 1921)",
            "year": 1853
        },
        {
            "text": "Thomas Playford II, English-Australian politician, 17th Premier of South Australia (died 1915)",
            "year": 1837
        },
        {
            "text": "Rudolph Koenig, German-French physicist and academic (died 1901)",
            "year": 1832
        },
        {
            "text": "Mary Edwards Walker, American surgeon and activist, Medal of Honor recipient (died 1919)",
            "year": 1832
        },
        {
            "text": "Robert Battey, American surgeon and academic (died 1895)",
            "year": 1828
        },
        {
            "text": "René Goblet, French journalist and politician, 52nd Prime Minister of France (died 1905)",
            "year": 1828
        },
        {
            "text": "Ellen G. White, American religious leader and author, co-founded the Seventh-day Adventist Church (died 1915)",
            "year": 1827
        },
        {
            "text": "Charles Adolphe Wurtz, Alsatian-French chemist (died 1884)",
            "year": 1817
        },
        {
            "text": "Zeng Guofan, Chinese general and politician, Viceroy of Liangjiang (died 1872)",
            "year": 1811
        },
        {
            "text": "Sarah Moore Grimké, American author and activist (died 1873)",
            "year": 1792
        },
        {
            "text": "William Cowper, English poet and hymnwriter (died 1800)",
            "year": 1731
        },
        {
            "text": "Artemas Ward, American general and politician (died 1800)",
            "year": 1727
        },
        {
            "text": "Theophilus Cibber, English actor and playwright (died 1758)",
            "year": 1703
        },
        {
            "text": "Isidro de Espinosa,  Franciscan missionary from Spanish Texas (died 1755)",
            "year": 1679
        },
        {
            "text": "Jean-Jacques d'Ortous de Mairan, French geophysicist and astronomer (died 1771)",
            "year": 1678
        },
        {
            "text": "William Derham, English minister and philosopher (died 1735)",
            "year": 1657
        },
        {
            "text": "Henry Dunster, English-American clergyman and academic (died 1659)",
            "year": 1609
        },
        {
            "text": "John Harvard, English minister and philanthropist (died 1638)",
            "year": 1607
        },
        {
            "text": "Johannes Bach, German organist and composer (died 1673)",
            "year": 1604
        },
        {
            "text": "James Ware, Irish genealogist (died 1666)",
            "year": 1594
        },
        {
            "text": "Seonjo of Joseon, King of Joseon (died 1608)",
            "year": 1552
        },
        {
            "text": "Henry Berkeley, 7th Baron Berkeley (died 1613)",
            "year": 1534
        },
        {
            "text": "Guido Ascanio Sforza di Santa Fiora, Catholic cardinal (died 1564)",
            "year": 1518
        },
        {
            "text": "Edward Hastings, 2nd Baron Hastings, English noble (died 1506)",
            "year": 1466
        },
        {
            "text": "Catherine of Portugal (died 1463)",
            "year": 1436
        },
        {
            "text": "Henry Beaufort, 2nd Earl of Somerset (died 1418)",
            "year": 1401
        },
        {
            "text": "Go-Daigo, Japanese emperor (died 1339)",
            "year": 1288
        },
        {
            "text": "Rudesind, Galician bishop (died 977)",
            "year": 907
        }
    ],
    "deaths": [
        {
            "text": "Jim Abrahams, American film director and writer (born 1944)",
            "year": 2024
        },
        {
            "text": "Vikram Gokhale, Indian actor and director (born 1945)",
            "year": 2022
        },
        {
            "text": "Stephen Sondheim, American composer and lyricist (born 1930)",
            "year": 2021
        },
        {
            "text": "Stephen Hillenburg, American animator, voice actor, and marine science educator (born 1961)",
            "year": 2018
        },
        {
            "text": "Fritz Weaver, American actor (born 1926)",
            "year": 2016
        },
        {
            "text": "Amir Aczel, Israeli-American mathematician, historian, and academic (born 1950)",
            "year": 2015
        },
        {
            "text": "Guy Lewis, American basketball player and coach (born 1922)",
            "year": 2015
        },
        {
            "text": "Mary Hinkson, American dancer and choreographer (born 1925)",
            "year": 2014
        },
        {
            "text": "Gilles Tremblay, Canadian ice hockey player and sportscaster (born 1938)",
            "year": 2014
        },
        {
            "text": "Peter Underwood, English parapsychologist and author (born 1932)",
            "year": 2014
        },
        {
            "text": "Arik Einstein, Israeli singer-songwriter (born 1939)",
            "year": 2013
        },
        {
            "text": "Jane Kean, American actress and singer (born 1923)",
            "year": 2013
        },
        {
            "text": "Saul Leiter, American photographer and painter (born 1923)",
            "year": 2013
        },
        {
            "text": "Tony Musante, American actor and screenwriter (born 1936)",
            "year": 2013
        },
        {
            "text": "Celso Advento Castillo, Filipino actor, director, and screenwriter (born 1943)",
            "year": 2012
        },
        {
            "text": "Peter Marsh, Australian table tennis player (born 1948)",
            "year": 2012
        },
        {
            "text": "Joseph Murray, American surgeon and soldier, Nobel Prize laureate (born 1919)",
            "year": 2012
        },
        {
            "text": "M. C. Nambudiripad, Indian author and translator (born 1919)",
            "year": 2012
        },
        {
            "text": "Manon Cleary, American painter and academic (born 1942)",
            "year": 2011
        },
        {
            "text": "Leroy Drumm, American songwriter (born 1936)",
            "year": 2010
        },
        {
            "text": "Silvestre S. Herrera, Mexican-American sergeant, Medal of Honor recipient (born 1917)",
            "year": 2007
        },
        {
            "text": "Mel Tolkin, Russian-Canadian screenwriter and producer (born 1913)",
            "year": 2007
        },
        {
            "text": "Herb McKenley, Jamaican sprinter (born 1922)",
            "year": 2007
        },
        {
            "text": "Mário Cesariny de Vasconcelos, Portuguese painter and poet (born 1923)",
            "year": 2006
        },
        {
            "text": "Dave Cockrum, American author and illustrator (born 1943)",
            "year": 2006
        },
        {
            "text": "Isaac Gálvez, Spanish cyclist (born 1975)",
            "year": 2006
        },
        {
            "text": "Raúl Velasco, Mexican television host and producer (born 1933)",
            "year": 2006
        },
        {
            "text": "Takanori Arisawa, Japanese composer and conductor (born 1951)",
            "year": 2005
        },
        {
            "text": "Stan Berenstain, American author and illustrator, co-created the Berenstain Bears (born 1923)",
            "year": 2005
        },
        {
            "text": "Mark Craney, American drummer (born 1952)",
            "year": 2005
        },
        {
            "text": "Philippe de Broca, French actor, director, and screenwriter (born 1933)",
            "year": 2004
        },
        {
            "text": "C. Walter Hodges, English author and illustrator (born 1909)",
            "year": 2004
        },
        {
            "text": "Soulja Slim, American rapper (born 1977)",
            "year": 2003
        },
        {
            "text": "Stefan Wul, French surgeon and author (born 1922)",
            "year": 2003
        },
        {
            "text": "Polo Montañez, Cuban singer-songwriter (born 1955)",
            "year": 2002
        },
        {
            "text": "Verne Winchell, American businessman, founded Winchell's Donuts (born 1915)",
            "year": 2002
        },
        {
            "text": "Nils-Aslak Valkeapää, Finnish author, poet, and painter (born 1943)",
            "year": 2001
        },
        {
            "text": "Jonathan Kwitny, American journalist and author (born 1941)",
            "year": 1998
        },
        {
            "text": "Marguerite Henry, American author (born 1902)",
            "year": 1997
        },
        {
            "text": "Michael Bentine, English actor and screenwriter (born 1922)",
            "year": 1996
        },
        {
            "text": "Paul Rand, American art director and graphic designer (born 1914)",
            "year": 1996
        },
        {
            "text": "David Bache, English car designer (born 1925)",
            "year": 1994
        },
        {
            "text": "Arturo Rivera y Damas, Salvadoran archbishop (born 1923)",
            "year": 1994
        },
        {
            "text": "César Guerra-Peixe, Brazilian violinist, composer, and conductor (born 1914)",
            "year": 1993
        },
        {
            "text": "Ed Heinemann, American engineer (born 1908)",
            "year": 1991
        },
        {
            "text": "Bob Johnson, American ice hockey player and coach (born 1931)",
            "year": 1991
        },
        {
            "text": "Ahmed Abdallah, Comorian politician, President of Comoros (born 1919)",
            "year": 1989
        },
        {
            "text": "Thomas George Lanphier, Jr., American colonel and pilot (born 1915)",
            "year": 1987
        },
        {
            "text": "J. P. Guilford, American psychologist and academic (born 1897)",
            "year": 1987
        },
        {
            "text": "Peter Hujar, American photographer (born 1934)",
            "year": 1987
        },
        {
            "text": "Betico Croes, Aruban activist and politician (born 1938)",
            "year": 1986
        },
        {
            "text": "Vivien Thomas, American surgeon and academic (born 1910)",
            "year": 1985
        },
        {
            "text": "Juhan Aavik, Estonian composer and conductor (born 1884)",
            "year": 1982
        },
        {
            "text": "Pete DePaolo, American race car driver (born 1898)",
            "year": 1981
        },
        {
            "text": "Max Euwe, Dutch chess player, mathematician, and author  (born 1901)",
            "year": 1981
        },
        {
            "text": "Ford Beebe, American director and screenwriter (born 1888)",
            "year": 1978
        },
        {
            "text": "Frank Rosolino, American trombonist (born 1926)",
            "year": 1978
        },
        {
            "text": "Yoshibayama Junnosuke, Japanese sumo wrestler, the 43rd Yokozuna (born 1920)",
            "year": 1977
        },
        {
            "text": "Cyril Connolly, English author and critic (born 1903)",
            "year": 1974
        },
        {
            "text": "John Rostill, English bass player and songwriter (born 1942)",
            "year": 1973
        },
        {
            "text": "Giacomo Alberione, Italian priest and publisher (born 1884)",
            "year": 1971
        },
        {
            "text": "Amelita Galli-Curci, Italian soprano (born 1882)",
            "year": 1963
        },
        {
            "text": "Albert Sarraut, French lawyer and politician, 106th Prime Minister of France (born 1872)",
            "year": 1962
        },
        {
            "text": "Albert Ketèlbey, English pianist, composer, and conductor (born 1875)",
            "year": 1959
        },
        {
            "text": "Tommy Dorsey, American trombonist, trumpet player, and composer (born 1905)",
            "year": 1956
        },
        {
            "text": "Bill Doak, American baseball player and coach (born 1891)",
            "year": 1954
        },
        {
            "text": "Sven Hedin, Swedish geographer and explorer (born 1865)",
            "year": 1952
        },
        {
            "text": "Hedwig Courths-Mahler, German writer (born 1867)",
            "year": 1950
        },
        {
            "text": "Edward O'Hare, American lieutenant and pilot (born 1914)",
            "year": 1943
        },
        {
            "text": "Ernest Lapointe, Canadian lawyer and politician, 18th Canadian Minister of Justice (born 1876)",
            "year": 1941
        },
        {
            "text": "Silvestras Žukauskas, Lithuanian general (born 1860)",
            "year": 1937
        },
        {
            "text": "Şükrü Naili Gökberk, Turkish general (born 1876)",
            "year": 1936
        },
        {
            "text": "Mykhailo Hrushevsky, Ukrainian historian and politician (born 1866)",
            "year": 1934
        },
        {
            "text": "John Cockburn, Scottish-Australian politician, 18th Premier of South Australia (born 1850)",
            "year": 1929
        },
        {
            "text": "Reinhard Scheer, German admiral (born 1863)",
            "year": 1928
        },
        {
            "text": "Ernest Belfort Bax, English barrister, journalist, philosopher, men's rights advocate, socialist and historian (born 1854)",
            "year": 1926
        },
        {
            "text": "John Browning, American weapons designer, founded the Browning Arms Company (born 1855)",
            "year": 1926
        },
        {
            "text": "Semen Karetnyk, Ukrainian anarchist military commander (born 1893)",
            "year": 1920
        },
        {
            "text": "Felipe Ángeles, Mexican general (born 1868)",
            "year": 1919
        },
        {
            "text": "Elsie Inglis, Scottish surgeon and suffragette (born 1864)",
            "year": 1917
        },
        {
            "text": "Joachim III of Constantinople (born 1834)",
            "year": 1912
        },
        {
            "text": "Coventry Patmore, English poet and critic (born 1823)",
            "year": 1896
        },
        {
            "text": "George Edward Dobson, Irish zoologist, photographer, and surgeon (born 1848)",
            "year": 1895
        },
        {
            "text": "Charles Lavigerie, French cardinal and academic (born 1825)",
            "year": 1892
        },
        {
            "text": "Thomas Andrews, Irish chemist and physicist (born 1813)",
            "year": 1885
        },
        {
            "text": "Sojourner Truth, American activist (born 1797)",
            "year": 1883
        },
        {
            "text": "Otto Theodor von Manteuffel, Prussian lawyer and politician, Minister President of Prussia (born 1805)",
            "year": 1882
        },
        {
            "text": "Pavel Kiselyov, Russian general and politician (born 1788)",
            "year": 1872
        },
        {
            "text": "Benjamin Greene, English brewer, founded Greene King (born 1780)",
            "year": 1860
        },
        {
            "text": "Joseph Freiherr von Eichendorff, German poet and author (born 1788)",
            "year": 1857
        },
        {
            "text": "Adam Mickiewicz, Polish poet and playwright (born 1798)",
            "year": 1855
        },
        {
            "text": "Jean-de-Dieu Soult, French general and politician, 12th Prime Minister of France (born 1769)",
            "year": 1851
        },
        {
            "text": "John Loudon McAdam, Scottish engineer (born 1756)",
            "year": 1836
        },
        {
            "text": "Thomas Buck Reed, American lawyer and politician (born 1787)",
            "year": 1829
        },
        {
            "text": "James Steuart, Scottish economist (born 1712)",
            "year": 1780
        },
        {
            "text": "John Hudson, English librarian and scholar (born 1662)",
            "year": 1719
        },
        {
            "text": "Daniel Purcell, English organist and composer (born 1664)",
            "year": 1717
        },
        {
            "text": "Marquard Gude, German archaeologist and scholar (born 1635)",
            "year": 1689
        },
        {
            "text": "Philippe Quinault, French playwright and composer (born 1635)",
            "year": 1688
        },
        {
            "text": "Luis Méndez de Haro, Spanish general and politician (born 1598)",
            "year": 1661
        },
        {
            "text": "Henry Ireton, English-Irish general and politician, Lord Lieutenant of Ireland (born 1611)",
            "year": 1651
        },
        {
            "text": "John Spottiswoode, Scottish archbishop and historian (born 1565)",
            "year": 1639
        },
        {
            "text": "Ralph Agas, English surveyor and cartographer (born 1540)",
            "year": 1621
        },
        {
            "text": "Isabella I, queen of Castile and León (born 1451)",
            "year": 1504
        },
        {
            "text": "Diego Fernández de la Cueva, 1st Viscount of Huelma",
            "year": 1473
        },
        {
            "text": "Sylvester Gozzolini, Italian founder of the Sylvestrines (born 1177)",
            "year": 1267
        },
        {
            "text": "Al-Aziz Muhammad ibn Ghazi, Ayyubid emir of Aleppo (born 1216)",
            "year": 1236
        },
        {
            "text": "Swanehilde of Saxony, margravine of Meissen",
            "year": 1014
        },
        {
            "text": "Conrad of Constance, German bishop and saint (bornc. 900)",
            "year": 975
        },
        {
            "text": "Li Congyan, Chinese general (born 898)",
            "year": 946
        },
        {
            "text": "Siricius, pope of the Catholic Church (born 334)",
            "year": 399
        }
    ],
    "metadata": {
        "current_date": "November 26, 2025",
        "short_date": "Nov 26",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            39,
            33,
            1,
            31,
            37,
            40,
            19,
            32,
            21,
            49
        ],
        "births": [
            197,
            142,
            204,
            108
        ],
        "deaths": [
            29,
            88,
            102,
            45
        ]
    }
}