{
    "events": [
        {
            "text": "Middle/End of the May 2024 Solar Storms, the most powerful set of Geomagnetic storms since the 2003 Halloween solar storms.",
            "year": 2024
        },
        {
            "text": "Paris knife attack: A man is fatally shot by police in Paris after killing one and injuring several others.",
            "year": 2018
        },
        {
            "text": "The WannaCry ransomware attack impacts over 400,000 computers worldwide, targeting computers of the United Kingdom's National Health Services and Telefónica computers.",
            "year": 2017
        },
        {
            "text": "A train derailment in Philadelphia, United States, kills eight people and injures more than 200.",
            "year": 2015
        },
        {
            "text": "Massive Nepal earthquake kills 218 people and injures more than 3,500.",
            "year": 2015
        },
        {
            "text": "Afriqiyah Airways Flight 771 crashes on final approach to Tripoli International Airport in Tripoli, Libya, killing 103 out of the 104 people on board.",
            "year": 2010
        },
        {
            "text": "An earthquake (measuring around 8.0 magnitude) occurs in Sichuan, China, killing over 69,000 people.",
            "year": 2008
        },
        {
            "text": "U.S. Immigration and Customs Enforcement conducts the largest-ever raid of a workplace in Postville, Iowa, arresting nearly 400 immigrants for identity theft and document fraud.",
            "year": 2008
        },
        {
            "text": "Mass unrest by the Primeiro Comando da Capital begins in São Paulo (Brazil), leaving at least 150 dead.",
            "year": 2006
        },
        {
            "text": "Iranian Azeris interpret a cartoon published in an Iranian magazine as insulting, resulting in massive riots throughout the country.",
            "year": 2006
        },
        {
            "text": "The Riyadh compound bombings in Saudi Arabia, carried out by al-Qaeda, kill 39 people.",
            "year": 2003
        },
        {
            "text": "Former US President Jimmy Carter arrives in Cuba for a five-day visit with Fidel Castro, becoming the first President of the United States, in or out of office, to visit the island since the Cuban Revolution.",
            "year": 2002
        },
        {
            "text": "The San Bernardino train disaster kills four people, only to be followed a week later by an underground gasoline pipeline explosion, which kills two more people.",
            "year": 1989
        },
        {
            "text": "During a procession outside the shrine of the Virgin Mary in Fátima, Portugal, security guards overpower Juan María Fernández y Krohn before he can attack Pope John Paul II with a bayonet.",
            "year": 1982
        },
        {
            "text": "In Zaire, rebels occupy the city of Kolwezi, the mining center of the province of Shaba (now known as Katanga); the local government asks the US, France and Belgium to restore order.",
            "year": 1978
        },
        {
            "text": "Indochina Wars: Democratic Kampuchea naval forces capture the SS Mayaguez.",
            "year": 1975
        },
        {
            "text": "Vietnam War: North Vietnamese and Viet Cong forces attack Australian troops defending Fire Support Base Coral.",
            "year": 1968
        },
        {
            "text": "The Soviet spacecraft Luna 5 crashes on the Moon.",
            "year": 1965
        },
        {
            "text": "Cold War: The Soviet Union lifts its blockade of Berlin.",
            "year": 1949
        },
        {
            "text": "World War II: Second Battle of Kharkov: In eastern Ukraine, Red Army forces under Marshal Semyon Timoshenko launch a major offensive from the Izium bridgehead, only to be encircled and destroyed by the troops of Army Group South two weeks later.",
            "year": 1942
        },
        {
            "text": "World War II: The U.S. tanker SS Virginia is torpedoed in the mouth of the Mississippi River by the German submarine U-507.",
            "year": 1942
        },
        {
            "text": "Konrad Zuse presents the Z3, the world's first working programmable, fully automatic computer, in Berlin.",
            "year": 1941
        },
        {
            "text": "The Duke and Duchess of York are crowned as King George VI and Queen Elizabeth of the United Kingdom in Westminster Abbey.",
            "year": 1937
        },
        {
            "text": "The Agricultural Adjustment Act, which restricts agricultural production through government purchase of livestock for slaughter and paying subsidies to farmers when they remove land from planting, is signed into law by President Franklin D. Roosevelt.",
            "year": 1933
        },
        {
            "text": "President Roosevelt signs legislation creating the Federal Emergency Relief Administration, the predecessor of the Federal Emergency Management Agency.",
            "year": 1933
        },
        {
            "text": "Ten weeks after his abduction, Charles Jr., the infant son of Charles Lindbergh, is found dead near Hopewell, New Jersey, just a few miles from the Lindberghs' home.",
            "year": 1932
        },
        {
            "text": "The Italian-built airship Norge becomes the first vessel to fly over the North Pole.",
            "year": 1926
        },
        {
            "text": "The 1926 United Kingdom general strike ends.",
            "year": 1926
        },
        {
            "text": "North-West Rebellion: The four-day Battle of Batoche, pitting rebel Métis against the Canadian government, comes to an end with a decisive rebel defeat.",
            "year": 1885
        },
        {
            "text": "In North Africa, Tunisia becomes a French protectorate.",
            "year": 1881
        },
        {
            "text": "The Manitoba Act is given the Royal Assent, paving the way for Manitoba to become a province of Canada on July 15.",
            "year": 1870
        },
        {
            "text": "American Civil War: The Battle of Palmito Ranch: The first day of the last major land action to take place during the Civil War, resulting in a Confederate victory.",
            "year": 1865
        },
        {
            "text": "American Civil War: The Battle of Spotsylvania Court House: Union troops assault a Confederate salient known as the \"Mule Shoe\", with some of the fiercest fighting of the war, much of it hand-to-hand combat, occurring at \"the Bloody Angle\" on the northwest.",
            "year": 1864
        },
        {
            "text": "American Civil War: Battle of Raymond: Two divisions of James B. McPherson's XVII Corps turn the left wing of Confederate General John C. Pemberton's defensive line on Fourteen Mile Creek, opening up the interior of Mississippi to the Union Army during the Vicksburg Campaign.",
            "year": 1863
        },
        {
            "text": "American Civil War: Union Army troops occupy Baton Rouge, Louisiana.",
            "year": 1862
        },
        {
            "text": "The Donner Party of pioneers departs Independence, Missouri for California, on what will become a year-long journey of hardship and cannibalism.",
            "year": 1846
        },
        {
            "text": "The first major battle of the Greek War of Independence against the Turks is fought in Valtetsi.",
            "year": 1821
        },
        {
            "text": "Finnish War: Swedish-Finnish troops, led by Captain Karl Wilhelm Malmi, conquer the city of Kuopio from Russians after the Battle of Kuopio.",
            "year": 1808
        },
        {
            "text": "War of the First Coalition: Napoleon Bonaparte conquers Venice.",
            "year": 1797
        },
        {
            "text": "American Revolutionary War: In the largest defeat of the Continental Army, Charleston, South Carolina is taken by British forces.",
            "year": 1780
        },
        {
            "text": "Heinrich XI, count of the Principality of Reuss-Greiz, is elevated to Prince by Joseph II, Holy Roman Emperor.",
            "year": 1778
        },
        {
            "text": "Maria Theresa of Austria is crowned Queen of Bohemia after defeating her rival, Charles VII, Holy Roman Emperor.",
            "year": 1743
        },
        {
            "text": "London playwright Thomas Kyd is arrested and tortured by the Privy Council for libel.",
            "year": 1593
        },
        {
            "text": "French Wars of Religion: Henry III of France flees Paris after Henry I, Duke of Guise, enters the city and a spontaneous uprising occurs.",
            "year": 1588
        },
        {
            "text": "National University of San Marcos, the oldest university in the Americas, is founded in Lima, Peru.",
            "year": 1551
        },
        {
            "text": "The Prince of Anhua rebellion begins when Zhu Zhifan kills all the officials invited to a banquet and declares his intent on ousting the powerful Ming dynasty eunuch Liu Jin during the reign of the Zhengde Emperor.",
            "year": 1510
        },
        {
            "text": "Pope Alexander VI excommunicates Girolamo Savonarola.",
            "year": 1497
        },
        {
            "text": "Jagiellonian University, the oldest university in Poland, is founded in Kraków.",
            "year": 1364
        },
        {
            "text": "Antipope Nicholas V, a claimant to the papacy, is consecrated in Rome by the Bishop of Venice.",
            "year": 1328
        },
        {
            "text": "Richard I of England marries Berengaria of Navarre in Cyprus; she is crowned Queen consort of England the same day.",
            "year": 1191
        },
        {
            "text": "Zhu Wen forces Emperor Ai into abdicating, ending the Tang dynasty after nearly three hundred years of rule.",
            "year": 907
        },
        {
            "text": "Pope Stephen I succeeds Pope Lucius I, becoming the 23rd pope of the Catholic Church, and immediately takes a stand against Novatianism.",
            "year": 254
        }
    ],
    "births": [
        {
            "text": "Vasilije Adžić, Montenegrin footballer",
            "year": 2006
        },
        {
            "text": "Zach Benson, Canadian ice hockey player",
            "year": 2005
        },
        {
            "text": "Issa Kaboré, Burkinabé footballer",
            "year": 2001
        },
        {
            "text": "Hiroki Itō, Japanese footballer",
            "year": 1999
        },
        {
            "text": "Mo Bamba, American-Ivorian basketball player",
            "year": 1998
        },
        {
            "text": "Frenkie de Jong, Dutch footballer",
            "year": 1997
        },
        {
            "text": "Fabrice Olinga, Cameroonian footballer",
            "year": 1996
        },
        {
            "text": "Kostas Tsimikas, Greek footballer",
            "year": 1996
        },
        {
            "text": "Timo Horn, German footballer",
            "year": 1993
        },
        {
            "text": "Erik Durm, German footballer",
            "year": 1992
        },
        {
            "text": "Florent Amodio, French figure skater",
            "year": 1990
        },
        {
            "text": "Etika, American YouTuber and live streamer (d. 2019)",
            "year": 1990
        },
        {
            "text": "Eleftheria Eleftheriou, Greek Cypriot singer, musician, and actress",
            "year": 1989
        },
        {
            "text": "Marcelo, Brazilian footballer",
            "year": 1988
        },
        {
            "text": "Lance Lynn, American baseball player",
            "year": 1987
        },
        {
            "text": "Kieron Pollard, Trinidadian cricketer",
            "year": 1987
        },
        {
            "text": "Darren Randolph, Irish footballer",
            "year": 1987
        },
        {
            "text": "Emily VanCamp, Canadian actress",
            "year": 1986
        },
        {
            "text": "Domhnall Gleeson, Irish actor",
            "year": 1983
        },
        {
            "text": "Yujiro Kushida, Japanese wrestler and mixed martial artist",
            "year": 1983
        },
        {
            "text": "Rami Malek, American actor",
            "year": 1981
        },
        {
            "text": "Rishi Sunak, English politician",
            "year": 1980
        },
        {
            "text": "Steve Smith Sr., American football player",
            "year": 1979
        },
        {
            "text": "Malin Åkerman, Swedish-Canadian model, actress, and singer",
            "year": 1978
        },
        {
            "text": "Jason Biggs, American actor and comedian",
            "year": 1978
        },
        {
            "text": "Graeme Dott, Scottish snooker player and coach",
            "year": 1977
        },
        {
            "text": "Maryam Mirzakhani, Iranian mathematician (d. 2017)",
            "year": 1977
        },
        {
            "text": "Bruno Lage, Portuguese football manager",
            "year": 1976
        },
        {
            "text": "Jonah Lomu, New Zealand rugby player (d. 2015)",
            "year": 1975
        },
        {
            "text": "Rhea Seehorn, American actress",
            "year": 1972
        },
        {
            "text": "Jim Furyk, American golfer",
            "year": 1970
        },
        {
            "text": "Samantha Mathis, American actress",
            "year": 1970
        },
        {
            "text": "Mike Weir, Canadian golfer",
            "year": 1970
        },
        {
            "text": "Kim Fields, American actress",
            "year": 1969
        },
        {
            "text": "Tony Hawk, American skateboarder and actor",
            "year": 1968
        },
        {
            "text": "Bill Shorten, Australian politician",
            "year": 1967
        },
        {
            "text": "Stephen Baldwin, American actor",
            "year": 1966
        },
        {
            "text": "Mark Thomas, British sprinter",
            "year": 1965
        },
        {
            "text": "Emilio Estevez, American actor",
            "year": 1962
        },
        {
            "text": "Brett Gurewitz, American guitarist and songwriter",
            "year": 1962
        },
        {
            "text": "Ving Rhames, American actor",
            "year": 1959
        },
        {
            "text": "Lou Whitaker, American baseball player",
            "year": 1957
        },
        {
            "text": "George Karl, American basketball player and coach",
            "year": 1951
        },
        {
            "text": "Bruce Boxleitner, American actor and author",
            "year": 1950
        },
        {
            "text": "Gabriel Byrne, Irish actor, director, and producer",
            "year": 1950
        },
        {
            "text": "Billy Squier, American singer-songwriter and guitarist",
            "year": 1950
        },
        {
            "text": "Steve Winwood, English singer-songwriter and multi-instrumentalist",
            "year": 1948
        },
        {
            "text": "Michael Ignatieff, Canadian journalist and politician",
            "year": 1947
        },
        {
            "text": "Daniel Libeskind, American architect, designed the Imperial War Museum North and Jewish Museum",
            "year": 1946
        },
        {
            "text": "Alan Ball, Jr., English footballer and manager (d. 2007)",
            "year": 1945
        },
        {
            "text": "Ian McLagan, English keyboard player and songwriter (d. 2014)",
            "year": 1945
        },
        {
            "text": "Chris Patten, English academic and politician, 28th Governor of Hong Kong",
            "year": 1944
        },
        {
            "text": "Ian Dury, English singer-songwriter (d. 2000)",
            "year": 1942
        },
        {
            "text": "Norman Whitfield, American songwriter and producer (d. 2008)",
            "year": 1940
        },
        {
            "text": "Reg Gasnier, Australian rugby league player, coach, and sportscaster (d. 2014)",
            "year": 1939
        },
        {
            "text": "Beryl Burton, English cyclist (d. 1996)",
            "year": 1937
        },
        {
            "text": "George Carlin, American comedian, actor, and author (d. 2008)",
            "year": 1937
        },
        {
            "text": "Guillermo Endara, Panamanian lawyer and politician, 32nd President of Panama (d. 2009)",
            "year": 1936
        },
        {
            "text": "Tom Snyder, American journalist and talk show host (d. 2007)",
            "year": 1936
        },
        {
            "text": "Frank Stella, American painter and sculptor (d. 2024)",
            "year": 1936
        },
        {
            "text": "Felipe Alou, Dominican-American baseball player, coach, and manager",
            "year": 1935
        },
        {
            "text": "Johnny Bucyk, Canadian ice hockey player",
            "year": 1935
        },
        {
            "text": "Jesús Franco, Spanish director and screenwriter (d. 2013)",
            "year": 1930
        },
        {
            "text": "Sam Nujoma, Namibian politician, 1st President of Namibia (d. 2025)",
            "year": 1929
        },
        {
            "text": "Burt Bacharach, American singer-songwriter, pianist, and producer (d. 2023)",
            "year": 1928
        },
        {
            "text": "Yogi Berra, American baseball player, coach, and manager (d. 2015)",
            "year": 1925
        },
        {
            "text": "Tony Hancock, English actor, producer, and screenwriter (d. 1968)",
            "year": 1924
        },
        {
            "text": "Roy Salvadori, English racing driver and manager (d. 2012)",
            "year": 1922
        },
        {
            "text": "Joseph Beuys, German sculptor and illustrator (d. 1986)",
            "year": 1921
        },
        {
            "text": "Farley Mowat, Canadian environmentalist and author (d. 2014)",
            "year": 1921
        },
        {
            "text": "Mary Kay Ash, American businesswoman, founded Mary Kay Cosmetics (d. 2001)",
            "year": 1918
        },
        {
            "text": "Julius Rosenberg, American spy (d. 1953)",
            "year": 1918
        },
        {
            "text": "Howard K. Smith, American journalist and actor (d. 2002)",
            "year": 1914
        },
        {
            "text": "Charles Biro, American author and illustrator (d. 1972)",
            "year": 1911
        },
        {
            "text": "Johan Ferrier, Surinamese educator and politician, first President of Suriname (d. 2010)",
            "year": 1910
        },
        {
            "text": "Dorothy Hodgkin, English biochemist, crystallographer, and academic, Nobel Prize laureate (d. 1994)",
            "year": 1910
        },
        {
            "text": "Nicholas Kaldor, Hungarian-English economist (d. 1986)",
            "year": 1908
        },
        {
            "text": "Leslie Charteris, English author and screenwriter (d. 1993)",
            "year": 1907
        },
        {
            "text": "Katharine Hepburn, American actress (d. 2003)",
            "year": 1907
        },
        {
            "text": "Wilfrid Hyde-White, English actor (d. 1991)",
            "year": 1903
        },
        {
            "text": "Helene Weigel, Austrian-German actress (d. 1971)",
            "year": 1900
        },
        {
            "text": "Earle Nelson, American serial killer and rapist (d. 1928)",
            "year": 1897
        },
        {
            "text": "William Giauque, Canadian-American chemist and academic, Nobel Prize laureate (d. 1982)",
            "year": 1895
        },
        {
            "text": "Jiddu Krishnamurti, Indian-American philosopher and author (d. 1986)",
            "year": 1895
        },
        {
            "text": "Fritz Kortner, Austrian-German actor and director (d. 1970)",
            "year": 1892
        },
        {
            "text": "Abelardo L. Rodríguez, substitute president of Mexico (d. 1967)",
            "year": 1889
        },
        {
            "text": "Otto Frank, German-Swiss businessman and Holocaust survivor; father of diarist Anne Frank (d. 1980)",
            "year": 1889
        },
        {
            "text": "Ernst A. Lehmann, German captain and pilot (d. 1937)",
            "year": 1886
        },
        {
            "text": "Paltiel Daykan, Lithuanian-Israeli lawyer and jurist (d. 1969)",
            "year": 1885
        },
        {
            "text": "Lincoln Ellsworth, American explorer (d. 1951)",
            "year": 1880
        },
        {
            "text": "Charles Holden, English architect, designed the Bristol Central Library (d. 1960)",
            "year": 1875
        },
        {
            "text": "Clemens von Pirquet, Austrian pediatrician and immunologist (d. 1929)",
            "year": 1874
        },
        {
            "text": "J. E. H. MacDonald, English-Canadian painter (d. 1932)",
            "year": 1873
        },
        {
            "text": "Anton Korošec, Slovenian priest and politician, tenth Prime Minister of Yugoslavia (d. 1940)",
            "year": 1872
        },
        {
            "text": "Carl Schuhmann, German gymnast, wrestler, and weightlifter (d. 1946)",
            "year": 1869
        },
        {
            "text": "Hugh Trumble, Australian cricketer and accountant (d. 1938)",
            "year": 1867
        },
        {
            "text": "Upendrakishore Ray Chowdhury, Bengali writer, painter, violin player and composer, technologist and entrepreneur (d. 1915)",
            "year": 1863
        },
        {
            "text": "William Alden Smith, American lawyer and politician (d. 1932)",
            "year": 1859
        },
        {
            "text": "Frank Wilson, English-Australian politician, ninth Premier of Western Australia (d. 1918)",
            "year": 1859
        },
        {
            "text": "Henry Cabot Lodge, American historian and politician (d. 1924)",
            "year": 1850
        },
        {
            "text": "Frederick Holder, Australian politician, 19th Premier of South Australia (d. 1909)",
            "year": 1850
        },
        {
            "text": "Gabriel Fauré, French pianist, composer, and educator (d. 1924)",
            "year": 1845
        },
        {
            "text": "Jules Massenet, French composer (d. 1912)",
            "year": 1842
        },
        {
            "text": "Alejandro Gorostiaga, Chilean colonel (d. 1912)",
            "year": 1840
        },
        {
            "text": "Tôn Thất Thuyết, Vietnamese mandarin (d. 1913)",
            "year": 1839
        },
        {
            "text": "Pavlos Carrer, Greek composer and educator (d. 1896)",
            "year": 1829
        },
        {
            "text": "Dante Gabriel Rossetti, English poet and painter (d. 1882)",
            "year": 1828
        },
        {
            "text": "Orélie-Antoine de Tounens, French lawyer and explorer (d. 1878)",
            "year": 1825
        },
        {
            "text": "Florence Nightingale, Italian-English nurse, social reformer, and statistician (d. 1910)",
            "year": 1820
        },
        {
            "text": "Adolf von Henselt, German pianist and composer (d. 1889)",
            "year": 1814
        },
        {
            "text": "Edward Lear, English poet and illustrator (d. 1888)",
            "year": 1812
        },
        {
            "text": "Johan Vilhelm Snellman, Finnish philosopher and politician (d. 1881)",
            "year": 1806
        },
        {
            "text": "Robert Baldwin, Canadian lawyer and politician, third Premier of West Canada (d. 1858)",
            "year": 1804
        },
        {
            "text": "Justus von Liebig, German chemist and academic (d. 1873)",
            "year": 1803
        },
        {
            "text": "Mary Reibey, Australian businesswoman (d. 1855)",
            "year": 1777
        },
        {
            "text": "José de La Mar, Peruvian military leader, President of Peru (d. 1830)",
            "year": 1776
        },
        {
            "text": "Ellis Cunliffe Lister, English politician (d. 1853)",
            "year": 1774
        },
        {
            "text": "Manuel Godoy, Spanish field marshal and politician, Prime Minister of Spain (d. 1851)",
            "year": 1767
        },
        {
            "text": "Giovanni Battista Viotti, Italian violinist and composer (d. 1824)",
            "year": 1755
        },
        {
            "text": "Franz Anton Hoffmeister, German composer and publisher (d. 1812)",
            "year": 1754
        },
        {
            "text": "Johann Baptist Wanhal, Czech-Austrian organist and composer (d. 1813)",
            "year": 1739
        },
        {
            "text": "Louis Philippe I, Duke of Orléans (d. 1785)",
            "year": 1725
        },
        {
            "text": "Luigi Vanvitelli, Italian architect and engineer, designed the Palace of Caserta and Royal Palace of Milan (d. 1773)",
            "year": 1700
        },
        {
            "text": "Augustus II the Strong, Polish king (d. 1733)",
            "year": 1670
        },
        {
            "text": "Louis Hennepin, Flemish priest and missionary (d. 1705)",
            "year": 1626
        },
        {
            "text": "Louis de Buade de Frontenac, French-Canadian soldier and politician, third Governor General of New France (d. 1698)",
            "year": 1622
        },
        {
            "text": "Joachim von Sandrart, German art-historian and painter (d. 1688)",
            "year": 1606
        },
        {
            "text": "Cosimo II de' Medici, Grand Duke of Tuscany (d. 1621)",
            "year": 1590
        },
        {
            "text": "Gustav I of Sweden (d. 1560)",
            "year": 1496
        },
        {
            "text": "Pompeo Colonna, Catholic cardinal (d. 1532)",
            "year": 1479
        },
        {
            "text": "Emperor Shōkō of Japan (d. 1428)",
            "year": 1401
        },
        {
            "text": "Rupert II, Elector Palatine (d. 1398)",
            "year": 1325
        }
    ],
    "deaths": [
        {
            "text": "Mark Damon, American film actor and producer (b. 1933)",
            "year": 2024
        },
        {
            "text": "David Sanborn, American saxophonist (b. 1945)",
            "year": 2024
        },
        {
            "text": "A. J. Smith, American football executive (b. 1949)",
            "year": 2024
        },
        {
            "text": "Aimee Stephens, American funeral director and U.S. Supreme Court litigant (b. 1960)",
            "year": 2020
        },
        {
            "text": "Dennis Nilsen, Scottish serial killer (b. 1945)",
            "year": 2018
        },
        {
            "text": "Mauno Koivisto, Finnish banker and politician, ninth President of Finland (b. 1923)",
            "year": 2017
        },
        {
            "text": "Mike Agostini, Trinidadian sprinter (b. 1935)",
            "year": 2016
        },
        {
            "text": "Peter Gay, German-American historian, author, and academic (b. 1923)",
            "year": 2015
        },
        {
            "text": "Cornell Borchers, Lithuanian-German actress and singer (b. 1925)",
            "year": 2014
        },
        {
            "text": "Marco Cé, Italian cardinal (b. 1925)",
            "year": 2014
        },
        {
            "text": "H. R. Giger, Swiss painter, sculptor, and set designer (b. 1940)",
            "year": 2014
        },
        {
            "text": "Sarat Pujari, Indian actor, director, and screenwriter (b. 1934)",
            "year": 2014
        },
        {
            "text": "Lorenzo Zambrano, Mexican businessman and philanthropist (b. 1944)",
            "year": 2014
        },
        {
            "text": "Gerd Langguth, German political scientist, author, and academic (b. 1946)",
            "year": 2013
        },
        {
            "text": "Jan Bens, Dutch footballer and coach (b. 1921)",
            "year": 2012
        },
        {
            "text": "Eddy Paape, Belgian illustrator (b. 1920)",
            "year": 2012
        },
        {
            "text": "Antonio Vega, Spanish singer-songwriter and guitarist (b. 1957)",
            "year": 2009
        },
        {
            "text": "Robert Rauschenberg, American painter and illustrator (b. 1925)",
            "year": 2008
        },
        {
            "text": "Irena Sendler, Polish nurse and humanitarian (b. 1910)",
            "year": 2008
        },
        {
            "text": "Hussein Maziq, Libyan politician, Prime Minister of Libya (b. 1918)",
            "year": 2006
        },
        {
            "text": "Ömer Kavur, Turkish director, producer, and screenwriter (b. 1944)",
            "year": 2005
        },
        {
            "text": "Martin Lings, English author and scholar (b. 1909)",
            "year": 2005
        },
        {
            "text": "Kai Setälä, Finnish physician and professor (b. 1913)",
            "year": 2005
        },
        {
            "text": "Monica Zetterlund, Swedish actress (b. 1937)",
            "year": 2005
        },
        {
            "text": "Prince Sadruddin Aga Khan, French-American diplomat (b. 1933)",
            "year": 2003
        },
        {
            "text": "Perry Como, American singer and television host (b. 1912)",
            "year": 2001
        },
        {
            "text": "Didi,  Brazilian footballer (b. 1928)",
            "year": 2001
        },
        {
            "text": "Alexei Tupolev, Russian engineer, designed the Tupolev Tu-144 (b. 1925)",
            "year": 2001
        },
        {
            "text": "Adam Petty, American race car driver (b. 1980)",
            "year": 2000
        },
        {
            "text": "Saul Steinberg, Romanian-American illustrator (b. 1914)",
            "year": 1999
        },
        {
            "text": "Adolfo Pedernera, Argentine footballer and manager (b. 1918)",
            "year": 1995
        },
        {
            "text": "Erik Erikson, German-American psychologist and psychoanalyst (b. 1902)",
            "year": 1994
        },
        {
            "text": "John Smith, Scottish-English lawyer and politician, Labour Party leader,  Leader of the Opposition (b. 1938)",
            "year": 1994
        },
        {
            "text": "Zeno Colò, Italian Olympic alpine skier (b.1920)",
            "year": 1993
        },
        {
            "text": "Nikos Gatsos, Greek poet and songwriter (b. 1911)",
            "year": 1992
        },
        {
            "text": "Robert Reed, American actor (b. 1932)",
            "year": 1992
        },
        {
            "text": "Elisabeth Bergner, German actress (b. 1897)",
            "year": 1986
        },
        {
            "text": "Jean Dubuffet, French painter and sculptor (b. 1901)",
            "year": 1985
        },
        {
            "text": "Francis Hughes, Provisional IRA hunger striker (b. 1956)",
            "year": 1981
        },
        {
            "text": "Benjamin Sheares, Singaporean professor and politician, second President of Singapore (b. 1907)",
            "year": 1981
        },
        {
            "text": "Frances Marion, American screenwriter, novelist and journalist (b. 1888)",
            "year": 1973
        },
        {
            "text": "Art Pollard, American race car driver (b. 1927)",
            "year": 1973
        },
        {
            "text": "Heinie Manush, American baseball player and coach (b. 1901)",
            "year": 1971
        },
        {
            "text": "Nelly Sachs, German poet and playwright, Nobel Prize laureate (b. 1891)",
            "year": 1970
        },
        {
            "text": "John Masefield, English poet and author (b. 1878)",
            "year": 1967
        },
        {
            "text": "Felix Steiner, Russian-German SS officer (b. 1896)",
            "year": 1966
        },
        {
            "text": "Agnes Forbes Blackadder, Scottish medical doctor (b. 1875)",
            "year": 1964
        },
        {
            "text": "Richard Girulatis, German footballer and manager (b. 1878)",
            "year": 1963
        },
        {
            "text": "Robert Kerr, Irish-Canadian sprinter and coach (b. 1882)",
            "year": 1963
        },
        {
            "text": "Alfonso de Portago, Spanish bobsledder and racing driver (b. 1928)",
            "year": 1957
        },
        {
            "text": "Erich von Stroheim, Austrian-American actor, director, and producer (b. 1885)",
            "year": 1957
        },
        {
            "text": "Louis Calhern, American actor and singer (b. 1895)",
            "year": 1956
        },
        {
            "text": "Max Brand, American journalist and author (b. 1892)",
            "year": 1944
        },
        {
            "text": "Arthur Quiller-Couch, English author, poet, and critic (b. 1863)",
            "year": 1944
        },
        {
            "text": "Józef Piłsudski, Polish field marshal and politician, 15th Prime Minister of Poland (b. 1867)",
            "year": 1935
        },
        {
            "text": "Eugène Ysaÿe, Belgian violinist, composer, and conductor (b. 1858)",
            "year": 1931
        },
        {
            "text": "Amy Lowell, American poet and critic (b. 1874)",
            "year": 1925
        },
        {
            "text": "James Connolly, Scottish-born Irish socialist and rebel leader (b. 1868)",
            "year": 1916
        },
        {
            "text": "Joris-Karl Huysmans, French author and critic (b. 1848)",
            "year": 1907
        },
        {
            "text": "Göran Fredrik Göransson, Swedish merchant, ironmaster and industrialist (b. 1819)",
            "year": 1900
        },
        {
            "text": "Minna Canth, Finnish journalist, playwright, and activist (b. 1844)",
            "year": 1897
        },
        {
            "text": "Bedřich Smetana, Czech composer and educator (b. 1824)",
            "year": 1884
        },
        {
            "text": "Anselme Payen, French chemist and academic (b. 1795)",
            "year": 1878
        },
        {
            "text": "Georgi Benkovski, Bulgarian activist (b. 1843)",
            "year": 1876
        },
        {
            "text": "Friedrich Wilhelm Eduard Gerhard, German archaeologist and academic (b. 1795)",
            "year": 1867
        },
        {
            "text": "J. E. B. Stuart, American general (b. 1833)",
            "year": 1864
        },
        {
            "text": "Charles Barry, English architect, designed Upper Brook Street Chapel and the Palace of Westminster (b. 1795)",
            "year": 1860
        },
        {
            "text": "Sergey Aksakov, Russian author and academic (b. 1791)",
            "year": 1859
        },
        {
            "text": "Jacques Philippe Marie Binet, French mathematician, physicist, and astronomer (b. 1786)",
            "year": 1856
        },
        {
            "text": "János Batsányi, Hungarian poet and academic (b. 1763)",
            "year": 1845
        },
        {
            "text": "Walenty Wańkowicz, Belarusian-Polish painter (b. 1799)",
            "year": 1842
        },
        {
            "text": "Nicholas Repnin, Russian general and politician, Governor-General of Baltic provinces (b. 1734)",
            "year": 1801
        },
        {
            "text": "Johann Uz, German poet and author (b. 1720)",
            "year": 1796
        },
        {
            "text": "Charles Simon Favart, French playwright and composer (b. 1710)",
            "year": 1792
        },
        {
            "text": "Abraham Trembley, Swiss zoologist and academic (b. 1710)",
            "year": 1784
        },
        {
            "text": "Lambert-Sigisbert Adam, French sculptor (b. 1700)",
            "year": 1759
        },
        {
            "text": "Thomas Lowndes, English astronomer and academic (b. 1692)",
            "year": 1748
        },
        {
            "text": "Adolphus Frederick II, duke of Mecklenburg-Strelitz (b. 1658)",
            "year": 1708
        },
        {
            "text": "John Dryden, English poet, playwright, and critic (b. 1631)",
            "year": 1700
        },
        {
            "text": "Lucas Achtschellinck, Flemish painter (b. 1626)",
            "year": 1699
        },
        {
            "text": "Edme Mariotte, French physicist and priest (b. 1620)",
            "year": 1684
        },
        {
            "text": "Thomas Wentworth, 1st Earl of Strafford, English soldier and politician, Lord Lieutenant of Ireland (b. 1593)",
            "year": 1641
        },
        {
            "text": "George Chapman, English poet and playwright (b. 1559)",
            "year": 1634
        },
        {
            "text": "Murad Mirza, Mughal prince (b. 1570)",
            "year": 1599
        },
        {
            "text": "Cecily Bonville, 7th Baroness Harington, English noblewoman (b. 1460)",
            "year": 1529
        },
        {
            "text": "Joanna, Portuguese princess and regent (b. 1452)",
            "year": 1490
        },
        {
            "text": "Thomas Palaiologos, Despot of Morea (b. 1409)",
            "year": 1465
        },
        {
            "text": "Engelbert of Admont, Benedictine abbot and scholar",
            "year": 1331
        },
        {
            "text": "Valdemar I, king of Denmark (b. 1131)",
            "year": 1182
        },
        {
            "text": "Fergus of Galloway, Scottish nobleman",
            "year": 1161
        },
        {
            "text": "Liutold of Eppenstein, duke of Carinthia",
            "year": 1090
        },
        {
            "text": "Sergius IV, pope of the Catholic Church (b. 970)",
            "year": 1012
        },
        {
            "text": "Sylvester II, pope of the Catholic Church (b. 946)",
            "year": 1003
        },
        {
            "text": "Eutychius, patriarch of Alexandria (b. 877)",
            "year": 940
        },
        {
            "text": "Æthelhard, archbishop of Canterbury",
            "year": 805
        }
    ],
    "metadata": {
        "current_date": "May 12, 2025",
        "short_date": "May 12",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            31,
            29,
            7,
            44,
            41,
            49,
            16,
            24,
            33,
            15
        ],
        "births": [
            77,
            105,
            116,
            46
        ],
        "deaths": [
            84,
            35,
            1,
            91
        ]
    }
}