{
    "events": [
        {
            "text": "The Food and Drug Administration issues an Emergency Use Authorization on the Pfizer–BioNTech COVID-19 vaccine, the first COVID-19 vaccine to be approved by the agency.",
            "year": 2020
        },
        {
            "text": "The results of the 2019 Bougainvillean independence referendum are announced. The results are overwhelmingly one-sided. Over 98% of voters vote for Bougainville's independence.",
            "year": 2019
        },
        {
            "text": "New York City Subway bombing: A pipe bomb partially detonates in the New York City Subway, in the Times Square–42nd Street/Port Authority Bus Terminal. Four people are injured, including the perpetrator.",
            "year": 2017
        },
        {
            "text": "At least 125 people are killed and up to 200 injured in bombings in the Alawite village of Aqrab, Syria.",
            "year": 2012
        },
        {
            "text": "Finnish game developer Rovio Entertainment releases the hit mobile game Angry Birds internationally on iOS.",
            "year": 2009
        },
        {
            "text": "Bernie Madoff is arrested and charged with securities fraud in a $50 billion Ponzi scheme.",
            "year": 2008
        },
        {
            "text": "Insurgency in the Maghreb: Two car bombs explode in Algiers, Algeria, one near the Supreme Constitutional Court and the other near the offices of the United Nations.",
            "year": 2007
        },
        {
            "text": "The International Conference to Review the Global Vision of the Holocaust is opened in Tehran, Iran, by then-president Mahmoud Ahmadinejad; nations such as Israel and the United States express concern.",
            "year": 2006
        },
        {
            "text": "Felipe Calderón, the president of Mexico, launches a military-led offensive to put down the drug cartel violence in the state of Michoacán. This effort is often regarded as the first event in the Mexican drug war.",
            "year": 2006
        },
        {
            "text": "The Buncefield Oil Depot catches fire in Hemel Hempstead, England.",
            "year": 2005
        },
        {
            "text": "Cronulla riots: Thousands of White Australians demonstrate against ethnic violence resulting in a riot against anyone thought to be Lebanese in Cronulla, New South Wales; these are followed up by retaliatory ethnic attacks on Cronulla.",
            "year": 2005
        },
        {
            "text": "China joins the World Trade Organization (WTO).",
            "year": 2001
        },
        {
            "text": "SATA Air Açores Flight 530M crashes into Pico da Esperança on São Jorge Island in the Azores, killing 35.",
            "year": 1999
        },
        {
            "text": "Thai Airways Flight 261 crashes near Surat Thani Airport, killing 101. The pilot flying the Airbus A310-200 is thought to have suffered spatial disorientation.",
            "year": 1998
        },
        {
            "text": "The Kyoto Protocol opens for signature.",
            "year": 1997
        },
        {
            "text": "First Chechen War: Russian president Boris Yeltsin orders Russian troops into Chechnya.",
            "year": 1994
        },
        {
            "text": "A bomb explodes on Philippine Airlines Flight 434, en route from Manila, Philippines, to Tokyo, Japan, killing one. The captain is able to land the plane safely.",
            "year": 1994
        },
        {
            "text": "A block of the Highland Towers condominium complex collapses following a landslide caused by heavy rain and water flowing from a construction site at Ampang district in Kuala Lumpur, Malaysia. 48 of its residents die, including one who died in hospital after being rescued alive, leaving only two survivors.",
            "year": 1993
        },
        {
            "text": "Demonstrations by students and workers across Albania begin, which eventually trigger the fall of communism in Albania.",
            "year": 1990
        },
        {
            "text": "Several fatal collisions in the 1990 Interstate 75 fog disaster result in a total of 12 deaths and 42 being injured",
            "year": 1990
        },
        {
            "text": "A Soviet Air Force Il-76 aircraft crashes while participating in the Armenian earthquake relief, killing 78 people.",
            "year": 1988
        },
        {
            "text": "El Mozote massacre: Armed forces in El Salvador kill an estimated 900 civilians in an anti-guerrilla campaign during the Salvadoran Civil War.",
            "year": 1981
        },
        {
            "text": "The Comprehensive Environmental Response, Compensation, and Liability Act (Superfund) is enacted by the U.S. Congress.",
            "year": 1980
        },
        {
            "text": "The Lufthansa heist is committed by a group led by Lucchese family associate Jimmy Burke. It was the largest cash robbery ever committed on American soil, at that time.",
            "year": 1978
        },
        {
            "text": "Apollo 17 becomes the sixth and final Apollo mission to land on the Moon.",
            "year": 1972
        },
        {
            "text": "Che Guevara speaks at the United Nations General Assembly in New York City.",
            "year": 1964
        },
        {
            "text": "Arthur Lucas, convicted of murder, is the last person to be executed in Canada.",
            "year": 1962
        },
        {
            "text": "French forces crack down in a violent clash with protesters in French Algeria during a visit by French president Charles de Gaulle.",
            "year": 1960
        },
        {
            "text": "French Upper Volta and French Dahomey gain self-government from France, becoming the Republic of Upper Volta (now Burkina Faso) and the Republic of Dahomey (now Benin), respectively, and joining the French Community.",
            "year": 1958
        },
        {
            "text": "Arab–Israeli War: The United Nations passes General Assembly Resolution 194, creating a Conciliation Commission to mediate the conflict.",
            "year": 1948
        },
        {
            "text": "The United Nations International Children's Emergency Fund (UNICEF) is established.",
            "year": 1946
        },
        {
            "text": "World War II: Germany and Italy declare war on the United States, following the Americans' declaration of war on the Empire of Japan in the wake of the attack on Pearl Harbor. The United States, in turn, declares war on them.",
            "year": 1941
        },
        {
            "text": "World War II: Poland declares war on the Empire of Japan.",
            "year": 1941
        },
        {
            "text": "World War II: The Imperial Japanese Navy suffers its first loss of surface vessels during the Battle of Wake Island.",
            "year": 1941
        },
        {
            "text": "Second Italo-Ethiopian War: Italy leaves the League of Nations.",
            "year": 1937
        },
        {
            "text": "Abdication Crisis: Edward VIII's abdication as King of the United Kingdom and the British Dominions beyond the Seas, and Emperor of India, becomes effective.",
            "year": 1936
        },
        {
            "text": "Bill Wilson, co-founder of Alcoholics Anonymous, takes his last drink and enters treatment for the final time.",
            "year": 1934
        },
        {
            "text": "Statute of Westminster 1931: The British Parliament establishes legislative equality between the UK and the Dominions of the Commonwealth—Australia, Canada, Newfoundland, New Zealand, South Africa, and Ireland.",
            "year": 1931
        },
        {
            "text": "Guangzhou Uprising: Communist Red Guards launch an uprising in Guangzhou, China, taking over most of the city and announcing the formation of a Guangzhou Soviet.",
            "year": 1927
        },
        {
            "text": "Roman Catholic papal encyclical Quas primas introduces the Feast of Christ the King.",
            "year": 1925
        },
        {
            "text": "Irish War of Independence: In retaliation for a recent IRA ambush, British forces burn and loot numerous buildings in Cork city. Many civilians report being beaten, shot at, robbed and verbally abused by British forces.",
            "year": 1920
        },
        {
            "text": "World War I: British General Edmund Allenby enters Jerusalem on foot and declares martial law.",
            "year": 1917
        },
        {
            "text": "More than two years after it was stolen from the Louvre, Leonardo da Vinci's painting Mona Lisa is recovered in Florence, Italy. The thief, Vincenzo Peruggia, is immediately arrested.",
            "year": 1913
        },
        {
            "text": "The New Zealand Parliament Buildings are almost completely destroyed by fire.",
            "year": 1907
        },
        {
            "text": "A workers' uprising occurs in Kyiv, Ukraine (then part of the Russian Empire), and establishes the Shuliavka Republic.",
            "year": 1905
        },
        {
            "text": "Guglielmo Marconi transmits the first transatlantic radio signal from Poldhu, Cornwall, England to Saint John's, Newfoundland.",
            "year": 1901
        },
        {
            "text": "Second Boer War: In the Battle of Magersfontein the Boers commanded by general Piet Cronjé inflict a defeat on the forces of the British Empire commanded by Lord Methuen trying to relieve the Siege of Kimberley.",
            "year": 1899
        },
        {
            "text": "Paraguayan War: Brazilian troops defeat the Paraguayan Army at the Battle of Avay.",
            "year": 1868
        },
        {
            "text": "Indiana becomes the 19th U.S. state.",
            "year": 1816
        },
        {
            "text": "The U.S. Senate creates a select committee on finance and a uniform national currency, predecessor of the United States Senate Committee on Finance.",
            "year": 1815
        },
        {
            "text": "French Revolution: King Louis XVI of France is put on trial for treason by the National Convention.",
            "year": 1792
        },
        {
            "text": "Glorious Revolution: James II of England, while trying to flee to France, throws the Great Seal of the Realm into the River Thames.",
            "year": 1688
        },
        {
            "text": "Antonio de Vea expedition enters San Rafael Lake in western Patagonia.",
            "year": 1675
        },
        {
            "text": "The Root and Branch petition, signed by 15,000 Londoners calling for the abolition of the episcopacy, is presented to the Long Parliament.",
            "year": 1640
        },
        {
            "text": "A surprise attack by forces under the command of Charles Emmanuel I, Duke of Savoy, and his brother-in-law, Philip III of Spain, is repelled by the citizens of Geneva. (Commemorated annually by the Fête de l'Escalade.)",
            "year": 1602
        },
        {
            "text": "Battle of Orewin Bridge: Llywelyn ap Gruffudd, the last native Prince of Wales, is killed at Cilmeri near Builth Wells in mid-Wales.",
            "year": 1282
        },
        {
            "text": "Treaty of Benavente: the heiresses of the Kingdom of León renounce their throne to King Ferdinand III of Castile",
            "year": 1239
        },
        {
            "text": "Michael V, adoptive son of Empress Zoë of Byzantium, is proclaimed emperor of the Eastern Roman Empire.",
            "year": 1041
        },
        {
            "text": "Byzantine Emperor Nikephoros II Phokas is assassinated by his wife Theophano and her lover, the later Emperor John I Tzimiskes.",
            "year": 969
        },
        {
            "text": "Assassination of the Abbasid caliph al-Mutawakkil by the Turkish guard, who raise al-Muntasir to the throne, start of the \"Anarchy at Samarra\".",
            "year": 861
        },
        {
            "text": "Julian enters Constantinople as sole Roman Emperor.",
            "year": 361
        },
        {
            "text": "Emperor Xian of Han is forced to abdicate the throne by Cao Cao's son Cao Pi, ending the Han dynasty.",
            "year": 220
        }
    ],
    "births": [
        {
            "text": "Onyeka Okongwu, American basketball player",
            "year": 2000
        },
        {
            "text": "Matthew Tkachuk, American ice hockey player",
            "year": 1997
        },
        {
            "text": "Hailee Steinfeld, American actress, singer and songwriter",
            "year": 1996
        },
        {
            "text": "Abbi Grant, Scottish footballer",
            "year": 1995
        },
        {
            "text": "Yalitza Aparicio, Mexican actress",
            "year": 1993
        },
        {
            "text": "Tiffany Alvord, American singer-songwriter",
            "year": 1992
        },
        {
            "text": "Malcolm Brogdon, American basketball player",
            "year": 1992
        },
        {
            "text": "Alexa Demie, American actress and singer",
            "year": 1990
        },
        {
            "text": "Kellie Harrington, Irish boxer",
            "year": 1989
        },
        {
            "text": "Tim Southee, New Zealand cricketer",
            "year": 1988
        },
        {
            "text": "Violetta Bock, German politician",
            "year": 1987
        },
        {
            "text": "Clifton Geathers, American football player",
            "year": 1987
        },
        {
            "text": "Alex Russell, Australian actor",
            "year": 1987
        },
        {
            "text": "Miranda Tapsell, Australian actress",
            "year": 1987
        },
        {
            "text": "Roy Hibbert, American basketball player",
            "year": 1986
        },
        {
            "text": "Karla Souza, Mexican actress",
            "year": 1985
        },
        {
            "text": "Leighton Baines, English footballer",
            "year": 1984
        },
        {
            "text": "Sandra Echeverría, Mexican actress and singer",
            "year": 1984
        },
        {
            "text": "James Ellsworth, American wrestler",
            "year": 1984
        },
        {
            "text": "Xosha Roquemore, American actress",
            "year": 1984
        },
        {
            "text": "Roman Harper, American football player",
            "year": 1982
        },
        {
            "text": "Pablo Pérez Companc, Argentine race car driver",
            "year": 1982
        },
        {
            "text": "Rebekkah Brunson, American basketball player and coach",
            "year": 1981
        },
        {
            "text": "Jason Kennedy, American journalist",
            "year": 1981
        },
        {
            "text": "Jeff McComsey, American author and illustrator",
            "year": 1981
        },
        {
            "text": "Paul Medhurst, Australian footballer",
            "year": 1981
        },
        {
            "text": "Javier Saviola, Argentine footballer",
            "year": 1981
        },
        {
            "text": "Adi Keissar, Israeli poet",
            "year": 1980
        },
        {
            "text": "Kristjan Kitsing, Estonian basketball player",
            "year": 1980
        },
        {
            "text": "Colleen Hoover, American author",
            "year": 1979
        },
        {
            "text": "Valdis Mintals, Estonian figure skater",
            "year": 1979
        },
        {
            "text": "Rider Strong, American actor, director, producer, and screenwriter",
            "year": 1979
        },
        {
            "text": "Roy Wood, Jr., American comedian, actor, and radio host",
            "year": 1978
        },
        {
            "text": "Mark Streit, Swiss ice hockey player",
            "year": 1977
        },
        {
            "text": "Shareef Abdur-Rahim, American basketball player, coach, and manager",
            "year": 1976
        },
        {
            "text": "Yujiro Shirakawa, Japanese actor",
            "year": 1976
        },
        {
            "text": "Gerben de Knegt, Dutch cyclist",
            "year": 1975
        },
        {
            "text": "Maarten Lafeber, Dutch golfer",
            "year": 1974
        },
        {
            "text": "Rey Mysterio, American wrestler",
            "year": 1974
        },
        {
            "text": "Lisa Ortiz, American theatre and voice actress",
            "year": 1974
        },
        {
            "text": "Ben Shephard, English journalist and television host",
            "year": 1974
        },
        {
            "text": "Gete Wami, Ethiopian runner",
            "year": 1974
        },
        {
            "text": "Mos Def, American rapper",
            "year": 1973
        },
        {
            "text": "Daniel Alfredsson, Swedish ice hockey player",
            "year": 1972
        },
        {
            "text": "Sami Al-Jaber, Saudi Arabian footballer and manager",
            "year": 1972
        },
        {
            "text": "Murray Goodwin, Zimbabwean cricketer",
            "year": 1972
        },
        {
            "text": "Andriy Husin, Ukrainian footballer and manager (died 2014)",
            "year": 1972
        },
        {
            "text": "Willie McGinest, American football player and sportscaster",
            "year": 1971
        },
        {
            "text": "Victoria Fuller, American model and actress",
            "year": 1970
        },
        {
            "text": "Viswanathan Anand, Indian chess player",
            "year": 1969
        },
        {
            "text": "Stig Inge Bjørnebye, Norwegian footballer and manager",
            "year": 1969
        },
        {
            "text": "Max Martini, American actor, director, and screenwriter",
            "year": 1969
        },
        {
            "text": "Alessandro Melli, Italian footballer and manager",
            "year": 1969
        },
        {
            "text": "Emmanuelle Charpentier, French researcher in microbiology, genetics and biochemistry, and Nobel laureate",
            "year": 1968
        },
        {
            "text": "Fabrizio Ravanelli, Italian footballer and manager",
            "year": 1968
        },
        {
            "text": "Peter Kelamis, Australian voice actor",
            "year": 1967
        },
        {
            "text": "Mo'Nique, American comedian, actress, and producer",
            "year": 1967
        },
        {
            "text": "Chris Shepherd, English animator, director, producer, and screenwriter",
            "year": 1967
        },
        {
            "text": "Katy Steding, American basketball player and coach",
            "year": 1967
        },
        {
            "text": "Gary Dourdan, American actor",
            "year": 1966
        },
        {
            "text": "Erik Honoré, Norwegian guitarist and producer",
            "year": 1966
        },
        {
            "text": "Göran Kropp, Swedish race car driver and mountaineer (died 2002)",
            "year": 1966
        },
        {
            "text": "Leon Lai, Hong Kong singer and actor",
            "year": 1966
        },
        {
            "text": "Jay Bell, American baseball player and coach",
            "year": 1965
        },
        {
            "text": "Gavin Hill, New Zealand rugby player",
            "year": 1965
        },
        {
            "text": "Glenn Lazarus, Australian rugby league player and politician",
            "year": 1965
        },
        {
            "text": "Giannis Ragousis, Greek economist and politician, Greek Minister for National Defence",
            "year": 1965
        },
        {
            "text": "Justin Currie, Scottish singer-songwriter and guitarist",
            "year": 1964
        },
        {
            "text": "Dave Schools, American singer-songwriter, bass player, and producer",
            "year": 1964
        },
        {
            "text": "Carolyn Waldo, Canadian swimmer and sportscaster",
            "year": 1964
        },
        {
            "text": "Mario Been, Dutch footballer and manager",
            "year": 1963
        },
        {
            "text": "Mark Greatbatch, New Zealand cricketer",
            "year": 1963
        },
        {
            "text": "Claudia Kohde-Kilsch, German tennis player",
            "year": 1963
        },
        {
            "text": "John Lammers, Dutch footballer and manager",
            "year": 1963
        },
        {
            "text": "Nigel Winterburn, English footballer and coach",
            "year": 1963
        },
        {
            "text": "Ben Browder, American actor",
            "year": 1962
        },
        {
            "text": "Dave King, Irish-American singer-songwriter and guitarist",
            "year": 1961
        },
        {
            "text": "Steve Nicol, Scottish footballer and manager",
            "year": 1961
        },
        {
            "text": "Macky Sall, Senegalese engineer and politician, fourth President of Senegal",
            "year": 1961
        },
        {
            "text": "Marco Pierre White, English chef and mentor",
            "year": 1961
        },
        {
            "text": "Anders Eldebrink, Swedish ice hockey player and coach",
            "year": 1960
        },
        {
            "text": "Chris Hughton, English-born Irish footballer and manager",
            "year": 1958
        },
        {
            "text": "Tom Shadyac, American actor, director, producer, and screenwriter",
            "year": 1958
        },
        {
            "text": "Nikki Sixx, American bass player, songwriter, and producer",
            "year": 1958
        },
        {
            "text": "Peter Bagge, American author and illustrator",
            "year": 1957
        },
        {
            "text": "Lani Brockman, American actress and director",
            "year": 1956
        },
        {
            "text": "Andrew Lansley, English politician, Secretary of State for Health",
            "year": 1956
        },
        {
            "text": "Gene Grossman, American economist and academic",
            "year": 1955
        },
        {
            "text": "Stu Jackson, American basketball player, coach, and manager",
            "year": 1955
        },
        {
            "text": "Ray Kelvin, British fashion designer",
            "year": 1955
        },
        {
            "text": "Christian Sackewitz, German footballer and manager",
            "year": 1955
        },
        {
            "text": "Brad Bryant, American golfer",
            "year": 1954
        },
        {
            "text": "Sylvester Clarke, Barbadian cricketer (died 1999)",
            "year": 1954
        },
        {
            "text": "Santiago Creel, Mexican lawyer and politician, Mexican Secretary of the Interior",
            "year": 1954
        },
        {
            "text": "Jermaine Jackson, American singer-songwriter, bass player, and producer",
            "year": 1954
        },
        {
            "text": "Guðlaugur Kristinn Óttarsson, Icelandic guitarist, mathematician, and engineer",
            "year": 1954
        },
        {
            "text": "Bess Armstrong, American actress",
            "year": 1953
        },
        {
            "text": "Mazlan Othman, Malaysian astrophysicist and astronomer",
            "year": 1951
        },
        {
            "text": "Ria Stalman, Dutch discus thrower and shot putter",
            "year": 1951
        },
        {
            "text": "Christina Onassis, Greek-Argentine businesswoman, socialite, and heiress (died 1988)",
            "year": 1949
        },
        {
            "text": "Stamatis Spanoudakis, Greek guitarist and composer",
            "year": 1948
        },
        {
            "text": "Shinji Tanimura, Japanese singer-songwriter (died 2023)",
            "year": 1948
        },
        {
            "text": "Rhoma Irama, Indonesian singer-songwriter, guitarist, and actor",
            "year": 1946
        },
        {
            "text": "Rick McCosker, Australian cricketer",
            "year": 1946
        },
        {
            "text": "Diana Palmer, American journalist and author",
            "year": 1946
        },
        {
            "text": "Teri Garr, American actress and comedian (died 2024)",
            "year": 1944
        },
        {
            "text": "Jon Garrison, American tenor and educator",
            "year": 1944
        },
        {
            "text": "Lynda Day George, American actress",
            "year": 1944
        },
        {
            "text": "Michael Lang, American concert promoter and producer (died 2022)",
            "year": 1944
        },
        {
            "text": "Brenda Lee, American singer-songwriter",
            "year": 1944
        },
        {
            "text": "John Kerry, American lieutenant, lawyer, and politician, 68th United States Secretary of State",
            "year": 1943
        },
        {
            "text": "Anna Carteret, English actress",
            "year": 1942
        },
        {
            "text": "Max Baucus, American lawyer, politician, and diplomat, 11th United States Ambassador to China",
            "year": 1941
        },
        {
            "text": "J. P. Parisé, Canadian ice hockey player, coach, and manager (died 2015)",
            "year": 1941
        },
        {
            "text": "Rogier van Otterloo, Dutch conductor and composer (died 1988)",
            "year": 1941
        },
        {
            "text": "J. Frank Wilson, American singer-songwriter (died 1991)",
            "year": 1941
        },
        {
            "text": "David Gates, American singer-songwriter, guitarist, and producer",
            "year": 1940
        },
        {
            "text": "Donna Mills, American actress and producer",
            "year": 1940
        },
        {
            "text": "Tom Hayden, American activist and politician (died 2016)",
            "year": 1939
        },
        {
            "text": "Thomas McGuane, American novelist, short story writer, and screenwriter",
            "year": 1939
        },
        {
            "text": "Enrico Macias, Algerian-French singer-songwriter and guitarist",
            "year": 1938
        },
        {
            "text": "McCoy Tyner, American jazz musician (died 2020)",
            "year": 1938
        },
        {
            "text": "Jim Harrison, American novelist, essayist, and poet (died 2016)",
            "year": 1937
        },
        {
            "text": "Hans van den Broek, Dutch lawyer and politician, Dutch Minister of Foreign Affairs",
            "year": 1936
        },
        {
            "text": "Taku Yamasaki, Japanese politician",
            "year": 1936
        },
        {
            "text": "Pranab Mukherjee, Indian journalist and politician, 13th President of India (died 2020)",
            "year": 1935
        },
        {
            "text": "Elmer Vasko, Canadian ice hockey player (died 1998)",
            "year": 1935
        },
        {
            "text": "Salim Durani, Afghan-Indian cricketer (died 2023)",
            "year": 1934
        },
        {
            "text": "Aquilino Pimentel, Jr., Filipino civil servant and politician, 23rd President of the Senate of the Philippines (died 2019)",
            "year": 1933
        },
        {
            "text": "Enrique Bermúdez, Nicaraguan colonel and engineer (died 1991)",
            "year": 1932
        },
        {
            "text": "Keith Waldrop, American author and poet (died 2023)",
            "year": 1932
        },
        {
            "text": "Ernie Beck, American basketball player (died 2024)",
            "year": 1931
        },
        {
            "text": "Ronald Dworkin, American philosopher and scholar (died 2013)",
            "year": 1931
        },
        {
            "text": "Rita Moreno, Puerto Rican actress, singer, and dancer",
            "year": 1931
        },
        {
            "text": "Pierre Pilote, Canadian ice hockey player (died 2017)",
            "year": 1931
        },
        {
            "text": "Rajneesh, Indian guru, mystic, and educator (died 1990)",
            "year": 1931
        },
        {
            "text": "Chus Lampreave, Spanish actress (died 2016)",
            "year": 1930
        },
        {
            "text": "Jean-Louis Trintignant, French actor, director, and screenwriter (died 2022)",
            "year": 1930
        },
        {
            "text": "Axel Anderson, German actor and production manager (died 2012)",
            "year": 1929
        },
        {
            "text": "Subhash Gupte, Indian cricketer (died 2002)",
            "year": 1929
        },
        {
            "text": "John Buscema, American illustrator (died 2002)",
            "year": 1927
        },
        {
            "text": "Big Mama Thornton, American singer-songwriter (died 1984)",
            "year": 1926
        },
        {
            "text": "Aaron Feuerstein, American businessman and philanthropist (died 2021)",
            "year": 1925
        },
        {
            "text": "Paul Greengard, American neuroscientist and academic, Nobel Prize laureate (died 2019)",
            "year": 1925
        },
        {
            "text": "James Sullivan, American politician (died 2012)",
            "year": 1925
        },
        {
            "text": "Doc Blanchard, American football player and colonel (died 2009)",
            "year": 1924
        },
        {
            "text": "Betsy Blair, American actress and dancer (died 2009)",
            "year": 1923
        },
        {
            "text": "Lillian Cahn, Hungarian-born American businesswoman, co-founded Coach, Inc. (died 2013)",
            "year": 1923
        },
        {
            "text": "Morrie Turner, American comics creator (died 2014)",
            "year": 1923
        },
        {
            "text": "Grigoris Bithikotsis, Greek singer-songwriter (died 2005)",
            "year": 1922
        },
        {
            "text": "Dilip Kumar, Indian actor, director, and screenwriter (died 2021)",
            "year": 1922
        },
        {
            "text": "Maila Nurmi, Finnish-American actress, producer, and screenwriter (died 2008)",
            "year": 1922
        },
        {
            "text": "Grace Paley, American short story writer and poet (died 2007)",
            "year": 1922
        },
        {
            "text": "Ilmar Laaban, Estonian poet and publicist (died 2000)",
            "year": 1921
        },
        {
            "text": "Liz Smith, English actress (died 2016)",
            "year": 1921
        },
        {
            "text": "Mary Ivy Burks, American environmental activist (died 2007)",
            "year": 1920
        },
        {
            "text": "Denis Jenkinson, English motorcycle racer and journalist (died 1996)",
            "year": 1920
        },
        {
            "text": "Cliff Michelmore, English television host and producer (died 2016)",
            "year": 1919
        },
        {
            "text": "Marie Windsor, American actress (died 2000)",
            "year": 1919
        },
        {
            "text": "Clinton Adams, American painter and historian (died 2002)",
            "year": 1918
        },
        {
            "text": "Aleksandr Solzhenitsyn, Russian novelist, historian, and short story writer, Nobel Prize laureate (died 2008)",
            "year": 1918
        },
        {
            "text": "Elena Garro, Mexican author and playwright (died 1998)",
            "year": 1916
        },
        {
            "text": "Pérez Prado, Cuban-Mexican singer-songwriter, pianist, and bandleader (died 1989)",
            "year": 1916
        },
        {
            "text": "Jean Marais, French actor and director (died 1998)",
            "year": 1913
        },
        {
            "text": "Carlo Ponti, Italian-Swiss film producer (died 2007)",
            "year": 1912
        },
        {
            "text": "Val Guest, English-American director, producer, screenwriter, and composer (died 2006)",
            "year": 1911
        },
        {
            "text": "Naguib Mahfouz, Egyptian author, playwright, and screenwriter, Nobel Prize laureate (died 2006)",
            "year": 1911
        },
        {
            "text": "Qian Xuesen, Chinese aerodynamicist and academic (died 2009)",
            "year": 1911
        },
        {
            "text": "Mildred Cleghorn, Native American chairwoman and educator (died 1997)",
            "year": 1910
        },
        {
            "text": "Ronald McKie, Australian soldier, journalist, and author (died 1991)",
            "year": 1909
        },
        {
            "text": "Elliott Carter, American composer and academic (died 2012)",
            "year": 1908
        },
        {
            "text": "Manoel de Oliveira, Portuguese actor, director, producer, and screenwriter (died 2015)",
            "year": 1908
        },
        {
            "text": "Hákun Djurhuus, Faroese educator and politician, fourth Prime Minister of the Faroe Islands (died 1987)",
            "year": 1908
        },
        {
            "text": "Amon Göth, Austrian Nazi war criminal (died 1946)",
            "year": 1908
        },
        {
            "text": "Robert Henriques, English farmer, author, and broadcaster (died 1967)",
            "year": 1905
        },
        {
            "text": "Gilbert Roland, Mexican-American actor and singer (died 1994)",
            "year": 1905
        },
        {
            "text": "Marge, American cartoonist (died 1993)",
            "year": 1904
        },
        {
            "text": "Hermína Týrlová, Czech animator, screenwriter and film director (died 1993)",
            "year": 1900
        },
        {
            "text": "Gerd Arntz, German Modernist artist, co-creator of Isotype (died 1988)",
            "year": 1900
        },
        {
            "text": "Julio de Caro, Argentinian violinist, composer, and conductor (died 1980)",
            "year": 1899
        },
        {
            "text": "Ronald Skirth, English soldier (died 1977)",
            "year": 1897
        },
        {
            "text": "Leo Ornstein, Russian-American pianist and composer (died 2002)",
            "year": 1893
        },
        {
            "text": "Arnold Majewski, Finnish military hero of Polish descent (died 1942)",
            "year": 1892
        },
        {
            "text": "Carlos Gardel, French-Argentinian singer-songwriter and actor (died 1935)",
            "year": 1890
        },
        {
            "text": "Mark Tobey, American-Swiss painter and educator (died 1976)",
            "year": 1890
        },
        {
            "text": "Walter Knott, American farmer and businessman, founded Knott's Berry Farm (died 1981)",
            "year": 1889
        },
        {
            "text": "Piet Ooms, Dutch swimmer and water polo player (died 1961)",
            "year": 1884
        },
        {
            "text": "Subramania Bharati, Indian journalist and poet (died 1921)",
            "year": 1882
        },
        {
            "text": "Max Born, German physicist and mathematician, Nobel Prize laureate (died 1970)",
            "year": 1882
        },
        {
            "text": "Fiorello H. La Guardia, American lawyer and politician, 99th Mayor of New York City (died 1947)",
            "year": 1882
        },
        {
            "text": "Frank Tarrant, Australian cricketer and umpire (died 1951)",
            "year": 1880
        },
        {
            "text": "Yehuda Leib Maimon, Moldovan-Israeli rabbi and politician (died 1962)",
            "year": 1875
        },
        {
            "text": "Josip Plemelj, Slovenian mathematician and academic (died 1967)",
            "year": 1873
        },
        {
            "text": "René Bull, British illustrator and photographer (died 1942)",
            "year": 1872
        },
        {
            "text": "Annie Jump Cannon, American astronomer and academic (died 1941)",
            "year": 1863
        },
        {
            "text": "Frederick Eveleigh-de-Moleyns, 5th Baron Ventry, British Army officer and Anglo-Irish peer (died 1923)",
            "year": 1861
        },
        {
            "text": "Vladimir Nemirovich-Danchenko, Russian director, producer, and playwright (died 1943)",
            "year": 1858
        },
        {
            "text": "Georgi Plekhanov, Russian philosopher, theorist, and author (died 1918)",
            "year": 1856
        },
        {
            "text": "Robert Koch, German microbiologist and physician, Nobel Prize laureate (died 1910)",
            "year": 1843
        },
        {
            "text": "John Labatt, Canadian brewer and businessman (died 1915)",
            "year": 1838
        },
        {
            "text": "Webster Paulson, English civil engineer (died 1887)",
            "year": 1837
        },
        {
            "text": "Kamehameha V of Hawaii (died 1872)",
            "year": 1830
        },
        {
            "text": "Alfred de Musset, French dramatist, poet, and novelist (died 1857)",
            "year": 1810
        },
        {
            "text": "Hector Berlioz, French composer, conductor, and critic (died 1869)",
            "year": 1803
        },
        {
            "text": "Christian Dietrich Grabbe, German poet and playwright (died 1836)",
            "year": 1801
        },
        {
            "text": "David Brewster, Scottish physicist, mathematician, and astronomer (died 1868)",
            "year": 1781
        },
        {
            "text": "Gian Domenico Romagnosi, Italian physicist, economist, and jurist (died 1835)",
            "year": 1761
        },
        {
            "text": "Carl Friedrich Zelter, German composer, conductor, and educator (died 1832)",
            "year": 1758
        },
        {
            "text": "George Mason, American lawyer and politician (died 1792)",
            "year": 1725
        },
        {
            "text": "Francesco Algarotti, Italian poet, philosopher, and critic (died 1764)",
            "year": 1712
        },
        {
            "text": "Amar Singh Rathore, Rajput nobleman (died 1644)",
            "year": 1613
        },
        {
            "text": "Hŏ Mok, Korean politician, poet and scholar (died 1682)",
            "year": 1595
        },
        {
            "text": "Manuel Cardoso, Portuguese organist and composer (died 1650)",
            "year": 1566
        },
        {
            "text": "Pope Leo X (died 1521)",
            "year": 1475
        },
        {
            "text": "Ashikaga Yoshihisa, Japanese shogun (died 1489)",
            "year": 1465
        },
        {
            "text": "Eberhard I, Duke of Württemberg (died 1496)",
            "year": 1445
        }
    ],
    "deaths": [
        {
            "text": "David Bonderman, American billionaire businessman (born 1942)",
            "year": 2024
        },
        {
            "text": "Khalil Haqqani, Afghan politician and warlord (born 1966)",
            "year": 2024
        },
        {
            "text": "Purushottam Upadhyay, Indian musician, singer and composer (born 1934)",
            "year": 2024
        },
        {
            "text": "Andre Braugher, American actor (born 1962)",
            "year": 2023
        },
        {
            "text": "Anne Rice, American author (born 1941)",
            "year": 2021
        },
        {
            "text": "James Flynn, New Zealand intelligence researcher. (born 1934)",
            "year": 2020
        },
        {
            "text": "Keith Chegwin, British TV presenter (born 1957)",
            "year": 2017
        },
        {
            "text": "Abish Kekilbayev, Kazakh academic and politician (born 1939)",
            "year": 2015
        },
        {
            "text": "H. Arnold Steinberg, Canadian businessman, philanthropist, and academic (born 1933)",
            "year": 2015
        },
        {
            "text": "Hema Upadhyay, Indian painter and sculptor (born 1972)",
            "year": 2015
        },
        {
            "text": "John \"Hot Rod\" Williams, American basketball player (born 1962)",
            "year": 2015
        },
        {
            "text": "Ken Woolley, Australian architect (born 1933)",
            "year": 2015
        },
        {
            "text": "Hans Wallat, German conductor and director (born 1929)",
            "year": 2014
        },
        {
            "text": "Nadir Afonso, Portuguese painter and architect (born 1920)",
            "year": 2013
        },
        {
            "text": "Barbara Branden, Canadian-American author and academic (born 1929)",
            "year": 2013
        },
        {
            "text": "Javier Jáuregui (boxer), Mexican boxer (born 1973)",
            "year": 2013
        },
        {
            "text": "Sheikh Mussa Shariefi, Indian philosopher and scholar (born 1942)",
            "year": 2013
        },
        {
            "text": "Galina Vishnevskaya, Russian soprano and actress (born 1926)",
            "year": 2012
        },
        {
            "text": "Mendel Weinbach, Polish-Israeli rabbi and scholar (born 1933)",
            "year": 2012
        },
        {
            "text": "Ravi Shankar, Indian-American sitar player and composer (born 1920)",
            "year": 2012
        },
        {
            "text": "John Patrick Foley, American cardinal (born 1935)",
            "year": 2011
        },
        {
            "text": "Dick Hoerner, American football player (born 1922)",
            "year": 2010
        },
        {
            "text": "Bettie Page, American model (born 1923)",
            "year": 2008
        },
        {
            "text": "José Luis Cuciuffo, Argentinian footballer (born 1962)",
            "year": 2004
        },
        {
            "text": "Arthur Lydiard, New Zealand runner and coach (born 1917)",
            "year": 2004
        },
        {
            "text": "Ahmadou Kourouma, Ivorian author and playwright (born 1927)",
            "year": 2003
        },
        {
            "text": "Mainza Chona, Zambian lawyer and politician, first Prime Minister of Zambia (born 1930)",
            "year": 2001
        },
        {
            "text": "Shaista Suhrawardy Ikramullah, Pakistani politician and diplomat (born 1915)",
            "year": 2000
        },
        {
            "text": "David Lewis, American actor (born 1916)",
            "year": 2000
        },
        {
            "text": "André Lichnerowicz, French physicist and mathematician (born 1915)",
            "year": 1998
        },
        {
            "text": "Lynn Strait, American singer-songwriter (born 1968)",
            "year": 1998
        },
        {
            "text": "Eddie Chapman, English spy (born 1914)",
            "year": 1997
        },
        {
            "text": "Simon Jeffes, English guitarist and composer (born 1949)",
            "year": 1997
        },
        {
            "text": "Willie Rushton, English cartoonist, author, and publisher, co-founded Private Eye (born 1937)",
            "year": 1996
        },
        {
            "text": "Greg Bahnsen, American minister and philosopher (born 1948)",
            "year": 1995
        },
        {
            "text": "Philip Phillips, American archaeologist and scholar (born 1900)",
            "year": 1994
        },
        {
            "text": "Robert Q. Lewis, American actor, comedian, game show host/panelist, and television personality (born 1921)",
            "year": 1991
        },
        {
            "text": "Artur Lundkvist, Swedish author and critic (born 1906)",
            "year": 1991
        },
        {
            "text": "Louise Dahl-Wolfe, American photographer (born 1895)",
            "year": 1989
        },
        {
            "text": "G. A. Kulkarni, Indian author and academic (born 1923)",
            "year": 1987
        },
        {
            "text": "Oskar Seidlin, German-American author, poet, and scholar (born 1911)",
            "year": 1984
        },
        {
            "text": "George Waggner, American director, producer and actor (born 1894)",
            "year": 1984
        },
        {
            "text": "Neil Ritchie, Guyanese-English general (born 1897)",
            "year": 1983
        },
        {
            "text": "James J. Gibson, American psychologist and author (born 1904)",
            "year": 1979
        },
        {
            "text": "Vincent du Vigneaud, American biochemist and academic, Nobel Prize laureate (born 1901)",
            "year": 1978
        },
        {
            "text": "Paul O'Dea, American baseball player and manager (born 1920)",
            "year": 1978
        },
        {
            "text": "Lee Wiley, American singer (born 1908)",
            "year": 1975
        },
        {
            "text": "Nihal Atsız, Turkish philosopher, author, and poet (born 1905)",
            "year": 1975
        },
        {
            "text": "Maurice McDonald, American businessman, co-founded McDonald's (born 1902)",
            "year": 1971
        },
        {
            "text": "Richard Sagrits, Estonian painter and author (born 1910)",
            "year": 1968
        },
        {
            "text": "Arthur Hays Sulzberger, American publisher (born 1891)",
            "year": 1968
        },
        {
            "text": "Augusta Fox Bronner, American psychologist, specialist in juvenile psychology (born 1881)",
            "year": 1966
        },
        {
            "text": "Sam Cooke, American singer-songwriter (born 1931)",
            "year": 1964
        },
        {
            "text": "Percy Kilbride, American actor (born 1888)",
            "year": 1964
        },
        {
            "text": "Jim Bottomley, American baseball player and manager (born 1900)",
            "year": 1959
        },
        {
            "text": "Musidora, French actress, director, producer, and screenwriter (born 1889)",
            "year": 1957
        },
        {
            "text": "Sedat Simavi, Turkish journalist and director (born 1896)",
            "year": 1953
        },
        {
            "text": "Mustafa Muğlalı, Turkish general (born 1882)",
            "year": 1951
        },
        {
            "text": "Hijri Dede, Iraqi Turkmen poet and writer  (born 1881)",
            "year": 1951
        },
        {
            "text": "Leslie Comrie, New Zealand astronomer and author (born 1893)",
            "year": 1950
        },
        {
            "text": "Charles Fabry, French physicist and academic (born 1867)",
            "year": 1945
        },
        {
            "text": "John Gillespie Magee, Jr., American pilot and poet (born 1922)",
            "year": 1941
        },
        {
            "text": "Émile Picard, French mathematician and academic (born 1856)",
            "year": 1941
        },
        {
            "text": "Christian Lous Lange, Norwegian historian and educator, Nobel Prize laureate (born 1869)",
            "year": 1938
        },
        {
            "text": "Jaan Anvelt, Estonian theorist and politician (born 1884)",
            "year": 1937
        },
        {
            "text": "Hugh Thackeray Turner, English architect and painter (born 1853)",
            "year": 1937
        },
        {
            "text": "Myron Grimshaw, American baseball player (born 1875)",
            "year": 1936
        },
        {
            "text": "Juho Kekkonen, Finnish forestry manager and tenant farmer (born 1873)",
            "year": 1928
        },
        {
            "text": "Olive Schreiner, South African author and activist (born 1855)",
            "year": 1920
        },
        {
            "text": "Ivan Cankar, Slovenian author, poet, and playwright (born 1876)",
            "year": 1918
        },
        {
            "text": "Carl von In der Maur, Governor of Liechtenstein (born 1852)",
            "year": 1913
        },
        {
            "text": "Ludwig Mond, German-born chemist and British industrialist who discovered the metal carbonyls (born 1839)",
            "year": 1909
        },
        {
            "text": "Charles Townsend, American fencer, engineer, and academic (born 1872)",
            "year": 1906
        },
        {
            "text": "William Milligan, Scottish theologian and scholar (born 1821)",
            "year": 1892
        },
        {
            "text": "Oliver Winchester, American businessman, founded the Winchester Repeating Arms Company (born 1810)",
            "year": 1880
        },
        {
            "text": "Kamehameha V of Hawaii (born 1830)",
            "year": 1872
        },
        {
            "text": "Emperor Kōkaku of Japan (born 1771)",
            "year": 1840
        },
        {
            "text": "Maria Leopoldina of Austria (born 1797)",
            "year": 1826
        },
        {
            "text": "Richard Brocklesby, English physician (born 1722)",
            "year": 1797
        },
        {
            "text": "Edmund Curll, English bookseller and publisher (born 1675)",
            "year": 1747
        },
        {
            "text": "John Strype, English priest, historian, and author (born 1643)",
            "year": 1737
        },
        {
            "text": "Ranuccio II Farnese, Duke of Parma (born 1630)",
            "year": 1694
        },
        {
            "text": "Louis, Grand Condé, French general (born 1621)",
            "year": 1686
        },
        {
            "text": "Adam Elsheimer, German artist working in Rome (born 1578)",
            "year": 1610
        },
        {
            "text": "Fernando Álvarez de Toledo, 3rd Duke of Alba, Spanish general and politician, 12th Constable of Portugal (born 1508)",
            "year": 1582
        },
        {
            "text": "Pietro Accolti, Italian cardinal (born 1455)",
            "year": 1532
        },
        {
            "text": "Henry IV of Castile, King of the Crown of Castile (born 1425)",
            "year": 1474
        },
        {
            "text": "Llywelyn ap Gruffudd, Welsh prince (born 1223)",
            "year": 1282
        },
        {
            "text": "Michael VIII Palaiologos, Byzantine emperor (born 1225)",
            "year": 1282
        },
        {
            "text": "Ögedei Khan, Mongolian emperor (born 1186)",
            "year": 1241
        },
        {
            "text": "Averroes, Spanish astronomer, physicist, and philosopher (born 1126)",
            "year": 1198
        },
        {
            "text": "Al-Afdal Shahanshah, Egyptian political adviser (born 1066)",
            "year": 1121
        },
        {
            "text": "Nikephoros II Phokas, Byzantine emperor (born 912)",
            "year": 969
        },
        {
            "text": "Al-Fath ibn Khaqan, chief confidant and councillor to al-Mutawakkil",
            "year": 861
        },
        {
            "text": "Pope Damasus I (born c.304)",
            "year": 384
        }
    ],
    "metadata": {
        "current_date": "December 11, 2025",
        "short_date": "Dec 11",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            54,
            18,
            29,
            51,
            10,
            33,
            35,
            58,
            36,
            59
        ],
        "births": [
            147,
            110,
            84,
            60
        ],
        "deaths": [
            16,
            90,
            26,
            88
        ]
    }
}