{
    "events": [
        {
            "text": "Joe Biden gives his acceptance speech virtually for the 2020 Democratic presidential nomination at the 2020 Democratic National Convention.",
            "year": 2020
        },
        {
            "text": "Fifty-four people are killed when a suicide bomber detonates himself at a Kurdish wedding party in Gaziantep, Turkey.",
            "year": 2016
        },
        {
            "text": "Seventy-two people are killed in Japan's Hiroshima Prefecture by a series of landslides caused by a month's worth of rain that fell in one day.",
            "year": 2014
        },
        {
            "text": "A prison riot in the Venezuelan capital, Caracas, kills at least 20 people.",
            "year": 2012
        },
        {
            "text": "First Air Flight 6560 crashes 1 mile from the Resolute Bay runway, killing 12 of the 15 aboard.",
            "year": 2011
        },
        {
            "text": "Spanair Flight 5022, from Madrid, Spain to Gran Canaria, skids off the runway and crashes at Barajas Airport. Of the 172 people on board, 146 die immediately, and eight more later die of injuries sustained in the crash.",
            "year": 2008
        },
        {
            "text": "China Airlines Flight 120 catches fire and explodes after landing at Naha Airport in Okinawa, Japan.",
            "year": 2007
        },
        {
            "text": "Sri Lankan Civil War: Sri Lankan Tamil politician and former MP S. Sivamaharajah is shot dead at his home in Tellippalai.",
            "year": 2006
        },
        {
            "text": "A group of Iraqis opposed to the regime of Saddam Hussein take over the Iraqi embassy in Berlin, Germany for five hours before releasing their hostages and surrendering.",
            "year": 2002
        },
        {
            "text": "The Supreme Court of Canada rules that Quebec cannot legally secede from Canada without the federal government's approval.",
            "year": 1998
        },
        {
            "text": "U.S. embassy bombings: The United States launches cruise missile attacks against alleged al-Qaeda camps in Afghanistan and a suspected chemical weapons plant in Sudan in retaliation for the August 7 bombings of American embassies in Kenya and Tanzania.",
            "year": 1998
        },
        {
            "text": "Souhane massacre in Algeria; over 60 people are killed and 15 kidnapped.",
            "year": 1997
        },
        {
            "text": "The Firozabad rail disaster kills 358 people in Firozabad, India.",
            "year": 1995
        },
        {
            "text": "In India, Meitei language (officially known as Manipuri language) was included in the scheduled languages' list and made one of the official languages of the Indian Government.",
            "year": 1992
        },
        {
            "text": "Dissolution of the Soviet Union, August Coup: More than 100,000 people rally outside the Soviet Union's parliament building protesting the coup aiming to depose President Mikhail Gorbachev.",
            "year": 1991
        },
        {
            "text": "Estonia, occupied by and incorporated into the Soviet Union in 1940, issues a decision on the re-establishment of independence on the basis of legal continuity of its pre-occupation statehood.",
            "year": 1991
        },
        {
            "text": "The pleasure boat Marchioness sinks on the River Thames following a collision. Fifty-one people are killed.",
            "year": 1989
        },
        {
            "text": "\"Black Saturday\" of the Yellowstone fire in Yellowstone National Park",
            "year": 1988
        },
        {
            "text": "Iran–Iraq War: A ceasefire is agreed after almost eight years of war.",
            "year": 1988
        },
        {
            "text": "The Troubles: Eight British soldiers are killed and 28 wounded when their bus is hit by an IRA roadside bomb in Ballygawley, County Tyrone.",
            "year": 1988
        },
        {
            "text": "In Edmond, Oklahoma, U.S. Postal employee Patrick Sherrill shoots and kills 14 of his co-workers and then commits suicide.",
            "year": 1986
        },
        {
            "text": "Voyager program: NASA launches the Voyager 2 spacecraft.",
            "year": 1977
        },
        {
            "text": "Viking program: NASA launches the Viking 1 planetary probe toward Mars.",
            "year": 1975
        },
        {
            "text": "ČSA Flight 540 crashes on approach to Damascus International Airport in Damascus, Syria, killing 126 people.",
            "year": 1975
        },
        {
            "text": "Cold War: Warsaw Pact troops invade Czechoslovakia, crushing the Prague Spring. East German participation is limited to a few specialists due to memories of the recent war. Only Albania and Romania refuse to participate.",
            "year": 1968
        },
        {
            "text": "The NS Savannah, the world's first nuclear-powered civilian ship, embarks on its maiden voyage.",
            "year": 1962
        },
        {
            "text": "Senegal breaks from the Mali Federation, declaring its independence.",
            "year": 1960
        },
        {
            "text": "Battle of Philippeville: In Morocco, a force of Berbers from the Atlas Mountains region of Algeria raid two rural settlements and kill 77 French nationals.",
            "year": 1955
        },
        {
            "text": "Hungary adopts the Hungarian Constitution of 1949 and becomes a People's Republic.",
            "year": 1949
        },
        {
            "text": "Soviet Consul General in New York, Jacob M. Lomakin is expelled by the United States, due to the Kasenkina Case.",
            "year": 1948
        },
        {
            "text": "World War II: One hundred sixty-eight captured allied airmen, including Phil Lamason, accused by the Gestapo of being \"terror fliers\", arrive at Buchenwald concentration camp.",
            "year": 1944
        },
        {
            "text": "World War II: The Battle of Romania begins with a major Soviet Union offensive.",
            "year": 1944
        },
        {
            "text": "In Mexico City, exiled Russian revolutionary Leon Trotsky is fatally wounded with an ice axe by Ramón Mercader. He dies the next day.",
            "year": 1940
        },
        {
            "text": "World War II: British Prime Minister Winston Churchill makes the fourth of his famous wartime speeches, containing the line \"Never was so much owed by so many to so few\".",
            "year": 1940
        },
        {
            "text": "World War II: The Eighth Route Army launches the Hundred Regiments Offensive, a successful campaign to disrupt Japanese war infrastructure and logistics in occupied northern China.",
            "year": 1940
        },
        {
            "text": "Lou Gehrig hits his 23rd career grand slam, a record that stood for 75 years until it was broken by Alex Rodriguez.",
            "year": 1938
        },
        {
            "text": "Japan's public broadcasting company, Nippon Hōsō Kyōkai (NHK) is established.",
            "year": 1926
        },
        {
            "text": "The first commercial radio station, 8MK (now WWJ), begins operations in Detroit.",
            "year": 1920
        },
        {
            "text": "The National Football League is organized as the American Professional Football Conference in Canton, Ohio",
            "year": 1920
        },
        {
            "text": "World War I: Brussels is captured during the German invasion of Belgium.",
            "year": 1914
        },
        {
            "text": "Extreme fire weather in the Inland Northwest of the United States causes many small wildfires to coalesce into the Great Fire of 1910, burning approximately 3 million acres (12,000 km2) and killing 87 people.",
            "year": 1910
        },
        {
            "text": "Sun Yat-sen, Song Jiaoren, and others establish the Tongmenghui, a Republican, anti-Qing revolutionary organisation, in Tokyo, Japan.",
            "year": 1905
        },
        {
            "text": "Tchaikovsky's 1812 Overture debuts in Moscow, Russia.",
            "year": 1882
        },
        {
            "text": "President Andrew Johnson formally declares the American Civil War over.",
            "year": 1866
        },
        {
            "text": "Bakumatsu: Kinmon incident: The Chōshū Domain attempts to expel the Satsuma and Aizu Domains from Japan's imperial court.",
            "year": 1864
        },
        {
            "text": "Charles Darwin first publishes his theory of evolution through natural selection in The Journal of the Proceedings of the Linnean Society of London, alongside Alfred Russel Wallace's same theory.",
            "year": 1858
        },
        {
            "text": "Steamboat Atlantic sank on Lake Erie after a collision, with the loss of at least 150 lives.",
            "year": 1852
        },
        {
            "text": "Northwest Indian War: United States troops force a confederacy of Shawnee, Mingo, Delaware, Wyandot, Miami, Ottawa, Chippewa, and Potawatomi warriors into a disorganized retreat at the Battle of Fallen Timbers.",
            "year": 1794
        },
        {
            "text": "The Spanish establish the Presidio San Augustin del Tucson in the town that became Tucson, Arizona.",
            "year": 1775
        },
        {
            "text": "War of the Spanish Succession: A multinational army led by the Austrian commander Guido Starhemberg defeats the Spanish-Bourbon army commanded by Alexandre Maître, Marquis de Bay in the Battle of Saragossa.",
            "year": 1710
        },
        {
            "text": "The first Siege of Pensacola comes to an end with the failure of the British to capture Pensacola, Florida.",
            "year": 1707
        },
        {
            "text": "Former Grand Pensionary Johan de Witt and his brother Cornelis are lynched by a mob in The Hague.",
            "year": 1672
        },
        {
            "text": "The Battle of Lens is the last major military confrontation of the Thirty Years' War, contributing to the signing of the Peace of Westphalia in October that year.",
            "year": 1648
        },
        {
            "text": "James VI of Scotland is married by proxy to Anne of Denmark at Kronborg Castle. James's proxy George Keith, 5th Earl Marischal made speeches and gave her a jewel.",
            "year": 1589
        },
        {
            "text": "On the third day of battle, philosopher and general Wang Yangming defeats Zhu Chenhao, ending the Prince of Ning rebellion against the reign of the Ming dynasty's Zhengde Emperor.",
            "year": 1519
        },
        {
            "text": "The Second Battle of Olmedo takes places as part of a succession conflict between Henry IV of Castile and his half-brother Alfonso, Prince of Asturias.",
            "year": 1467
        },
        {
            "text": "At the conclusion of the interrogation of the leaders of the Knights Templar, the three papal investigators, Cardinals Bérenger Frédol, Etienne de Suisy and Landolfo Brancacci, write the \"Chinon Parchment\", in which they affirm that the accused Templars had confessed, done penance, and were absolved of heresy.",
            "year": 1308
        },
        {
            "text": "Believing Saladin had reneged on ransom promises, Richard I of England initiates the massacre at Ayyadieh, beheading 2,700 captive Muslim soldiers and another 300 women and children seized at the Fall of Acre.",
            "year": 1191
        },
        {
            "text": "The first King of Hungary, Stephen I, and his son, Prince Emeric, are canonized, a date now celebrated as a National Day in Hungary.",
            "year": 1083
        },
        {
            "text": "Battle of Acheloos: Tsar Simeon I of Bulgaria decisively defeats a Byzantine army.",
            "year": 917
        },
        {
            "text": "Marking the first great wave of Muslim conquests and the rapid advance of Islam outside Arabia, Arab forces led by Khalid ibn al-Walid defeat the Byzantine Empire and take control of the Levant.",
            "year": 636
        },
        {
            "text": "Agrippa Postumus, maternal grandson of the late Roman emperor Augustus, is executed by his guards while in exile.",
            "year": 14
        }
    ],
    "births": [
        {
            "text": "Prince Gabriel of Belgium",
            "year": 2003
        },
        {
            "text": "Lieke Klaver, Dutch track and field athlete",
            "year": 1998
        },
        {
            "text": "Kaho Minagawa, Japanese rhythmic gymnast",
            "year": 1997
        },
        {
            "text": "Daniel Vladař, Czech ice hockey player",
            "year": 1997
        },
        {
            "text": "Bunty Afoa, New Zealand rugby league player",
            "year": 1996
        },
        {
            "text": "Liana Liberato, American actress",
            "year": 1995
        },
        {
            "text": "Mitchell Trubisky, American football player",
            "year": 1994
        },
        {
            "text": "Tonisha Rock-Yaw, Barbadian netball player",
            "year": 1993
        },
        {
            "text": "Matt Eisenhuth, Australian rugby league player",
            "year": 1992
        },
        {
            "text": "Carolina Horta, Brazilian beach volleyball player",
            "year": 1992
        },
        {
            "text": "Demi Lovato, American singer-songwriter and actress",
            "year": 1992
        },
        {
            "text": "Alex Newell, American actor and singer",
            "year": 1992
        },
        {
            "text": "Deniss Rakels, Latvian footballer",
            "year": 1992
        },
        {
            "text": "Callum Skinner, Scottish track cyclist",
            "year": 1992
        },
        {
            "text": "Marko Djokovic, Serbian tennis player",
            "year": 1991
        },
        {
            "text": "Jyrki Jokipakka, Finnish hockey player",
            "year": 1991
        },
        {
            "text": "Cory Joseph, Canadian basketball player",
            "year": 1991
        },
        {
            "text": "Macauley Chrisantus, Nigerian footballer",
            "year": 1990
        },
        {
            "text": "Culoe De Song, South African music producer and DJ",
            "year": 1990
        },
        {
            "text": "Leigh Griffiths, Scottish footballer",
            "year": 1990
        },
        {
            "text": "Bradley Klahn, American tennis player",
            "year": 1990
        },
        {
            "text": "Ranomi Kromowidjojo, Dutch swimmer",
            "year": 1990
        },
        {
            "text": "Kirko Bangz, American rapper and producer",
            "year": 1989
        },
        {
            "text": "Silas Kiplagat, Kenyan runner",
            "year": 1989
        },
        {
            "text": "Slavcho Shokolarov, Bulgarian footballer",
            "year": 1989
        },
        {
            "text": "Judd Trump, English snooker player",
            "year": 1989
        },
        {
            "text": "Dean Winnard, English footballer",
            "year": 1989
        },
        {
            "text": "Jerryd Bayless, American basketball player",
            "year": 1988
        },
        {
            "text": "Sarah R, Lotfi, American director, producer, and screenwriter",
            "year": 1988
        },
        {
            "text": "José Zamora, Spanish footballer",
            "year": 1988
        },
        {
            "text": "Stefan Aigner, German footballer",
            "year": 1987
        },
        {
            "text": "Gunther, Austrian wrestler",
            "year": 1987
        },
        {
            "text": "Manny Jacinto, Canadian actor",
            "year": 1987
        },
        {
            "text": "Vedran Janjetović, Croatian-Australian footballer",
            "year": 1987
        },
        {
            "text": "Sido Jombati, Portuguese footballer",
            "year": 1987
        },
        {
            "text": "Egon Kaur, Estonian race car driver",
            "year": 1987
        },
        {
            "text": "Andrew Surman, South African-English footballer",
            "year": 1986
        },
        {
            "text": "Steven Zalewski, American ice hockey player",
            "year": 1986
        },
        {
            "text": "Brant Daugherty, American actor",
            "year": 1985
        },
        {
            "text": "Glen Buttriss, Australian rugby league player",
            "year": 1985
        },
        {
            "text": "Blake DeWitt, American baseball player",
            "year": 1985
        },
        {
            "text": "Thomas Domingo, French rugby player",
            "year": 1985
        },
        {
            "text": "Matt Hague, American baseball player",
            "year": 1985
        },
        {
            "text": "Jack King, English footballer",
            "year": 1985
        },
        {
            "text": "Álvaro Negredo, Spanish footballer",
            "year": 1985
        },
        {
            "text": "Willie Ripia, New Zealand rugby player",
            "year": 1985
        },
        {
            "text": "Joe Vitale, American ice hockey player",
            "year": 1985
        },
        {
            "text": "Stephen Ward, Irish footballer",
            "year": 1985
        },
        {
            "text": "Mark Washington, American football player",
            "year": 1985
        },
        {
            "text": "Aílton José Almeida, Brazilian footballer",
            "year": 1984
        },
        {
            "text": "Pavel Eismann, Czech footballer",
            "year": 1984
        },
        {
            "text": "Laura Georges, French footballer",
            "year": 1984
        },
        {
            "text": "Jamie Hoffmann, American baseball player",
            "year": 1984
        },
        {
            "text": "Ingrid Lukas, Estonian-Swiss singer-songwriter and pianist",
            "year": 1984
        },
        {
            "text": "Hamza Abdullah, American football player",
            "year": 1983
        },
        {
            "text": "Paulo André Cren Benini, Brazilian footballer",
            "year": 1983
        },
        {
            "text": "Andrew Garfield, American-English actor",
            "year": 1983
        },
        {
            "text": "Héctor Landazuri, Colombian footballer",
            "year": 1983
        },
        {
            "text": "Brian Schaefering, American football player",
            "year": 1983
        },
        {
            "text": "Yuri Zhirkov, Russian footballer",
            "year": 1983
        },
        {
            "text": "Cléber Luis Alberti, Brazilian footballer",
            "year": 1982
        },
        {
            "text": "Aleksandr Amisulashvili, Georgian footballer",
            "year": 1982
        },
        {
            "text": "Monty Dumond, South African rugby player",
            "year": 1982
        },
        {
            "text": "Youssouf Hersi, Ethiopian footballer",
            "year": 1982
        },
        {
            "text": "Joshua Kennedy, Australian footballer",
            "year": 1982
        },
        {
            "text": "Mijaín López, Cuban wrestler",
            "year": 1982
        },
        {
            "text": "Meghan Ory, Canadian actress",
            "year": 1982
        },
        {
            "text": "Richard Petiot, Canadian ice hockey player",
            "year": 1982
        },
        {
            "text": "Barney Rogers, Zimbabwean cricketer",
            "year": 1982
        },
        {
            "text": "Enyelbert Soto, Venezuelan-Japanese baseball player",
            "year": 1982
        },
        {
            "text": "Ben Barnes, English actor",
            "year": 1981
        },
        {
            "text": "Brett Finch, Australian rugby league player and sportscaster",
            "year": 1981
        },
        {
            "text": "Artur Kotenko, Estonian footballer",
            "year": 1981
        },
        {
            "text": "Bernard Mendy, French footballer",
            "year": 1981
        },
        {
            "text": "Craig Ochs, American football player",
            "year": 1981
        },
        {
            "text": "Byron Saxton, American wrestler, manager, and sportscaster",
            "year": 1981
        },
        {
            "text": "Sarah Borwell, English tennis player",
            "year": 1979
        },
        {
            "text": "Jamie Cullum, English singer-songwriter and pianist",
            "year": 1979
        },
        {
            "text": "Cory Sullivan, American baseball player",
            "year": 1979
        },
        {
            "text": "Alberto Martín, Spanish tennis player",
            "year": 1978
        },
        {
            "text": "Emir Mkademi, Tunisian footballer",
            "year": 1978
        },
        {
            "text": "Chris Schroder, American baseball player",
            "year": 1978
        },
        {
            "text": "Paolo Bianco, Italian footballer",
            "year": 1977
        },
        {
            "text": "Wayne Brown, English footballer",
            "year": 1977
        },
        {
            "text": "Felipe Contepomi, Argentine rugby player, coach, and physician",
            "year": 1977
        },
        {
            "text": "Manuel Contepomi, Argentine rugby player",
            "year": 1977
        },
        {
            "text": "Stéphane Gillet, Luxembourgish footballer",
            "year": 1977
        },
        {
            "text": "Aaron Hamill, Australian footballer and coach",
            "year": 1977
        },
        {
            "text": "Ívar Ingimarsson, Icelandic footballer",
            "year": 1977
        },
        {
            "text": "James Ormond, English cricketer",
            "year": 1977
        },
        {
            "text": "Josh Pearce, American baseball player",
            "year": 1977
        },
        {
            "text": "Aaron Taylor, American baseball player",
            "year": 1977
        },
        {
            "text": "Chris Drury, American ice hockey player",
            "year": 1976
        },
        {
            "text": "Cornel Frăsineanu, Romanian footballer",
            "year": 1976
        },
        {
            "text": "Tony Grant, Irish footballer",
            "year": 1976
        },
        {
            "text": "Kristen Miller, American actress, producer, and screenwriter",
            "year": 1976
        },
        {
            "text": "Fabio Ulloa, Honduran footballer",
            "year": 1976
        },
        {
            "text": "Marcin Adamski, Polish footballer and manager",
            "year": 1975
        },
        {
            "text": "Marko Martin, Estonian pianist and educator",
            "year": 1975
        },
        {
            "text": "Shaun Newton, English footballer",
            "year": 1975
        },
        {
            "text": "Elijah Williams, American football player and coach",
            "year": 1975
        },
        {
            "text": "Amy Adams, American actress",
            "year": 1974
        },
        {
            "text": "Misha Collins, American actor",
            "year": 1974
        },
        {
            "text": "Szabolcs Sáfár, Hungarian footballer and coach",
            "year": 1974
        },
        {
            "text": "Andy Strachan, Australian drummer and songwriter",
            "year": 1974
        },
        {
            "text": "Maxim Vengerov, Russian-Israeli violinist and conductor",
            "year": 1974
        },
        {
            "text": "Alban Bushi, Albanian footballer",
            "year": 1973
        },
        {
            "text": "Alexandre Finazzi, Brazilian footballer",
            "year": 1973
        },
        {
            "text": "Scott Goodman, Australian swimmer",
            "year": 1973
        },
        {
            "text": "Todd Helton, American baseball player",
            "year": 1973
        },
        {
            "text": "Cameron Mather, New Zealand rugby player and sportscaster",
            "year": 1973
        },
        {
            "text": "José Paniagua, Dominican baseball player",
            "year": 1973
        },
        {
            "text": "Donn Swaby, American actor and screenwriter",
            "year": 1973
        },
        {
            "text": "Juan Becerra Acosta, Mexican journalist",
            "year": 1973
        },
        {
            "text": "Derrick Alston, American basketball player",
            "year": 1972
        },
        {
            "text": "Melvin Booker, American basketball player",
            "year": 1972
        },
        {
            "text": "Chaney Kley, American actor (died 2007)",
            "year": 1972
        },
        {
            "text": "Scott Quinnell, Welsh rugby player and sportscaster",
            "year": 1972
        },
        {
            "text": "Anna Umemiya, Japanese model and actress",
            "year": 1972
        },
        {
            "text": "Nenad Bjelica, Croatian footballer and manager",
            "year": 1971
        },
        {
            "text": "Matt Calland, English rugby player and coach",
            "year": 1971
        },
        {
            "text": "Ke Huy Quan, Vietnamese-American actor",
            "year": 1971
        },
        {
            "text": "Steve Stone, English footballer and coach",
            "year": 1971
        },
        {
            "text": "David Walliams, English comedian, actor, and author",
            "year": 1971
        },
        {
            "text": "Els Callens, Belgian tennis player and sportscaster",
            "year": 1970
        },
        {
            "text": "Fred Durst, American singer-songwriter",
            "year": 1970
        },
        {
            "text": "Billy Gardell, American comedian, actor, and producer",
            "year": 1969
        },
        {
            "text": "Mark Holzemer, American baseball player and scout",
            "year": 1969
        },
        {
            "text": "Santeri Kinnunen, Finnish actor",
            "year": 1969
        },
        {
            "text": "Brett Angell, English footballer and coach",
            "year": 1968
        },
        {
            "text": "Abdelatif Benazzi, Moroccan-French rugby player",
            "year": 1968
        },
        {
            "text": "Sandy Brondello, Australian basketball player and coach",
            "year": 1968
        },
        {
            "text": "Klas Ingesson, Swedish footballer and manager (died 2014)",
            "year": 1968
        },
        {
            "text": "Yuri Shiratori, Japanese voice actress and singer",
            "year": 1968
        },
        {
            "text": "Bai Yansong, Chinese host",
            "year": 1968
        },
        {
            "text": "Andy Benes, American baseball player",
            "year": 1967
        },
        {
            "text": "Miguel Albaladejo, Spanish director and screenwriter",
            "year": 1966
        },
        {
            "text": "Colin Cunningham, American actor",
            "year": 1966
        },
        {
            "text": "Dimebag Darrell, American guitarist and songwriter (died 2004)",
            "year": 1966
        },
        {
            "text": "Enrico Letta, Italian lawyer and politician, 55th Prime Minister of Italy",
            "year": 1966
        },
        {
            "text": "Liu Chunyan, Chinese host and voice actress",
            "year": 1966
        },
        {
            "text": "KRS-One, American rapper and producer",
            "year": 1965
        },
        {
            "text": "Azarias Ruberwa, Congolese lawyer and politician, Vice-President of the Democratic Republic of the Congo",
            "year": 1964
        },
        {
            "text": "Uwe Bialon, German footballer and manager",
            "year": 1963
        },
        {
            "text": "Kal Daniels, American baseball player",
            "year": 1963
        },
        {
            "text": "José Cecena, Mexican baseball player",
            "year": 1963
        },
        {
            "text": "James Marsters, American actor",
            "year": 1962
        },
        {
            "text": "Amanda Sonia Berry, English businesswoman",
            "year": 1961
        },
        {
            "text": "Dom Duff, Breton singer-songwriter, guitarist, composer",
            "year": 1960
        },
        {
            "text": "Mark Langston, American baseball player",
            "year": 1960
        },
        {
            "text": "Nigel Dodds, Northern Irish lawyer and politician",
            "year": 1958
        },
        {
            "text": "Patricia Rozema, Canadian director and screenwriter",
            "year": 1958
        },
        {
            "text": "David O. Russell, American director and screenwriter",
            "year": 1958
        },
        {
            "text": "John Stehr, American journalist",
            "year": 1958
        },
        {
            "text": "Finlay Calder, Scottish rugby player",
            "year": 1957
        },
        {
            "text": "Jim Calder, Scottish rugby player",
            "year": 1957
        },
        {
            "text": "Simon Donaldson, English mathematician and academic",
            "year": 1957
        },
        {
            "text": "Sorin Antohi, Romanian journalist and historian",
            "year": 1957
        },
        {
            "text": "Paul Johnson, American football coach",
            "year": 1957
        },
        {
            "text": "Joan Allen, American actress",
            "year": 1956
        },
        {
            "text": "Alvin Greenidge, Barbadian cricketer",
            "year": 1956
        },
        {
            "text": "Desmond Swayne, English soldier and politician, Vice-Chamberlain of the Household",
            "year": 1956
        },
        {
            "text": "Agnes Chan, Hong Kong singer and author",
            "year": 1955
        },
        {
            "text": "Janet Royall, Baroness Royall of Blaisdon, English politician, Chancellor of the Duchy of Lancaster",
            "year": 1955
        },
        {
            "text": "Quinn Buckner, American basketball player and coach",
            "year": 1954
        },
        {
            "text": "Tawn Mastrey, American radio host and producer (died 2007)",
            "year": 1954
        },
        {
            "text": "Al Roker, American news anchor, television personality, and author",
            "year": 1954
        },
        {
            "text": "Gerry Bertier, American football player (died 1981)",
            "year": 1953
        },
        {
            "text": "Peter Horton, American actor and director",
            "year": 1953
        },
        {
            "text": "Mike Jackson, American politician",
            "year": 1953
        },
        {
            "text": "Jim Trenton, American radio host and actor",
            "year": 1953
        },
        {
            "text": "Leroy Burgess, American singer, songwriter, keyboard player, recording artist, and record producer",
            "year": 1953
        },
        {
            "text": "John Emburey, English cricketer and coach",
            "year": 1952
        },
        {
            "text": "Doug Fieger, American singer-songwriter and guitarist (died 2010)",
            "year": 1952
        },
        {
            "text": "John Hiatt, American singer-songwriter and guitarist",
            "year": 1952
        },
        {
            "text": "Ric Menello, American director and screenwriter (died 2013)",
            "year": 1952
        },
        {
            "text": "Greg Bear, American author (died 2022)",
            "year": 1951
        },
        {
            "text": "DeForest Soaries, American minister and politician, 30th Secretary of State of New Jersey",
            "year": 1951
        },
        {
            "text": "Nikolas Asimos, Greek singer-songwriter and guitarist (died 1988)",
            "year": 1949
        },
        {
            "text": "Phil Lynott, Irish singer-songwriter, bass player, and producer (died 1986)",
            "year": 1949
        },
        {
            "text": "John Noble, Australian actor and director",
            "year": 1948
        },
        {
            "text": "Robert Plant, English singer-songwriter",
            "year": 1948
        },
        {
            "text": "Alan Lee, English painter and illustrator",
            "year": 1947
        },
        {
            "text": "James Pankow, American musician",
            "year": 1947
        },
        {
            "text": "Ray Wise, American actor",
            "year": 1947
        },
        {
            "text": "Mufaddal Saifuddin, 53rd Da'i al-Mutlaq of Fatimid Caliphate",
            "year": 1946
        },
        {
            "text": "Henryk Broder, Polish-German journalist and author",
            "year": 1946
        },
        {
            "text": "Connie Chung, American journalist",
            "year": 1946
        },
        {
            "text": "Laurent Fabius, French politician, 158th Prime Minister of France",
            "year": 1946
        },
        {
            "text": "Ralf Hütter, German singer and keyboard player",
            "year": 1946
        },
        {
            "text": "N. R. Narayana Murthy, Indian businessman, co-founded Infosys",
            "year": 1946
        },
        {
            "text": "Roy Gardner, English businessman",
            "year": 1945
        },
        {
            "text": "Rajiv Gandhi, Indian lawyer and politician, 6th Prime Minister of India (died 1991)",
            "year": 1944
        },
        {
            "text": "Graig Nettles, American baseball player and manager",
            "year": 1944
        },
        {
            "text": "José Wilker, Brazilian actor and director (died 2014)",
            "year": 1944
        },
        {
            "text": "Roger Gale, English journalist and politician",
            "year": 1943
        },
        {
            "text": "Sylvester McCoy, Scottish actor",
            "year": 1943
        },
        {
            "text": "Isaac Hayes, American singer-songwriter, pianist, producer, and actor (died 2008)",
            "year": 1942
        },
        {
            "text": "Fred Norman, American baseball player",
            "year": 1942
        },
        {
            "text": "Dave Brock, English singer-songwriter and guitarist",
            "year": 1941
        },
        {
            "text": "Rich Brooks, American football player and coach",
            "year": 1941
        },
        {
            "text": "Anne Evans, English soprano and actress",
            "year": 1941
        },
        {
            "text": "William H. Gray, American lawyer and politician (died 2013)",
            "year": 1941
        },
        {
            "text": "Slobodan Milošević, Serbian lawyer and politician, 1st President of Serbia (died 2006)",
            "year": 1941
        },
        {
            "text": "Robin Oakley, English journalist and author",
            "year": 1941
        },
        {
            "text": "Jo Ramírez, Mexican race car driver and manager",
            "year": 1941
        },
        {
            "text": "Rubén Hinojosa, American businessman and politician",
            "year": 1940
        },
        {
            "text": "Gus Macdonald, Scottish academic and politician, Minister for the Cabinet Office",
            "year": 1940
        },
        {
            "text": "Rex Sellers, Indian-Australian cricketer",
            "year": 1940
        },
        {
            "text": "Fernando Poe Jr., Filipino actor and politician (died 2004)",
            "year": 1939
        },
        {
            "text": "Mike Velarde, Filipino televangelist and religious leader",
            "year": 1939
        },
        {
            "text": "Jean-Loup Chrétien, French military officer and astronaut",
            "year": 1938
        },
        {
            "text": "Peter Day, English chemist and academic (died 2020)",
            "year": 1938
        },
        {
            "text": "Alain Vivien, French politician",
            "year": 1938
        },
        {
            "text": "Stelvio Cipriani, Italian composer (died 2018)",
            "year": 1937
        },
        {
            "text": "Andrei Konchalovsky, Russian director, producer, and screenwriter",
            "year": 1937
        },
        {
            "text": "Sky Saxon, American singer-songwriter and bassist (died 2009)",
            "year": 1937
        },
        {
            "text": "Hideki Shirakawa, Japanese chemist, engineer, and academic, Nobel Prize laureate",
            "year": 1936
        },
        {
            "text": "Ron Paul, American captain, physician, and politician",
            "year": 1935
        },
        {
            "text": "Sneaky Pete Kleinow, American country-rock pedal-steel guitarist and songwriter (died 2007)",
            "year": 1934
        },
        {
            "text": "Tom Mangold, German-English journalist and author",
            "year": 1934
        },
        {
            "text": "Ted Donaldson, American actor (died 2023)",
            "year": 1933
        },
        {
            "text": "George J. Mitchell, American lieutenant, lawyer, and politician",
            "year": 1933
        },
        {
            "text": "Anthony Ainley, English actor (died 2004)",
            "year": 1932
        },
        {
            "text": "Vasily Aksyonov, Russian physician, author, and academic (died 2009)",
            "year": 1932
        },
        {
            "text": "Atholl McKinnon, South African cricketer (died 1983)",
            "year": 1932
        },
        {
            "text": "Don King, American boxing promoter",
            "year": 1931
        },
        {
            "text": "Mario Bernardi, Canadian pianist and conductor (died 2013)",
            "year": 1930
        },
        {
            "text": "Peter Randall, English sergeant and recipient of the Victoria Cross (died 2007)",
            "year": 1930
        },
        {
            "text": "Kevin Heffernan, Irish footballer and manager (died 2013)",
            "year": 1929
        },
        {
            "text": "John Boardman, English archaeologist and historian (died 2024)",
            "year": 1927
        },
        {
            "text": "Yootha Joyce, English actress (died 1980)",
            "year": 1927
        },
        {
            "text": "Fred Kavli, Norwegian-American businessman and philanthropist, founded The Kavli Foundation (died 2013)",
            "year": 1927
        },
        {
            "text": "Peter Oakley, English soldier and blogger (died 2014)",
            "year": 1927
        },
        {
            "text": "Frank Rosolino, American jazz trombonist (died 1978)",
            "year": 1926
        },
        {
            "text": "Nobby Wirkowski, American-Canadian football player and coach (died 2014)",
            "year": 1926
        },
        {
            "text": "George Zuverink, American baseball player (died 2014)",
            "year": 1924
        },
        {
            "text": "Jim Reeves, American singer-songwriter (died 1964)",
            "year": 1923
        },
        {
            "text": "Keith Froome, Australian rugby league player (died 1978)",
            "year": 1921
        },
        {
            "text": "Jack Wilson, Australian cricketer (died 1985)",
            "year": 1921
        },
        {
            "text": "H. R. Van Dongen, American illustrator (died 2010)",
            "year": 1920
        },
        {
            "text": "Walter Bernstein, American screenwriter and producer (died 2021)",
            "year": 1919
        },
        {
            "text": "Adamantios Androutsopoulos, Greek lawyer, educator and politician, Prime Minister of Greece (died 2000)",
            "year": 1919
        },
        {
            "text": "Jacqueline Susann, American actress and author (died 1974)",
            "year": 1918
        },
        {
            "text": "Terry Sanford, 65th Governor of North Carolina (died 1998)",
            "year": 1917
        },
        {
            "text": "Paul Felix Schmidt, Estonian–German chess player and chemist (died 1984)",
            "year": 1916
        },
        {
            "text": "Ivo Rojnica, Croatian-Argentine war crimes suspect, businessman, diplomat, and intelligence agent (died 2007)",
            "year": 1915
        },
        {
            "text": "Roger Wolcott Sperry, American neuropsychologist and neurobiologist, Nobel Prize laureate (died 1994)",
            "year": 1913
        },
        {
            "text": "John H. Michaelis, American general (died 1985)",
            "year": 1912
        },
        {
            "text": "Eero Saarinen, Finnish-American architect and furniture designer, designed the Gateway Arch (died 1961)",
            "year": 1910
        },
        {
            "text": "André Morell, English actor (died 1978)",
            "year": 1909
        },
        {
            "text": "Alby Roberts, New Zealand cricketer and rugby player (died 1978)",
            "year": 1909
        },
        {
            "text": "Al López, American baseball player and manager (died 2005)",
            "year": 1908
        },
        {
            "text": "Vidrik Rootare, Estonian chess player (died 1981)",
            "year": 1906
        },
        {
            "text": "Jean Gebser, German linguist, poet, and philosopher (died 1973)",
            "year": 1905
        },
        {
            "text": "Mikio Naruse, Japanese director and screenwriter (died 1969)",
            "year": 1905
        },
        {
            "text": "Jack Teagarden, American singer-songwriter and trombonist (died 1964)",
            "year": 1905
        },
        {
            "text": "Salvatore Quasimodo, Italian novelist and poet, Nobel Prize laureate (died 1968)",
            "year": 1901
        },
        {
            "text": "Vilhelm Moberg, Swedish historian, journalist, author, and playwright (died 1973)",
            "year": 1898
        },
        {
            "text": "Tarjei Vesaas, Norwegian author and poet (died 1970)",
            "year": 1897
        },
        {
            "text": "Gostha Pal, Indian footballer (died 1976)",
            "year": 1896
        },
        {
            "text": "H. P. Lovecraft, American short story writer, editor, novelist (died 1937)",
            "year": 1890
        },
        {
            "text": "Tôn Đức Thắng, Vietnamese politician, 2nd President of Vietnam (died 1980)",
            "year": 1888
        },
        {
            "text": "Phan Khôi, Vietnamese journalist and scholar (died 1959)",
            "year": 1887
        },
        {
            "text": "Paul Tillich, German-American philosopher and theologian (died 1965)",
            "year": 1886
        },
        {
            "text": "Dino Campana, Italian poet and author (died 1932)",
            "year": 1885
        },
        {
            "text": "Rudolf Bultmann, German Lutheran theologian and professor of New Testament at the University of Marburg (died 1976)",
            "year": 1884
        },
        {
            "text": "Edgar Guest, English-American poet and author (died 1959)",
            "year": 1881
        },
        {
            "text": "Aleksander Hellat, Estonian politician, 6th Estonian Minister of Foreign Affairs (died 1943)",
            "year": 1881
        },
        {
            "text": "Eliel Saarinen, Finnish architect and academic, co-designed the National Museum of Finland (died 1950)",
            "year": 1873
        },
        {
            "text": "Ellen Roosevelt, American tennis player (died 1954)",
            "year": 1868
        },
        {
            "text": "Bernard Tancred, South African cricketer and lawyer (died 1911)",
            "year": 1865
        },
        {
            "text": "Raymond Poincaré, French lawyer and politician, 10th President of France (died 1934)",
            "year": 1860
        },
        {
            "text": "George Griffith, British writer (died 1906)",
            "year": 1857
        },
        {
            "text": "Jakub Bart-Ćišinski, German poet and playwright (died 1909)",
            "year": 1856
        },
        {
            "text": "Andrew Greenwood, English cricketer (died 1889)",
            "year": 1847
        },
        {
            "text": "Bolesław Prus, Polish journalist and author (died 1912)",
            "year": 1847
        },
        {
            "text": "Albert Chmielowski, Polish saint, founded the Albertine Brothers (died 1916)",
            "year": 1845
        },
        {
            "text": "Benjamin Harrison, American general, lawyer, and politician, 23rd President of the United States (died 1901)",
            "year": 1833
        },
        {
            "text": "James Prinsep, English orientalist and scholar (died 1840)",
            "year": 1799
        },
        {
            "text": "Abbas Mirza, Qajar crown prince of Persia (died 1833)",
            "year": 1789
        },
        {
            "text": "Jöns Jacob Berzelius, Swedish chemist and academic (died 1848)",
            "year": 1779
        },
        {
            "text": "Bernardo O'Higgins, Chilean general and politician, 2nd Supreme Director of Chile (died 1842)",
            "year": 1778
        },
        {
            "text": "Bernard de Bury, French harpsichord player and composer (died 1785)",
            "year": 1720
        },
        {
            "text": "Christian Mayer, Czech astronomer and educator (died 1783)",
            "year": 1719
        },
        {
            "text": "Thomas Simpson, English mathematician and academic (died 1761)",
            "year": 1710
        },
        {
            "text": "Henry Every, English pirate (died 1696)",
            "year": 1659
        },
        {
            "text": "Louis Bourdaloue, French preacher and academic (died 1704)",
            "year": 1632
        },
        {
            "text": "Thomas Corneille, French playwright and philologist (died 1709)",
            "year": 1625
        },
        {
            "text": "Jacopo Peri, Italian singer and composer (died 1633)",
            "year": 1561
        },
        {
            "text": "Antoine Perrenot de Granvelle, French cardinal and art collector (died 1586)",
            "year": 1517
        },
        {
            "text": "Shahrukh Mirza, ruler of Persia and Transoxiania (died 1447)",
            "year": 1377
        }
    ],
    "deaths": [
        {
            "text": "Al Attles, American basketball player and coach (born 1936)",
            "year": 2024
        },
        {
            "text": "Darya Dugina, Russian journalist (born 1992)",
            "year": 2022
        },
        {
            "text": "Igor Vovkovinskiy, Ukrainian-American law student and actor, American tallest person (born 1982)",
            "year": 2021
        },
        {
            "text": "Uri Avnery, Israeli writer, politician and peace activist (born 1923)",
            "year": 2018
        },
        {
            "text": "Jennifer Ramírez Rivero, Venezuelan model (born 1978)",
            "year": 2018
        },
        {
            "text": "Jerry Lewis, American actor and comedian (born 1926)",
            "year": 2017
        },
        {
            "text": "Egon Bahr, German journalist and politician, Federal Minister for Special Affairs of Germany (born 1922)",
            "year": 2015
        },
        {
            "text": "Paul Kibblewhite, New Zealand chemist and engineer (born 1941)",
            "year": 2015
        },
        {
            "text": "Frank Wilkes, Australian soldier and politician (born 1922)",
            "year": 2015
        },
        {
            "text": "Anton Buslov, Russian astrophysicist and journalist (born 1983)",
            "year": 2014
        },
        {
            "text": "Lois Mai Chan, Taiwanese-American librarian, author, and academic (born 1934)",
            "year": 2014
        },
        {
            "text": "Boris Dubin, Russian sociologist and academic (born 1946)",
            "year": 2014
        },
        {
            "text": "B. K. S. Iyengar, Indian yoga instructor and author, founded Iyengar Yoga (born 1918)",
            "year": 2014
        },
        {
            "text": "Buddy MacMaster, Canadian singer-songwriter and fiddler (born 1924)",
            "year": 2014
        },
        {
            "text": "Sava Stojkov, Serbian painter and educator (born 1925)",
            "year": 2014
        },
        {
            "text": "Edmund Szoka, American cardinal (born 1927)",
            "year": 2014
        },
        {
            "text": "Sathima Bea Benjamin, South African singer-songwriter (born 1936)",
            "year": 2013
        },
        {
            "text": "Narendra Dabholkar, Indian author and activist (born 1945)",
            "year": 2013
        },
        {
            "text": "Don Hassler, American saxophonist and composer (born 1929)",
            "year": 2013
        },
        {
            "text": "Elmore Leonard, American novelist, short story writer, and screenwriter (born 1925)",
            "year": 2013
        },
        {
            "text": "Marian McPartland, English-American pianist and composer (born 1918)",
            "year": 2013
        },
        {
            "text": "John W. Morris, American general (born 1921)",
            "year": 2013
        },
        {
            "text": "Ted Post, American director and screenwriter (born 1918)",
            "year": 2013
        },
        {
            "text": "Phyllis Diller, American actress and comedian (born 1917)",
            "year": 2012
        },
        {
            "text": "Daryl Hine, Canadian-American poet and academic (born 1936)",
            "year": 2012
        },
        {
            "text": "Dom Mintoff, Maltese journalist and politician, 8th Prime Minister of Malta (born 1916)",
            "year": 2012
        },
        {
            "text": "Len Quested, English footballer and manager (born 1925)",
            "year": 2012
        },
        {
            "text": "Mika Yamamoto, Japanese journalist (born 1967)",
            "year": 2012
        },
        {
            "text": "Meles Zenawi, Ethiopian soldier and politician, Prime Minister of Ethiopia (born 1955)",
            "year": 2012
        },
        {
            "text": "Ram Sharan Sharma, Indian historian and academic (born 1919)",
            "year": 2011
        },
        {
            "text": "Đặng Phong, Vietnamese economist and historian (born 1937)",
            "year": 2010
        },
        {
            "text": "Larry Knechtel, American keyboardist and bass player (born 1940)",
            "year": 2009
        },
        {
            "text": "Karla Kuskin, American author and illustrator (born 1932)",
            "year": 2009
        },
        {
            "text": "Ed Freeman, American soldier and pilot, Medal of Honor recipient (born 1927)",
            "year": 2008
        },
        {
            "text": "Hua Guofeng, Chinese politician, 2nd Premier of the People's Republic of China (born 1921)",
            "year": 2008
        },
        {
            "text": "Stephanie Tubbs Jones, American lawyer and politician (born 1949)",
            "year": 2008
        },
        {
            "text": "Gene Upshaw, American football player (born 1945)",
            "year": 2008
        },
        {
            "text": "Leona Helmsley, American businesswoman (born 1920)",
            "year": 2007
        },
        {
            "text": "Bryan Budd, Northern Ireland-born English soldier, Victoria Cross recipient (born 1977)",
            "year": 2006
        },
        {
            "text": "Joe Rosenthal, American photographer and journalist (born 1911)",
            "year": 2006
        },
        {
            "text": "S. Sivamaharajah, Sri Lankan Tamil newspaper publisher and politician (born 1938)",
            "year": 2006
        },
        {
            "text": "Thomas Herrion, American football player (born 1981)",
            "year": 2005
        },
        {
            "text": "Krzysztof Raczkowski, Polish drummer and songwriter (born 1970)",
            "year": 2005
        },
        {
            "text": "Fred Hoyle, English astronomer and author (born 1915)",
            "year": 2001
        },
        {
            "text": "Kim Stanley, American actress (born 1925)",
            "year": 2001
        },
        {
            "text": "Vũ Văn Mẫu, 10th and final Prime Minister of South Vietnam (born 1914)",
            "year": 1998
        },
        {
            "text": "Norris Bradbury, American soldier, physicist, and academic (born 1909)",
            "year": 1997
        },
        {
            "text": "Léon Dion, Canadian political scientist and academic (born 1922)",
            "year": 1997
        },
        {
            "text": "Rio Reiser, German singer-songwriter (born 1950)",
            "year": 1996
        },
        {
            "text": "Hugo Pratt, Italian author and illustrator (born 1927)",
            "year": 1995
        },
        {
            "text": "Bernard Delfgaauw, Dutch philosopher and academic (born 1912)",
            "year": 1993
        },
        {
            "text": "Walenty Kłyszejko, Estonian–Polish basketball player and coach (born 1909)",
            "year": 1987
        },
        {
            "text": "Milton Acorn, Canadian poet and playwright (born 1923)",
            "year": 1986
        },
        {
            "text": "Donald O. Hebb, Canadian psychologist and academic (born 1904)",
            "year": 1985
        },
        {
            "text": "Wilhelm Meendsen-Bohlken, German admiral (born 1897)",
            "year": 1985
        },
        {
            "text": "Ulla Jacobsson, Swedish actress (born 1929)",
            "year": 1982
        },
        {
            "text": "Michael Devine, Irish Republican hunger striker",
            "year": 1981
        },
        {
            "text": "Joe Dassin, American-French singer-songwriter (born 1938)",
            "year": 1980
        },
        {
            "text": "Christian Dotremont, Belgian painter and poet (born 1922)",
            "year": 1979
        },
        {
            "text": "Vera Lutz, British economist (born 1912)",
            "year": 1976
        },
        {
            "text": "Rashid Minhas, Pakistani lieutenant and pilot (born 1951)",
            "year": 1971
        },
        {
            "text": "Jonathan Daniels, American seminarian and civil rights activist (born 1939)",
            "year": 1965
        },
        {
            "text": "Joan Voûte, Dutch astronomer (born 1879)",
            "year": 1963
        },
        {
            "text": "Percy Williams Bridgman, American physicist and academic, Nobel Prize laureate (born 1882)",
            "year": 1961
        },
        {
            "text": "İzzettin Çalışlar, Turkish general (born 1882)",
            "year": 1951
        },
        {
            "text": "Ragnhild Kaarbø, Norwegian painter (born 1889)",
            "year": 1949
        },
        {
            "text": "William Irvine, Irish-Australian politician, 21st Premier of Victoria (born 1858)",
            "year": 1943
        },
        {
            "text": "István Horthy, Hungarian admiral and pilot (born 1904)",
            "year": 1942
        },
        {
            "text": "Agnes Giberne, Indian-English astronomer and author (born 1845)",
            "year": 1939
        },
        {
            "text": "Edward Weston, English-American chemist (born 1850)",
            "year": 1936
        },
        {
            "text": "Charles Bannerman, Australian cricketer and umpire (born 1851)",
            "year": 1930
        },
        {
            "text": "Greg MacGregor, Scottish cricketer and rugby player (born 1869)",
            "year": 1919
        },
        {
            "text": "Adolf von Baeyer, German chemist and academic, Nobel Prize laureate (born 1835)",
            "year": 1917
        },
        {
            "text": "Paul Ehrlich, German physician and academic, Nobel Prize laureate (born 1854)",
            "year": 1915
        },
        {
            "text": "Pope Pius X (born 1835)",
            "year": 1914
        },
        {
            "text": "William Booth, English preacher, co-founded The Salvation Army (born 1829)",
            "year": 1912
        },
        {
            "text": "Charles Lilley, English-Australian politician, 4th Premier of Queensland (born 1827)",
            "year": 1897
        },
        {
            "text": "Alexander Wassilko von Serecki, Austrian lawyer and politician (born 1827)",
            "year": 1893
        },
        {
            "text": "Jules Laforgue, French poet and author (born 1860)",
            "year": 1887
        },
        {
            "text": "James Whyte, Scottish-Australian politician, 6th Premier of Tasmania (born 1820)",
            "year": 1882
        },
        {
            "text": "Juan Bautista Ceballos, former president of Mexico (born 1811)",
            "year": 1859
        },
        {
            "text": "Shiranui Dakuemon, Japanese sumo wrestler, the 8th Yokozuna (born 1801)",
            "year": 1854
        },
        {
            "text": "Agnes Bulmer, English merchant and poet (born 1775)",
            "year": 1835
        },
        {
            "text": "William Waldegrave, 1st Baron Radstock, English admiral and politician, Governor of Newfoundland (born 1753)",
            "year": 1825
        },
        {
            "text": "Pope Pius VII (born 1740)",
            "year": 1823
        },
        {
            "text": "Jean-Baptiste Pigalle, French sculptor (born 1714)",
            "year": 1785
        },
        {
            "text": "Enrique Flórez, Spanish historian and author (born 1701)",
            "year": 1773
        },
        {
            "text": "Nicolas Gigault, French organist and composer (born 1627)",
            "year": 1707
        },
        {
            "text": "Sir Charles Sedley, 5th Baronet, English playwright and politician (born 1639)",
            "year": 1701
        },
        {
            "text": "William Bedloe, English spy (born 1650)",
            "year": 1680
        },
        {
            "text": "Cornelis de Witt, Dutch lawyer and politician (born 1623)",
            "year": 1672
        },
        {
            "text": "Johan de Witt, Dutch mathematician and politician (born 1625)",
            "year": 1672
        },
        {
            "text": "Jeremi Wiśniowiecki, Polish nobleman (born 1612)",
            "year": 1651
        },
        {
            "text": "Edward Herbert, 1st Baron Herbert of Cherbury, English soldier and diplomat (born 1583)",
            "year": 1648
        },
        {
            "text": "Martin Opitz, German poet and hymnwriter (born 1597)",
            "year": 1639
        },
        {
            "text": "Tomás Luis de Victoria, Spanish priest and composer (born 1548)",
            "year": 1611
        },
        {
            "text": "Jerónimo Osório, Portuguese historian and author (born 1506)",
            "year": 1580
        },
        {
            "text": "Miguel López de Legazpi, Spanish navigator and politician, 1st Governor-General of the Philippines (born 1502)",
            "year": 1572
        },
        {
            "text": "Georg von Frundsberg, German knight and landowner (born 1473)",
            "year": 1528
        },
        {
            "text": "Borso d'Este, Duke of Ferrara (born 1413)",
            "year": 1471
        },
        {
            "text": "Bo Jonsson, royal marshal of Sweden",
            "year": 1386
        },
        {
            "text": "Geert Groote, Dutch preacher, founded the Brethren of the Common Life (born 1340)",
            "year": 1384
        },
        {
            "text": "Laurence Hastings, 1st Earl of Pembroke (born 1319)",
            "year": 1348
        },
        {
            "text": "William Fraser, bishop and Guardian of Scotland",
            "year": 1297
        },
        {
            "text": "Rögnvald Kali Kolsson (born 1100), Earl of Orkney and Saint",
            "year": 1158
        },
        {
            "text": "Bernard of Clairvaux, French theologian and saint (born 1090)",
            "year": 1153
        },
        {
            "text": "Pope John XIV",
            "year": 984
        },
        {
            "text": "Constantine Lips, Byzantine admiral",
            "year": 917
        },
        {
            "text": "Eadberht of Northumbria",
            "year": 768
        },
        {
            "text": "Oswine of Deira",
            "year": 651
        },
        {
            "text": "Mochta, Irish missionary and saint",
            "year": 535
        },
        {
            "text": "Agrippa Postumus, Roman son of Marcus Vipsanius Agrippa (born 12 BC)",
            "year": 14
        }
    ],
    "metadata": {
        "current_date": "August 20, 2025",
        "short_date": "Aug 20",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            6,
            17,
            60,
            0,
            48,
            42,
            28,
            16,
            18,
            3
        ],
        "births": [
            190,
            135,
            67,
            166
        ],
        "deaths": [
            61,
            49,
            38,
            39
        ]
    }
}