{
    "events": [
        {
            "text": "Med Jets Flight 056 crashes near Roosevelt Mall in Philadelphia, Pennsylvania, killing 8 people and injuring 23.",
            "year": 2025
        },
        {
            "text": "The last Boeing 747, the first wide-body airliner, is delivered to Atlas Air and operated for ApexLogistics. The aircraft was registered as N863GT and named \"Empower\".",
            "year": 2023
        },
        {
            "text": "Sue Gray, a senior civil servant in the United Kingdom, publishes an initial version of her report on the Downing Street Partygate controversy.",
            "year": 2022
        },
        {
            "text": "The United Kingdom's membership within the European Union ceases in accordance with Article 50, after 47 years of being a member state.",
            "year": 2020
        },
        {
            "text": "Abdullah of Pahang is sworn in as the 16th Yang di-Pertuan Agong of Malaysia.",
            "year": 2019
        },
        {
            "text": "At least 113 people are killed in Kenya and over 200 injured following an oil spillage ignition in Molo, days after a massive fire at a Nakumatt supermarket in Nairobi killed at least 25 people.",
            "year": 2009
        },
        {
            "text": "Emergency officials in Boston mistakenly identify battery-powered LED placards depicting characters from Aqua Teen Hunger Force as Improvised explosive devices (IEDs), causing a panic.",
            "year": 2007
        },
        {
            "text": "The Waterfall rail accident occurs near Waterfall, New South Wales, Australia.",
            "year": 2003
        },
        {
            "text": "In the Netherlands, a Scottish court convicts Libyan Abdelbaset al-Megrahi and acquits another Libyan citizen for their part in the bombing of Pan Am Flight 103 over Lockerbie, Scotland in 1988.",
            "year": 2001
        },
        {
            "text": "Two Japan Airlines planes nearly collide over Suruga Bay in Japan.",
            "year": 2001
        },
        {
            "text": "Alaska Airlines Flight 261 crash: An MD-83, experiencing horizontal stabilizer problems, crashes in the Pacific Ocean off the coast of Point Mugu, California, killing all 88 aboard.",
            "year": 2000
        },
        {
            "text": "An explosives-filled truck rams into the gates of the Central Bank of Sri Lanka in Colombo, killing at least 86 people and injuring 1,400.",
            "year": 1996
        },
        {
            "text": "Doug Williams becomes the first African American quarterback to play in a Super Bowl and leads the Washington Redskins to victory in Super Bowl XXII.",
            "year": 1988
        },
        {
            "text": "The Crown of St. Stephen (also known as the Holy Crown of Hungary) goes on public display after being returned to Hungary from the United States, where it was held after World War II.",
            "year": 1978
        },
        {
            "text": "Apollo program: Apollo 14: Astronauts Alan Shepard, Stuart Roosa, and Edgar Mitchell, aboard a Saturn V, lift off for a mission to the Fra Mauro Highlands on the Moon.",
            "year": 1971
        },
        {
            "text": "The Winter Soldier Investigation, organized by the Vietnam Veterans Against the War to publicize alleged war crimes and atrocities by Americans and allies in Vietnam, begins in Detroit.",
            "year": 1971
        },
        {
            "text": "Vietnam War: Viet Cong guerrillas attack the United States embassy in Saigon, and other attacks, in the early morning hours, later grouped together as the Tet Offensive.",
            "year": 1968
        },
        {
            "text": "The Soviet Union launches the unmanned Luna 9 spacecraft as part of the Luna program.",
            "year": 1966
        },
        {
            "text": "Project Mercury: Mercury-Redstone 2: The chimpanzee Ham travels into outer space.",
            "year": 1961
        },
        {
            "text": "Cold War: Space Race: The Explorer 1, the first successful American satellite, detects the Van Allen radiation belt.",
            "year": 1958
        },
        {
            "text": "Eight people (five total crew from two aircraft and three on the ground) in Pacoima, California are killed following the mid-air collision between a Douglas DC-7 airliner and a Northrop F-89 Scorpion fighter jet.",
            "year": 1957
        },
        {
            "text": "A North Sea flood causes over 1,800 deaths in the Netherlands and over 300 in the United Kingdom.",
            "year": 1953
        },
        {
            "text": "United Nations Security Council Resolution 90 relating to the Korean War is adopted.",
            "year": 1951
        },
        {
            "text": "These Are My Children, the first television daytime soap opera, is broadcast by the NBC station in Chicago, United States.",
            "year": 1949
        },
        {
            "text": "Cold War: Yugoslavia's new constitution, modeling that of the Soviet Union, establishes six constituent republics (Bosnia and Herzegovina, Croatia, Macedonia, Montenegro, Serbia and Slovenia).",
            "year": 1946
        },
        {
            "text": "The Democratic Republic of Vietnam introduces the đồng to replace the French Indochinese piastre at par.",
            "year": 1946
        },
        {
            "text": "US Army private Eddie Slovik is executed for desertion, the first such execution of an American soldier since the Civil War.",
            "year": 1945
        },
        {
            "text": "World War II: About 3,000 inmates from the Stutthof concentration camp are forcibly marched into the Baltic Sea at Palmnicken (now Yantarny, Russia) and executed.",
            "year": 1945
        },
        {
            "text": "World War II: The end of fighting in the Battle of Hill 170 during the Burma Campaign, in which the British 3 Commando Brigade repulsed a Japanese counterattack on their positions and precipitated a general retirement from the Arakan Peninsula.",
            "year": 1945
        },
        {
            "text": "World War II: American forces land on Kwajalein Atoll and other islands in the Japanese-held Marshall Islands.",
            "year": 1944
        },
        {
            "text": "World War II: During the Anzio campaign, the 1st Ranger Battalion (Darby's Rangers) is destroyed behind enemy lines in a heavily outnumbered encounter at Battle of Cisterna, Italy.",
            "year": 1944
        },
        {
            "text": "World War II: German field marshal Friedrich Paulus surrenders to the Soviets at Stalingrad, followed two days later by the remainder of his Sixth Army, ending one of the war's fiercest battles.",
            "year": 1943
        },
        {
            "text": "World War II: Allied forces are defeated by the Japanese at the Battle of Malaya and retreat to Singapore.",
            "year": 1942
        },
        {
            "text": "Leon Trotsky is exiled to Alma-Ata.",
            "year": 1928
        },
        {
            "text": "The Battle of George Square takes place in Glasgow, Scotland, during a campaign for shorter working hours.",
            "year": 1919
        },
        {
            "text": "A series of accidental collisions on a misty Scottish night leads to the loss of two Royal Navy submarines with over a hundred lives, and damage to another five British warships.",
            "year": 1918
        },
        {
            "text": "Finnish Civil War: The Suinula massacre, which changes the nature of the war in a more hostile direction, takes place in Kangasala.",
            "year": 1918
        },
        {
            "text": "World War I: Kaiser Wilhelm II orders the resumption of unrestricted submarine warfare.",
            "year": 1917
        },
        {
            "text": "World War I: Germany is the first to make large-scale use of poison gas in warfare in the Battle of Bolimów against Russia.",
            "year": 1915
        },
        {
            "text": "Anton Chekhov's Three Sisters premieres at Moscow Art Theatre in Russia.",
            "year": 1901
        },
        {
            "text": "Datu Muhammad Salleh is killed in Kampung Teboh, Tambunan, ending the Mat Salleh Rebellion.",
            "year": 1900
        },
        {
            "text": "History of Portugal: The first attempt at a Portuguese republican revolution breaks out in the northern city of Porto.",
            "year": 1891
        },
        {
            "text": "American Civil War: The United States Congress passes the Thirteenth Amendment to the United States Constitution, abolishing slavery, and submits it to the states for ratification.",
            "year": 1865
        },
        {
            "text": "American Civil War: Confederate General Robert E. Lee becomes general-in-chief of all Confederate armies.",
            "year": 1865
        },
        {
            "text": "Alvan Graham Clark discovers the white dwarf star Sirius B, a companion of Sirius, through an 18.5-inch (47 cm) telescope now located at Northwestern University.",
            "year": 1862
        },
        {
            "text": "John C. Frémont is court-martialed for mutiny and disobeying orders.",
            "year": 1848
        },
        {
            "text": "After the Milwaukee Bridge War, the United States towns of Juneautown and Kilbourntown unify to create the City of Milwaukee.",
            "year": 1846
        },
        {
            "text": "Gervasio Antonio de Posadas becomes Supreme Director of the United Provinces of the Río de la Plata (present-day Argentina).",
            "year": 1814
        },
        {
            "text": "The first venereal diseases clinic opens at London Lock Hospital.",
            "year": 1747
        },
        {
            "text": "Forty-seven rōnin, under the command of Ōishi Kuranosuke, avenged the death of their master, by killing Kira Yoshinaka.",
            "year": 1703
        },
        {
            "text": "Wisselbank of Amsterdam established",
            "year": 1609
        },
        {
            "text": "Gunpowder Plot: Four of the conspirators, including Guy Fawkes, are executed for treason by hanging, drawing and quartering, for plotting against Parliament and King James.",
            "year": 1606
        },
        {
            "text": "Eighty Years' War and Anglo-Spanish War: The Battle of Gembloux is a victory for Spanish forces led by Don John of Austria over a rebel army of Dutch, Flemish, English, Scottish, German, French and Walloons.",
            "year": 1578
        },
        {
            "text": "The Treaty of Lyon ends the Italian War, confirming French domination of northern Italy, while Spain receives the Kingdom of Naples.",
            "year": 1504
        },
        {
            "text": "The Mudéjar of Murcia, who had rebelled against the Crown of Castile during the Mudéjar revolt of 1264–1266, surrender the city to James I of Aragon after a siege lasting a month.",
            "year": 1266
        },
        {
            "text": "The Battle of Lena takes place between King Sverker II of Sweden and his rival, Prince Eric, whose victory puts him on the throne as King Eric X of Sweden.",
            "year": 1208
        },
        {
            "text": "Pope Sylvester I is consecrated, as successor to the late Pope Miltiades.",
            "year": 314
        }
    ],
    "births": [
        {
            "text": "Sára Bejlek, Czech tennis player",
            "year": 2006
        },
        {
            "text": "Hong Ye-ji, South Korean actress",
            "year": 2002
        },
        {
            "text": "Beñat Turrientes, Spanish footballer",
            "year": 2002
        },
        {
            "text": "Julián Álvarez, Argentine footballer",
            "year": 2000
        },
        {
            "text": "Jalen McDaniels, American basketball player",
            "year": 1998
        },
        {
            "text": "Arnaut Danjuma, Dutch footballer",
            "year": 1997
        },
        {
            "text": "Donte DiVincenzo, American basketball player",
            "year": 1997
        },
        {
            "text": "Miyeon, South Korean singer and actress",
            "year": 1997
        },
        {
            "text": "Joel Courtney, American actor",
            "year": 1996
        },
        {
            "text": "Nikita Dragun, American YouTuber",
            "year": 1996
        },
        {
            "text": "Kenneth Zohore, Danish footballer",
            "year": 1994
        },
        {
            "text": "Qiu Bo, Chinese diver",
            "year": 1993
        },
        {
            "text": "Tyler Seguin, Canadian ice hockey player",
            "year": 1992
        },
        {
            "text": "Cro, German rapper",
            "year": 1990
        },
        {
            "text": "Nicolás Laprovíttola, Argentine basketball player",
            "year": 1990
        },
        {
            "text": "Tommy La Stella, American baseball player",
            "year": 1989
        },
        {
            "text": "Brett Pitman, English footballer",
            "year": 1988
        },
        {
            "text": "Taijo Teniste, Estonian footballer",
            "year": 1988
        },
        {
            "text": "Marcus Mumford, American-English singer-songwriter",
            "year": 1987
        },
        {
            "text": "Walter Dix, American sprinter",
            "year": 1986
        },
        {
            "text": "Megan Ellison, American film producer, founded Annapurna Pictures",
            "year": 1986
        },
        {
            "text": "George Elokobi, Cameroonian footballer",
            "year": 1986
        },
        {
            "text": "Yves Ma-Kalambay, Belgian footballer",
            "year": 1986
        },
        {
            "text": "Pauline Parmentier, French tennis player",
            "year": 1986
        },
        {
            "text": "Adam Federici, Australian footballer",
            "year": 1985
        },
        {
            "text": "Vernon Davis, American football player",
            "year": 1984
        },
        {
            "text": "Mikhail Grabovski, German-Belarusian ice hockey player",
            "year": 1984
        },
        {
            "text": "Fabio Quagliarella, Italian footballer",
            "year": 1983
        },
        {
            "text": "Maret Ani, Estonian tennis player",
            "year": 1982
        },
        {
            "text": "Allan McGregor, Scottish footballer",
            "year": 1982
        },
        {
            "text": "Jānis Sprukts, Latvian ice hockey player",
            "year": 1982
        },
        {
            "text": "Julio Arca, Argentine footballer",
            "year": 1981
        },
        {
            "text": "Mark Cameron, Australian cricketer",
            "year": 1981
        },
        {
            "text": "Gemma Collins, English media personality and businesswoman",
            "year": 1981
        },
        {
            "text": "Justin Timberlake, American singer-songwriter, dancer, and actor",
            "year": 1981
        },
        {
            "text": "James Adomian, American comedian, actor, and screenwriter",
            "year": 1980
        },
        {
            "text": "Gary Doherty, Irish footballer",
            "year": 1980
        },
        {
            "text": "Shim Yi-young, South Korean actress",
            "year": 1980
        },
        {
            "text": "Daniel Tammet, English author and educator",
            "year": 1979
        },
        {
            "text": "Fabián Caballero, Argentine footballer and manager",
            "year": 1978
        },
        {
            "text": "Bobby Moynihan, American actor and comedian",
            "year": 1977
        },
        {
            "text": "Kerry Washington, American actress",
            "year": 1977
        },
        {
            "text": "Traianos Dellas, Greek footballer and manager",
            "year": 1976
        },
        {
            "text": "Buddy Rice, American racing driver",
            "year": 1976
        },
        {
            "text": "Preity Zinta, Indian actress, producer, and television host",
            "year": 1975
        },
        {
            "text": "Othella Harrington, American basketball player and coach",
            "year": 1974
        },
        {
            "text": "Ariel Pestano, Cuban baseball player",
            "year": 1974
        },
        {
            "text": "Portia de Rossi, Australian-American actress",
            "year": 1973
        },
        {
            "text": "Patricia Velásquez, Venezuelan model and actress",
            "year": 1971
        },
        {
            "text": "Minnie Driver, English singer-songwriter and actress",
            "year": 1970
        },
        {
            "text": "Danny Michel, Canadian singer-songwriter and producer",
            "year": 1970
        },
        {
            "text": "Dov Charney, Canadian-American fashion designer and businessman, founded American Apparel",
            "year": 1969
        },
        {
            "text": "Daniel Moder, American cinematographer",
            "year": 1969
        },
        {
            "text": "John Collins, Scottish footballer and manager",
            "year": 1968
        },
        {
            "text": "Matt King, English actor, producer, and screenwriter",
            "year": 1968
        },
        {
            "text": "Ulrica Messing, Swedish politician, 2nd Swedish Minister for Infrastructure",
            "year": 1968
        },
        {
            "text": "Patrick Stevens, Belgian sprinter",
            "year": 1968
        },
        {
            "text": "Fat Mike, American singer-songwriter, bass player, and producer",
            "year": 1967
        },
        {
            "text": "Dexter Fletcher, English actor and director",
            "year": 1966
        },
        {
            "text": "Thant Myint-U, Myanmar historian, diplomat, conservationist, and former presidential advisor.",
            "year": 1966
        },
        {
            "text": "Giorgos Gasparis, Greek basketball player and coach",
            "year": 1965
        },
        {
            "text": "Ofra Harnoy, Israeli-Canadian cellist",
            "year": 1965
        },
        {
            "text": "Peter Sagal, American author and radio host",
            "year": 1965
        },
        {
            "text": "Martha MacCallum, American journalist",
            "year": 1964
        },
        {
            "text": "Dawn Prince-Hughes, American scientist",
            "year": 1964
        },
        {
            "text": "Gwen Graham, American lawyer and politician",
            "year": 1963
        },
        {
            "text": "Bruce McGuire, Australian rugby league player",
            "year": 1962
        },
        {
            "text": "Elizabeth Barker, Baroness Barker, English politician",
            "year": 1961
        },
        {
            "text": "Fatou Bensouda, Gambian lawyer and judge",
            "year": 1961
        },
        {
            "text": "Lloyd Cole, English singer-songwriter and guitarist",
            "year": 1961
        },
        {
            "text": "Akbar Ganji, Iranian journalist and author",
            "year": 1960
        },
        {
            "text": "Grant Morrison, Scottish author and screenwriter",
            "year": 1960
        },
        {
            "text": "Željko Šturanović, Montenegrin politician, 31st Prime Minister of Montenegro (died 2014)",
            "year": 1960
        },
        {
            "text": "Anthony LaPaglia, Australian actor and producer",
            "year": 1959
        },
        {
            "text": "Kelly Lynch, American model and actress",
            "year": 1959
        },
        {
            "text": "Armin Reichel, German footballer and manager",
            "year": 1958
        },
        {
            "text": "Shirley Babashoff, American swimmer",
            "year": 1957
        },
        {
            "text": "John Lydon, English singer-songwriter",
            "year": 1956
        },
        {
            "text": "Guido van Rossum, Dutch programmer, creator of the Python programming language",
            "year": 1956
        },
        {
            "text": "Virginia Ruzici, Romanian tennis player and manager",
            "year": 1955
        },
        {
            "text": "Faoud Bacchus, Guyanese cricketer",
            "year": 1954
        },
        {
            "text": "Adrian Vandenberg, Dutch guitarist and songwriter",
            "year": 1954
        },
        {
            "text": "Harry Wayne Casey, American singer-songwriter, pianist, and producer",
            "year": 1951
        },
        {
            "text": "Denise Fleming, American author and illustrator",
            "year": 1950
        },
        {
            "text": "Alexander Korzhakov, Russian general and bodyguard",
            "year": 1950
        },
        {
            "text": "Janice Rebibo, American-Israeli author and poet (died 2015)",
            "year": 1950
        },
        {
            "text": "Johan Derksen, Dutch footballer and journalist",
            "year": 1949
        },
        {
            "text": "Norris Church Mailer, American model and educator (died 2010)",
            "year": 1949
        },
        {
            "text": "Ken Wilber, American sociologist, philosopher, and author",
            "year": 1949
        },
        {
            "text": "Volkmar Groß, German footballer (died 2014)",
            "year": 1948
        },
        {
            "text": "Muneo Suzuki, Japanese politician",
            "year": 1948
        },
        {
            "text": "Jonathan Banks, American actor",
            "year": 1947
        },
        {
            "text": "Matt Minglewood, Canadian singer-songwriter and guitarist",
            "year": 1947
        },
        {
            "text": "Nolan Ryan, American baseball player",
            "year": 1947
        },
        {
            "text": "Glynn Turman, American actor",
            "year": 1947
        },
        {
            "text": "Mike Carlton, Australian journalist and radio host",
            "year": 1946
        },
        {
            "text": "Terry Kath, American guitarist and singer-songwriter (died 1978)",
            "year": 1946
        },
        {
            "text": "Medin Zhega, Albanian footballer and manager (died 2012)",
            "year": 1946
        },
        {
            "text": "Rynn Berry, American historian and author (died 2014)",
            "year": 1945
        },
        {
            "text": "Brenda Hale, Baroness Hale of Richmond, English lawyer, judge, and academic",
            "year": 1945
        },
        {
            "text": "Joseph Kosuth, American sculptor and theorist",
            "year": 1945
        },
        {
            "text": "John Inverarity, Australian cricketer and coach",
            "year": 1944
        },
        {
            "text": "Charlie Musselwhite, American musician and singer-songwriter",
            "year": 1944
        },
        {
            "text": "Daniela Bianchi, Italian actress",
            "year": 1942
        },
        {
            "text": "Derek Jarman, English director, stage designer, and author (died 1994)",
            "year": 1942
        },
        {
            "text": "Len Chappell, American basketball player (died 2018)",
            "year": 1941
        },
        {
            "text": "Dick Gephardt, American lawyer and politician",
            "year": 1941
        },
        {
            "text": "Gerald McDermott, American author and illustrator (died 2012)",
            "year": 1941
        },
        {
            "text": "Jessica Walter, American actress (died 2021)",
            "year": 1941
        },
        {
            "text": "Kitch Christie, South African rugby player and coach (died 1998)",
            "year": 1940
        },
        {
            "text": "Stuart Margolin, American actor and director (died 2022)",
            "year": 1940
        },
        {
            "text": "Beatrix of the Netherlands",
            "year": 1938
        },
        {
            "text": "Lynn Carlin, American actress",
            "year": 1938
        },
        {
            "text": "James G. Watt, American lawyer and politician, 43rd United States Secretary of the Interior (died 2023)",
            "year": 1938
        },
        {
            "text": "Regimantas Adomaitis, Lithuanian actor (died 2022)",
            "year": 1937
        },
        {
            "text": "Andrée Boucher, Canadian educator and politician, 39th Mayor of Quebec City (died 2007)",
            "year": 1937
        },
        {
            "text": "Philip Glass, American composer",
            "year": 1937
        },
        {
            "text": "Suzanne Pleshette, American actress (died 2008)",
            "year": 1937
        },
        {
            "text": "Can Bartu, Turkish footballer and basketball player (died 2019)",
            "year": 1936
        },
        {
            "text": "Kenzaburō Ōe, Japanese author and academic, Nobel Prize laureate (died 2023)",
            "year": 1935
        },
        {
            "text": "Ernesto Brambilla, Italian motorcycle racer and racing driver (died 2020)",
            "year": 1934
        },
        {
            "text": "James Franciscus, American actor and producer (died 1991)",
            "year": 1934
        },
        {
            "text": "Camille Henry, Canadian ice hockey player and coach (died 1997)",
            "year": 1933
        },
        {
            "text": "Morton Mower, American cardiologist and inventor (died 2022)",
            "year": 1933
        },
        {
            "text": "Miron Babiak, Polish sea captain (died 2013)",
            "year": 1932
        },
        {
            "text": "Ernie Banks, American baseball player and coach (died 2015)",
            "year": 1931
        },
        {
            "text": "Christopher Chataway, English runner, journalist, and politician (died 2014)",
            "year": 1931
        },
        {
            "text": "Joakim Bonnier, Swedish racing driver (died 1972)",
            "year": 1930
        },
        {
            "text": "Al De Lory, American composer, conductor, and producer (died 2012)",
            "year": 1930
        },
        {
            "text": "Rudolf Mössbauer, German physicist and academic, Nobel Prize laureate (died 2011)",
            "year": 1929
        },
        {
            "text": "Jean Simmons, English-American actress (died 2010)",
            "year": 1929
        },
        {
            "text": "Irma Wyman, American computer scientist and engineer (died 2015)",
            "year": 1928
        },
        {
            "text": "Norm Prescott, American animator, producer, and composer, co-founded Filmation Studios (died 2005)",
            "year": 1927
        },
        {
            "text": "Tom Alston, American baseball player (died 1993)",
            "year": 1926
        },
        {
            "text": "Chuck Willis, American singer-songwriter (died 1958)",
            "year": 1926
        },
        {
            "text": "Benjamin Hooks, American minister, lawyer, and activist (died 2010)",
            "year": 1925
        },
        {
            "text": "Norman Mailer, American journalist and author (died 2007)",
            "year": 1923
        },
        {
            "text": "Joanne Dru, American actress (died 1996)",
            "year": 1922
        },
        {
            "text": "John Agar, American actor (died 2002)",
            "year": 1921
        },
        {
            "text": "Carol Channing, American actress, singer, and dancer (died 2019)",
            "year": 1921
        },
        {
            "text": "E. Fay Jones, American architect, designed the Thorncrown Chapel (died 2004)",
            "year": 1921
        },
        {
            "text": "Mario Lanza, American tenor and actor (died 1959)",
            "year": 1921
        },
        {
            "text": "Stewart Udall, American lawyer and politician, 37th United States Secretary of the Interior (died 2010)",
            "year": 1920
        },
        {
            "text": "Bert Williams, English footballer (died 2014)",
            "year": 1920
        },
        {
            "text": "Jackie Robinson, American baseball player and sportscaster (died 1972)",
            "year": 1919
        },
        {
            "text": "Bobby Hackett, American trumpet player and cornet player (died 1976)",
            "year": 1915
        },
        {
            "text": "Alan Lomax, American historian, author, and scholar (died 2002)",
            "year": 1915
        },
        {
            "text": "Jersey Joe Walcott, American boxer and police officer (died 1994)",
            "year": 1914
        },
        {
            "text": "Don Hutson, American football player and coach (died 1997)",
            "year": 1913
        },
        {
            "text": "Miron Grindea, Romanian-English journalist (died 1995)",
            "year": 1909
        },
        {
            "text": "John O'Hara, American author, playwright, and screenwriter (died 1970)",
            "year": 1905
        },
        {
            "text": "Nat Bailey, Canadian businessman, founded White Spot (died 1978)",
            "year": 1902
        },
        {
            "text": "Tallulah Bankhead, American actress (died 1968)",
            "year": 1902
        },
        {
            "text": "Alva Myrdal, Swedish sociologist and politician, Nobel Prize laureate (died 1986)",
            "year": 1902
        },
        {
            "text": "Julian Steward, American anthropologist (died 1972)",
            "year": 1902
        },
        {
            "text": "Betty Parsons, American artist, art dealer and collector (died 1982)",
            "year": 1900
        },
        {
            "text": "Sofya Yanovskaya, Russian mathematician and historian (died 1966)",
            "year": 1896
        },
        {
            "text": "Isham Jones, American saxophonist, composer, and bandleader (died 1956)",
            "year": 1894
        },
        {
            "text": "Eddie Cantor, American singer-songwriter, actor, and dancer (died 1964)",
            "year": 1892
        },
        {
            "text": "Frank Foster, English cricketer (died 1958)",
            "year": 1889
        },
        {
            "text": "Theodor Heuss, German journalist and politician, 1st President of the Federal Republic of Germany (died 1963)",
            "year": 1884
        },
        {
            "text": "Mammad Amin Rasulzade, Azerbaijani scholar and politician, 1st President of The Democratic Republic of Azerbaijan (died 1955)",
            "year": 1884
        },
        {
            "text": "Irving Langmuir, American chemist and physicist, Nobel Prize laureate (died 1957)",
            "year": 1881
        },
        {
            "text": "Marta Sandal, Norwegian singer (died 1930)",
            "year": 1878
        },
        {
            "text": "Mette Bull, Norwegian actress (died 1946)",
            "year": 1876
        },
        {
            "text": "Zane Grey, American author (died 1939)",
            "year": 1872
        },
        {
            "text": "Theodore William Richards, American chemist and academic, Nobel Prize laureate (died 1928)",
            "year": 1868
        },
        {
            "text": "Henri Desgrange, French cyclist and journalist (died 1940)",
            "year": 1865
        },
        {
            "text": "Shastriji Maharaj, Indian spiritual leader, founded BAPS (died 1951)",
            "year": 1865
        },
        {
            "text": "David Emmanuel, Romanian mathematician and academic (died 1941)",
            "year": 1854
        },
        {
            "text": "Lunalilo of Hawaii (died 1874)",
            "year": 1835
        },
        {
            "text": "William B. Washburn, American politician, 28th Governor of Massachusetts (died 1887)",
            "year": 1820
        },
        {
            "text": "Rodolphe Töpffer, Swiss teacher, author, painter, cartoonist, and caricaturist (died 1846)",
            "year": 1799
        },
        {
            "text": "Christine Genast, German actress, singer and pianist (died 1860)",
            "year": 1798
        },
        {
            "text": "Franz Schubert, Austrian pianist and composer (died 1828)",
            "year": 1797
        },
        {
            "text": "Magdalena Dobromila Rettigová, Czech cookbook author (died 1845)",
            "year": 1785
        },
        {
            "text": "André-Jacques Garnerin, French balloonist and the inventor of the frameless parachute (died 1823)",
            "year": 1769
        },
        {
            "text": "François Devienne, French flute player and composer (died 1803)",
            "year": 1759
        },
        {
            "text": "Gouverneur Morris, American lawyer, politician, and diplomat, United States Ambassador to France (died 1816)",
            "year": 1752
        },
        {
            "text": "Hans Egede, Norwegian missionary and explorer (died 1758)",
            "year": 1686
        },
        {
            "text": "Louis de Montfort, French priest and saint (died 1716)",
            "year": 1673
        },
        {
            "text": "Arnold Geulincx, Flemish philosopher and academic (died 1669)",
            "year": 1624
        },
        {
            "text": "James Stanley, 7th Earl of Derby (died 1651)",
            "year": 1607
        },
        {
            "text": "John Francis Regis, French priest and saint (died 1640)",
            "year": 1597
        },
        {
            "text": "Peter Bulkley, English and later American Puritan (died 1659)",
            "year": 1583
        },
        {
            "text": "Tokugawa Ieyasu, Japanese shōgun (died 1616)",
            "year": 1543
        },
        {
            "text": "Henry, King of Portugal (died 1580)",
            "year": 1512
        }
    ],
    "deaths": [
        {
            "text": "Rasual Butler, American professional basketball player (born 1979)",
            "year": 2018
        },
        {
            "text": "Leah LaBelle, American singer (born 1986)",
            "year": 2018
        },
        {
            "text": "Rob Stewart, Canadian filmmaker (born 1979)",
            "year": 2017
        },
        {
            "text": "Terry Wogan, Irish radio and television host (born 1938)",
            "year": 2016
        },
        {
            "text": "Vic Howe, Canadian ice hockey player (born 1929)",
            "year": 2015
        },
        {
            "text": "Udo Lattek, German footballer, coach and journalist (born 1935)",
            "year": 2015
        },
        {
            "text": "Lizabeth Scott, American actress (born 1922)",
            "year": 2015
        },
        {
            "text": "Richard von Weizsäcker, German captain and politician, 6th President of Germany (born 1920)",
            "year": 2015
        },
        {
            "text": "Anna Gordy Gaye, American songwriter and producer, co-founded Anna Records (born 1922)",
            "year": 2014
        },
        {
            "text": "Abdirizak Haji Hussein, Somalian politician, 4th Prime Minister of Somalia (born 1924)",
            "year": 2014
        },
        {
            "text": "Miklós Jancsó, Hungarian director and screenwriter (born 1921)",
            "year": 2014
        },
        {
            "text": "Rubén Bonifaz Nuño, Mexican poet and scholar (born 1923)",
            "year": 2013
        },
        {
            "text": "Hassan Habibi, Iranian lawyer and politician, 1st Vice President of Iran (born 1937)",
            "year": 2013
        },
        {
            "text": "Mani Ram Bagri, Indian lawyer and politician (born 1920)",
            "year": 2012
        },
        {
            "text": "Dorothea Tanning, American painter and sculptor (born 1910)",
            "year": 2012
        },
        {
            "text": "Bartolomeu Anania, Romanian bishop and poet (born 1921)",
            "year": 2011
        },
        {
            "text": "František Čapek, Czech canoeist (born 1914)",
            "year": 2008
        },
        {
            "text": "Molly Ivins, American journalist and author (born 1944)",
            "year": 2007
        },
        {
            "text": "Adelaide Tambo, South African activist and politician (born 1929)",
            "year": 2007
        },
        {
            "text": "Moira Shearer, Scottish actress and ballerina (born 1926)",
            "year": 2006
        },
        {
            "text": "Eleanor Holm, American swimmer and actress (born 1913)",
            "year": 2004
        },
        {
            "text": "Suraiya, Indian actress and playback singer (born 1929)",
            "year": 2004
        },
        {
            "text": "Gabby Gabreski, American colonel and pilot (born 1919)",
            "year": 2002
        },
        {
            "text": "Gordon R. Dickson, Canadian American author (born 1923)",
            "year": 2001
        },
        {
            "text": "Gil Kane, Latvian American author and illustrator (born 1926)",
            "year": 2000
        },
        {
            "text": "Giant Baba, Japanese wrestler and trainer, co-founded All Japan Pro Wrestling (born 1938)",
            "year": 1999
        },
        {
            "text": "John Joseph Scanlan, Irish American bishop (born 1930)",
            "year": 1997
        },
        {
            "text": "Eveline Du Bois-Reymond Marcus, German zoologist and academic (born 1901)",
            "year": 1990
        },
        {
            "text": "Rashad Khalifa, Egyptian American biochemist and academic (born 1935)",
            "year": 1990
        },
        {
            "text": "William Stephenson, Canadian captain and spy (born 1896)",
            "year": 1989
        },
        {
            "text": "Yves Allégret, French director and screenwriter (born 1907)",
            "year": 1987
        },
        {
            "text": "Reginald Baker, English Australian film producer (born 1896)",
            "year": 1985
        },
        {
            "text": "Tatsuzō Ishikawa, Japanese author (born 1905)",
            "year": 1985
        },
        {
            "text": "Olga Olgina, Polish opera singer and teacher (born 1904)",
            "year": 1979
        },
        {
            "text": "Ernesto Miranda, American criminal (born 1941)",
            "year": 1976
        },
        {
            "text": "Evert Taube, Swedish author and composer (born 1890)",
            "year": 1976
        },
        {
            "text": "Samuel Goldwyn, Polish American film producer, co-founded Goldwyn Pictures (born 1882)",
            "year": 1974
        },
        {
            "text": "Ragnar Frisch, Norwegian economist and academic, Nobel Prize laureate (born 1895)",
            "year": 1973
        },
        {
            "text": "Viktor Zhirmunsky, Russian historian and linguist (born 1891)",
            "year": 1971
        },
        {
            "text": "Meher Baba, Indian spiritual master (born 1894)",
            "year": 1969
        },
        {
            "text": "Eddie Tolan, American sprinter and educator (born 1908)",
            "year": 1967
        },
        {
            "text": "Arthur Percival, English general (born 1887)",
            "year": 1966
        },
        {
            "text": "Krishna Singh, Indian politician, 1st Chief Minister of Bihar (born 1887)",
            "year": 1961
        },
        {
            "text": "Auguste Herbin, French painter (born 1882)",
            "year": 1960
        },
        {
            "text": "Karl Selter, Estonian politician, 14th Estonian Minister of Foreign Affairs (born 1898)",
            "year": 1958
        },
        {
            "text": "A. A. Milne, English author, poet and playwright, created Winnie-the-Pooh (born 1882)",
            "year": 1956
        },
        {
            "text": "John Mott, American activist, Nobel Prize laureate (born 1865)",
            "year": 1955
        },
        {
            "text": "Edwin Howard Armstrong, American engineer, invented FM radio (born 1890)",
            "year": 1954
        },
        {
            "text": "Jean Giraudoux, French author and playwright (born 1882)",
            "year": 1944
        },
        {
            "text": "John Galsworthy, English novelist and playwright, Nobel Prize laureate (born 1867)",
            "year": 1933
        },
        {
            "text": "Eligiusz Niewiadomski, Polish painter and critic (born 1869)",
            "year": 1923
        },
        {
            "text": "Paul Singer, German politician (born 1844)",
            "year": 1911
        },
        {
            "text": "John Douglas, 9th Marquess of Queensberry, Scottish nobleman (born 1844)",
            "year": 1900
        },
        {
            "text": "Charles Spurgeon, English pastor and author (born 1834)",
            "year": 1892
        },
        {
            "text": "John Bosco, Italian priest and educator, founded the Salesian Society (born 1815)",
            "year": 1888
        },
        {
            "text": "Cilibi Moise, Moldavian Romanian journalist and author (born 1812)",
            "year": 1870
        },
        {
            "text": "11th Dalai Lama (born 1838)",
            "year": 1856
        },
        {
            "text": "Henri Gatien Bertrand, French general (born 1773)",
            "year": 1844
        },
        {
            "text": "John Cheyne, English physician and author (born 1777)",
            "year": 1836
        },
        {
            "text": "Alexander Ypsilantis, Greek general (born 1792)",
            "year": 1828
        },
        {
            "text": "José Félix Ribas, Venezuelan soldier (born 1775)",
            "year": 1815
        },
        {
            "text": "Manuel Alberti, Argentinian priest and journalist (born 1763)",
            "year": 1811
        },
        {
            "text": "Mariot Arbuthnot, English admiral and politician, 12th Lieutenant Governor of Nova Scotia (born 1711)",
            "year": 1794
        },
        {
            "text": "Thomas Lewis, Irish-born American lawyer and surveyor (born 1718)",
            "year": 1790
        },
        {
            "text": "Filippo Juvarra, Italian architect and set designer, designed the Basilica of Superga (born 1678)",
            "year": 1736
        },
        {
            "text": "Jacob Roggeveen, Dutch explorer (born 1659)",
            "year": 1729
        },
        {
            "text": "Thomas Grey, 2nd Earl of Stamford, English politician, Chancellor of the Duchy of Lancaster (born 1654)",
            "year": 1720
        },
        {
            "text": "Jean Mairet, French playwright (born 1604)",
            "year": 1686
        },
        {
            "text": "Johannes Clauberg, German philosopher and theologian (born 1622)",
            "year": 1665
        },
        {
            "text": "Jost Bürgi, Swiss clockmaker and mathematician (born 1552)",
            "year": 1632
        },
        {
            "text": "Claudio Acquaviva, Italian priest, 5th Superior General of the Society of Jesus (born 1543)",
            "year": 1615
        },
        {
            "text": "Guy Fawkes, English conspirator, leader of the Gunpowder Plot (born 1570)",
            "year": 1606
        },
        {
            "text": "Ambrose Rookwood, English Gunpowder Plot conspirator (born 1578)",
            "year": 1606
        },
        {
            "text": "Thomas Wintour, English Gunpowder Plot conspirator (born 1571)",
            "year": 1606
        },
        {
            "text": "Henry, king of Portugal (born 1512)",
            "year": 1580
        },
        {
            "text": "Bairam Khan, Mughalan general (born 1501)",
            "year": 1561
        },
        {
            "text": "Menno Simons, Dutch minister and theologian (born 1496)",
            "year": 1561
        },
        {
            "text": "Xuande, emperor of China (born 1398)",
            "year": 1435
        },
        {
            "text": "Mircea I, prince of Wallachia (born 1355)",
            "year": 1418
        },
        {
            "text": "Sukō, emperor of Japan (born 1334)",
            "year": 1398
        },
        {
            "text": "Theodore II, patriarch of Constantinople",
            "year": 1216
        },
        {
            "text": "William V, duke of Aquitaine (born 969)",
            "year": 1030
        },
        {
            "text": "Ryōgen, Japanese monk and abbot (born 912)",
            "year": 985
        },
        {
            "text": "Hemma of Altdorf, Frankish queen",
            "year": 876
        },
        {
            "text": "Máedóc of Ferns, Irish bishop and saint (born 550)",
            "year": 632
        }
    ],
    "metadata": {
        "current_date": "January 31, 2026",
        "short_date": "Jan 31",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            25,
            32,
            45,
            15,
            0,
            27,
            44,
            29,
            35,
            49
        ],
        "births": [
            63,
            84,
            24,
            1
        ],
        "deaths": [
            25,
            20,
            52,
            38
        ]
    }
}