{
    "events": [
        {
            "text": "Tara Air Flight 197 crashes in Nepal's Mustang District, killing 22.",
            "year": 2022
        },
        {
            "text": "A Cessna Citation I/SP crashes into Percy Priest Lake in Tennessee, killing all six people on board, including actor Joe Lara and his wife Gwen Shamblin Lara.",
            "year": 2021
        },
        {
            "text": "An oil spill in Norilsk releases 17,500 tons of diesel oil into nearby rivers.",
            "year": 2020
        },
        {
            "text": "One World Observatory at One World Trade Center opens.",
            "year": 2015
        },
        {
            "text": "A 5.8-magnitude earthquake hits northern Italy near Bologna, killing at least 24 people.",
            "year": 2012
        },
        {
            "text": "A doublet earthquake, of combined magnitude 6.1, strikes Iceland near the town of Selfoss, injuring 30 people.",
            "year": 2008
        },
        {
            "text": "France rejects the Constitution of the European Union in a national referendum.",
            "year": 2005
        },
        {
            "text": "The National World War II Memorial is dedicated in Washington, D.C.",
            "year": 2004
        },
        {
            "text": "The U.S. Supreme Court rules that the disabled golfer Casey Martin can use a cart to ride in tournaments.",
            "year": 2001
        },
        {
            "text": "Olusegun Obasanjo takes office as President of Nigeria, the first elected and civilian head of state in Nigeria after 16 years of military rule.",
            "year": 1999
        },
        {
            "text": "Space Shuttle Discovery completes the first docking with the International Space Station.",
            "year": 1999
        },
        {
            "text": "The Miss Sarajevo beauty pageant is held in war-torn Sarajevo drawing global attention to the plight of its citizens.",
            "year": 1993
        },
        {
            "text": "The Congress of People's Deputies of Russia elects Boris Yeltsin as President of the Russian Soviet Federative Socialist Republic.",
            "year": 1990
        },
        {
            "text": "Signing of an agreement between Egypt and the United States that allows for the manufacture of F-16 Falcon parts in Egypt.",
            "year": 1989
        },
        {
            "text": "U.S. President Ronald Reagan begins his first visit to the Soviet Union when he arrives in Moscow for a superpower summit with the Soviet leader Mikhail Gorbachev.",
            "year": 1988
        },
        {
            "text": "Heysel Stadium disaster: Thirty-nine association football fans die and hundreds are injured when a dilapidated retaining wall collapses.",
            "year": 1985
        },
        {
            "text": "Amputee Steve Fonyo completes cross-Canada marathon at Victoria, British Columbia, after 14 months.",
            "year": 1985
        },
        {
            "text": "Pope John Paul II becomes the first pontiff to visit Canterbury Cathedral.",
            "year": 1982
        },
        {
            "text": "Falklands War: the British Army defeats the Argentine Army at the Battle of Goose Green.",
            "year": 1982
        },
        {
            "text": "SETA, a Finnish LGBT rights organisation, is founded in Helsinki.",
            "year": 1974
        },
        {
            "text": "Tom Bradley is elected the first black mayor of Los Angeles, California.",
            "year": 1973
        },
        {
            "text": "The Arab League meets in East Jerusalem to discuss the Palestinian question, leading to the formation of the Palestine Liberation Organization.",
            "year": 1964
        },
        {
            "text": "Having deposed them in a January coup South Vietnamese leader Nguyễn Khánh had rival Generals Trần Văn Đôn and Lê Văn Kim convicted of \"lax morality\".",
            "year": 1964
        },
        {
            "text": "Edmund Hillary and Sherpa Tenzing Norgay become the first people to reach the summit of Mount Everest, on Tenzing Norgay's (adopted) 39th birthday.",
            "year": 1953
        },
        {
            "text": "The St. Roch, the first ship to circumnavigate North America, arrives in Halifax, Nova Scotia, Canada.",
            "year": 1950
        },
        {
            "text": "United Nations Truce Supervision Organization is founded.",
            "year": 1948
        },
        {
            "text": "United Airlines Flight 521 crashes at LaGuardia Airport, killing 43.",
            "year": 1947
        },
        {
            "text": "First combat mission of the Consolidated B-32 Dominator heavy bomber.",
            "year": 1945
        },
        {
            "text": "First flight of the Messerschmitt Bf 109 fighter aeroplane.",
            "year": 1935
        },
        {
            "text": "World War I veterans begin to assemble in Washington, D.C., in the Bonus Army to request cash bonuses promised to them to be paid in 1945.",
            "year": 1932
        },
        {
            "text": "Michele Schirru, a citizen of the United States, is executed by a Royal Italian Army firing squad for intent to kill Benito Mussolini.",
            "year": 1931
        },
        {
            "text": "The Louth flood of 1920 was a severe flash flooding in the Lincolnshire market town of Louth, resulting in 23 fatalities in 20 minutes. It has been described as one of the most significant flood disasters in the United Kingdom during the 20th century.",
            "year": 1920
        },
        {
            "text": "Albert Einstein's theory of general relativity is tested (later confirmed) by Arthur Eddington and Andrew Claude de la Cherois Crommelin.",
            "year": 1919
        },
        {
            "text": "Armenia defeats the Ottoman Army in the Battle of Sardarabad.",
            "year": 1918
        },
        {
            "text": "The Ocean liner RMS Empress of Ireland sinks in the Gulf of Saint Lawrence with the loss of 1,012 lives.",
            "year": 1914
        },
        {
            "text": "Igor Stravinsky's ballet score The Rite of Spring receives its premiere performance in Paris, France, provoking a riot.",
            "year": 1913
        },
        {
            "text": "In the May Coup, Alexander I, King of Serbia, and Queen Draga, are assassinated in Belgrade by the Black Hand (Crna Ruka) organization.",
            "year": 1903
        },
        {
            "text": "N'Djamena is founded as Fort-Lamy by the French commander Émile Gentil.",
            "year": 1900
        },
        {
            "text": "The pharmacist John Pemberton places his first advertisement for Coca-Cola, which appeared in The Atlanta Journal.",
            "year": 1886
        },
        {
            "text": "The Austro-Hungarian Compromise of 1867 (\"the Compromise\") is born through Act 12, which establishes the Austro-Hungarian Empire.",
            "year": 1867
        },
        {
            "text": "Emperor Maximilian I of Mexico arrives in Mexico for the first time.",
            "year": 1864
        },
        {
            "text": "The Hong Kong General Chamber of Commerce is founded, in Hong Kong.",
            "year": 1861
        },
        {
            "text": "Jenny Lind leaves New York after her two-year American tour.",
            "year": 1852
        },
        {
            "text": "Sojourner Truth delivers her famous Ain't I a Woman? speech at the Woman's Rights Convention in Akron, Ohio.",
            "year": 1851
        },
        {
            "text": "The Coronation of Charles X of France takes place in Reims Cathedral, the last ever coronation of a French monarch.",
            "year": 1825
        },
        {
            "text": "Mustafa IV became Sultan of the Ottoman Empire and Caliph of Islam.",
            "year": 1807
        },
        {
            "text": "United Irishmen Rebellion: Between 300 and 500 United Irishmen are executed as rebels by the British Army in County Kildare, Ireland.",
            "year": 1798
        },
        {
            "text": "Rhode Island becomes the last of North America's original Thirteen Colonies to ratify the Constitution and become one of the United States.",
            "year": 1790
        },
        {
            "text": "American Revolutionary War: At the Waxhaws Massacre, the British continue attacking after the Continentals lay down their arms, killing 113 and critically wounding all but 53 that remained.",
            "year": 1780
        },
        {
            "text": "The right of settlers in New France to enslave natives is upheld at Quebec City.",
            "year": 1733
        },
        {
            "text": "English Restoration: Charles II is restored to the throne of England, Scotland and Ireland.",
            "year": 1660
        },
        {
            "text": "Battle of Samugarh: decisive battle in the struggle for the throne during the Mughal war of succession (1658–1659).",
            "year": 1658
        },
        {
            "text": "Fall of Constantinople: Ottoman armies under Sultan Mehmed II capture Constantinople after a 53-day siege, ending the Roman Empire after over 2,000 years.",
            "year": 1453
        },
        {
            "text": "Battle of Gallipoli: The Venetians under Pietro Loredan defeat a much larger Ottoman fleet off Gallipoli.",
            "year": 1416
        },
        {
            "text": "Philip VI is crowned King of France.",
            "year": 1328
        },
        {
            "text": "Mongol–Jin war: The Mongols entered Kaifeng after a successful siege and began looting in the fallen capital of the Jin dynasty.",
            "year": 1233
        },
        {
            "text": "Battle of Legnano: The Lombard League defeats Emperor Frederick I.",
            "year": 1176
        },
        {
            "text": "Battle of Monte Porzio: A Roman army supporting Pope Alexander III is defeated by Christian of Buch and Rainald of Dassel.",
            "year": 1167
        },
        {
            "text": "Battle of Uclés: Almoravid troops under the command of Tamim ibn Yusuf defeat a Castile and León alliance under the command of Prince Sancho Alfónsez.",
            "year": 1108
        },
        {
            "text": "The Roman emperor Julian defeats the Sasanian army in the Battle of Ctesiphon, under the walls of the Sasanian capital, but is unable to take the city.",
            "year": 363
        }
    ],
    "births": [
        {
            "text": "Dommaraju Gukesh, Youngest contender to compete for the title of World Chess Champion",
            "year": 2006
        },
        {
            "text": "Paul Skenes, American baseball player",
            "year": 2002
        },
        {
            "text": "Puka Nacua, American football player",
            "year": 2001
        },
        {
            "text": "Andrew Torgashev, American figure skater",
            "year": 2001
        },
        {
            "text": "Gennaro Nigro, American soccer player",
            "year": 2000
        },
        {
            "text": "Park Ji-hoon, South Korean actor and singer",
            "year": 1999
        },
        {
            "text": "Markelle Fultz, American basketball player",
            "year": 1998
        },
        {
            "text": "Austin Reaves, American basketball player",
            "year": 1998
        },
        {
            "text": "Tyler Nevin, American baseball player",
            "year": 1997
        },
        {
            "text": "Jana Čepelová, Slovak tennis player",
            "year": 1993
        },
        {
            "text": "Maika Monroe, American actress and kiteboarder",
            "year": 1993
        },
        {
            "text": "Grete Šadeiko, Estonian heptathlete",
            "year": 1993
        },
        {
            "text": "Sarah Moundir, Swiss tennis player",
            "year": 1992
        },
        {
            "text": "Gregg Sulkin, English actor",
            "year": 1992
        },
        {
            "text": "Yaime Perez, Cuban discus thrower",
            "year": 1991
        },
        {
            "text": "Tan Zhongyi, Women's World Chess Champion, 2017-2018",
            "year": 1991
        },
        {
            "text": "Joe Biagini, American baseball pitcher",
            "year": 1990
        },
        {
            "text": "Erica Garner, American civil rights activist (died 2017)",
            "year": 1990
        },
        {
            "text": "Ezekiel Ansah, Ghanaian-American football player",
            "year": 1989
        },
        {
            "text": "Diego Barisone, Argentinian footballer (died 2015)",
            "year": 1989
        },
        {
            "text": "Riley Keough, American model and actress",
            "year": 1989
        },
        {
            "text": "Muath Al-Kasasbeh, Jordanian captain and pilot (died 2015)",
            "year": 1988
        },
        {
            "text": "Cheng Fei, Chinese gymnast",
            "year": 1988
        },
        {
            "text": "Tobin Heath, American soccer player",
            "year": 1988
        },
        {
            "text": "Steve Mason, Canadian ice hockey player",
            "year": 1988
        },
        {
            "text": "Lina Andrijauskaitė, Lithuanian long jumper",
            "year": 1987
        },
        {
            "text": "Jon Holland, Australian cricketer",
            "year": 1987
        },
        {
            "text": "Issac Luke, New Zealand rugby league player",
            "year": 1987
        },
        {
            "text": "Kelvin Maynard, Dutch footballer (died 2019)",
            "year": 1987
        },
        {
            "text": "Noah Reid, Canadian actor, musician, producer, and screenwriter",
            "year": 1987
        },
        {
            "text": "Rui Sampaio, Portuguese footballer",
            "year": 1987
        },
        {
            "text": "Nathan Horton, Canadian ice hockey player",
            "year": 1985
        },
        {
            "text": "Carmelo Anthony, American basketball player",
            "year": 1984
        },
        {
            "text": "Nia Jax, Australian-American professional wrestler",
            "year": 1984
        },
        {
            "text": "Funmi Jimoh, American long jumper",
            "year": 1984
        },
        {
            "text": "Dhar Mann, American entrepreneur, film producer and YouTuber",
            "year": 1984
        },
        {
            "text": "Andreas Schäffer, German footballer",
            "year": 1984
        },
        {
            "text": "Ina Wroldsen, Norwegian singer and songwriter",
            "year": 1984
        },
        {
            "text": "Nataliya Dobrynska, Ukrainian heptathlete",
            "year": 1982
        },
        {
            "text": "Matt Macri, American baseball player",
            "year": 1982
        },
        {
            "text": "Kim Tae-kyun, South Korean baseball player",
            "year": 1982
        },
        {
            "text": "Andrey Arshavin, Russian footballer",
            "year": 1981
        },
        {
            "text": "Ernesto Farías, Argentinian footballer",
            "year": 1980
        },
        {
            "text": "Arne Friedrich, German footballer",
            "year": 1979
        },
        {
            "text": "Brian Kendrick, American wrestler",
            "year": 1979
        },
        {
            "text": "John Rheinecker, American baseball player (died 2017)",
            "year": 1979
        },
        {
            "text": "Pelle Almqvist, Swedish singer-songwriter",
            "year": 1978
        },
        {
            "text": "Sébastien Grosjean, French tennis player",
            "year": 1978
        },
        {
            "text": "Adam Rickitt, English singer",
            "year": 1978
        },
        {
            "text": "Massimo Ambrosini, Italian footballer",
            "year": 1977
        },
        {
            "text": "Marco Cassetti, Italian footballer",
            "year": 1977
        },
        {
            "text": "António Lebo Lebo, Angolan footballer",
            "year": 1977
        },
        {
            "text": "Caçapa, Brazilian footballer and manager",
            "year": 1976
        },
        {
            "text": "Jerry Hairston Jr., American baseball player and sportscaster",
            "year": 1976
        },
        {
            "text": "Raef LaFrentz, American basketball player",
            "year": 1976
        },
        {
            "text": "Yegor Titov, Russian footballer",
            "year": 1976
        },
        {
            "text": "Jason Allison, Canadian ice hockey player",
            "year": 1975
        },
        {
            "text": "Mel B, English singer-songwriter, dancer, and actress",
            "year": 1975
        },
        {
            "text": "Sven Kubis, German footballer",
            "year": 1975
        },
        {
            "text": "Sarah Millican, English comedian",
            "year": 1975
        },
        {
            "text": "Anthony Wall, English golfer",
            "year": 1975
        },
        {
            "text": "Daniel Tosh, American comedian, television host, actor, writer, and executive producer",
            "year": 1975
        },
        {
            "text": "Steve Cardenas, American martial artist and retired actor",
            "year": 1974
        },
        {
            "text": "Stephen Larkham, Australian rugby player and coach",
            "year": 1974
        },
        {
            "text": "Aaron McGruder, American author and cartoonist",
            "year": 1974
        },
        {
            "text": "Jenny Willott, English politician",
            "year": 1974
        },
        {
            "text": "Tomoko Kaneda, Japanese voice actress, singer, and radio personality",
            "year": 1973
        },
        {
            "text": "Mark Lee, American guitarist and songwriter",
            "year": 1973
        },
        {
            "text": "Alpay Özalan, Turkish footballer",
            "year": 1973
        },
        {
            "text": "Myf Warhurst, Australian radio and television host",
            "year": 1973
        },
        {
            "text": "Laverne Cox, American actress and LGBT advocate",
            "year": 1972
        },
        {
            "text": "Bill Curley, American basketball player and coach",
            "year": 1972
        },
        {
            "text": "Simon Jones, English singer and bass player",
            "year": 1972
        },
        {
            "text": "John Simon, Australian rugby league player",
            "year": 1972
        },
        {
            "text": "Éric Lucas, Canadian boxer",
            "year": 1971
        },
        {
            "text": "Bernd Mayländer, German race car driver",
            "year": 1971
        },
        {
            "text": "Filipa Pinto, Portuguese politician",
            "year": 1971
        },
        {
            "text": "Jo Beth Taylor, Australian television host and actress",
            "year": 1971
        },
        {
            "text": "Rob Womack, English shot putter and discus thrower",
            "year": 1971
        },
        {
            "text": "Natarsha Belling, Australian journalist",
            "year": 1970
        },
        {
            "text": "Roberto Di Matteo, Italian footballer and manager",
            "year": 1970
        },
        {
            "text": "Torquhil Campbell, 13th Duke of Argyll, Scottish politician",
            "year": 1968
        },
        {
            "text": "Tate George, American basketball player",
            "year": 1968
        },
        {
            "text": "Jessica Morden, English politician",
            "year": 1968
        },
        {
            "text": "Hida Viloria, American activist",
            "year": 1968
        },
        {
            "text": "Noel Gallagher, English singer-songwriter and guitarist",
            "year": 1967
        },
        {
            "text": "Mike Keane, Canadian ice hockey player and coach",
            "year": 1967
        },
        {
            "text": "Steven Levitt, American economist, author, and academic",
            "year": 1967
        },
        {
            "text": "Natalie Nougayrède, French journalist",
            "year": 1966
        },
        {
            "text": "Howard Mills III, American academic and politician",
            "year": 1964
        },
        {
            "text": "Oswaldo Negri Jr., Brazilian race car driver",
            "year": 1964
        },
        {
            "text": "Blaze Bayley, English singer-songwriter",
            "year": 1963
        },
        {
            "text": "Zhu Jianhua, Chinese high jumper",
            "year": 1963
        },
        {
            "text": "Ukyo Katayama, Japanese race car driver",
            "year": 1963
        },
        {
            "text": "Claude Loiselle, Canadian ice hockey player and manager",
            "year": 1963
        },
        {
            "text": "Fandi Ahmad, Singaporean footballer, coach, and manager",
            "year": 1962
        },
        {
            "text": "Eric Davis, American baseball player",
            "year": 1962
        },
        {
            "text": "Carol Kirkwood, Scottish weather presenter",
            "year": 1962
        },
        {
            "text": "Chloé Sainte-Marie, Canadian actress and singer",
            "year": 1962
        },
        {
            "text": "Melissa Etheridge, American singer-songwriter, guitarist, and activist",
            "year": 1961
        },
        {
            "text": "John Miceli, American drummer",
            "year": 1961
        },
        {
            "text": "Thomas Baumer, Swiss economist and academic",
            "year": 1960
        },
        {
            "text": "Mike Freer, English politician",
            "year": 1960
        },
        {
            "text": "Rupert Everett, English actor and novelist",
            "year": 1959
        },
        {
            "text": "Mel Gaynor, English drummer",
            "year": 1959
        },
        {
            "text": "Steve Hanley, Irish-English bass player and songwriter",
            "year": 1959
        },
        {
            "text": "Annette Bening, American actress",
            "year": 1958
        },
        {
            "text": "Juliano Mer-Khamis, Israeli actor, director, and activist (died 2011)",
            "year": 1958
        },
        {
            "text": "Uwe Rapolder, German footballer and coach",
            "year": 1958
        },
        {
            "text": "Mike Stenhouse, American baseball player and sportscaster",
            "year": 1958
        },
        {
            "text": "Steven Croft, English bishop and theologian",
            "year": 1957
        },
        {
            "text": "Jeb Hensarling, American lawyer and politician",
            "year": 1957
        },
        {
            "text": "Mohsen Makhmalbaf, Iranian film director",
            "year": 1957
        },
        {
            "text": "Mark Lyall Grant, English diplomat, British Ambassador to the United Nations",
            "year": 1956
        },
        {
            "text": "La Toya Jackson, American singer-songwriter and actress",
            "year": 1956
        },
        {
            "text": "Frank Baumgartl, German runner (died 2010)",
            "year": 1955
        },
        {
            "text": "John Hinckley Jr., American attempted assassin of Ronald Reagan",
            "year": 1955
        },
        {
            "text": "David Kirschner, American animator, producer, and author",
            "year": 1955
        },
        {
            "text": "Gordon Rintoul, Scottish historian and curator",
            "year": 1955
        },
        {
            "text": "Ken Schrader, American race car driver and sportscaster",
            "year": 1955
        },
        {
            "text": "Robert Beaser, American composer and educator",
            "year": 1954
        },
        {
            "text": "Jerry Moran, American lawyer and politician",
            "year": 1954
        },
        {
            "text": "Danny Elfman, American film composer, singer-songwriter, producer, and actor",
            "year": 1953
        },
        {
            "text": "Rebbie Jackson, American singer and actress",
            "year": 1950
        },
        {
            "text": "Robert Axelrod, American actor and screenwriter (died 2019)",
            "year": 1949
        },
        {
            "text": "Brian Kidd, English footballer and manager",
            "year": 1949
        },
        {
            "text": "Francis Rossi, English singer-songwriter and guitarist",
            "year": 1949
        },
        {
            "text": "Michael Berkeley, English composer and radio host",
            "year": 1948
        },
        {
            "text": "Keith Gull, English microbiologist and academic",
            "year": 1948
        },
        {
            "text": "Anthony Geary, American actor",
            "year": 1947
        },
        {
            "text": "Fernando Buesa, Spanish politician (died 2000)",
            "year": 1946
        },
        {
            "text": "Gary Brooker, English singer-songwriter and pianist (died 2022)",
            "year": 1945
        },
        {
            "text": "Peter Fraser, Baron Fraser of Carmyllie, Scottish lawyer and politician, Solicitor General for Scotland (died 2013)",
            "year": 1945
        },
        {
            "text": "Julian Le Grand, English economist and author",
            "year": 1945
        },
        {
            "text": "Martin Pipe, English jockey and trainer",
            "year": 1945
        },
        {
            "text": "Joyce Tenneson, American photographer",
            "year": 1945
        },
        {
            "text": "Jean-Pierre Van Rossem, Belgian scholar and author (died 2018)",
            "year": 1945
        },
        {
            "text": "Bob Benmosche, American businessman (died 2015)",
            "year": 1944
        },
        {
            "text": "Quentin Davies, English soldier and politician, Shadow Secretary of State for Northern Ireland",
            "year": 1944
        },
        {
            "text": "Robert W. Edgar, American educator and politician (died 2013)",
            "year": 1943
        },
        {
            "text": "Pierre Bourque, Canadian businessman and politician, 40th Mayor of Montreal",
            "year": 1942
        },
        {
            "text": "Kevin Conway, American actor and director (died 2020)",
            "year": 1942
        },
        {
            "text": "Doug Scott, English mountaineer and author (died 2020)",
            "year": 1941
        },
        {
            "text": "Bob Simon, American journalist (died 2015)",
            "year": 1941
        },
        {
            "text": "Taihō Kōki, Japanese sumo wrestler, the 48th Yokozuna (died 2013)",
            "year": 1940
        },
        {
            "text": "Farooq Leghari, Pakistani politician, 8th President of Pakistan (died 2010)",
            "year": 1940
        },
        {
            "text": "Pete Smith, Australian radio and television announcer",
            "year": 1939
        },
        {
            "text": "Al Unser, American race car driver (died 2021)",
            "year": 1939
        },
        {
            "text": "Christopher Bland, English businessman and politician (died 2017)",
            "year": 1938
        },
        {
            "text": "Fay Vincent, American lawyer and businessman, 8th Commissioner of Baseball (died 2025)",
            "year": 1938
        },
        {
            "text": "Charles W. Pickering, American lawyer and judge",
            "year": 1937
        },
        {
            "text": "Irmin Schmidt, German keyboard player and composer",
            "year": 1937
        },
        {
            "text": "Alwin Schockemöhle, German show-jumper",
            "year": 1937
        },
        {
            "text": "Harry Statham, American basketball player and coach",
            "year": 1937
        },
        {
            "text": "André Brink, South African author and playwright (died 2015)",
            "year": 1935
        },
        {
            "text": "Sylvia Robinson, American singer and producer (died 2011)",
            "year": 1935
        },
        {
            "text": "Bill Vander Zalm, Dutch-Canadian businessman and politician, 28th Premier of British Columbia",
            "year": 1934
        },
        {
            "text": "Helmuth Rilling, German conductor and educator",
            "year": 1933
        },
        {
            "text": "Tarquinio Provini, Italian motorcycle racer (died 2005)",
            "year": 1933
        },
        {
            "text": "Paul R. Ehrlich, American biologist and author",
            "year": 1932
        },
        {
            "text": "Richie Guerin, American basketball player and coach",
            "year": 1932
        },
        {
            "text": "Harry Frankfurt, American philosopher and academic (died 2023)",
            "year": 1929
        },
        {
            "text": "Peter Higgs, English-Scottish physicist and academic, Nobel Prize laureate (died 2024)",
            "year": 1929
        },
        {
            "text": "Roberto Vargas, Puerto Rican-American baseball player, coach, and manager (died 2014)",
            "year": 1929
        },
        {
            "text": "Freddie Redd, American jazz pianist and composer (died 2021)",
            "year": 1928
        },
        {
            "text": "Jean Coutu, Canadian pharmacist and businessman, founded the Jean Coutu Group",
            "year": 1927
        },
        {
            "text": "Katie Boyle, Italian-English actress and television host (died 2018)",
            "year": 1926
        },
        {
            "text": "Halaevalu Mataʻaho ʻAhomeʻe, Queen Consort of Tonga (died 2017)",
            "year": 1926
        },
        {
            "text": "Abdoulaye Wade, Senegalese academic and politician, 3rd President of Senegal",
            "year": 1926
        },
        {
            "text": "Lars Bo, Danish author and illustrator (died 1999)",
            "year": 1924
        },
        {
            "text": "Miloslav Kříž, Czech basketball player and coach (died 2013)",
            "year": 1924
        },
        {
            "text": "Pepper Paire, American baseball player (died 2013)",
            "year": 1924
        },
        {
            "text": "Bernard Clavel, French author (died 2010)",
            "year": 1923
        },
        {
            "text": "John Parker, 6th Earl of Morley, English colonel and politician, Lord Lieutenant of Devon (died 2015)",
            "year": 1923
        },
        {
            "text": "Eugene Wright, American jazz bassist (died 2020)",
            "year": 1923
        },
        {
            "text": "Edith Roger, Norwegian dancer and choreographer (died 2023)",
            "year": 1922
        },
        {
            "text": "Joe Weatherly, American race car driver (died 1964)",
            "year": 1922
        },
        {
            "text": "Iannis Xenakis, Greek-French composer, engineer, and theorist (died 2001)",
            "year": 1922
        },
        {
            "text": "Norman Hetherington, Australian cartoonist and puppeteer (died 2010)",
            "year": 1921
        },
        {
            "text": "John Harsanyi, Hungarian-American economist and academic, Nobel Prize laureate (died 2000)",
            "year": 1920
        },
        {
            "text": "Clifton James, American actor (died 2017)",
            "year": 1920
        },
        {
            "text": "Jacques Genest, Canadian physician and academic (died 2018)",
            "year": 1919
        },
        {
            "text": "John F. Kennedy, 35th President of the United States (died 1963)",
            "year": 1917
        },
        {
            "text": "Marcel Trudel, Canadian historian, author, and academic (died 2011)",
            "year": 1917
        },
        {
            "text": "Karl Münchinger, German conductor and composer (died 1990)",
            "year": 1915
        },
        {
            "text": "Stacy Keach Sr., American actor (died 2003)",
            "year": 1914
        },
        {
            "text": "Tenzing Norgay, Nepalese-Indian mountaineer (died 1986)",
            "year": 1914
        },
        {
            "text": "Tony Zale, American boxer (died 1997)",
            "year": 1913
        },
        {
            "text": "Aleksandr Laktionov, Soviet painter (died 1972)",
            "year": 1910
        },
        {
            "text": "Ralph Metcalfe, American sprinter and politician (died 1978)",
            "year": 1910
        },
        {
            "text": "Diana Morgan, Welsh-English playwright and screenwriter (died 1996)",
            "year": 1908
        },
        {
            "text": "Hartland Molson, Canadian captain and politician (died 2002)",
            "year": 1907
        },
        {
            "text": "T. H. White, Indian-English author (died 1964)",
            "year": 1906
        },
        {
            "text": "Sebastian Shaw, English actor, director, and playwright (died 1994)",
            "year": 1905
        },
        {
            "text": "Hubert Opperman, Australian cyclist and politician (died 1996)",
            "year": 1904
        },
        {
            "text": "Bob Hope, English-American actor, singer, and producer (died 2003)",
            "year": 1903
        },
        {
            "text": "Harry Kadwell, Australian rugby league player and coach (died 1999)",
            "year": 1902
        },
        {
            "text": "Douglas Abbott, Canadian lawyer and politician, 10th Canadian Minister of Defence (died 1987)",
            "year": 1899
        },
        {
            "text": "Erich Wolfgang Korngold, Czech-American pianist, composer, and conductor (died 1957)",
            "year": 1897
        },
        {
            "text": "Beatrice Lillie, Canadian-English actress, singer and writer (died 1989)",
            "year": 1894
        },
        {
            "text": "Josef von Sternberg, Austrian-American director, producer, and screenwriter (died 1969)",
            "year": 1894
        },
        {
            "text": "Max Brand, American journalist and author (died 1944)",
            "year": 1893
        },
        {
            "text": "Alfonsina Storni, Swiss-Argentinian poet and author (died 1938)",
            "year": 1892
        },
        {
            "text": "Oswald Spengler, German historian and philosopher (died 1936)",
            "year": 1880
        },
        {
            "text": "G. K. Chesterton, English essayist, poet, and playwright (died 1936)",
            "year": 1874
        },
        {
            "text": "Rudolf Tobias, Estonian organist and composer (died 1918)",
            "year": 1873
        },
        {
            "text": "Clark Voorhees, American painter (died 1933)",
            "year": 1871
        },
        {
            "text": "Isaac Albéniz, Spanish pianist and composer (died 1909)",
            "year": 1860
        },
        {
            "text": "John H. Balsley, American carpenter and inventor (died 1895)",
            "year": 1823
        },
        {
            "text": "Louise-Adéone Drölling, French painter (died 1836)",
            "year": 1797
        },
        {
            "text": "Johann Heinrich von Mädler, German astronomer and selenographer (died 1874)",
            "year": 1794
        },
        {
            "text": "Henri Braconnot, French chemist and pharmacist (died 1855)",
            "year": 1780
        },
        {
            "text": "Patrick Henry, American lawyer and politician, 1st Governor of Virginia (died 1799)",
            "year": 1736
        },
        {
            "text": "Jackson of Exeter, English organist and composer (died 1803)",
            "year": 1730
        },
        {
            "text": "James FitzGerald, 1st Duke of Leinster, Irish soldier and politician (died 1773)",
            "year": 1722
        },
        {
            "text": "Louis-Jean-Marie Daubenton, French zoologist and mineralogist (died 1800)",
            "year": 1716
        },
        {
            "text": "Humphry Ditton, English mathematician and philosopher (died 1715)",
            "year": 1675
        },
        {
            "text": "Charles II of England (died 1685)",
            "year": 1630
        },
        {
            "text": "Anne, Duchess of Montpensier, French princess (died 1693)",
            "year": 1627
        },
        {
            "text": "Gottfried Heinrich Graf zu Pappenheim, Bavarian field marshal (died 1632)",
            "year": 1594
        },
        {
            "text": "Virginia de' Medici, Italian princess (died 1615)",
            "year": 1568
        },
        {
            "text": "George Carew, 1st Earl of Totnes, English general and administrator (died 1629)",
            "year": 1555
        },
        {
            "text": "Antun Vrančić, Croatian archbishop (died 1573)",
            "year": 1504
        },
        {
            "text": "Victor, Duke of Münsterberg, Reichsgraf, Duke of Münsterberg and Opava, Count of Glatz (died 1500)",
            "year": 1443
        },
        {
            "text": "Charles, Prince of Viana (died 1461)",
            "year": 1421
        }
    ],
    "deaths": [
        {
            "text": "Bob Rogers, Australian radio and television host (born 1926)",
            "year": 2024
        },
        {
            "text": "Ronnie Hawkins, American rockabilly singer-songwriter and guitarist. (born 1935)",
            "year": 2022
        },
        {
            "text": "Sidhu Moosewala, Indian singer, rapper, actor and politician. (born 1993)",
            "year": 2022
        },
        {
            "text": "Gavin MacLeod, American actor, Christian activist, and author (born 1931)",
            "year": 2021
        },
        {
            "text": "Mark Eaton, American basketball player and sportscaster (born 1957)",
            "year": 2021
        },
        {
            "text": "B. J. Thomas, American singer (born 1942)",
            "year": 2021
        },
        {
            "text": "Cornelius Sim, Bruneian cardinal (born 1951)",
            "year": 2021
        },
        {
            "text": "Maikanti Baru, Nigerian engineer, former chief of state oil firm. (born 1959)",
            "year": 2020
        },
        {
            "text": "Manuel Noriega, Panamanian general and politician, Military Leader of Panama (born 1934)",
            "year": 2017
        },
        {
            "text": "Mordechai Tzipori, Israeli Lieutenant General and minister (born 1924)",
            "year": 2017
        },
        {
            "text": "Konstantinos Mitsotakis, Greek politician and prime minister (born 1918)",
            "year": 2017
        },
        {
            "text": "Henry Carr, American football player and sprinter (born 1942)",
            "year": 2015
        },
        {
            "text": "Doris Hart, American tennis player (born 1925)",
            "year": 2015
        },
        {
            "text": "Betsy Palmer, American actress (born 1926)",
            "year": 2015
        },
        {
            "text": "Christine Charbonneau, Canadian singer-songwriter (born 1943)",
            "year": 2014
        },
        {
            "text": "Walter Jakob Gehring, Swiss biologist and academic (born 1939)",
            "year": 2014
        },
        {
            "text": "Peter Glaser, Czech-American scientist and engineer (born 1923)",
            "year": 2014
        },
        {
            "text": "Miljenko Prohaska, Croatian composer and conductor (born 1925)",
            "year": 2014
        },
        {
            "text": "William M. Roth, American businessman (born 1916)",
            "year": 2014
        },
        {
            "text": "Richard Ballantine, American-English journalist and author (born 1940)",
            "year": 2013
        },
        {
            "text": "Françoise Blanchard, French actress (born 1954)",
            "year": 2013
        },
        {
            "text": "Andrew Greeley, American priest, sociologist, and author (born 1928)",
            "year": 2013
        },
        {
            "text": "Mulgrew Miller, American pianist and composer (born 1955)",
            "year": 2013
        },
        {
            "text": "Henry Morgentaler, Polish-Canadian physician and activist (born 1923)",
            "year": 2013
        },
        {
            "text": "Franca Rame,  Italian actress and playwright (born 1928)",
            "year": 2013
        },
        {
            "text": "Ludwig G. Strauss, German physician and academic (born 1949)",
            "year": 2013
        },
        {
            "text": "Wali-ur-Rehman, Pakistani commander (born 1970)",
            "year": 2013
        },
        {
            "text": "Mark Minkov, Russian composer (born 1944)",
            "year": 2012
        },
        {
            "text": "Kaneto Shindo, Japanese director, producer, and screenwriter (born 1912)",
            "year": 2012
        },
        {
            "text": "Doc Watson, American singer-songwriter and guitarist (born 1923)",
            "year": 2012
        },
        {
            "text": "Sergei Bagapsh, Abkhazian politician, 2nd President of Abkhazia (born 1949)",
            "year": 2011
        },
        {
            "text": "Bill Clements, American soldier and politician, 42nd Governor of Texas (born 1917)",
            "year": 2011
        },
        {
            "text": "Ferenc Mádl, Hungarian academic and politician, 14th President of Hungary (born 1931)",
            "year": 2011
        },
        {
            "text": "Dennis Hopper, American actor, director, and screenwriter (born 1936)",
            "year": 2010
        },
        {
            "text": "Paula Gunn Allen, American writer (born 1939)",
            "year": 2008
        },
        {
            "text": "Luc Bourdon, Canadian ice hockey player (born 1987)",
            "year": 2008
        },
        {
            "text": "Harvey Korman, American actor and comedian (born 1927)",
            "year": 2008
        },
        {
            "text": "Dave Balon, Canadian ice hockey player and coach (born 1938)",
            "year": 2007
        },
        {
            "text": "Lois Browne-Evans, Bermudian lawyer and politician (born 1927)",
            "year": 2007
        },
        {
            "text": "Jacques Bouchard, Canadian businessman (born 1930)",
            "year": 2006
        },
        {
            "text": "Katarína Kolníková, Slovak actress (born 1921)",
            "year": 2006
        },
        {
            "text": "John D'Amico, Canadian ice hockey player and referee (born 1937)",
            "year": 2005
        },
        {
            "text": "Hamilton Naki, South African surgeon (born 1926)",
            "year": 2005
        },
        {
            "text": "George Rochberg, American soldier and composer (born 1918)",
            "year": 2005
        },
        {
            "text": "Archibald Cox, American lawyer and politician, 31st United States Solicitor General (born 1912)",
            "year": 2004
        },
        {
            "text": "Samuel Dash, American academic and politician (born 1925)",
            "year": 2004
        },
        {
            "text": "David Jefferies, English motorcycle racer (born 1972)",
            "year": 2003
        },
        {
            "text": "Barry Goldwater, American general, activist, and politician (born 1909)",
            "year": 1998
        },
        {
            "text": "Jeff Buckley, American singer-songwriter and guitarist (born 1966)",
            "year": 1997
        },
        {
            "text": "Tamara Toumanova, American ballerina and actress (born 1919)",
            "year": 1996
        },
        {
            "text": "Erich Honecker, German lawyer and politician (born 1912)",
            "year": 1994
        },
        {
            "text": "Lady May Abel Smith, member of the British Royal Family (born 1906)",
            "year": 1994
        },
        {
            "text": "Billy Conn, American boxer (born 1917)",
            "year": 1993
        },
        {
            "text": "Margaret Barr (choreographer), Australian choreographer and teacher of dance-drama (born 1904)",
            "year": 1991
        },
        {
            "text": "George C. Homans, American sociologist and academic (born 1910)",
            "year": 1989
        },
        {
            "text": "Salem bin Laden, Saudi Arabian businessman (born 1946)",
            "year": 1988
        },
        {
            "text": "Charan Singh, Indian politician, 5th Prime Minister of India (born 1902)",
            "year": 1987
        },
        {
            "text": "Arvīds Pelše, Latvian-Russian historian and politician (born 1899)",
            "year": 1983
        },
        {
            "text": "Romy Schneider, German-French actress (born 1938)",
            "year": 1982
        },
        {
            "text": "Mary Pickford, Canadian-American actress, producer, and screenwriter, co-founder of United Artists (born 1892)",
            "year": 1979
        },
        {
            "text": "John H. Wood Jr., American lawyer and judge (born 1916)",
            "year": 1979
        },
        {
            "text": "Ba Maw, Burmese politician, Prime Minister of Burma (born 1893)",
            "year": 1977
        },
        {
            "text": "George Harriman, English businessman (born 1908)",
            "year": 1973
        },
        {
            "text": "Moe Berg, American baseball player, coach, and spy (born 1902)",
            "year": 1972
        },
        {
            "text": "Stephen Timoshenko, Ukrainian-American engineer and academic (born 1878)",
            "year": 1972
        },
        {
            "text": "John Gunther, American journalist and author (born 1901)",
            "year": 1970
        },
        {
            "text": "Eva Hesse, American artist (born 1936)",
            "year": 1970
        },
        {
            "text": "Arnold Susi, Estonian lawyer and politician, Estonian Minister of Education (born 1896)",
            "year": 1968
        },
        {
            "text": "Ignace Lepp, Estonian-French priest and psychologist (born 1909)",
            "year": 1966
        },
        {
            "text": "Netta Muskett, English author (born 1887)",
            "year": 1963
        },
        {
            "text": "Juan Ramón Jiménez, Spanish poet and academic, Nobel Prize laureate (born 1881)",
            "year": 1958
        },
        {
            "text": "James Whale, English director (born 1889)",
            "year": 1957
        },
        {
            "text": "Morgan Russell, American painter and educator (born 1886)",
            "year": 1953
        },
        {
            "text": "Fanny Brice, American singer and comedian (born 1891)",
            "year": 1951
        },
        {
            "text": "Dimitrios Levidis, Greek-French soldier and composer (born 1885)",
            "year": 1951
        },
        {
            "text": "May Whitty, English actress (born 1865)",
            "year": 1948
        },
        {
            "text": "Martin Gottfried Weiss, German SS officer (born 1905)",
            "year": 1946
        },
        {
            "text": "John Barrymore, American actor (born 1882)",
            "year": 1942
        },
        {
            "text": "Léo-Pol Morin, Canadian pianist, composer, and educator (born 1892)",
            "year": 1941
        },
        {
            "text": "Ursula Ledóchowska, Austrian-Polish nun and saint, founded the Congregation of the Ursulines of the Agonizing Heart of Jesus (born 1865)",
            "year": 1939
        },
        {
            "text": "Josef Suk, Czech violinist and composer (born 1874)",
            "year": 1935
        },
        {
            "text": "Abbott Handerson Thayer, American painter and educator (born 1849)",
            "year": 1921
        },
        {
            "text": "Carlos Deltour, French rower (born 1864)",
            "year": 1920
        },
        {
            "text": "Robert Bacon, American colonel and politician, 39th United States Secretary of State (born 1860)",
            "year": 1919
        },
        {
            "text": "Kate Harrington, American poet and educator (born 1831)",
            "year": 1917
        },
        {
            "text": "Laurence Sydney Brodribb Irving, English author and playwright (born 1871)",
            "year": 1914
        },
        {
            "text": "Henry Seton-Karr, English explorer, hunter, and author (born 1853)",
            "year": 1914
        },
        {
            "text": "W. S. Gilbert, English playwright and poet (born 1836)",
            "year": 1911
        },
        {
            "text": "Mily Balakirev, Russian pianist, composer, and conductor (born 1837)",
            "year": 1910
        },
        {
            "text": "Bruce Price, American architect, designed the Château Frontenac and American Surety Building (born 1845)",
            "year": 1903
        },
        {
            "text": "Gabriel Auguste Daubrée, French geologist and academic (born 1814)",
            "year": 1896
        },
        {
            "text": "Bahá'u'lláh, Persian religious leader, founded the Baháʼí Faith (born 1817)",
            "year": 1892
        },
        {
            "text": "Prince Friedrich of Hesse and by Rhine (born 1870)",
            "year": 1873
        },
        {
            "text": "Winfield Scott, American general, lawyer, and politician (born 1786)",
            "year": 1866
        },
        {
            "text": "Franz Mirecki, Polish composer, music conductor, and music teacher (born 1791)",
            "year": 1862
        },
        {
            "text": "Emmanuel de Grouchy, Marquis de Grouchy, French general (born 1766)",
            "year": 1847
        },
        {
            "text": "Humphry Davy, English-Swiss chemist and academic (born 1778)",
            "year": 1829
        },
        {
            "text": "Joséphine de Beauharnais, French empress, first wife of Napoleon Bonaparte (born 1763)",
            "year": 1814
        },
        {
            "text": "Carl Fredrik Pechlin, Swedish general and politician (born 1720)",
            "year": 1796
        },
        {
            "text": "Israel Putnam, American general (born 1718)",
            "year": 1790
        },
        {
            "text": "Cornelis Tromp, Dutch admiral (born 1629)",
            "year": 1691
        },
        {
            "text": "Frans van Schooten, Dutch mathematician and academic (born 1615)",
            "year": 1660
        },
        {
            "text": "John Penry, Welsh martyr (born 1559)",
            "year": 1593
        },
        {
            "text": "David Beaton, Scottish cardinal and politician, Lord Chancellor of Scotland (born 1494)",
            "year": 1546
        },
        {
            "text": "Bartolomeu Dias, Portuguese explorer and navigator (born 1451)",
            "year": 1500
        },
        {
            "text": "Thomas Rotherham, English cleric and minister (born 1423)",
            "year": 1500
        },
        {
            "text": "Ulubatlı Hasan, Ottoman commander (born 1428)",
            "year": 1453
        },
        {
            "text": "Constantine XI Palaiologos, Byzantine emperor (born 1404)",
            "year": 1453
        },
        {
            "text": "Hongxi Emperor of China (born 1378)",
            "year": 1425
        },
        {
            "text": "Philippe de Mézières, French soldier and author (born 1327)",
            "year": 1405
        },
        {
            "text": "Henry II of Castile (born 1334)",
            "year": 1379
        },
        {
            "text": "Jens Grand, Danish archbishop (born c. 1260)",
            "year": 1327
        },
        {
            "text": "Pope John VIII of Alexandria, Coptic pope",
            "year": 1320
        },
        {
            "text": "James II of Majorca (born 1243)",
            "year": 1311
        },
        {
            "text": "Christopher I of Denmark (born 1219)",
            "year": 1259
        },
        {
            "text": "Renauld I, Count of Nevers",
            "year": 1040
        },
        {
            "text": "Jimeno Garcés of Pamplona",
            "year": 931
        }
    ],
    "metadata": {
        "current_date": "May 29, 2025",
        "short_date": "May 29",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            7,
            26,
            13,
            23,
            49,
            18,
            51,
            19,
            24,
            36
        ],
        "births": [
            13,
            182,
            52,
            89
        ],
        "deaths": [
            106,
            111,
            41,
            104
        ]
    }
}