{
    "events": [
        {
            "text": "A tsunami caused by an eruption of Anak Krakatau in Indonesia kills at least 430 people and injures almost a thousand more.",
            "year": 2018
        },
        {
            "text": "The 2018–2019 United States federal government shutdown, the second-longest shutdown of the U.S. federal government in history, begins.",
            "year": 2018
        },
        {
            "text": "United Nations Security Council Resolution 2397 against North Korea is unanimously approved.",
            "year": 2017
        },
        {
            "text": "A study finds the VSV-EBOV vaccine against the Ebola virus between 70 and 100% effective, making it the first proven vaccine against the disease.",
            "year": 2016
        },
        {
            "text": "Bashir Ahmad Bilour of Awami National Party and eight others are killed in a Pakistan Taliban bomber suicide attack in Dhaki Nalbandi area near Qissa Khwani Bazaar.",
            "year": 2012
        },
        {
            "text": "The repeal of the Don't ask, don't tell policy, the 17-year-old policy banning homosexuals serving openly in the United States military, is signed into law by President Barack Obama.",
            "year": 2010
        },
        {
            "text": "An ash dike ruptures at a solid waste containment area for a Tennessee Valley Authority coal-fired power plant in Roane County, Tennessee, releasing 4.2 million m3 (1.1 billion US gal) of coal fly ash slurry in the largest industrial spill in U.S. history.",
            "year": 2008
        },
        {
            "text": "Burhanuddin Rabbani, political leader of the Northern Alliance, hands over power in Islamic State of Afghanistan to the interim government headed by President Hamid Karzai.",
            "year": 2001
        },
        {
            "text": "Richard Reid attempts to destroy a passenger airliner by igniting explosives hidden in his shoes aboard American Airlines Flight 63.",
            "year": 2001
        },
        {
            "text": "Just after taking off from London Stansted Airport, Korean Air Cargo Flight 8509 crashes into Hatfield Forest near Great Hallingbury, killing all four people on board.",
            "year": 1999
        },
        {
            "text": "Acteal massacre: Attendees at a prayer meeting of Roman Catholic activists for indigenous causes in the small village of Acteal in the Mexican state of Chiapas are massacred by paramilitary forces.",
            "year": 1997
        },
        {
            "text": "Somali Civil War: Hussein Farrah Aidid relinquishes the disputed title of President of Somalia by signing the Cairo Declaration, in Cairo, Egypt. It is the first major step towards reconciliation in Somalia since 1991.",
            "year": 1997
        },
        {
            "text": "Airborne Express Flight 827 crashes in Narrows, Virginia, killing all six people on board.",
            "year": 1996
        },
        {
            "text": "During approach to Tripoli International Airport, a Boeing 727 operating as Libyan Arab Airlines Flight 1103 collides in mid-air with a Libyan Air Force Mikoyan-Gurevich MiG-23, killing 157 people.",
            "year": 1992
        },
        {
            "text": "Lech Wałęsa is elected President of Poland.",
            "year": 1990
        },
        {
            "text": "Final independence of Marshall Islands and Federated States of Micronesia after termination of trusteeship.",
            "year": 1990
        },
        {
            "text": "Romanian Revolution: Communist President of Romania Nicolae Ceaușescu is overthrown by Ion Iliescu after days of bloody confrontations. The deposed dictator and his wife Elena flee Bucharest in a helicopter as protesters erupt in cheers.",
            "year": 1989
        },
        {
            "text": "German reunification: Berlin's Brandenburg Gate re-opens after nearly 30 years, effectively ending the division of East and West Germany.",
            "year": 1989
        },
        {
            "text": "In Zimbabwe, the political parties ZANU and ZAPU reach an agreement that ends the violence in the Matabeleland region known as the Gukurahundi.",
            "year": 1987
        },
        {
            "text": "\"Subway vigilante\" Bernhard Goetz shoots four would-be muggers on a 2 express train in Manhattan section of New York, United States.",
            "year": 1984
        },
        {
            "text": "The pivotal Third Plenum of the 11th National Congress of the Chinese Communist Party is held in Beijing, with Deng Xiaoping reversing Mao-era policies to pursue a program for Chinese economic reform.",
            "year": 1978
        },
        {
            "text": "U.S. President Gerald Ford creates the Strategic Petroleum Reserve in response to the 1970s energy crisis.",
            "year": 1975
        },
        {
            "text": "Grande Comore, Anjouan and Mohéli vote to become the independent nation of Comoros. Mayotte remains under French administration.",
            "year": 1974
        },
        {
            "text": "The house of former British Prime Minister Edward Heath is attacked by members of the Provisional IRA.",
            "year": 1974
        },
        {
            "text": "A Royal Air Maroc Sud Aviation Caravelle crashes near Tangier-Boukhalef Airport in Tangier, Morocco, killing 106.",
            "year": 1973
        },
        {
            "text": "The international aid organization Doctors Without Borders is founded by Bernard Kouchner and a group of journalists in Paris, France.",
            "year": 1971
        },
        {
            "text": "Cultural Revolution: People's Daily posted the instructions of Mao Zedong that \"The intellectual youth must go to the country, and will be educated from living in rural poverty.\"",
            "year": 1968
        },
        {
            "text": "In the United Kingdom, a 70 miles per hour (110 km/h) speed limit is applied to all rural roads including motorways for the first time.",
            "year": 1965
        },
        {
            "text": "The first test flight of the SR-71 (Blackbird) takes place at Air Force Plant 42 in Palmdale, California, United States.",
            "year": 1964
        },
        {
            "text": "The cruise ship Lakonia burns 290 kilometres (180 mi) north of Madeira, Portugal with the loss of 128 lives.",
            "year": 1963
        },
        {
            "text": "Sjafruddin Prawiranegara established the Emergency Government of the Republic of Indonesia (Pemerintah Darurat Republik Indonesia, PDRI) in West Sumatra.",
            "year": 1948
        },
        {
            "text": "U.S. President Harry S. Truman issues an executive order giving World War II refugees precedence in visa applications under U.S. immigration quotas.",
            "year": 1945
        },
        {
            "text": "World War II: Battle of the Bulge: German troops demand the surrender of United States troops at Bastogne, Belgium, prompting the famous one word reply by General Anthony McAuliffe: \"Nuts!\"",
            "year": 1944
        },
        {
            "text": "World War II: The People's Army of Vietnam is formed to resist Japanese occupation of Indochina, now Vietnam.",
            "year": 1944
        },
        {
            "text": "World War II: Adolf Hitler signs the order to develop the V-2 rocket as a weapon.",
            "year": 1942
        },
        {
            "text": "World War II: Himara is captured by the Greek army.",
            "year": 1940
        },
        {
            "text": "Indian Muslims observe a \"Day of Deliverance\" to celebrate the resignations of members of the Indian National Congress over their not having been consulted over the decision to enter World War II with the United Kingdom.",
            "year": 1939
        },
        {
            "text": "The Lincoln Tunnel opens to traffic in New York City.",
            "year": 1937
        },
        {
            "text": "Opening of Visva-Bharati College, also known as Santiniketan College, now Visva Bharati University, India.",
            "year": 1921
        },
        {
            "text": "The GOELRO economic development plan is adopted by the 8th Congress of Soviets of the Russian SFSR.",
            "year": 1920
        },
        {
            "text": "An Mw  7.9 earthquake strikes Xinjiang, China, killing at least 280.",
            "year": 1906
        },
        {
            "text": "The Dreyfus affair begins in France, when Alfred Dreyfus is wrongly convicted of treason.",
            "year": 1894
        },
        {
            "text": "Asteroid 323 Brucia becomes the first asteroid discovered using photography.",
            "year": 1891
        },
        {
            "text": "Cornwallis Valley Railway begins operation between Kentville and Kingsport, Nova Scotia.",
            "year": 1890
        },
        {
            "text": "The Christmas Meeting of 1888, considered to be the official start of the Faroese independence movement.",
            "year": 1888
        },
        {
            "text": "Itō Hirobumi, a samurai, becomes the first Prime Minister of Japan.",
            "year": 1885
        },
        {
            "text": "American Civil War: Savannah, Georgia, falls to the Union's Army of the Tennessee, and General Sherman tells President Abraham Lincoln: \"I beg to present you as a Christmas gift the city of Savannah\".",
            "year": 1864
        },
        {
            "text": "India's first freight train is operated in Roorkee, to transport material for the construction of the Ganges Canal.",
            "year": 1851
        },
        {
            "text": "The Library of Congress in Washington, D.C., burns.",
            "year": 1851
        },
        {
            "text": "Ludwig van Beethoven conducts and performs in concert at the Theater an der Wien, Vienna, with the premiere of his Fifth Symphony, Sixth Symphony, Fourth Piano Concerto and Choral Fantasy.",
            "year": 1808
        },
        {
            "text": "The Embargo Act, forbidding trade with all foreign countries, is passed by the U.S. Congress at the urging of President Thomas Jefferson.",
            "year": 1807
        },
        {
            "text": "The Turkish fortress of Izmail is stormed and captured by Alexander Suvorov and his Russian armies.",
            "year": 1790
        },
        {
            "text": "Nguyễn Huệ proclaims himself Emperor Quang Trung, in effect abolishing on his own the Lê dynasty.",
            "year": 1788
        },
        {
            "text": "Sino-Burmese War: The war ends with the Qing dynasty withdrawing from Burma forever.",
            "year": 1769
        },
        {
            "text": "The forces of the Catholic Monarchs, Ferdinand and Isabella, take control of Almería from the Nasrid ruler of Granada, Muhammad XIII.",
            "year": 1489
        },
        {
            "text": "Pope Honorius III approves the Dominican Order through the papal bull of confirmation Religiosam vitam.",
            "year": 1216
        },
        {
            "text": "Three weeks after the death of King Henry I of England, Stephen of Blois claims the throne and is privately crowned King of England, beginning the English Anarchy.",
            "year": 1135
        },
        {
            "text": "Luoyang, eastern capital of the Tang dynasty, is captured by rebel leader Huang Chao during the reign of Emperor Xizong.",
            "year": 880
        },
        {
            "text": "Damghan earthquake: An earthquake near the Persian city of Damghan kills an estimated 200,000 people, the sixth deadliest earthquake in recorded history.",
            "year": 856
        },
        {
            "text": "Pope Innocent I is elected, the only pope to succeed his father in the office.",
            "year": 401
        },
        {
            "text": "Vespasian is proclaimed Emperor of Rome; his predecessor, Vitellius, attempts to abdicate but is captured and killed at the Gemonian stairs.",
            "year": 69
        }
    ],
    "births": [
        {
            "text": "Callan McKenna, Scottish footballer",
            "year": 2006
        },
        {
            "text": "Joe Anders, American-British actor",
            "year": 2003
        },
        {
            "text": "David Datro Fofana, Ivorian footballer",
            "year": 2002
        },
        {
            "text": "Camila Osorio, Colombian tennis player",
            "year": 2001
        },
        {
            "text": "Joshua Bassett, American actor and singer",
            "year": 2000
        },
        {
            "text": "G Hannelius, American actress and singer",
            "year": 1998
        },
        {
            "text": "Latto, American rapper and singer",
            "year": 1998
        },
        {
            "text": "Casper Ruud, Norwegian tennis player",
            "year": 1998
        },
        {
            "text": "Rúben Lameiras, Portuguese footballer",
            "year": 1994
        },
        {
            "text": "Sergi Darder, Spanish footballer",
            "year": 1993
        },
        {
            "text": "Raphaël Guerreiro, Portuguese footballer",
            "year": 1993
        },
        {
            "text": "Meghan Trainor, American singer-songwriter and producer",
            "year": 1993
        },
        {
            "text": "Michaela Hončová, Slovak tennis player",
            "year": 1992
        },
        {
            "text": "Nick Johnson, American basketball player",
            "year": 1992
        },
        {
            "text": "Moonbyul, South Korean rapper, vocalist and songwriter",
            "year": 1992
        },
        {
            "text": "DaBaby, American rapper",
            "year": 1991
        },
        {
            "text": "Jean-Baptiste Maunier, French actor and singer",
            "year": 1990
        },
        {
            "text": "Jordin Sparks, American singer-songwriter and actress",
            "year": 1989
        },
        {
            "text": "Jacob Stallings, American baseball player",
            "year": 1989
        },
        {
            "text": "Scott Darling, American ice hockey player",
            "year": 1988
        },
        {
            "text": "Mohamed El Shenawy, Egyptian footballer",
            "year": 1988
        },
        {
            "text": "Leigh Halfpenny, Welsh rugby player",
            "year": 1988
        },
        {
            "text": "Zack Britton, American baseball player",
            "year": 1987
        },
        {
            "text": "Éder, Bissau-Portuguese footballer",
            "year": 1987
        },
        {
            "text": "Dennis Armfield, Australian footballer",
            "year": 1986
        },
        {
            "text": "Fatih Öztürk, Turkish footballer",
            "year": 1986
        },
        {
            "text": "Basshunter, Swedish singer, record producer and DJ",
            "year": 1984
        },
        {
            "text": "Greg Finley, American actor",
            "year": 1984
        },
        {
            "text": "José Fonte, Portuguese footballer",
            "year": 1983
        },
        {
            "text": "Doc Gallows, American wrestler",
            "year": 1983
        },
        {
            "text": "Viola Kibiwot, Kenyan runner",
            "year": 1983
        },
        {
            "text": "Britta Heidemann, German fencer",
            "year": 1982
        },
        {
            "text": "Alinne Moraes, Brazilian actress and model",
            "year": 1982
        },
        {
            "text": "Marina Kuptsova, Russian high jumper",
            "year": 1981
        },
        {
            "text": "Chris Carmack, American actor, singer, and model",
            "year": 1980
        },
        {
            "text": "Marcus Haislip, American basketball player",
            "year": 1980
        },
        {
            "text": "Jamie Langfield, Scottish footballer and coach",
            "year": 1979
        },
        {
            "text": "Danny Ahn, South Korean singer",
            "year": 1978
        },
        {
            "text": "Joy Ali, Fijian boxer (died 2015)",
            "year": 1978
        },
        {
            "text": "Emmanuel Olisadebe, Nigerian-Polish footballer",
            "year": 1978
        },
        {
            "text": "Steve Kariya, Canadian ice hockey player and coach",
            "year": 1977
        },
        {
            "text": "Katleen De Caluwé, Belgian sprinter",
            "year": 1976
        },
        {
            "text": "Jason Lane, American baseball player and coach",
            "year": 1976
        },
        {
            "text": "Aya Takano, Japanese author and illustrator",
            "year": 1976
        },
        {
            "text": "Sergei Aschwanden, Swiss martial artist",
            "year": 1975
        },
        {
            "text": "Dmitri Khokhlov, Russian footballer and manager",
            "year": 1975
        },
        {
            "text": "Marcin Mięciel, Polish footballer",
            "year": 1975
        },
        {
            "text": "Stanislav Neckář, Czech ice hockey player",
            "year": 1975
        },
        {
            "text": "Takuya Onishi, Japanese astronaut",
            "year": 1975
        },
        {
            "text": "Rei Hance, American actress",
            "year": 1974
        },
        {
            "text": "Mark Hill, English musician, producer and songwriter",
            "year": 1972
        },
        {
            "text": "Kirk Maltby, Canadian ice hockey player and scout",
            "year": 1972
        },
        {
            "text": "Vanessa Paradis, French singer-songwriter and actress",
            "year": 1972
        },
        {
            "text": "Ajeenkya Patil, Indian economist and academic",
            "year": 1971
        },
        {
            "text": "Gary Anderson, Scottish darts player",
            "year": 1970
        },
        {
            "text": "Ted Cruz, Canadian-American lawyer and politician",
            "year": 1970
        },
        {
            "text": "Myriam Bédard, Canadian biathlete",
            "year": 1969
        },
        {
            "text": "Mark Robins, English footballer and manager",
            "year": 1969
        },
        {
            "text": "Emre Aracı, Turkish composer, conductor, and historian",
            "year": 1968
        },
        {
            "text": "Luis Hernández, Mexican footballer",
            "year": 1968
        },
        {
            "text": "Lori McKenna, American singer-songwriter",
            "year": 1968
        },
        {
            "text": "Dina Meyer, American actress",
            "year": 1968
        },
        {
            "text": "Richey Edwards, Welsh singer-songwriter and guitarist (died 1995)",
            "year": 1967
        },
        {
            "text": "Stéphane Gendron, Canadian lawyer and politician",
            "year": 1967
        },
        {
            "text": "Rebecca Harris, English businesswoman and politician",
            "year": 1967
        },
        {
            "text": "Dan Petrescu, Romanian footballer and manager",
            "year": 1967
        },
        {
            "text": "Dmitry Bilozerchev, Russian gymnast and coach",
            "year": 1966
        },
        {
            "text": "Marcel Schirmer, German singer-songwriter and bass player",
            "year": 1966
        },
        {
            "text": "David Wright, English lawyer and politician",
            "year": 1966
        },
        {
            "text": "David S. Goyer, American screenwriter",
            "year": 1965
        },
        {
            "text": "Urszula Włodarczyk, Polish heptathlete and triple jumper",
            "year": 1965
        },
        {
            "text": "Mike Jackson, American baseball player",
            "year": 1964
        },
        {
            "text": "Angela James, Canadian ice hockey player",
            "year": 1964
        },
        {
            "text": "Simon Kirby, English businessman and politician",
            "year": 1964
        },
        {
            "text": "Giuseppe Bergomi, Italian footballer and coach",
            "year": 1963
        },
        {
            "text": "Brian McMillan, South African cricketer and educator",
            "year": 1963
        },
        {
            "text": "Luna H. Mitani, Japanese-American painter and illustrator",
            "year": 1963
        },
        {
            "text": "Ralph Fiennes, English actor",
            "year": 1962
        },
        {
            "text": "Yuri Malenchenko, Russian colonel, pilot, and astronaut",
            "year": 1961
        },
        {
            "text": "Jean-Michel Basquiat, American painter and poet (died 1988)",
            "year": 1960
        },
        {
            "text": "Luther Campbell, American rapper and actor",
            "year": 1960
        },
        {
            "text": "Paul Kuniholm, Artist",
            "year": 1960
        },
        {
            "text": "Bernd Schuster, German footballer and manager",
            "year": 1959
        },
        {
            "text": "Frank Gambale, Australian guitarist, songwriter, and producer",
            "year": 1958
        },
        {
            "text": "David Heavener, American singer-songwriter, producer, actor, and director",
            "year": 1958
        },
        {
            "text": "Stephen Conway, English bishop",
            "year": 1957
        },
        {
            "text": "Carole James, English-Canadian educator and politician",
            "year": 1957
        },
        {
            "text": "Peter Mortimer, Australian rugby league player",
            "year": 1957
        },
        {
            "text": "Jane Lighting, English businesswoman",
            "year": 1956
        },
        {
            "text": "Galina Murašova, Lithuanian discus thrower",
            "year": 1955
        },
        {
            "text": "Lonnie Smith, American baseball player",
            "year": 1955
        },
        {
            "text": "Thomas C. Südhof, German-American biochemist and academic, Nobel Prize laureate",
            "year": 1955
        },
        {
            "text": "Hideshi Matsuda, Japanese racing driver",
            "year": 1954
        },
        {
            "text": "Derick Parry, Nevisian cricketer",
            "year": 1954
        },
        {
            "text": "Ian Turnbull, Canadian ice hockey player",
            "year": 1953
        },
        {
            "text": "Tom Underwood, American baseball player (died 2010)",
            "year": 1953
        },
        {
            "text": "Sandra Kalniete, Latvian politician and diplomat, former Latvian Minister of Foreign Affairs",
            "year": 1952
        },
        {
            "text": "Lasse Bengtsson, Swedish journalist",
            "year": 1951
        },
        {
            "text": "Charles de Lint, Dutch-Canadian author and critic",
            "year": 1951
        },
        {
            "text": "Gerald Grosvenor, 6th Duke of Westminster, British landowner, businessman and philanthropist (died 2016)",
            "year": 1951
        },
        {
            "text": "Tony Isabella, American comic book writer, editor, actor, artist and critic",
            "year": 1951
        },
        {
            "text": "Jan Stephenson, Australian golfer",
            "year": 1951
        },
        {
            "text": "Manfred Moore, American football player and rugby league player (died 2020)",
            "year": 1950
        },
        {
            "text": "Maurice Gibb, Manx-English singer-songwriter and producer (died 2003)",
            "year": 1949
        },
        {
            "text": "Robin Gibb, Manx-English singer-songwriter and producer (died 2012)",
            "year": 1949
        },
        {
            "text": "Ray Guy, American football player (died 2022)",
            "year": 1949
        },
        {
            "text": "Steve Garvey, American baseball player and sportscaster",
            "year": 1948
        },
        {
            "text": "Don Kardong, American runner, journalist, and author",
            "year": 1948
        },
        {
            "text": "Rick Nielsen, American singer-songwriter and guitarist",
            "year": 1948
        },
        {
            "text": "Chris Old, English cricketer and coach",
            "year": 1948
        },
        {
            "text": "Lynne Thigpen, American actress and singer (died 2003)",
            "year": 1948
        },
        {
            "text": "Brian Daley, American author and screenwriter (died 1996)",
            "year": 1947
        },
        {
            "text": "Dilip Doshi, Indian cricketer",
            "year": 1947
        },
        {
            "text": "Roger Carr, English businessman",
            "year": 1946
        },
        {
            "text": "C. Eugene Steuerle, American economist and author",
            "year": 1946
        },
        {
            "text": "Frances Lannon, English historian and academic",
            "year": 1945
        },
        {
            "text": "Sam Newman, Australian footballer and sportscaster",
            "year": 1945
        },
        {
            "text": "Diane Sawyer, American journalist",
            "year": 1945
        },
        {
            "text": "Mary Archer, English chemist and academic",
            "year": 1944
        },
        {
            "text": "Steve Carlton, American baseball player",
            "year": 1944
        },
        {
            "text": "Barry Jenkins, English drummer",
            "year": 1944
        },
        {
            "text": "Stefan Janos, Slovak-Swiss physicist and academic",
            "year": 1943
        },
        {
            "text": "Paul Wolfowitz, American banker and politician, 25th United States Deputy Secretary of Defense",
            "year": 1943
        },
        {
            "text": "Jerry Koosman, American baseball player",
            "year": 1942
        },
        {
            "text": "Dick Parry, English saxophonist",
            "year": 1942
        },
        {
            "text": "Luis Francisco Cuéllar, Colombian rancher and politician (died 2009)",
            "year": 1940
        },
        {
            "text": "Mike Molloy, English journalist, author, and illustrator",
            "year": 1940
        },
        {
            "text": "Matty Alou, Dominican-American baseball player and scout (died 2011)",
            "year": 1938
        },
        {
            "text": "Lucien Bouchard, Canadian lawyer and politician, 27th Premier of Quebec",
            "year": 1938
        },
        {
            "text": "Red Steagall, American singer-songwriter, guitarist, actor, and poet",
            "year": 1938
        },
        {
            "text": "Charlotte Lamb, English author (died 2000)",
            "year": 1937
        },
        {
            "text": "Eduard Uspensky, Russian author, poet, and playwright (died 2018)",
            "year": 1937
        },
        {
            "text": "Ken Whitmore, English author and playwright",
            "year": 1937
        },
        {
            "text": "James Burke, Irish historian and author",
            "year": 1936
        },
        {
            "text": "Héctor Elizondo, American actor and director",
            "year": 1936
        },
        {
            "text": "Paulo Rocha, Portuguese director and screenwriter (died 2012)",
            "year": 1935
        },
        {
            "text": "David Pearson, American race car driver (died 2018)",
            "year": 1934
        },
        {
            "text": "John Hartle, English motorcycle racer (died 1968)",
            "year": 1933
        },
        {
            "text": "Phil Woosnam, Welsh soccer player and manager (died 2013)",
            "year": 1932
        },
        {
            "text": "Gisela Birkemeyer, German hurdler and coach (died 2024)",
            "year": 1931
        },
        {
            "text": "Carlos Graça, São Toméan lawyer and politician, Prime Minister of São Tomé and Príncipe (died 2013)",
            "year": 1931
        },
        {
            "text": "Ardalion Ignatyev, Russian sprinter and educator (died 1998)",
            "year": 1930
        },
        {
            "text": "Wazir Mohammad, Indian-Pakistani cricketer (died 2025)",
            "year": 1929
        },
        {
            "text": "Fredrik Barth, German-Norwegian anthropologist and academic (died 2016)",
            "year": 1928
        },
        {
            "text": "Alcides Ghiggia, Italian-Uruguayan footballer and manager (died 2015)",
            "year": 1926
        },
        {
            "text": "Roberta Leigh, English writer, artist and TV producer (died 2014)",
            "year": 1926
        },
        {
            "text": "Lewis Glucksman, American businessman and philanthropist (died 2006)",
            "year": 1925
        },
        {
            "text": "Lefter Küçükandonyadis, Turkish footballer and manager (died 2012)",
            "year": 1925
        },
        {
            "text": "Frank Corsaro, American actor and director (died 2017)",
            "year": 1924
        },
        {
            "text": "Peregrine Worsthorne, English journalist and author (died 2020)",
            "year": 1923
        },
        {
            "text": "Ruth Roman, American actress (died 1999)",
            "year": 1922
        },
        {
            "text": "Jim Wright, American soldier, lawyer, and politician, 56th Speaker of the United States House of Representatives (died 2015)",
            "year": 1922
        },
        {
            "text": "Dimitri Fampas, Greek guitarist and composer (died 1996)",
            "year": 1921
        },
        {
            "text": "Hawkshaw Hawkins, American singer-songwriter and guitarist (died 1963)",
            "year": 1921
        },
        {
            "text": "Gene Rayburn, American game show host and actor (died 1999)",
            "year": 1917
        },
        {
            "text": "Barbara Billingsley, American actress (died 2010)",
            "year": 1915
        },
        {
            "text": "Phillip Glasier, English author and academic (died 2000)",
            "year": 1915
        },
        {
            "text": "Giorgio Oberweger, Italian discus thrower and hurdler (died 1998)",
            "year": 1913
        },
        {
            "text": "Elias Degiannis, Greek commander (died 1943)",
            "year": 1912
        },
        {
            "text": "Lady Bird Johnson, American beautification activist;  38th First Lady of the United States (died 2007)",
            "year": 1912
        },
        {
            "text": "Danny O'Dea, English actor (died 2003)",
            "year": 1911
        },
        {
            "text": "Patricia Hayes, English actress (died 1998)",
            "year": 1909
        },
        {
            "text": "Giacomo Manzù, Italian sculptor and academic (died 1991)",
            "year": 1908
        },
        {
            "text": "Peggy Ashcroft, English actress (died 1991)",
            "year": 1907
        },
        {
            "text": "Pierre Brasseur, French-Italian actor and screenwriter (died 1972)",
            "year": 1905
        },
        {
            "text": "Pierre Levegh, French ice hockey player and racing driver (died 1955)",
            "year": 1905
        },
        {
            "text": "Kenneth Rexroth, American poet, translator, and academic (died 1982)",
            "year": 1905
        },
        {
            "text": "Haldan Keffer Hartline, American physiologist and academic, Nobel Prize laureate (died 1983)",
            "year": 1903
        },
        {
            "text": "Andre Kostelanetz, Russian-American conductor and composer (died 1980)",
            "year": 1901
        },
        {
            "text": "Marc Allégret, French director and screenwriter (died 1973)",
            "year": 1900
        },
        {
            "text": "Gustaf Gründgens, German actor and director (died 1963)",
            "year": 1899
        },
        {
            "text": "Vladimir Fock, Russian physicist and mathematician (died 1974)",
            "year": 1898
        },
        {
            "text": "Edwin Linkomies, Finnish academic, professor and the Prime Minister of Finland (died 1963)",
            "year": 1894
        },
        {
            "text": "Herman Potočnik, Slovenian-Austrian engineer (died 1929)",
            "year": 1892
        },
        {
            "text": "George Hutson, English runner and soldier (died 1914)",
            "year": 1889
        },
        {
            "text": "J. Arthur Rank, 1st Baron Rank, English businessman, founded Rank Organisation (died 1972)",
            "year": 1888
        },
        {
            "text": "Srinivasa Ramanujan, Indian mathematician and theorist (died 1920)",
            "year": 1887
        },
        {
            "text": "Deems Taylor, American conductor and critic (died 1966)",
            "year": 1885
        },
        {
            "text": "St. Elmo Brady, African American chemist and educator (died 1966)",
            "year": 1884
        },
        {
            "text": "Marcus Hurley, American cyclist (died 1941)",
            "year": 1883
        },
        {
            "text": "Edgard Varèse, French-American composer (died 1965)",
            "year": 1883
        },
        {
            "text": "Fred Woolley, Australian rugby league player (died 1955)",
            "year": 1880
        },
        {
            "text": "Myer Prinstein, Polish-American jumper (died 1925)",
            "year": 1878
        },
        {
            "text": "Filippo Tommaso Marinetti, Egyptian-Italian poet and composer (died 1944)",
            "year": 1876
        },
        {
            "text": "Franz Schmidt, Austrian cellist, pianist, and composer (died 1939)",
            "year": 1874
        },
        {
            "text": "Camille Guérin, French veterinarian and bacteriologist (died 1961)",
            "year": 1872
        },
        {
            "text": "Dmitri Egorov, Russian mathematician and academic (died 1931)",
            "year": 1869
        },
        {
            "text": "Edwin Arlington Robinson, American poet and playwright (died 1935)",
            "year": 1869
        },
        {
            "text": "Jaan Tõnisson, Estonian journalist, lawyer, and politician, 2nd Prime Minister of Estonia (died 1941?)",
            "year": 1868
        },
        {
            "text": "Charles Sands, American golfer and tennis player (died 1945)",
            "year": 1865
        },
        {
            "text": "Connie Mack, American baseball player and manager (died 1956)",
            "year": 1862
        },
        {
            "text": "Giacomo Puccini, Italian composer and educator (died 1924)",
            "year": 1858
        },
        {
            "text": "Frank B. Kellogg, American lawyer and politician, 45th United States Secretary of State, Nobel Prize laureate (died 1937)",
            "year": 1856
        },
        {
            "text": "Teresa Carreño, Venezuelan-American singer-songwriter and pianist (died 1917)",
            "year": 1853
        },
        {
            "text": "Evgraf Fedorov, Russian mathematician, crystallographer, and mineralogist (died 1919)",
            "year": 1853
        },
        {
            "text": "Sarada Devi, Indian mystic and philosopher (died 1920)",
            "year": 1853
        },
        {
            "text": "Victoriano Huerta, Mexican general and politician, 35th President of Mexico (died 1916)",
            "year": 1850
        },
        {
            "text": "John Nevil Maskelyne, English magician (died 1917)",
            "year": 1839
        },
        {
            "text": "Franz Abt, German composer and conductor (died 1870)",
            "year": 1819
        },
        {
            "text": "Pierre Ossian Bonnet, French mathematician and academic (died 1892)",
            "year": 1819
        },
        {
            "text": "Johan Sebastian Welhaven, Norwegian author, poet, and critic (died 1873)",
            "year": 1807
        },
        {
            "text": "John Obadiah Westwood, English entomologist and archaeologist (died 1893)",
            "year": 1805
        },
        {
            "text": "Nicholas Callan, Irish priest and physicist (died 1864)",
            "year": 1799
        },
        {
            "text": "Johann Friedrich Pfaff, German mathematician and academic (died 1825)",
            "year": 1765
        },
        {
            "text": "Carl Friedrich Abel, German viol player and composer (died 1787)",
            "year": 1723
        },
        {
            "text": "James Oglethorpe, English general and politician, 1st Colonial Governor of Georgia (died 1785)",
            "year": 1696
        },
        {
            "text": "Hermann Samuel Reimarus, German philosopher and academic (died 1768)",
            "year": 1694
        },
        {
            "text": "Guru Gobind Singh, Indian guru and poet (died 1708)",
            "year": 1666
        },
        {
            "text": "Jean Racine, French poet and playwright (died 1699)",
            "year": 1639
        },
        {
            "text": "Tommaso Dingli, Maltese architect and sculptor (died 1666)",
            "year": 1591
        },
        {
            "text": "Étienne Martellange, French architect (died 1641)",
            "year": 1569
        },
        {
            "text": "Cesare Cremonini, Italian philosopher and author (died 1631)",
            "year": 1550
        },
        {
            "text": "Kuroda Yoshitaka, Japanese daimyō (died 1604)",
            "year": 1546
        },
        {
            "text": "Sultan Cem, Ottoman politician (died 1495)",
            "year": 1459
        },
        {
            "text": "Khutughtu Khan Kusala, Mongolian emperor (died 1329)",
            "year": 1300
        },
        {
            "text": "Chagatai Khan, Mongol ruler (died 1242)",
            "year": 1183
        },
        {
            "text": "Emperor Antoku of Japan (died 1185)",
            "year": 1178
        },
        {
            "text": "Roger II of Sicily (died 1154)",
            "year": 1095
        },
        {
            "text": "Kang Kam-ch'an, Korean official and general (died 1031)",
            "year": 948
        },
        {
            "text": "Diocletian, Roman emperor (died 311)",
            "year": 244
        }
    ],
    "deaths": [
        {
            "text": "Leon Coates, English composer (born 1937)",
            "year": 2023
        },
        {
            "text": "Ram Dass, American spiritual teacher and author (born 1931)",
            "year": 2019
        },
        {
            "text": "Paddy Ashdown, British politician (born 1941)",
            "year": 2018
        },
        {
            "text": "Simcha Rotem, last survivor of the Warsaw Ghetto Uprising (born 1924)",
            "year": 2018
        },
        {
            "text": "Herman Sikumbang, Indonesian guitarist (born 1982); casualty during 2018 Sunda Strait tsunami",
            "year": 2018
        },
        {
            "text": "Gonzalo Morales Sáurez, Costa Rican painter (born 1945)",
            "year": 2017
        },
        {
            "text": "Chad Robinson, Australian rugby league player (born 1980)",
            "year": 2016
        },
        {
            "text": "Peter Lundblad, Swedish singer-songwriter (born 1950)",
            "year": 2015
        },
        {
            "text": "Freda Meissner-Blau, Australian activist and politician (born 1927)",
            "year": 2015
        },
        {
            "text": "John Robert Beyster, American physicist and academic (born 1924)",
            "year": 2014
        },
        {
            "text": "Christine Cavanaugh, American actress (born 1963)",
            "year": 2014
        },
        {
            "text": "Joe Cocker, English singer-songwriter (born 1944)",
            "year": 2014
        },
        {
            "text": "Bernard Stone, American lawyer and politician (born 1927)",
            "year": 2014
        },
        {
            "text": "Diomedes Díaz, Colombian singer-songwriter (born 1956)",
            "year": 2013
        },
        {
            "text": "Hans Hækkerup, Danish lawyer and politician (born 1945)",
            "year": 2013
        },
        {
            "text": "Oscar Peer, Swiss author, playwright, and philologist (born 1928)",
            "year": 2013
        },
        {
            "text": "Chuck Cherundolo, American football player and coach (born 1916)",
            "year": 2012
        },
        {
            "text": "Ryan Freel, American baseball player (born 1976)",
            "year": 2012
        },
        {
            "text": "Cliff Osmond, American actor, director, producer, and screenwriter (born 1937)",
            "year": 2012
        },
        {
            "text": "Lim Keng Yaik, Malaysian physician and politician (born 1939)",
            "year": 2012
        },
        {
            "text": "Fred Foy, American soldier and announcer (born 1921)",
            "year": 2010
        },
        {
            "text": "Luis Francisco Cuéllar, Colombian rancher and politician (born 1940)",
            "year": 2009
        },
        {
            "text": "Albert Scanlon, English footballer (born 1935)",
            "year": 2009
        },
        {
            "text": "Charles Court, Australian politician, 21st Premier of Western Australia (born 1911)",
            "year": 2007
        },
        {
            "text": "Adrian Cristobal, Filipino journalist and playwright (born 1932)",
            "year": 2007
        },
        {
            "text": "Elena Mukhina, Russian gymnast (born 1960)",
            "year": 2006
        },
        {
            "text": "Galina Ustvolskaya, Russian composer (born 1919)",
            "year": 2006
        },
        {
            "text": "Doug Ault, American baseball player and manager (born 1950)",
            "year": 2004
        },
        {
            "text": "Desmond Hoyte, Guyanese lawyer, politician and President of Guyana (born 1929)",
            "year": 2002
        },
        {
            "text": "Joe Strummer, English singer-songwriter (born 1952)",
            "year": 2002
        },
        {
            "text": "Ovidiu Iacov, Romanian footballer (born 1981)",
            "year": 2001
        },
        {
            "text": "Walter Newton Read, American lawyer and second chairman of the New Jersey Casino Control Commission (born 1918)",
            "year": 2001
        },
        {
            "text": "Sebastian Arcos Bergnes, Cuban-American dentist and activist (born 1931)",
            "year": 1997
        },
        {
            "text": "Jack Hamm, American cartoonist and television host (born 1916)",
            "year": 1996
        },
        {
            "text": "Butterfly McQueen, American actress and dancer (born 1911)",
            "year": 1995
        },
        {
            "text": "James Meade, English economist and academic, Nobel Prize laureate (born 1907)",
            "year": 1995
        },
        {
            "text": "Don DeFore, American actor (born 1913)",
            "year": 1993
        },
        {
            "text": "Harry Bluestone, English violinist and composer (born 1907)",
            "year": 1992
        },
        {
            "text": "Frederick William Franz, American religious leader (born 1893)",
            "year": 1992
        },
        {
            "text": "Samuel Beckett, Irish author, poet, and playwright, Nobel Prize laureate (born 1906)",
            "year": 1989
        },
        {
            "text": "Chico Mendes, Brazilian trade union leader and activist (born 1944)",
            "year": 1988
        },
        {
            "text": "Luca Prodan, Italian-Scottish singer-songwriter and guitarist (born 1953)",
            "year": 1987
        },
        {
            "text": "Mary Burchell, English author and activist (born 1904)",
            "year": 1986
        },
        {
            "text": "David Penhaligon, Cornish Liberal Politician (born 1944), Member of Parliament (MP) for Truro (1974–1986)",
            "year": 1986
        },
        {
            "text": "D. Boon, American singer and musician (born 1958)",
            "year": 1985
        },
        {
            "text": "Darryl F. Zanuck, American director and producer (born 1902)",
            "year": 1979
        },
        {
            "text": "Sterling North, American author and critic (born 1906)",
            "year": 1974
        },
        {
            "text": "Godfried Bomans, Dutch journalist and author (born 1913)",
            "year": 1971
        },
        {
            "text": "Enrique Peñaranda, 45th President of Bolivia (born 1892)",
            "year": 1969
        },
        {
            "text": "Raymond Gram Swing, American journalist (born 1887)",
            "year": 1968
        },
        {
            "text": "Richard Dimbleby, English journalist (born 1913)",
            "year": 1965
        },
        {
            "text": "Ross McLarty, Australian politician, 17th Premier of Western Australia (born 1891)",
            "year": 1962
        },
        {
            "text": "Ninian Comper, Scottish-English architect (born 1864)",
            "year": 1960
        },
        {
            "text": "Gilda Gray, Polish-American actress and dancer (born 1901)",
            "year": 1959
        },
        {
            "text": "Frank George Woollard, English engineer (born 1883)",
            "year": 1957
        },
        {
            "text": "Frederick Freake, English polo player (born 1876)",
            "year": 1950
        },
        {
            "text": "Harry Langdon, American actor, comedian, and vaudevillian (born 1884)",
            "year": 1944
        },
        {
            "text": "Beatrix Potter, English children's book writer and illustrator (born 1866)",
            "year": 1943
        },
        {
            "text": "Franz Boas, German-American anthropologist and linguist (born 1858)",
            "year": 1942
        },
        {
            "text": "Karel Hašler, Czech actor, director, composer, and screenwriter (born 1879)",
            "year": 1941
        },
        {
            "text": "Nathanael West, American author and screenwriter (born 1903)",
            "year": 1940
        },
        {
            "text": "Ma Rainey, American singer (born 1886)",
            "year": 1939
        },
        {
            "text": "Amelie Beese, German pilot and engineer (born 1886)",
            "year": 1925
        },
        {
            "text": "Karl Denke, German serial killer and cannibal (born 1860)",
            "year": 1924
        },
        {
            "text": "Hermann Weingärtner, German gymnast (born 1864)",
            "year": 1919
        },
        {
            "text": "Aristeidis Moraitinis, Greek lieutenant and pilot (born 1891)",
            "year": 1918
        },
        {
            "text": "Frances Xavier Cabrini, Italian-American nun and saint (born 1850)",
            "year": 1917
        },
        {
            "text": "Rose Talbot Bullard, American medical doctor and professor (born 1864)",
            "year": 1915
        },
        {
            "text": "Richard von Krafft-Ebing, German-Austrian psychiatrist and author (born 1840)",
            "year": 1902
        },
        {
            "text": "Dwight L. Moody, American evangelist and publisher, founded Moody Publishers (born 1837)",
            "year": 1899
        },
        {
            "text": "Paul de Lagarde, German biblical scholar and orientalist (born 1827)",
            "year": 1891
        },
        {
            "text": "John Chisum, American cattle baron (born 1824)",
            "year": 1884
        },
        {
            "text": "George Eliot, English novelist and poet (born 1819)",
            "year": 1880
        },
        {
            "text": "Gustavo Adolfo Bécquer, Spanish journalist, poet, and playwright (born 1836)",
            "year": 1870
        },
        {
            "text": "Jean-Victor Poncelet, French mathematician and engineer (born 1788)",
            "year": 1867
        },
        {
            "text": "Manuel María Lombardini, Mexican general and politician. President (1853) (born 1802)",
            "year": 1853
        },
        {
            "text": "William Hyde Wollaston, English chemist and physicist (born 1766)",
            "year": 1828
        },
        {
            "text": "William Vernon, English-American merchant (born 1719)",
            "year": 1806
        },
        {
            "text": "Percivall Pott, English physician and surgeon (born 1714)",
            "year": 1788
        },
        {
            "text": "John Newbery, English publisher (born 1713)",
            "year": 1767
        },
        {
            "text": "Richard Alleine, English minister and author (born 1611)",
            "year": 1681
        },
        {
            "text": "Guercino, Italian painter (born 1591)",
            "year": 1666
        },
        {
            "text": "André Tacquet, Flemish priest and mathematician (born 1612)",
            "year": 1660
        },
        {
            "text": "Petro Mohyla, Ruthenian metropolitan and saint (born 1596)",
            "year": 1646
        },
        {
            "text": "Maximilien de Béthune, Duke of Sully, 2nd Prime Minister of France (born 1560)",
            "year": 1641
        },
        {
            "text": "Mehmed III, Ottoman sultan (born 1566)",
            "year": 1603
        },
        {
            "text": "François Clouet, French miniaturist (born c. 1510)",
            "year": 1572
        },
        {
            "text": "Alessandro Bonvicino, Italian painter (born 1498)",
            "year": 1554
        },
        {
            "text": "Willibald Pirckheimer, German lawyer and author (born 1470)",
            "year": 1530
        },
        {
            "text": "Antipope John XXIII",
            "year": 1419
        },
        {
            "text": "Olaf Magnusson, King of Norway (born 1099)",
            "year": 1115
        },
        {
            "text": "Bretislav II of Bohemia (born 1060)",
            "year": 1100
        },
        {
            "text": "Cynesige, Archbishop of York",
            "year": 1060
        },
        {
            "text": "Baha' al-Dawla, Buyid amir of Iraq",
            "year": 1012
        },
        {
            "text": "Yuan Qianyao, official of the Chinese Tang dynasty",
            "year": 731
        },
        {
            "text": "Vitellius, Roman emperor (born 15)",
            "year": 69
        }
    ],
    "metadata": {
        "current_date": "December 22, 2025",
        "short_date": "Dec 22",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            34,
            48,
            33,
            2,
            21,
            55,
            39,
            28,
            11,
            32
        ],
        "births": [
            101,
            179,
            206,
            100
        ],
        "deaths": [
            83,
            28,
            14,
            77
        ]
    }
}