{
    "events": [
        {
            "text": "Donald Trump is convicted of falsifying business records in his New York trial, the first time a former President of the United States has been found guilty in a criminal case.",
            "year": 2024
        },
        {
            "text": "The Crew Dragon Demo-2 launches from the Kennedy Space Center, becoming the first crewed orbital spacecraft to launch from the United States since 2011 and the first commercial flight to the International Space Station.",
            "year": 2020
        },
        {
            "text": "Nigeria passes a law banning same-sex marriage.",
            "year": 2013
        },
        {
            "text": "Former Liberian president Charles Taylor is sentenced to 50 years in prison for his role in atrocities committed during the Sierra Leone Civil War.",
            "year": 2012
        },
        {
            "text": "Convention on Cluster Munitions is adopted.",
            "year": 2008
        },
        {
            "text": "TACA Flight 390 overshoots the runway at Toncontín International Airport in Tegucigalpa, Honduras and crashes, killing five people.",
            "year": 2008
        },
        {
            "text": "Depayin massacre: At least 70 people associated with the National League for Democracy are killed by government-sponsored mob in Burma. Aung San Suu Kyi flees the scene, but is arrested soon afterwards.",
            "year": 2003
        },
        {
            "text": "The 6.5 Mw  Afghanistan earthquake shook the Takhar Province of northern Afghanistan with a maximum Mercalli intensity of VII (Very strong), killing around 4,000–4,500.",
            "year": 1998
        },
        {
            "text": "Nuclear Testing: Pakistan conducts an underground test in the Kharan Desert. It is reported to be a plutonium device with yield of 20kt TNT equivalent.",
            "year": 1998
        },
        {
            "text": "Croatian Parliament is constituted after the first free, multi-party elections, today celebrated as the National Day of Croatia.",
            "year": 1990
        },
        {
            "text": "Tiananmen Square protests of 1989: The 10-metre high \"Goddess of Democracy\" statue is unveiled in Tiananmen Square by student demonstrators.",
            "year": 1989
        },
        {
            "text": "Cold War: Spain joins NATO.",
            "year": 1982
        },
        {
            "text": "Downeast Flight 46 crashes on approach to Knox County Regional Airport in Rockland, Maine, killing 17.",
            "year": 1979
        },
        {
            "text": "European Space Agency is established.",
            "year": 1975
        },
        {
            "text": "The Airbus A300 passenger aircraft first enters service.",
            "year": 1974
        },
        {
            "text": "The Angry Brigade goes on trial over a series of 25 bombings throughout the United Kingdom.",
            "year": 1972
        },
        {
            "text": "In Ben Gurion Airport (at the time: Lod Airport), Israel, members of the Japanese Red Army carry out the Lod Airport massacre, killing 24 people and injuring 78 others.",
            "year": 1972
        },
        {
            "text": "Mariner program: Mariner 9 is launched to map 70% of the surface, and to study temporal changes in the atmosphere and surface, of Mars.",
            "year": 1971
        },
        {
            "text": "Charles de Gaulle reappears publicly after his flight to Baden-Baden, West Germany, and dissolves the French National Assembly by a radio appeal. Immediately after, less than one million of his supporters march on the Champs-Élysées in Paris. This is the turning point of May 1968 events in France.",
            "year": 1968
        },
        {
            "text": "The Nigerian Eastern Region declares independence as the Republic of Biafra, sparking a civil war.",
            "year": 1967
        },
        {
            "text": "Former Congolese Prime Minister, Évariste Kimba, and several other politicians are publicly executed in Kinshasa on the orders of President Joseph Mobutu.",
            "year": 1966
        },
        {
            "text": "A protest against pro-Catholic discrimination during the Buddhist crisis is held outside South Vietnam's National Assembly, the first open demonstration during the eight-year presidency of Ngo Dinh Diem.",
            "year": 1963
        },
        {
            "text": "The long-time Dominican dictator Rafael Trujillo is assassinated in Santo Domingo, Dominican Republic.",
            "year": 1961
        },
        {
            "text": "Viasa Flight 897 crashes after takeoff from Lisbon Airport, killing 61.",
            "year": 1961
        },
        {
            "text": "The Auckland Harbour Bridge, crossing the Waitemata Harbour in Auckland, New Zealand, is officially opened by Governor-General Charles Lyttelton, 10th Viscount Cobham.",
            "year": 1959
        },
        {
            "text": "Memorial Day: The remains of two unidentified American servicemen, killed in action during World War II and the Korean War respectively, are buried at the Tomb of the Unknown Soldier in Arlington National Cemetery.",
            "year": 1958
        },
        {
            "text": "A dike along the flooding Columbia River breaks, obliterating Vanport, Oregon within minutes. Fifteen people die and tens of thousands are left homeless.",
            "year": 1948
        },
        {
            "text": "The Holocaust: Josef Mengele becomes chief medical officer of the Zigeunerfamilienlager (Romani family camp) at Auschwitz concentration camp.",
            "year": 1943
        },
        {
            "text": "World War II: One thousand British bombers launch a 90-minute attack on Cologne, Germany.",
            "year": 1942
        },
        {
            "text": "World War II: Manolis Glezos and Apostolos Santas climb the Athenian Acropolis and tear down the German flag.",
            "year": 1941
        },
        {
            "text": "Memorial Day massacre: Chicago police shoot and kill ten labor demonstrators.",
            "year": 1937
        },
        {
            "text": "May Thirtieth Movement: Shanghai Municipal Police Force shoot and kill 13 protesting workers.",
            "year": 1925
        },
        {
            "text": "The Lincoln Memorial is dedicated in Washington, D.C.",
            "year": 1922
        },
        {
            "text": "The new, and then the largest, Cunard ocean liner RMS Aquitania, 45,647 tons, sets sails on her maiden voyage from Liverpool, England, to New York City.",
            "year": 1914
        },
        {
            "text": "The Treaty of London is signed, ending the First Balkan War; Albania becomes an independent nation.",
            "year": 1913
        },
        {
            "text": "At the Indianapolis Motor Speedway, the first Indianapolis 500 ends with Ray Harroun in his Marmon Wasp becoming the first winner of the 500-mile auto race.",
            "year": 1911
        },
        {
            "text": "Pearl Hart, a female outlaw of the Old West, robs a stage coach 30 miles southeast of Globe, Arizona.",
            "year": 1899
        },
        {
            "text": "In New York City, 12 people are killed in a stampede on the recently opened Brooklyn Bridge.",
            "year": 1883
        },
        {
            "text": "Ottoman sultan Abdülaziz is deposed and succeeded by his nephew Murad V.",
            "year": 1876
        },
        {
            "text": "The secret decree of Ems Ukaz, issued by Russian Tsar Alexander II in the German city of Bad Ems, was aimed at stopping the printing and distribution of Ukrainian-language publications in the Russian Empire.",
            "year": 1876
        },
        {
            "text": "Decoration Day (the predecessor of the modern \"Memorial Day\") is observed in the United States for the first time after a proclamation by John A. Logan, head of the Grand Army of the Republic (a veterans group).",
            "year": 1868
        },
        {
            "text": "Bedrich Smetana's comic opera The Bartered Bride premiered in Prague.",
            "year": 1866
        },
        {
            "text": "American Civil War: The Siege of Corinth ends in a Union victory, with General Henry Halleck capturing the critical rail junction of Corinth, Mississippi from retreating Confederate forces under General P. G. T. Beauregard.",
            "year": 1862
        },
        {
            "text": "The Kansas–Nebraska Act becomes law establishing the U.S. territories of Kansas and Nebraska.",
            "year": 1854
        },
        {
            "text": "The Fatel Razack coming from India, lands in the Gulf of Paria in Trinidad and Tobago carrying the first Indians to the country.",
            "year": 1845
        },
        {
            "text": "John Francis attempts to murder Queen Victoria as she drives down Constitution Hill in London with Prince Albert.",
            "year": 1842
        },
        {
            "text": "Minister of Justice Joaquim António de Aguiar issues a law seizing \"all convents, monasteries, colleges, hospices and any other houses\" from the Catholic religious orders in Portugal, earning him the nickname of \"The Friar-Killer\".",
            "year": 1834
        },
        {
            "text": "The East Indiaman Arniston is wrecked during a storm at Waenhuiskrans, near Cape Agulhas, in present-day South Africa, with the loss of 372 lives.",
            "year": 1815
        },
        {
            "text": "The First Treaty of Paris is signed, returning the French frontiers to their 1792 extent, and restoring the House of Bourbon to power.",
            "year": 1814
        },
        {
            "text": "Future U.S. President Andrew Jackson kills Charles Dickinson in a duel.",
            "year": 1806
        },
        {
            "text": "War of the First Coalition: In the Battle of Borghetto, Napoleon Bonaparte manages to cross the Mincio River against the Austrian army. This crossing forces the Austrians to abandon Lombardy and retreat to the Tyrol, leaving the fortress of Mantua as the sole remaining Austrian stronghold in Northern Italy.",
            "year": 1796
        },
        {
            "text": "Johann Sebastian Bach assumed the office of Thomaskantor in Leipzig, presenting his first new cantata, Die Elenden sollen essen, BWV 75, in the St. Nicholas Church on the first Sunday after Trinity.",
            "year": 1723
        },
        {
            "text": "From this date all honors granted by Charles I of England are retroactively annulled by Parliament.",
            "year": 1642
        },
        {
            "text": "Thirty Years' War: The Peace of Prague is signed.",
            "year": 1635
        },
        {
            "text": "Publication of Gazette de France, the first French newspaper.",
            "year": 1631
        },
        {
            "text": "The last ship of the Spanish Armada sets sail from Lisbon heading for the English Channel.",
            "year": 1588
        },
        {
            "text": "Henry III becomes King of France.",
            "year": 1574
        },
        {
            "text": "In Florida, Hernando de Soto lands at Tampa Bay with 600 soldiers with the goal of finding gold.",
            "year": 1539
        },
        {
            "text": "King Henry VIII of England marries Jane Seymour, a lady-in-waiting to his first two wives.",
            "year": 1536
        },
        {
            "text": "During the reign of the Zhengde Emperor, Ming dynasty rebel leader Zhu Zhifan is defeated by commander Qiu Yue, ending the Prince of Anhua rebellion.",
            "year": 1510
        },
        {
            "text": "Hussite Wars: Battle of Lipany: Effectively ending the war, Utraquist forces led by Diviš Bořek of Miletínek defeat and almost annihilate Taborite forces led by Prokop the Great.",
            "year": 1434
        },
        {
            "text": "Hundred Years' War: In Rouen, France, the 19-year-old Joan of Arc is burned at the stake by an English-dominated tribunal.",
            "year": 1431
        },
        {
            "text": "The Council of Constance, called by Emperor Sigismund, a supporter of Antipope John XXIII, burns Jerome of Prague following a trial for heresy.",
            "year": 1416
        },
        {
            "text": "Beginning of the Peasants' Revolt in England.",
            "year": 1381
        },
        {
            "text": "Siege of Jerusalem: Titus and his Roman legions breach the Second Wall of Jerusalem. Jewish defenders retreat to the First Wall. The Romans build a circumvallation, cutting down all trees within fifteen kilometres (9.3 mi).",
            "year": 70
        }
    ],
    "births": [
        {
            "text": "Natty, Thai singer based in South Korea",
            "year": 2002
        },
        {
            "text": "Jared S. Gilmore, American actor",
            "year": 2000
        },
        {
            "text": "Eddie Nketiah, English footballer",
            "year": 1999
        },
        {
            "text": "Guanyu Zhou, Chinese race car driver",
            "year": 1999
        },
        {
            "text": "Jung Eun-bi, South Korean singer and actress",
            "year": 1997
        },
        {
            "text": "Charlie Hall, American actor",
            "year": 1997
        },
        {
            "text": "Jake Short, American actor",
            "year": 1997
        },
        {
            "text": "Beatriz Haddad Maia, Brazilian tennis player",
            "year": 1996
        },
        {
            "text": "Scott Laughton, Canadian ice hockey player",
            "year": 1994
        },
        {
            "text": "Harrison Barnes, American basketball player",
            "year": 1992
        },
        {
            "text": "Danielle Harold, English actress",
            "year": 1992
        },
        {
            "text": "Jeremy Lamb, American basketball player",
            "year": 1992
        },
        {
            "text": "Jonathan Fox, English swimmer",
            "year": 1991
        },
        {
            "text": "Im Yoon-ah, South Korean singer and actress",
            "year": 1990
        },
        {
            "text": "Andrei Loktionov, Russian ice hockey player",
            "year": 1990
        },
        {
            "text": "Zack Wheeler, American baseball player",
            "year": 1990
        },
        {
            "text": "Ailee, Korean-American singer and songwriter",
            "year": 1989
        },
        {
            "text": "Lesia Tsurenko, Ukrainian tennis player",
            "year": 1989
        },
        {
            "text": "Nikolay Bodurov, Bulgarian international footballer",
            "year": 1986
        },
        {
            "text": "Will Peltz, American actor",
            "year": 1986
        },
        {
            "text": "Igor Kurnosov, Russian chess player (died 2013)",
            "year": 1985
        },
        {
            "text": "Igor Lewczuk, Polish footballer",
            "year": 1985
        },
        {
            "text": "Aaron Volpatti, Canadian ice hockey player",
            "year": 1985
        },
        {
            "text": "Sham Kwok Fai, Hong Kong footballer",
            "year": 1984
        },
        {
            "text": "Matt Maguire, Australian footballer",
            "year": 1984
        },
        {
            "text": "Alexander Sulzer, German ice hockey player",
            "year": 1984
        },
        {
            "text": "Eddie Griffin, American basketball player (died 2007)",
            "year": 1982
        },
        {
            "text": "James Simpson-Daniel, English rugby player",
            "year": 1982
        },
        {
            "text": "Devendra Banhart, American singer-songwriter and guitarist",
            "year": 1981
        },
        {
            "text": "Gianmaria Bruni, Italian race car driver",
            "year": 1981
        },
        {
            "text": "Ahmad Elrich, Australian footballer",
            "year": 1981
        },
        {
            "text": "Remy Ma, American rapper",
            "year": 1981
        },
        {
            "text": "Lars Møller Madsen, Danish handball player",
            "year": 1981
        },
        {
            "text": "Hisanori Takada, Japanese footballer",
            "year": 1981
        },
        {
            "text": "Steven Gerrard, English international footballer and manager",
            "year": 1980
        },
        {
            "text": "Ilona Korstin, Russian basketball player",
            "year": 1980
        },
        {
            "text": "Ryōgo Narita, Japanese author",
            "year": 1980
        },
        {
            "text": "Mike Bishai, Canadian ice hockey player",
            "year": 1979
        },
        {
            "text": "Clint Bowyer, American race car driver",
            "year": 1979
        },
        {
            "text": "Francis Lessard, Canadian ice hockey player",
            "year": 1979
        },
        {
            "text": "Rachael Stirling, English actress",
            "year": 1977
        },
        {
            "text": "Federico Vilar, Argentinian-Italian footballer",
            "year": 1977
        },
        {
            "text": "Arna Lára Jónsdóttir, Icelandic politician",
            "year": 1976
        },
        {
            "text": "Rasho Nesterović, basketball player",
            "year": 1976
        },
        {
            "text": "Magnus Norman, Swedish tennis player and coach",
            "year": 1976
        },
        {
            "text": "Margaret Okayo, Kenyan runner",
            "year": 1976
        },
        {
            "text": "Evan Eschmeyer, American basketball player",
            "year": 1975
        },
        {
            "text": "Brian Fair, American singer-songwriter",
            "year": 1975
        },
        {
            "text": "Andy Farrell, English rugby player and coach",
            "year": 1975
        },
        {
            "text": "CeeLo Green, American singer-songwriter",
            "year": 1975
        },
        {
            "text": "Marissa Mayer, American computer scientist and businesswoman",
            "year": 1975
        },
        {
            "text": "Big L, American rapper (died 1999)",
            "year": 1974
        },
        {
            "text": "Kostas Chalkias, Greek footballer",
            "year": 1974
        },
        {
            "text": "Shin Ha-kyun, South Korean actor",
            "year": 1974
        },
        {
            "text": "David Wilkie, American ice hockey player and coach",
            "year": 1974
        },
        {
            "text": "Manny Ramirez, Dominican-American baseball player and coach",
            "year": 1972
        },
        {
            "text": "Paul Grayson, English rugby player and coach",
            "year": 1971
        },
        {
            "text": "Duncan Jones, English director, producer, and screenwriter",
            "year": 1971
        },
        {
            "text": "Idina Menzel, American singer-songwriter and actress",
            "year": 1971
        },
        {
            "text": "Jiří Šlégr, Czech ice hockey player and politician",
            "year": 1971
        },
        {
            "text": "Adrian Vowles, Australian rugby league player and sportscaster",
            "year": 1971
        },
        {
            "text": "Naomi Kawase, Japanese director, producer, and screenwriter",
            "year": 1969
        },
        {
            "text": "Ryuhei Kitamura, Japanese director, producer, and screenwriter",
            "year": 1969
        },
        {
            "text": "Jason Kenney, Canadian lawyer and politician, 18th Premier of Alberta",
            "year": 1968
        },
        {
            "text": "Zacarias Moussaoui, French citizen, sentenced to life in prison related to September 11 attacks",
            "year": 1968
        },
        {
            "text": "Tim Burgess, English singer-songwriter",
            "year": 1967
        },
        {
            "text": "Rechelle Hawkes, Australian hockey player",
            "year": 1967
        },
        {
            "text": "Sven Pipien, German-American bass player",
            "year": 1967
        },
        {
            "text": "Sonya Curry, mother of American basketball players",
            "year": 1966
        },
        {
            "text": "Thomas Häßler, German footballer and manager",
            "year": 1966
        },
        {
            "text": "Stephen Malkmus, American singer-songwriter and guitarist",
            "year": 1966
        },
        {
            "text": "Troy Coker, Australian rugby player",
            "year": 1965
        },
        {
            "text": "Billy Donovan, American basketball player and coach",
            "year": 1965
        },
        {
            "text": "Iginio Straffi, Italian animator and producer, founded Rainbow S.r.l.",
            "year": 1965
        },
        {
            "text": "Wynonna Judd, American singer-songwriter, guitarist, and actress",
            "year": 1964
        },
        {
            "text": "Andrea Montermini, Italian race car driver",
            "year": 1964
        },
        {
            "text": "Tom Morello, American singer-songwriter, guitarist, and actor",
            "year": 1964
        },
        {
            "text": "Michel Langevin, Canadian drummer and songwriter",
            "year": 1963
        },
        {
            "text": "Élise Lucet, French journalist",
            "year": 1963
        },
        {
            "text": "Helen Sharman, English chemist and astronaut",
            "year": 1963
        },
        {
            "text": "Kevin Eastman, American author and illustrator, co-created the Teenage Mutant Ninja Turtles",
            "year": 1962
        },
        {
            "text": "Richard Fuller, English lawyer and politician",
            "year": 1962
        },
        {
            "text": "Tim Loughton, English businessman and politician",
            "year": 1962
        },
        {
            "text": "Tonya Pinkins, American actress and singer",
            "year": 1962
        },
        {
            "text": "Harry Enfield, English actor, director, and screenwriter",
            "year": 1961
        },
        {
            "text": "John Terlesky, American actor",
            "year": 1961
        },
        {
            "text": "Bob Yari, Iranian-American director and producer",
            "year": 1961
        },
        {
            "text": "Phil Brown, English footballer, coach, and manager",
            "year": 1959
        },
        {
            "text": "Randy Ferbey, Canadian curler",
            "year": 1959
        },
        {
            "text": "Frank Vanhecke, Belgian politician",
            "year": 1959
        },
        {
            "text": "Eugene Belliveau, Canadian football player",
            "year": 1958
        },
        {
            "text": "Marie Fredriksson, Swedish singer-songwriter and pianist (died 2019)",
            "year": 1958
        },
        {
            "text": "Steve Israel, American lawyer and politician",
            "year": 1958
        },
        {
            "text": "Michael López-Alegría, Spanish-American captain, pilot, and astronaut",
            "year": 1958
        },
        {
            "text": "Ted McGinley, American actor",
            "year": 1958
        },
        {
            "text": "Mike Clayton, Australian golfer",
            "year": 1957
        },
        {
            "text": "Tim Lucas, American author, screenwriter, and critic",
            "year": 1956
        },
        {
            "text": "Topper Headon, English drummer and songwriter",
            "year": 1955
        },
        {
            "text": "Jacqueline McGlade, English-Canadian biologist, ecologist, and academic",
            "year": 1955
        },
        {
            "text": "Caroline Swift, English lawyer and judge",
            "year": 1955
        },
        {
            "text": "Colm Tóibín, Irish novelist, poet, playwright, and critic",
            "year": 1955
        },
        {
            "text": "Jake Roberts, American professional wrestler",
            "year": 1955
        },
        {
            "text": "Jim Hunter, Canadian skier",
            "year": 1953
        },
        {
            "text": "Colm Meaney, Irish actor",
            "year": 1953
        },
        {
            "text": "Daniel Grodnik, American screenwriter and producer",
            "year": 1952
        },
        {
            "text": "Kerry Fraser, Canadian ice hockey player, referee, and sportscaster",
            "year": 1952
        },
        {
            "text": "Zdravko Čolić, Bosnian Serb singer-songwriter",
            "year": 1951
        },
        {
            "text": "Fernando Lugo, Paraguayan bishop and politician, President of Paraguay",
            "year": 1951
        },
        {
            "text": "Stephen Tobolowsky, American actor, singer, and director",
            "year": 1951
        },
        {
            "text": "Bertrand Delanoë, French politician, 14th Mayor of Paris",
            "year": 1950
        },
        {
            "text": "Paresh Rawal, Indian actor, producer, and politician",
            "year": 1950
        },
        {
            "text": "Joshua Rozenberg, English lawyer, journalist, and author",
            "year": 1950
        },
        {
            "text": "P.J. Carlesimo, American basketball player and coach",
            "year": 1949
        },
        {
            "text": "Paul Coleridge, English lawyer and judge",
            "year": 1949
        },
        {
            "text": "Bob Willis, English cricketer and sportscaster (died 2019)",
            "year": 1949
        },
        {
            "text": "Johan De Muynck, Belgian former professional road racing cyclist",
            "year": 1948
        },
        {
            "text": "Michael Piller, American screenwriter and producer (died 2005)",
            "year": 1948
        },
        {
            "text": "David Thorpe, Australian rules footballer",
            "year": 1948
        },
        {
            "text": "Jocelyne Bourassa, Canadian golfer (died 2021)",
            "year": 1947
        },
        {
            "text": "Allan Chapman, English historian and author",
            "year": 1946
        },
        {
            "text": "Dragan Džajić, Serbian and Yugoslav footballer",
            "year": 1946
        },
        {
            "text": "Gladys Horton, American singer (died 2011)",
            "year": 1945
        },
        {
            "text": "Lenny Davidson, English guitarist and songwriter",
            "year": 1944
        },
        {
            "text": "Meredith MacRae, American actress (died 2000)",
            "year": 1944
        },
        {
            "text": "Stav Prodromou, Greek-American engineer and businessman",
            "year": 1944
        },
        {
            "text": "James Chaney, American civil rights activist (died 1964)",
            "year": 1943
        },
        {
            "text": "Anders Michanek, Swedish motorcycle racer",
            "year": 1943
        },
        {
            "text": "Gale Sayers, American football player and philanthropist (died 2020)",
            "year": 1943
        },
        {
            "text": "John Gladwin, English bishop",
            "year": 1942
        },
        {
            "text": "Carole Stone, English journalist and author",
            "year": 1942
        },
        {
            "text": "Jagmohan Dalmiya, Indian cricket administrator (died 2015)",
            "year": 1940
        },
        {
            "text": "Gilles Villemure, Canadian-American ice hockey player",
            "year": 1940
        },
        {
            "text": "Michael J. Pollard, American actor (died 2019)",
            "year": 1939
        },
        {
            "text": "Dieter Quester, Austrian race car driver",
            "year": 1939
        },
        {
            "text": "Tim Waterstone, Scottish businessman, founded Waterstones",
            "year": 1939
        },
        {
            "text": "Billie Letts, American author and educator (died 2014)",
            "year": 1938
        },
        {
            "text": "Christopher Haskins, Anglo-Irish businessman, life peer, and British politician",
            "year": 1937
        },
        {
            "text": "Rick Mather, American-English architect (died 2013)",
            "year": 1937
        },
        {
            "text": "Keir Dullea, American actor",
            "year": 1936
        },
        {
            "text": "Ruta Lee, Canadian-American actress and dancer",
            "year": 1935
        },
        {
            "text": "Guy Tardif, Canadian academic and politician (died 2005)",
            "year": 1935
        },
        {
            "text": "Alexei Leonov, Russian general, pilot, and cosmonaut (died 2019)",
            "year": 1934
        },
        {
            "text": "Alketas Panagoulias, Greek footballer and manager (died 2012)",
            "year": 1934
        },
        {
            "text": "Ray Cooney, English actor and playwright",
            "year": 1932
        },
        {
            "text": "Pauline Oliveros, American accordion player and composer (died 2016)",
            "year": 1932
        },
        {
            "text": "Ivor Richard, Baron Richard, Welsh politician and diplomat, British Ambassador to the United Nations (died 2018)",
            "year": 1932
        },
        {
            "text": "Larry Silverstein, American real estate magnate",
            "year": 1931
        },
        {
            "text": "Mark Birley, English businessman, founded Annabel's (died 2007)",
            "year": 1930
        },
        {
            "text": "Robert Ryman, American painter (died 2019)",
            "year": 1930
        },
        {
            "text": "Georges Gilson, French archbishop (died 2024)",
            "year": 1929
        },
        {
            "text": "Pro Hart, Australian painter (died 2006)",
            "year": 1928
        },
        {
            "text": "Agnès Varda, Belgian-French director, producer, and screenwriter (died 2019)",
            "year": 1928
        },
        {
            "text": "Joan Birman, American mathematician",
            "year": 1927
        },
        {
            "text": "Clint Walker, American actor and singer (died 2018)",
            "year": 1927
        },
        {
            "text": "Billy Wilson, Australian rugby league player and coach (died 1993)",
            "year": 1927
        },
        {
            "text": "Johnny Gimble, American country/western swing musician (died 2015)",
            "year": 1926
        },
        {
            "text": "John Henry Marks, English physician and author (died 2022)",
            "year": 1925
        },
        {
            "text": "Anthony Dryden Marshall, American CIA officer and diplomat (died 2014)",
            "year": 1924
        },
        {
            "text": "Hal Clement, American author and educator (died 2003)",
            "year": 1922
        },
        {
            "text": "Franklin J. Schaffner, Japanese-American director and producer (died 1989)",
            "year": 1920
        },
        {
            "text": "René Barrientos, Bolivian general and politician, 55th President of Bolivia (died 1969)",
            "year": 1919
        },
        {
            "text": "Pita Amor, Mexican poet and author (died 2000)",
            "year": 1918
        },
        {
            "text": "Bob Evans, American businessman, founded Bob Evans Restaurants (died 2007)",
            "year": 1918
        },
        {
            "text": "Justin Catayée, French soldier and politician (died 1962)",
            "year": 1916
        },
        {
            "text": "Mort Meskin, American illustrator (died 1995)",
            "year": 1916
        },
        {
            "text": "Len Carney, English footballer and soldier (died 1996)",
            "year": 1915
        },
        {
            "text": "Akinoumi Setsuo, Japanese sumo wrestler, the 37th Yokozuna (died 1979)",
            "year": 1914
        },
        {
            "text": "Julius Axelrod, American biochemist and academic, Nobel Prize laureate (died 2004)",
            "year": 1912
        },
        {
            "text": "Erich Bagge, German physicist and academic (died 1996)",
            "year": 1912
        },
        {
            "text": "Hugh Griffith, Welsh actor (died 1980)",
            "year": 1912
        },
        {
            "text": "Millicent Selsam, American author and academic (died 1996)",
            "year": 1912
        },
        {
            "text": "Joseph Stein, American playwright and author (died 2010)",
            "year": 1912
        },
        {
            "text": "Harry Bernstein, English-American journalist and author (died 2011)",
            "year": 1910
        },
        {
            "text": "Jacques Canetti, French music executive and talent agent (died 1997)",
            "year": 1909
        },
        {
            "text": "Freddie Frith, English motorcycle road racer (died 1988)",
            "year": 1909
        },
        {
            "text": "Benny Goodman, American clarinet player, songwriter, and bandleader (died 1986)",
            "year": 1909
        },
        {
            "text": "Hannes Alfvén, Swedish physicist and engineer, Nobel Prize laureate (died 1995)",
            "year": 1908
        },
        {
            "text": "Mel Blanc, American voice actor (died 1989)",
            "year": 1908
        },
        {
            "text": "Germaine Tillion, French anthropologist and academic (died 2008)",
            "year": 1907
        },
        {
            "text": "Bruno Gröning, German mystic and author (died 1959)",
            "year": 1906
        },
        {
            "text": "Countee Cullen, American poet and author (died 1946)",
            "year": 1903
        },
        {
            "text": "Stepin Fetchit, American actor and dancer (died 1985)",
            "year": 1902
        },
        {
            "text": "Alfred Karindi, Estonian pianist and composer (died 1969)",
            "year": 1901
        },
        {
            "text": "Cornelia Otis Skinner, American actress and author (died 1979)",
            "year": 1901
        },
        {
            "text": "Irving Thalberg, American screenwriter and producer (died 1936)",
            "year": 1899
        },
        {
            "text": "John Gilroy, English artist and illustrator (died 1985)",
            "year": 1898
        },
        {
            "text": "Frank Wise, Australian politician, 16th Premier of Western Australia (died 1986)",
            "year": 1897
        },
        {
            "text": "Howard Hawks, American director, producer, and screenwriter (died 1977)",
            "year": 1896
        },
        {
            "text": "Maurice Tate, English cricketer (died 1956)",
            "year": 1895
        },
        {
            "text": "Hubertus van Mook, Dutch politician, Governor-General of the Dutch East Indies (died 1965)",
            "year": 1894
        },
        {
            "text": "Fernando Amorsolo, Filipino painter (died 1972)",
            "year": 1892
        },
        {
            "text": "Roger Salengro, French soldier and politician, French Minister of the Interior (died 1936)",
            "year": 1890
        },
        {
            "text": "Alexander Archipenko, Ukrainian-American sculptor and illustrator (died 1964)",
            "year": 1887
        },
        {
            "text": "Emil Reesen, Danish pianist, composer, and conductor (died 1964)",
            "year": 1887
        },
        {
            "text": "Laurent Barré, Canadian lawyer and politician (died 1964)",
            "year": 1886
        },
        {
            "text": "Randolph Bourne, American theorist and author (died 1918)",
            "year": 1886
        },
        {
            "text": "Villem Grünthal-Ridala, Estonian poet and linguist (died 1942)",
            "year": 1885
        },
        {
            "text": "Siegmund Glücksmann, German soldier and politician (died 1942)",
            "year": 1884
        },
        {
            "text": "Sandy Pearce, Australian rugby league player (died 1930)",
            "year": 1883
        },
        {
            "text": "Wyndham Halswelle, English runner and soldier (died 1915)",
            "year": 1882
        },
        {
            "text": "Georg von Küchler, German field marshal (died 1968)",
            "year": 1881
        },
        {
            "text": "Colin Blythe, English cricketer and soldier (died 1917)",
            "year": 1879
        },
        {
            "text": "Konstantin Ramul, Estonian psychologist and academic (died 1975)",
            "year": 1879
        },
        {
            "text": "Giovanni Gentile, Italian philosopher and academic (died 1944)",
            "year": 1875
        },
        {
            "text": "Ernest Duchesne, French physician (died 1912)",
            "year": 1874
        },
        {
            "text": "Grace Andrews, American mathematician (died 1951)",
            "year": 1869
        },
        {
            "text": "Mirza Alakbar Sabir, Azerbaijani philosopher and poet (died 1911)",
            "year": 1862
        },
        {
            "text": "Peter Carl Fabergé, Russian goldsmith and jeweler (died 1920)",
            "year": 1846
        },
        {
            "text": "Amadeo I, Spanish king (died 1890)",
            "year": 1845
        },
        {
            "text": "Félix Arnaudin, French poet and photographer (died 1921)",
            "year": 1844
        },
        {
            "text": "Alfred Austin, English author, poet, and playwright (died 1913)",
            "year": 1835
        },
        {
            "text": "Pierre-Joseph-Olivier Chauveau, Canadian lawyer and politician, 1st Premier of Quebec (died 1890)",
            "year": 1820
        },
        {
            "text": "William McMurdo, English general (died 1894)",
            "year": 1819
        },
        {
            "text": "Mikhail Bakunin, Russian philosopher and theorist  (died 1876)",
            "year": 1814
        },
        {
            "text": "Eugène Charles Catalan, Belgian-French mathematician and academic (died 1894)",
            "year": 1814
        },
        {
            "text": "Henri-Marie-Gaston Boisnormand de Bonnechose, French cardinal (died 1883)",
            "year": 1800
        },
        {
            "text": "Georg Amadeus Carl Friedrich Naumann, German mineralogist and geologist (died 1873)",
            "year": 1797
        },
        {
            "text": "Étienne Marie Antoine Champion de Nansouty, French general (died 1815)",
            "year": 1768
        },
        {
            "text": "Henry Addington, 1st Viscount Sidmouth, English politician, Prime Minister of the United Kingdom (died 1844)",
            "year": 1757
        },
        {
            "text": "Roger Newdigate, English politician (died 1806)",
            "year": 1719
        },
        {
            "text": "Wills Hill, 1st Marquess of Downshire, English politician, Secretary of State for the Colonies (died 1793)",
            "year": 1718
        },
        {
            "text": "Antonina Houbraken, Dutch illustrator (died 1736)",
            "year": 1686
        },
        {
            "text": "John Egerton, 2nd Earl of Bridgewater, English politician, Lord Lieutenant of Buckinghamshire (died 1686)",
            "year": 1623
        },
        {
            "text": "Samuel Bochart, French Protestant biblical scholar (died 1667)",
            "year": 1599
        },
        {
            "text": "Fadrique de Toledo, 1st Marquis of Villanueva de Valdueza (died 1634)",
            "year": 1580
        },
        {
            "text": "Barbara of Brandenburg, Bohemian queen (died 1515)",
            "year": 1464
        },
        {
            "text": "Georg von Peuerbach, German mathematician and astronomer (died 1461)",
            "year": 1423
        },
        {
            "text": "Theobald IV, count of Champagne (died 1253)",
            "year": 1201
        },
        {
            "text": "Ren Zong, Chinese emperor (died 1063)",
            "year": 1010
        }
    ],
    "deaths": [
        {
            "text": "Bob Reid, Chairman of the British Railways Board from 1990 until 1995 (born 1934)",
            "year": 2025
        },
        {
            "text": "Geneviève de Galard, French nurse (born 1925)",
            "year": 2024
        },
        {
            "text": "Drew Gordon, American professional basketball player (born 1990)",
            "year": 2024
        },
        {
            "text": "Jason Dupasquier, Swiss motorcycle road racer (born 2001)",
            "year": 2021
        },
        {
            "text": "Michael Angelis, British actor (born 1944)",
            "year": 2020
        },
        {
            "text": "Thad Cochran, American lawyer and politician (born 1937)",
            "year": 2019
        },
        {
            "text": "Jason Marcano, Trinidadian footballer (born 1983)",
            "year": 2019
        },
        {
            "text": "Tom Lysiak, Polish-Canadian ice hockey player (born 1953)",
            "year": 2016
        },
        {
            "text": "Rick MacLeish, Canadian ice hockey player (born 1950)",
            "year": 2016
        },
        {
            "text": "Beau Biden, American soldier, lawyer, and politician, 44th Attorney General of Delaware (born 1969)",
            "year": 2015
        },
        {
            "text": "Joël Champetier, Canadian author and screenwriter (born 1957)",
            "year": 2015
        },
        {
            "text": "L. Tom Perry, American religious leader and member of the Quorum of the Twelve Apostles of the Church of Jesus Christ of Latter-day Saints (born 1922)",
            "year": 2015
        },
        {
            "text": "Hienadz Buraukin, Belarusian poet, journalist, and diplomat (born 1936)",
            "year": 2014
        },
        {
            "text": "Henning Carlsen, Danish director, producer, and screenwriter (born 1927)",
            "year": 2014
        },
        {
            "text": "Joan Lorring, British actress (born 1926)",
            "year": 2014
        },
        {
            "text": "Leonidas Vasilikopoulos, Greek admiral (born 1932)",
            "year": 2014
        },
        {
            "text": "Jayalath Jayawardena, Sri Lankan physician and politician (born 1953)",
            "year": 2013
        },
        {
            "text": "Larry Jones, American football player and coach (born 1933)",
            "year": 2013
        },
        {
            "text": "John Fox, American comedian, actor, and screenwriter (born 1957)",
            "year": 2012
        },
        {
            "text": "Andrew Huxley, English physiologist and biophysicist, Nobel Prize laureate (born 1917)",
            "year": 2012
        },
        {
            "text": "Gerhard Pohl, German economist and politician (born 1937)",
            "year": 2012
        },
        {
            "text": "Jack Twyman, American basketball player and sportscaster (born 1934)",
            "year": 2012
        },
        {
            "text": "Isikia Savua, Fijian police officer and diplomat (born 1952)",
            "year": 2011
        },
        {
            "text": "Saleem Shahzad, Pakistani journalist (born 1970)",
            "year": 2011
        },
        {
            "text": "Marek Siemek, Polish philosopher and historian (born 1942)",
            "year": 2011
        },
        {
            "text": "Clarice Taylor, American actress (born 1917)",
            "year": 2011
        },
        {
            "text": "Rosalyn Sussman Yalow, American physicist and academic, Nobel Prize laureate (born 1921)",
            "year": 2011
        },
        {
            "text": "Yuri Chesnokov, Russian volleyball player and coach (born 1933)",
            "year": 2010
        },
        {
            "text": "Dufferin Roblin, Canadian commander and politician, 14th Premier of Manitoba (born 1917)",
            "year": 2010
        },
        {
            "text": "Torsten Andersson, Swedish painter and illustrator (born 1926)",
            "year": 2009
        },
        {
            "text": "Susanna Haapoja, Finnish politician (born 1966)",
            "year": 2009
        },
        {
            "text": "Ephraim Katzir, Israeli biophysicist and politician, 4th President of Israel (born 1916)",
            "year": 2009
        },
        {
            "text": "Jean-Claude Brialy, Algerian-French actor and director (born 1933)",
            "year": 2007
        },
        {
            "text": "Birgit Dalland, Norwegian politician (born 1907)",
            "year": 2007
        },
        {
            "text": "Gunturu Seshendra Sarma, Indian poet and critic (born 1927)",
            "year": 2007
        },
        {
            "text": "Shohei Imamura, Japanese director, producer, and screenwriter (born 1926)",
            "year": 2006
        },
        {
            "text": "David Lloyd, New Zealand biologist and academic (born 1938)",
            "year": 2006
        },
        {
            "text": "Robert Sterling, American actor (born 1917)",
            "year": 2006
        },
        {
            "text": "Gérald Leblanc, Acadian poet (born 1945)",
            "year": 2005
        },
        {
            "text": "Tomasz Pacyński, Polish journalist and author (born 1958)",
            "year": 2005
        },
        {
            "text": "Alma Ziegler, American baseball player and stenographer (born 1918)",
            "year": 2005
        },
        {
            "text": "Denis Whitaker, Canadian general and historian (born 1915)",
            "year": 2001
        },
        {
            "text": "Tex Beneke, American saxophonist and bandleader (born 1914)",
            "year": 2000
        },
        {
            "text": "Kalju Lepik, Estonian poet and author (born 1920)",
            "year": 1999
        },
        {
            "text": "Léon-Étienne Duval, French cardinal (born 1903)",
            "year": 1996
        },
        {
            "text": "Alo Mattiisen, Estonian composer (born 1961)",
            "year": 1996
        },
        {
            "text": "Ted Drake, English footballer and manager (born 1912)",
            "year": 1995
        },
        {
            "text": "Lofty England, English-Austrian engineer (born 1911)",
            "year": 1995
        },
        {
            "text": "Bobby Stokes, English footballer (born 1951)",
            "year": 1995
        },
        {
            "text": "Ezra Taft Benson, American religious leader, 13th President of The Church of Jesus Christ of Latter-day Saints (born 1899)",
            "year": 1994
        },
        {
            "text": "Marcel Bich, Italian-French businessman, co-founded Société Bic (born 1914)",
            "year": 1994
        },
        {
            "text": "Agostino Di Bartolomei, Italian footballer (born 1955)",
            "year": 1994
        },
        {
            "text": "Sun Ra, American pianist, composer, and bandleader (born 1914)",
            "year": 1993
        },
        {
            "text": "Perry Ellis, American fashion designer, founded his own eponymous fashion brand (born 1940)",
            "year": 1986
        },
        {
            "text": "Manuel Buendía, Mexican journalist and political columnist (born 1926)",
            "year": 1984
        },
        {
            "text": "Albert Norden, German journalist and politician (born 1904)",
            "year": 1982
        },
        {
            "text": "Don Ashby, Canadian ice hockey player (born 1955)",
            "year": 1981
        },
        {
            "text": "Ziaur Rahman, Bangladeshi general and politician, 7th President of Bangladesh (born 1936)",
            "year": 1981
        },
        {
            "text": "Carl Radle, American bass player and producer (born 1942)",
            "year": 1980
        },
        {
            "text": "Jean Deslauriers, Canadian violinist, composer, and conductor (born 1909)",
            "year": 1978
        },
        {
            "text": "Max Carey, American baseball player, coach, and manager (born 1890)",
            "year": 1976
        },
        {
            "text": "Mitsuo Fuchida, Japanese captain (born 1902)",
            "year": 1976
        },
        {
            "text": "Steve Prefontaine, American runner (born 1951)",
            "year": 1975
        },
        {
            "text": "Tatsuo Shimabuku, Japanese martial artist, founded Isshin-ryū (born 1908)",
            "year": 1975
        },
        {
            "text": "Michel Simon, Swiss-born French actor (born 1895)",
            "year": 1975
        },
        {
            "text": "Marcel Dupré, French organist and composer (born 1886)",
            "year": 1971
        },
        {
            "text": "Claude Rains, English-American actor (born 1889)",
            "year": 1967
        },
        {
            "text": "Louis Hjelmslev, Danish linguist and academic (born 1899)",
            "year": 1965
        },
        {
            "text": "Isaac Babalola Akinyele, Nigerian king (born 1882)",
            "year": 1964
        },
        {
            "text": "Eddie Sachs, American race car driver (born 1927)",
            "year": 1964
        },
        {
            "text": "Leó Szilárd, Hungarian-American physicist and engineer (born 1898)",
            "year": 1964
        },
        {
            "text": "Rafael Trujillo, Dominican soldier and politician, 36th President of the Dominican Republic (born 1891)",
            "year": 1961
        },
        {
            "text": "Boris Pasternak, Russian poet, novelist, and literary translator, Nobel Prize laureate (born 1890)",
            "year": 1960
        },
        {
            "text": "Piero Carini, Italian race car driver (born 1921)",
            "year": 1957
        },
        {
            "text": "Bill Vukovich, American race car driver (born 1918)",
            "year": 1955
        },
        {
            "text": "Dooley Wilson, American actor and singer (born 1886)",
            "year": 1953
        },
        {
            "text": "Hermann Broch, Austrian-American author (born 1886)",
            "year": 1951
        },
        {
            "text": "Emmanuel Célestin Suhard, French cardinal (born 1874)",
            "year": 1949
        },
        {
            "text": "József Klekl, Slovene-Hungarian priest and politician (born 1874)",
            "year": 1948
        },
        {
            "text": "Georg von Trapp, Austrian captain (born 1880)",
            "year": 1947
        },
        {
            "text": "Louis Slotin, Canadian physicist and chemist (born 1910)",
            "year": 1946
        },
        {
            "text": "Prajadhipok, Thai king (born 1893)",
            "year": 1941
        },
        {
            "text": "Floyd Roberts, American race car driver (born 1904)",
            "year": 1939
        },
        {
            "text": "Tōgō Heihachirō, Japanese admiral (born 1848)",
            "year": 1934
        },
        {
            "text": "Vladimir Steklov, Russian mathematician and physicist (born 1864)",
            "year": 1926
        },
        {
            "text": "Arthur Moeller van den Bruck, German historian and author (born 1876)",
            "year": 1925
        },
        {
            "text": "Mirza Muhammad Yusuf Ali, Bengali writer and social activist (born 1858)",
            "year": 1920
        },
        {
            "text": "Georgi Plekhanov, Russian philosopher and theorist (born 1856)",
            "year": 1918
        },
        {
            "text": "Wilbur Wright, American pilot and businessman, co-founded the Wright Company (born 1867)",
            "year": 1912
        },
        {
            "text": "Milton Bradley, American businessman, founded the Milton Bradley Company (born 1836)",
            "year": 1911
        },
        {
            "text": "Victor D'Hondt, Belgian mathematician, lawyer, and jurist (born 1841)",
            "year": 1901
        },
        {
            "text": "Mary Hannah Gray Clarke, American author, correspondent, and poet (born 1835)",
            "year": 1892
        },
        {
            "text": "Rosa May Billinghurst, \"cripple suffragette\" (sic)",
            "year": 1875
        },
        {
            "text": "Karamat Ali Jaunpuri, Indian Muslim scholar, (born 1800)",
            "year": 1873
        },
        {
            "text": "Ramón Castilla, Peruvian military leader and politician, President of Peru (born 1797)",
            "year": 1867
        },
        {
            "text": "John Catron, American lawyer and judge (born 1786)",
            "year": 1865
        },
        {
            "text": "Mary Reibey, Australian businesswoman, (born 1777)",
            "year": 1855
        },
        {
            "text": "James Mackintosh, Scottish historian, jurist, and politician (born 1765)",
            "year": 1832
        },
        {
            "text": "Philibert Jean-Baptiste Curial, French general (born 1774)",
            "year": 1829
        },
        {
            "text": "Voltaire, French philosopher and author (born 1694)",
            "year": 1778
        },
        {
            "text": "José de la Borda, French/Spanish mining magnate in colonial Mexico (born ca. 1700)",
            "year": 1778
        },
        {
            "text": "François Boucher, French painter and set designer (born 1703)",
            "year": 1770
        },
        {
            "text": "Alexander Pope, English poet, essayist, and translator (born 1688)",
            "year": 1744
        },
        {
            "text": "Arnold van Keppel, 1st Earl of Albemarle, Dutch-English general (born 1670)",
            "year": 1718
        },
        {
            "text": "Andrea Lanzani, Italian painter (born 1645)",
            "year": 1712
        },
        {
            "text": "Henry Capell, 1st Baron Capell of Tewkesbury, English politician, Lord Lieutenant of Ireland (born 1638)",
            "year": 1696
        },
        {
            "text": "John Davenport, English minister, co-founded the New Haven Colony (born 1597)",
            "year": 1670
        },
        {
            "text": "Peter Paul Rubens, German-Belgian painter (born 1577)",
            "year": 1640
        },
        {
            "text": "Guru Arjan Dev, fifth of the Sikh gurus (born 1563)",
            "year": 1606
        },
        {
            "text": "Christopher Marlowe, English poet and playwright (born 1564)",
            "year": 1593
        },
        {
            "text": "Charles IX of France (born 1550)",
            "year": 1574
        },
        {
            "text": "Jacquetta of Luxembourg, daughter of Pierre de Luxembourg (born 1416)",
            "year": 1472
        },
        {
            "text": "Lope de Barrientos, Castilian bishop (born 1389)",
            "year": 1469
        },
        {
            "text": "Prokop the Great, Czech general (born 1380)",
            "year": 1434
        },
        {
            "text": "Joan of Arc, French martyr and saint (born 1412)",
            "year": 1431
        },
        {
            "text": "Jerome of Prague, Czech martyr and theologian (born 1379)",
            "year": 1416
        },
        {
            "text": "Joan of Ponthieu, Dame of Epernon, French noblewoman",
            "year": 1376
        },
        {
            "text": "John Darcy, 1st Baron Darcy de Knayth, English peer (born 1290)",
            "year": 1347
        },
        {
            "text": "Ferdinand III, king of Castile and León (born 1199)",
            "year": 1252
        },
        {
            "text": "Władysław II the Exile, High Duke of Poland and Duke of Silesia (born 1105)",
            "year": 1159
        },
        {
            "text": "Baldwin IV, count of Flanders (born 980)",
            "year": 1035
        },
        {
            "text": "Ma Xifan, king of Chu (born 899)",
            "year": 947
        },
        {
            "text": "Hubertus, bishop Liège",
            "year": 727
        },
        {
            "text": "Xiao Tong, prince of the Liang dynasty (born 501)",
            "year": 531
        }
    ],
    "metadata": {
        "current_date": "May 30, 2025",
        "short_date": "May 30",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            46,
            60,
            27,
            40,
            16,
            0,
            34,
            48,
            5,
            24
        ],
        "births": [
            87,
            36,
            84,
            25
        ],
        "deaths": [
            69,
            114,
            59,
            97
        ]
    }
}