{
    "events": [
        {
            "text": "Nobel laureate Muhammad Yunus takes oath as Chief Adviser to form an interim government in Bangladesh.",
            "year": 2024
        },
        {
            "text": "Hawaii wildfires: Seventeen thousand acres of land are burned and at least 101 people are killed, with two others missing, when a series of wildfires break out on the island of Maui in Hawaii.",
            "year": 2023
        },
        {
            "text": "The Federal Bureau of Investigation (FBI) executes a search warrant at former president Donald Trump's residence in Mar-a-Lago, Palm Beach, Florida.",
            "year": 2022
        },
        {
            "text": "An explosion at the State Central Navy Testing Range in Nyonoksa, Russia, kills five people.",
            "year": 2019
        },
        {
            "text": "Terrorists attack a government hospital in Quetta, Pakistan with a suicide blast and shooting, killing between 70 and 94 people, and injuring around 130 others.",
            "year": 2016
        },
        {
            "text": "Eight people are killed in a shooting in Harris County, Texas.",
            "year": 2015
        },
        {
            "text": "A suicide bombing at a funeral in the Pakistani city of Quetta kills at least 31 people.",
            "year": 2013
        },
        {
            "text": "China Floods: A mudslide in Zhugqu County, Gansu, China, kills more than 1,400 people.",
            "year": 2010
        },
        {
            "text": "A Eurocopter AS350 Écureuil and Piper PA-32R collide over the Hudson River, killing nine people.",
            "year": 2009
        },
        {
            "text": "A EuroCity express train en route from Kraków, Poland to Prague, Czech Republic strikes a part of a motorway bridge that had fallen onto the railroad track near Studénka railway station in the Czech Republic and derails, killing eight people and injuring 64 others.",
            "year": 2008
        },
        {
            "text": "The 29th modern summer Olympic Games took place in Beijing, China until August 24.",
            "year": 2008
        },
        {
            "text": "An EF2 tornado touches down in Kings County and Richmond County, New York, the most powerful tornado in New York to date and the first in Brooklyn since 1889.",
            "year": 2007
        },
        {
            "text": "Space Shuttle program: STS-118 Mission: Endeavor takes off on a mission to the International Space Station.",
            "year": 2007
        },
        {
            "text": "A tour bus belonging to the Dave Matthews Band dumps approximately 800 pounds of human waste onto a boat full of passengers.",
            "year": 2004
        },
        {
            "text": "Albanian rebels ambush a convoy of the Army of the Republic of Macedonia near Tetovo, killing 10 soldiers.",
            "year": 2001
        },
        {
            "text": "Confederate submarine H.L. Hunley is raised to the surface after 136 years on the ocean floor and 30 years after its discovery by undersea explorer E. Lee Spence.",
            "year": 2000
        },
        {
            "text": "Iranian consulate in Mazar-i-Sharif, Afghanistan is raided by Taliban leading to the deaths of ten Iranian diplomats and a journalist.",
            "year": 1998
        },
        {
            "text": "The 7.8 Mw  Guam earthquake shakes the island with a maximum Mercalli intensity of IX (Violent), causing around $250 million in damage and injuring up to 71 people.",
            "year": 1993
        },
        {
            "text": "The Warsaw radio mast, then the tallest construction ever built, collapses.",
            "year": 1991
        },
        {
            "text": "Iraq occupies Kuwait and the state is annexed to Iraq. This would lead to the Gulf War shortly afterward.",
            "year": 1990
        },
        {
            "text": "Space Shuttle program: STS-28 Mission: Space Shuttle Columbia takes off on a secret five-day military mission.",
            "year": 1989
        },
        {
            "text": "The 8888 Uprising begins in Rangoon (Yangon), Burma (Myanmar). Led by students, hundreds of thousands join in nationwide protests against the one-party regime. On September 18, the demonstrations end in a military crackdown, killing thousands.",
            "year": 1988
        },
        {
            "text": "The first night baseball game in the history of Chicago's Wrigley Field (game was rained out in the fourth inning).",
            "year": 1988
        },
        {
            "text": "President Richard Nixon, in a nationwide television address, announces his resignation from the office of the President of the United States effective noon the next day.",
            "year": 1974
        },
        {
            "text": "Kim Dae-jung, a South Korean politician and later president of South Korea, is kidnapped.",
            "year": 1973
        },
        {
            "text": "At a zebra crossing in London, photographer Iain Macmillan takes the iconic photo that becomes the cover image of the Beatles' album Abbey Road.",
            "year": 1969
        },
        {
            "text": "The Association of Southeast Asian Nations (ASEAN) is founded by Indonesia, Malaysia, the Philippines, Singapore and Thailand.",
            "year": 1967
        },
        {
            "text": "Great Train Robbery: In England, a gang of 15 train robbers steal £2.6 million in bank notes.",
            "year": 1963
        },
        {
            "text": "The Zimbabwe African National Union (ZANU), the current ruling party of Zimbabwe, is formed by a split from the Zimbabwe African People's Union.",
            "year": 1963
        },
        {
            "text": "Marcinelle mining disaster in Belgium. 262 coal miners, including a substantial number of Italian migrant workers, were killed in one of the largest mining accidents in Belgian history.",
            "year": 1956
        },
        {
            "text": "First flight of the nuclear capable Convair B-36, heaviest mass-produced piston-engined aircraft at the time.",
            "year": 1946
        },
        {
            "text": "The London Charter is signed by France, the United Kingdom, the Soviet Union and the United States, establishing the laws and procedures for the Nuremberg trials. The Soviet Union declares war on Japan.",
            "year": 1945
        },
        {
            "text": "Quit India Movement is launched in India against the British rule in response to Mohandas Gandhi's call for swaraj or complete independence.",
            "year": 1942
        },
        {
            "text": "The \"Aufbau Ost\" directive is signed by Wilhelm Keitel.",
            "year": 1940
        },
        {
            "text": "The German airship Graf Zeppelin begins a round-the-world flight.",
            "year": 1929
        },
        {
            "text": "The Anglo-Afghan Treaty of 1919 is signed. It establishes peaceful relations between Afghanistan and the UK, and confirms the Durand line as the mutual border. In return, the UK is no longer obligated to subsidize the Afghan government.",
            "year": 1919
        },
        {
            "text": "World War I: The Battle of Amiens begins a string of almost continuous Allied victories with a push through the German front lines (Hundred Days Offensive).",
            "year": 1918
        },
        {
            "text": "Wilbur Wright makes his first flight at a racecourse at Le Mans, France. It is the Wright Brothers' first public flight.",
            "year": 1908
        },
        {
            "text": "Black Saturday occurs, killing 12 in a stadium collapse in Philadelphia.",
            "year": 1903
        },
        {
            "text": "Italian anarchist Michele Angiolillo assassinates Spanish Prime Minister Antonio Cánovas del Castillo",
            "year": 1897
        },
        {
            "text": "Thomas Edison receives a patent for his mimeograph.",
            "year": 1876
        },
        {
            "text": "The Republic of Ploiești, a failed Radical-Liberal rising against Domnitor Carol of Romania.",
            "year": 1870
        },
        {
            "text": "American Civil War: Following his defeat in the Battle of Gettysburg, General Robert E. Lee sends a letter of resignation to Confederate President Jefferson Davis (which is refused upon receipt).",
            "year": 1863
        },
        {
            "text": "Tennessee Military Governor Andrew Johnson frees his personal slaves in Greeneville, Tennessee despite them being exempt from the Emancipation Proclamation, now commemorated as Emancipation Day in the state.",
            "year": 1863
        },
        {
            "text": "The Quorum of the Twelve Apostles, headed by Brigham Young, is reaffirmed as the leading body of the Church of Jesus Christ of Latter-day Saints (LDS Church).",
            "year": 1844
        },
        {
            "text": "Four hundred Shawnee people agree to relinquish their lands in Ohio in exchange for land west of the Mississippi River in the Treaty of Wapakoneta.",
            "year": 1831
        },
        {
            "text": "Joseph Whidbey leads an expedition to search for the Northwest Passage near Juneau, Alaska.",
            "year": 1794
        },
        {
            "text": "Mont Blanc on the French-Italian border is climbed for the first time by Jacques Balmat and Dr. Michel-Gabriel Paccard.",
            "year": 1786
        },
        {
            "text": "Bartolomeu de Gusmão demonstrates the lifting power of hot air in an audience before the king of Portugal in Lisbon, Portugal.",
            "year": 1709
        },
        {
            "text": "Mehmed IV (1648–1687) succeeds Ibrahim I (1640–1648) as Ottoman sultan.",
            "year": 1648
        },
        {
            "text": "The Irish Confederate Wars and Wars of the Three Kingdoms: Battle of Dungan's Hill: English Parliamentary forces defeat Irish forces.",
            "year": 1647
        },
        {
            "text": "Anglo-Spanish War: Battle of Gravelines: The naval engagement ends, ending the Spanish Armada's attempt to invade England.",
            "year": 1588
        },
        {
            "text": "John Davis enters Cumberland Sound in search of the Northwest Passage.",
            "year": 1585
        },
        {
            "text": "The cornerstone for Tycho Brahe's Uraniborg observatory is laid on the island of Hven.",
            "year": 1576
        },
        {
            "text": "Krishnadeva Raya is crowned Emperor of Vijayanagara at Chittoor.",
            "year": 1509
        },
        {
            "text": "King James IV of Scotland marries Margaret Tudor, daughter of King Henry VII of England at Holyrood Abbey in Edinburgh, Scotland.",
            "year": 1503
        },
        {
            "text": "Mudéjar revolt: Muslim rebel forces took the Alcázar of Jerez de la Frontera after defeating the Castilian garrison.",
            "year": 1264
        },
        {
            "text": "Sweden is defeated by Estonian tribes in the Battle of Lihula.",
            "year": 1220
        },
        {
            "text": "Treaty of Meerssen: King Louis the German and his half-brother Charles the Bald partition the Middle Frankish Kingdom into two larger east and west divisions.",
            "year": 870
        },
        {
            "text": "Spring and Autumn period: Battle of Qianshi: Upon the death of the previous Duke of Qi, Gongsun Wuzhi, Duke Zhuang of Lu sends an army into the Duchy of Qi to install the exiled Qi prince Gongzi Jiu as the new Duke of Qi – but is defeated at Qianshi by Jiu's brother and rival claimant, the newly inaugurated Duke Huan of Qi.",
            "year": -685
        }
    ],
    "births": [
        {
            "text": "Félix Auger-Aliassime, Canadian tennis player",
            "year": 2000
        },
        {
            "text": "Xiaojun, Chinese singer",
            "year": 1999
        },
        {
            "text": "Ryan Garcia, American boxer",
            "year": 1998
        },
        {
            "text": "Shawn Mendes, Canadian singer-songwriter and guitarist",
            "year": 1998
        },
        {
            "text": "Karim Walid, Egyptian footballer",
            "year": 1997
        },
        {
            "text": "A'ja Wilson, American basketball player",
            "year": 1996
        },
        {
            "text": "S.Coups, South Korean rapper and singer",
            "year": 1995
        },
        {
            "text": "Cameron Payne, American basketball player",
            "year": 1994
        },
        {
            "text": "Emilie Mehl, Norwegian politician",
            "year": 1993
        },
        {
            "text": "Josip Drmić, Swiss footballer",
            "year": 1992
        },
        {
            "text": "Casey Cott, American actor",
            "year": 1992
        },
        {
            "text": "Yandy Díaz, Cuban baseball player",
            "year": 1991
        },
        {
            "text": "Nélson Oliveira, Portuguese footballer",
            "year": 1991
        },
        {
            "text": "Tyrone Peachey, Australian rugby league player",
            "year": 1991
        },
        {
            "text": "Joël Matip, Cameroonian footballer",
            "year": 1991
        },
        {
            "text": "Vladimír Darida, Czech footballer",
            "year": 1990
        },
        {
            "text": "Parker Kligerman, American race car driver",
            "year": 1990
        },
        {
            "text": "Aleksandra Szwed, Polish actress and singer",
            "year": 1990
        },
        {
            "text": "Kane Williamson, New Zealand cricket captain",
            "year": 1990
        },
        {
            "text": "Ken Baumann, American actor and author",
            "year": 1989
        },
        {
            "text": "Anthony Rizzo, American baseball player",
            "year": 1989
        },
        {
            "text": "Hannah Miley, English-Scottish swimmer",
            "year": 1989
        },
        {
            "text": "Prajakta Mali, Indian actress",
            "year": 1989
        },
        {
            "text": "Princess Beatrice, British royal",
            "year": 1988
        },
        {
            "text": "Danilo Gallinari, Italian basketball player",
            "year": 1988
        },
        {
            "text": "Rinku Singh, Indian baseball player and wrestler",
            "year": 1988
        },
        {
            "text": "Laura Slade Wiggins, American actress and singer",
            "year": 1988
        },
        {
            "text": "Pierre Boulanger, French actor",
            "year": 1987
        },
        {
            "text": "Katie Leung, Scottish actress",
            "year": 1987
        },
        {
            "text": "Tatjana Maria, German tennis player",
            "year": 1987
        },
        {
            "text": "Kateryna Bondarenko, Ukrainian tennis player",
            "year": 1986
        },
        {
            "text": "Jackie Cruz, Dominican-American actress and singer",
            "year": 1986
        },
        {
            "text": "Pierre Garçon, American football player",
            "year": 1986
        },
        {
            "text": "Chris Pressley, American football player",
            "year": 1986
        },
        {
            "text": "Toby Flood, English rugby player",
            "year": 1985
        },
        {
            "text": "Ryan Koolwijk, Dutch footballer",
            "year": 1985
        },
        {
            "text": "James Morgan, Welsh actor and producer",
            "year": 1985
        },
        {
            "text": "Brett Ratliff, American football player",
            "year": 1985
        },
        {
            "text": "Anita Włodarczyk, Polish track and field athlete",
            "year": 1985
        },
        {
            "text": "Kirk Broadfoot, Scottish footballer",
            "year": 1984
        },
        {
            "text": "Norbert Michelisz, Hungarian racing driver",
            "year": 1984
        },
        {
            "text": "Martrez Milner, American football player",
            "year": 1984
        },
        {
            "text": "Guy Burnet, English actor and producer",
            "year": 1983
        },
        {
            "text": "Willie Tonga, Australian rugby league player",
            "year": 1983
        },
        {
            "text": "David Florence, English canoe racer",
            "year": 1982
        },
        {
            "text": "Ross Ohlendorf, American baseball player",
            "year": 1982
        },
        {
            "text": "Vanessa Amorosi, Australian singer-songwriter",
            "year": 1981
        },
        {
            "text": "Roger Federer, Swiss tennis player",
            "year": 1981
        },
        {
            "text": "Meagan Good, American actress and producer",
            "year": 1981
        },
        {
            "text": "Harel Skaat, Israeli singer-songwriter",
            "year": 1981
        },
        {
            "text": "Shayna Baszler, American mixed martial artist and wrestler",
            "year": 1980
        },
        {
            "text": "Craig Breslow, American baseball pitcher and executive",
            "year": 1980
        },
        {
            "text": "Jack Cassel, American baseball player",
            "year": 1980
        },
        {
            "text": "Denisse Guerrero, Mexican singer-songwriter",
            "year": 1980
        },
        {
            "text": "Sabine Klaschka, German tennis player",
            "year": 1980
        },
        {
            "text": "Diego Markwell, Dutch baseball player",
            "year": 1980
        },
        {
            "text": "Pat Noonan, American soccer player",
            "year": 1980
        },
        {
            "text": "Michael Urie, American actor, director, and producer",
            "year": 1980
        },
        {
            "text": "Richard Harwood, English cellist",
            "year": 1979
        },
        {
            "text": "Rashard Lewis, American basketball player",
            "year": 1979
        },
        {
            "text": "Richard Lyons, Northern Irish racing driver",
            "year": 1979
        },
        {
            "text": "Alan Maybury, Irish footballer and coach",
            "year": 1978
        },
        {
            "text": "Louis Saha, French footballer",
            "year": 1978
        },
        {
            "text": "Miho Shiraishi, Japanese actress",
            "year": 1978
        },
        {
            "text": "Lindsay Sloane, American actress",
            "year": 1977
        },
        {
            "text": "Darren Manzella, American sergeant (died 2013)",
            "year": 1977
        },
        {
            "text": "Rocky Thompson, Canadian ice hockey player and coach",
            "year": 1977
        },
        {
            "text": "Nicolas Vogondy, French cyclist",
            "year": 1977
        },
        {
            "text": "Mohammad Wasim, Pakistani cricketer",
            "year": 1977
        },
        {
            "text": "JC Chasez, American singer and dancer",
            "year": 1976
        },
        {
            "text": "Drew Lachey, American singer and actor",
            "year": 1976
        },
        {
            "text": "Mick Moss, English singer-songwriter",
            "year": 1975
        },
        {
            "text": "Manjul Bhargava, Canadian-American mathematician and academic",
            "year": 1974
        },
        {
            "text": "Scott D'Amore, Canadian wrestler and manager",
            "year": 1974
        },
        {
            "text": "Brian Harvey, English singer-songwriter",
            "year": 1974
        },
        {
            "text": "Andy Priaulx, Guernseyan racing driver",
            "year": 1974
        },
        {
            "text": "Shane Lee, Australian cricketer and guitarist",
            "year": 1973
        },
        {
            "text": "Gert Olesk, Estonian footballer and manager",
            "year": 1973
        },
        {
            "text": "Scott Stapp, American singer-songwriter and producer",
            "year": 1973
        },
        {
            "text": "Mark Wills, American singer-songwriter",
            "year": 1973
        },
        {
            "text": "Ilka Agricola, German mathematician",
            "year": 1973
        },
        {
            "text": "Joely Collins, Canadian actress and producer",
            "year": 1972
        },
        {
            "text": "Andrea de Rossi, Italian rugby player and coach",
            "year": 1972
        },
        {
            "text": "Axel Merckx, Belgian cyclist",
            "year": 1972
        },
        {
            "text": "Steven Tweed, Scottish footballer and manager",
            "year": 1972
        },
        {
            "text": "Liina Vahtrik, Estonian actress",
            "year": 1972
        },
        {
            "text": "Johnny Balentina, Dutch baseball player",
            "year": 1971
        },
        {
            "text": "Trev Alberts, American football player and journalist",
            "year": 1970
        },
        {
            "text": "Ben G. Davis, English chemist and academic",
            "year": 1970
        },
        {
            "text": "José Francisco Molina, Spanish footballer and manager",
            "year": 1970
        },
        {
            "text": "Chester Williams, South African rugby player and coach (died 2019)",
            "year": 1970
        },
        {
            "text": "Monika Tsõganova, Estonian chess player",
            "year": 1969
        },
        {
            "text": "Faye Wong, Chinese singer-songwriter and actress",
            "year": 1969
        },
        {
            "text": "Yvie Burnett, Scottish soprano",
            "year": 1968
        },
        {
            "text": "Aldo Calderón van Dyke, Honduran journalist (died 2013)",
            "year": 1968
        },
        {
            "text": "Abey Kuruvilla, Indian cricketer and coach",
            "year": 1968
        },
        {
            "text": "Huey Morgan, American singer-songwriter and guitarist",
            "year": 1968
        },
        {
            "text": "Marcelo Balboa, American soccer player, coach, and sportscaster",
            "year": 1967
        },
        {
            "text": "Yūki Amami, Japanese theater and film actress",
            "year": 1967
        },
        {
            "text": "Chris Eubank, English boxer",
            "year": 1966
        },
        {
            "text": "John Hudek, American baseball player and coach",
            "year": 1966
        },
        {
            "text": "Angus Fraser, English cricketer, manager, and journalist",
            "year": 1965
        },
        {
            "text": "Kate Langbroek, Australian talk show host",
            "year": 1965
        },
        {
            "text": "Anastasia M. Ashman, American blogger and author",
            "year": 1964
        },
        {
            "text": "Giuseppe Conte, Prime Minister of Italy",
            "year": 1964
        },
        {
            "text": "Scott Sandelin, American ice hockey player and coach",
            "year": 1964
        },
        {
            "text": "Paul Taylor, English cricketer",
            "year": 1964
        },
        {
            "text": "Hur Jin-ho, South Korean director and screenwriter",
            "year": 1963
        },
        {
            "text": "Ron Karkovice, American baseball player and manager",
            "year": 1963
        },
        {
            "text": "Emi Shinohara, Japanese voice actress and singer (died 2024)",
            "year": 1963
        },
        {
            "text": "Rika Fukami, Japanese voice actress and singer",
            "year": 1963
        },
        {
            "text": "Jon Turteltaub, American director and producer",
            "year": 1963
        },
        {
            "text": "Stephen Walkom, Canadian ice hockey player, referee, and manager",
            "year": 1963
        },
        {
            "text": "Kool Moe Dee, American musician, singer and actor",
            "year": 1962
        },
        {
            "text": "The Edge, British-Irish musician, singer and songwriter",
            "year": 1961
        },
        {
            "text": "Daniel House, American bass player and producer",
            "year": 1961
        },
        {
            "text": "Ron Klain, American lawyer and politician, White House Chief of Staff",
            "year": 1961
        },
        {
            "text": "Bruce Matthews, American football player and coach",
            "year": 1961
        },
        {
            "text": "Rikki Rockett, American glam rock drummer",
            "year": 1961
        },
        {
            "text": "Mustafa Balbay, Turkish journalist and politician",
            "year": 1960
        },
        {
            "text": "Ulrich Maly, German politician, 16th Mayor of Nuremberg",
            "year": 1960
        },
        {
            "text": "Caroline Ansink, Dutch flute player, composer, and educator",
            "year": 1959
        },
        {
            "text": "Deborah Norville, American journalist",
            "year": 1958
        },
        {
            "text": "Dennis Drew, American keyboard player",
            "year": 1957
        },
        {
            "text": "Chris Foreman, English singer-songwriter and guitarist",
            "year": 1956
        },
        {
            "text": "David Grant, English singer",
            "year": 1956
        },
        {
            "text": "Cecilia Roth, Argentinian actress",
            "year": 1956
        },
        {
            "text": "Diddú, Icelandic singer-songwriter",
            "year": 1955
        },
        {
            "text": "Herbert Prohaska, Austrian footballer and manager",
            "year": 1955
        },
        {
            "text": "Michael Roe, Irish racing driver",
            "year": 1955
        },
        {
            "text": "Nick Holtam, English bishop",
            "year": 1954
        },
        {
            "text": "Nigel Mansell, English racing driver",
            "year": 1953
        },
        {
            "text": "Don Most, American actor and singer",
            "year": 1953
        },
        {
            "text": "Anton Fig, South African-American drummer",
            "year": 1952
        },
        {
            "text": "Jostein Gaarder, Norwegian author",
            "year": 1952
        },
        {
            "text": "Doug Melvin, Canadian baseball player and manager",
            "year": 1952
        },
        {
            "text": "Robin Quivers, American nurse, radio host/personality, and author",
            "year": 1952
        },
        {
            "text": "Sudhakar Rao, Indian cricketer",
            "year": 1952
        },
        {
            "text": "Martin Brest, American director, producer, and screenwriter",
            "year": 1951
        },
        {
            "text": "Phil Carlson, Australian cricketer (died 2022)",
            "year": 1951
        },
        {
            "text": "Mohamed Morsi, Egyptian engineer, academic, and politician, 5th President of Egypt (died 2019)",
            "year": 1951
        },
        {
            "text": "Mamoru Oshii, Japanese director, producer, and screenwriter",
            "year": 1951
        },
        {
            "text": "Randy Shilts, American journalist and author (died 1994)",
            "year": 1951
        },
        {
            "text": "Louis van Gaal, Dutch footballer and manager",
            "year": 1951
        },
        {
            "text": "Willie Hall, American drummer and producer",
            "year": 1950
        },
        {
            "text": "Ken Kutaragi, Japanese businessman, created PlayStation",
            "year": 1950
        },
        {
            "text": "Terry Burnham, American actress (died 2013)",
            "year": 1949
        },
        {
            "text": "Keith Carradine, American actor",
            "year": 1949
        },
        {
            "text": "Ricardo Londoño, Colombian racing driver (died 2009)",
            "year": 1949
        },
        {
            "text": "Svetlana Savitskaya, Russian engineer and astronaut",
            "year": 1948
        },
        {
            "text": "Margaret Urban Walker, American philosopher",
            "year": 1948
        },
        {
            "text": "Wincey Willis, British broadcaster (died 2024)",
            "year": 1948
        },
        {
            "text": "Ken Dryden, Canadian ice hockey player, lawyer, and politician",
            "year": 1947
        },
        {
            "text": "Larry Wilcox, American actor, director, and producer",
            "year": 1947
        },
        {
            "text": "Joe Bethancourt, American singer-songwriter (died 2014)",
            "year": 1946
        },
        {
            "text": "John C. Holmes, American film actor (died 1988)",
            "year": 1944
        },
        {
            "text": "Michael Johnson, American singer-songwriter, guitarist, and producer (died 2017)",
            "year": 1944
        },
        {
            "text": "John Renbourn, English-Scottish guitarist and songwriter (died 2015)",
            "year": 1944
        },
        {
            "text": "Simon Taylor, English journalist and author",
            "year": 1944
        },
        {
            "text": "James Blanchard, American diplomat and politician, 45th Governor of Michigan",
            "year": 1942
        },
        {
            "text": "Dennis Canavan, Scottish educator and politician",
            "year": 1942
        },
        {
            "text": "John Gustafson, English singer-songwriter and bass player (died 2014)",
            "year": 1942
        },
        {
            "text": "Vardo Rumessen, Estonian pianist and musicologist (died 2015)",
            "year": 1942
        },
        {
            "text": "Dilip Sardesai, Indian cricketer (died 2007)",
            "year": 1940
        },
        {
            "text": "Dennis Tito, American engineer and businessman, founded Wilshire Associates",
            "year": 1940
        },
        {
            "text": "Jana Andrsová, Czech actress and ballerina (died 2023)",
            "year": 1939
        },
        {
            "text": "Viorica Viscopoleanu, Romanian long jumper",
            "year": 1939
        },
        {
            "text": "Alexander Watson, American diplomat, United States Ambassador to Peru",
            "year": 1939
        },
        {
            "text": "Jack Baldwin, English chemist and academic (died 2020)",
            "year": 1938
        },
        {
            "text": "Jacques Hétu, Canadian composer and educator (died 2010)",
            "year": 1938
        },
        {
            "text": "Connie Stevens, American actress and businesswoman",
            "year": 1938
        },
        {
            "text": "Dustin Hoffman, American actor and director",
            "year": 1937
        },
        {
            "text": "Sheila Varian, American horse breeder (died 2016)",
            "year": 1937
        },
        {
            "text": "Cornelis Vreeswijk, Dutch-Swedish singer-songwriter, guitarist, and actor (died 1987)",
            "year": 1937
        },
        {
            "text": "Frank Howard, American baseball player and manager (died 2023)",
            "year": 1936
        },
        {
            "text": "Jan Pieńkowski, Polish-English author and illustrator (died 2022)",
            "year": 1936
        },
        {
            "text": "Donald P. Bellisario, American director, producer, and screenwriter",
            "year": 1935
        },
        {
            "text": "John Laws, Papua New Guinean-Australian singer and radio host",
            "year": 1935
        },
        {
            "text": "Sarat Pujari, Indian actor, director, and screenwriter (died 2014)",
            "year": 1934
        },
        {
            "text": "Joe Tex, American soul singer-songwriter (died 1982)",
            "year": 1933
        },
        {
            "text": "Mel Tillis, American singer-songwriter and guitarist (died 2017)",
            "year": 1932
        },
        {
            "text": "Roger Penrose, English physicist, mathematician, and philosopher, Nobel Prize laureate",
            "year": 1931
        },
        {
            "text": "Terry Nation, Welsh-American author and screenwriter (died 1997)",
            "year": 1930
        },
        {
            "text": "Jerry Tarkanian, American basketball player and coach (died 2015)",
            "year": 1930
        },
        {
            "text": "Larisa Bogoraz, Russian linguist and activist (died 2004)",
            "year": 1929
        },
        {
            "text": "Luis García Meza Tejada, Bolivian general and politician, 68th President of Bolivia (died 2018)",
            "year": 1929
        },
        {
            "text": "Ronnie Biggs, English criminal (died 2013)",
            "year": 1929
        },
        {
            "text": "Don Burrows, Australian saxophonist, clarinet player, and flute player (died 2020)",
            "year": 1928
        },
        {
            "text": "Johnny Temple, American baseball player and coach (died 1994)",
            "year": 1927
        },
        {
            "text": "Maia Wojciechowska, Polish-American author (died 2002)",
            "year": 1927
        },
        {
            "text": "Richard Anderson, American actor and producer (died 2017)",
            "year": 1926
        },
        {
            "text": "Alija Izetbegović, Bosnian lawyer and politician, 1st President of Bosnia and Herzegovina (died 2003)",
            "year": 1925
        },
        {
            "text": "Aziz Sattar, Malaysian actor, comedian, singer and director (died 2014)",
            "year": 1925
        },
        {
            "text": "Rory Calhoun, American actor (died 1999)",
            "year": 1922
        },
        {
            "text": "Rudi Gernreich, Austrian-American fashion designer, created the Monokini (died 1985)",
            "year": 1922
        },
        {
            "text": "Gertrude Himmelfarb, American historian, author, and academic (died 2019)",
            "year": 1922
        },
        {
            "text": "Károly Reich, Hungarian illustrator (died 1988)",
            "year": 1922
        },
        {
            "text": "William Asher, American director, producer, and screenwriter (died 2012)",
            "year": 1921
        },
        {
            "text": "Webb Pierce, American singer-songwriter and guitarist (died 1991)",
            "year": 1921
        },
        {
            "text": "Esther Williams, American swimmer and actress (died 2013)",
            "year": 1921
        },
        {
            "text": "Leo Chiosso, Italian songwriter and producer (died 2006)",
            "year": 1920
        },
        {
            "text": "Jimmy Witherspoon, American jump blues singer (died 1997)",
            "year": 1920
        },
        {
            "text": "Dino De Laurentiis, Italian actor and producer (died 2010)",
            "year": 1919
        },
        {
            "text": "John David Wilson, English animator and producer (died 2013)",
            "year": 1919
        },
        {
            "text": "James Elliott, American runner and coach (died 1981)",
            "year": 1915
        },
        {
            "text": "Rosetta LeNoire, American actress (died 2002)",
            "year": 1911
        },
        {
            "text": "Jimmy Murphy, Welsh-English footballer and manager (died 1989)",
            "year": 1910
        },
        {
            "text": "Sylvia Sidney, American actress (died 1999)",
            "year": 1910
        },
        {
            "text": "Charles Lyttelton, 10th Viscount Cobham, English cricketer and politician, 9th Governor-General of New Zealand (died 1977)",
            "year": 1909
        },
        {
            "text": "Jack Renshaw, Australian politician, 31st Premier of New South Wales (died 1987)",
            "year": 1909
        },
        {
            "text": "Bill Voce, England cricketer and coach (died 1984)",
            "year": 1909
        },
        {
            "text": "Arthur Goldberg, American jurist and politician, 6th United States Ambassador to the United Nations (died 1990)",
            "year": 1908
        },
        {
            "text": "Benny Carter, American saxophonist, trumpet player, and composer (died 2003)",
            "year": 1907
        },
        {
            "text": "Jimmy Steele (Irish republican), lifelong militant and editor (died 1970)",
            "year": 1907
        },
        {
            "text": "André Jolivet, French composer (died 1974)",
            "year": 1905
        },
        {
            "text": "Achille Varzi, Italian racing driver (died 1948)",
            "year": 1904
        },
        {
            "text": "Paul Dirac, English-American physicist and academic, Nobel Prize laureate (died 1984)",
            "year": 1902
        },
        {
            "text": "Ernest Lawrence, American physicist and academic, Nobel Prize laureate (died 1958)",
            "year": 1901
        },
        {
            "text": "Marguerite Bise, French chef (died 1965)",
            "year": 1898
        },
        {
            "text": "Marjorie Kinnan Rawlings, American author and academic (died 1953)",
            "year": 1896
        },
        {
            "text": "Adolf Busch, German violinist and composer (died 1952)",
            "year": 1891
        },
        {
            "text": "Hans Egede Budtz, Danish actor (died 1968)",
            "year": 1889
        },
        {
            "text": "Jack Ryder, Australian cricketer (died 1977)",
            "year": 1889
        },
        {
            "text": "Sara Teasdale, American poet and educator (died 1933)",
            "year": 1884
        },
        {
            "text": "Ladislas Starevich, Russian-French animator, screenwriter, and cinematographer (died 1965)",
            "year": 1882
        },
        {
            "text": "Paul Ludwig Ewald von Kleist, German field marshal (died 1954)",
            "year": 1881
        },
        {
            "text": "Earle Page, Australian lawyer, academic, and politician, 11th Prime Minister of Australia (died 1961)",
            "year": 1880
        },
        {
            "text": "Bob Smith, American physician and surgeon, co-founded Alcoholics Anonymous (died 1950)",
            "year": 1879
        },
        {
            "text": "Emiliano Zapata, Mexican general and politician (died 1919)",
            "year": 1879
        },
        {
            "text": "Varghese Payyappilly Palakkappilly, Indian-Syrian priest, founded the Sisters of the Destitute (died 1929)",
            "year": 1876
        },
        {
            "text": "Artur Bernardes, Brazilian lawyer and politician, 12th President of Brazil (died 1955)",
            "year": 1875
        },
        {
            "text": "Albert Stanley, 1st Baron Ashfield, English businessman and politician, President of the Board of Trade (died 1948)",
            "year": 1874
        },
        {
            "text": "Matthew Henson, American explorer (died 1955)",
            "year": 1866
        },
        {
            "text": "Jean Leon Gerome Ferris, American painter (died 1930)",
            "year": 1863
        },
        {
            "text": "Cécile Chaminade, French pianist and composer (died 1944)",
            "year": 1857
        },
        {
            "text": "Thomas Anstey Guthrie, English journalist and author (died 1934)",
            "year": 1856
        },
        {
            "text": "George Turner, Australian politician, 18th Premier of Victoria (died 1916)",
            "year": 1851
        },
        {
            "text": "Nelson A. Miles, American general (died 1925)",
            "year": 1839
        },
        {
            "text": "George Stoneman, Jr., United States Army cavalry officer (died 1894)",
            "year": 1822
        },
        {
            "text": "Esther Hobart Morris, American suffragette and judge (died 1902)",
            "year": 1814
        },
        {
            "text": "Emilie Flygare-Carlén, Swedish author (died 1892)",
            "year": 1807
        },
        {
            "text": "Ferenc Kölcsey, Hungarian poet, critic, and politician (died 1838)",
            "year": 1790
        },
        {
            "text": "Friedrich Georg Weitsch, German painter (died 1828)",
            "year": 1758
        },
        {
            "text": "Hipólito Ruiz López, Spanish botanist (died 1816)",
            "year": 1754
        },
        {
            "text": "Carl Fredrik Pechlin, Swedish general and politician (died 1796)",
            "year": 1720
        },
        {
            "text": "Hermann Anton Gelinek, German-Italian monk and violinist (died 1779)",
            "year": 1709
        },
        {
            "text": "Johan Augustin Mannerheim, Swedish nobleman and military leader (died 1778)",
            "year": 1706
        },
        {
            "text": "Francis Hutcheson, Irish philosopher and academic (died 1746)",
            "year": 1694
        },
        {
            "text": "Laurent Belissen, French composer (died 1762)",
            "year": 1693
        },
        {
            "text": "John Ker, Scottish spy (died 1726)",
            "year": 1673
        },
        {
            "text": "Godfrey Kneller, German-English painter (died 1723)",
            "year": 1646
        },
        {
            "text": "Amalia Catharina, German poet and composer (died 1697)",
            "year": 1640
        },
        {
            "text": "Cecil Calvert, 2nd Baron Baltimore, English lawyer and politician, Governor of Newfoundland (died 1675)",
            "year": 1605
        },
        {
            "text": "George Clifford, 3rd Earl of Cumberland, English noble (died 1605)",
            "year": 1558
        },
        {
            "text": "Conrad Lycosthenes, French-German scholar and author (died 1561)",
            "year": 1518
        },
        {
            "text": "Matteo Tafuri, Italian alchemist (died 1582)",
            "year": 1492
        },
        {
            "text": "Rudolf II, Duke of Bavaria (died 1353)",
            "year": 1306
        },
        {
            "text": "Saint Dominic, founder of the Dominicans (died 1221)",
            "year": 1170
        },
        {
            "text": "Emperor Horikawa of Japan (died 1107)",
            "year": 1079
        },
        {
            "text": "Casper, ruler of the Maya city of Palenque",
            "year": 422
        }
    ],
    "deaths": [
        {
            "text": "Issa Hayatou, Cameroonian basketball player and football executive (born 1946)",
            "year": 2024
        },
        {
            "text": "Mitzi McCall, American actress (born 1930)",
            "year": 2024
        },
        {
            "text": "Chi-Chi Rodríguez, Puerto Rican professional golfer (born 1935)",
            "year": 2024
        },
        {
            "text": "Steve Symms, American politician and lobbyist (born 1938)",
            "year": 2024
        },
        {
            "text": "Rodriguez, American singer and songwriter (born 1942)",
            "year": 2023
        },
        {
            "text": "Olivia Newton-John, English-Australian singer-songwriter and actress (born 1948)",
            "year": 2022
        },
        {
            "text": "Bill Davis, Canadian politician, 18th premier of Ontario (born 1929)",
            "year": 2021
        },
        {
            "text": "Gabriel Ochoa Uribe, Colombian football player and manager (born 1929)",
            "year": 2020
        },
        {
            "text": "Alfredo Lim, former Philippine senator and Mayor of Manila (born 1929)",
            "year": 2020
        },
        {
            "text": "Nicholas Bett, Kenyan track and field athlete (born 1990)",
            "year": 2018
        },
        {
            "text": "Glen Campbell, American singer-songwriter, guitarist, and actor (born 1936)",
            "year": 2017
        },
        {
            "text": "Sean Price, American rapper (born 1972)",
            "year": 2015
        },
        {
            "text": "Gus Mortson, Canadian ice hockey player and coach (born 1925)",
            "year": 2015
        },
        {
            "text": "Menahem Golan, Israeli director and producer (born 1929)",
            "year": 2014
        },
        {
            "text": "Charles Keating, English-American actor (born 1941)",
            "year": 2014
        },
        {
            "text": "Leonardo Legaspi, Filipino archbishop (born 1935)",
            "year": 2014
        },
        {
            "text": "Peter Sculthorpe, Australian composer and conductor (born 1929)",
            "year": 2014
        },
        {
            "text": "Red Wilson, American football and baseball player (born 1929)",
            "year": 2014
        },
        {
            "text": "Karen Black, American actress (born 1939)",
            "year": 2013
        },
        {
            "text": "Johannes Bluyssen, Dutch bishop (born 1926)",
            "year": 2013
        },
        {
            "text": "Fernando Castro Pacheco, Mexican painter, engraver, and illustrator (born 1918)",
            "year": 2013
        },
        {
            "text": "Igor Kurnosov, Russian chess player (born 1985)",
            "year": 2013
        },
        {
            "text": "Regina Resnik, American soprano and actress (born 1922)",
            "year": 2013
        },
        {
            "text": "Fay Ajzenberg-Selove, German-American physicist and academic (born 1926)",
            "year": 2012
        },
        {
            "text": "Ruth Etchells, English poet and academic (born 1931)",
            "year": 2012
        },
        {
            "text": "Surya Lesmana, Indonesian footballer and manager (born 1944)",
            "year": 2012
        },
        {
            "text": "Kurt Maetzig, German director and screenwriter (born 1911)",
            "year": 2012
        },
        {
            "text": "Patricia Neal, American actress (born 1926)",
            "year": 2010
        },
        {
            "text": "Daniel Jarque, Spanish footballer (born 1983)",
            "year": 2009
        },
        {
            "text": "Orville Moody, American golfer (born 1933)",
            "year": 2008
        },
        {
            "text": "Ma Lik, Chinese journalist and politician (born 1952)",
            "year": 2007
        },
        {
            "text": "Melville Shavelson, American director, producer, and screenwriter (born 1917)",
            "year": 2007
        },
        {
            "text": "Barbara Bel Geddes, American actress (born 1922)",
            "year": 2005
        },
        {
            "text": "Ahmed Deedat, South African missionary and author (born 1918)",
            "year": 2005
        },
        {
            "text": "John H. Johnson, American publisher, founded the Johnson Publishing Company (born 1918)",
            "year": 2005
        },
        {
            "text": "Gene Mauch, American baseball player and manager (born 1925)",
            "year": 2005
        },
        {
            "text": "Dean Rockwell, American commander, wrestler, and coach (born 1912)",
            "year": 2005
        },
        {
            "text": "Monica Sjöö, Swedish-English painter (born 1938)",
            "year": 2005
        },
        {
            "text": "Leon Golub, American painter and academic (born 1922)",
            "year": 2004
        },
        {
            "text": "Fay Wray, Canadian-American actress (born 1907)",
            "year": 2004
        },
        {
            "text": "Dirk Hoogendam, Dutch-German SS officer (born 1922)",
            "year": 2003
        },
        {
            "text": "Falaba Issa Traoré, Malian director and playwright (born 1930)",
            "year": 2003
        },
        {
            "text": "Mahmoud Saremi, Iranian journalist (born 1968)",
            "year": 1998
        },
        {
            "text": "Nevill Francis Mott, English physicist and academic, Nobel Prize laureate (born 1905)",
            "year": 1996
        },
        {
            "text": "Jüri Randviir, Estonian chess player and journalist (born 1927)",
            "year": 1996
        },
        {
            "text": "Abu al-Qasim al-Khoei, Iranian religious leader and scholar (born 1899)",
            "year": 1992
        },
        {
            "text": "James Irwin, American colonel, pilot, and astronaut (born 1930)",
            "year": 1991
        },
        {
            "text": "Félix Leclerc, Canadian singer-songwriter and guitarist (born 1914)",
            "year": 1988
        },
        {
            "text": "Alan Napier, English actor (born 1903)",
            "year": 1988
        },
        {
            "text": "Danilo Blanuša, Croatian mathematician and physicist (born 1903)",
            "year": 1987
        },
        {
            "text": "Louise Brooks, American actress (born 1906)",
            "year": 1985
        },
        {
            "text": "Richard Deacon, American actor (born 1921)",
            "year": 1984
        },
        {
            "text": "Ellen Raskin, American author and illustrator (born 1928)",
            "year": 1984
        },
        {
            "text": "Eric Brandon, English racing driver and businessman (born 1920)",
            "year": 1982
        },
        {
            "text": "Thomas McElwee, Irish republican, PIRA volunteer and Hunger Striker (born 1957)",
            "year": 1981
        },
        {
            "text": "Paul Triquet, Canadian general, Victoria Cross recipient (born 1910)",
            "year": 1980
        },
        {
            "text": "Nicholas Monsarrat, English lieutenant and author (born 1910)",
            "year": 1979
        },
        {
            "text": "Cannonball Adderley, American saxophonist (born 1928)",
            "year": 1975
        },
        {
            "text": "Elisabeth Abegg, German anti-Nazi resistance fighter (born 1882)",
            "year": 1974
        },
        {
            "text": "Vilhelm Moberg, Swedish historian and author (born 1898)",
            "year": 1973
        },
        {
            "text": "Freddie Spencer Chapman, English lieutenant (born 1907)",
            "year": 1971
        },
        {
            "text": "Otmar Freiherr von Verschuer, German biologist and eugenicist (born 1896)",
            "year": 1969
        },
        {
            "text": "Shirley Jackson, American novelist and short story writer (born 1916)",
            "year": 1965
        },
        {
            "text": "Albert Namatjira, Australian painter (born 1902)",
            "year": 1959
        },
        {
            "text": "Fergus McMaster, Australian businessman, founded Qantas (born 1879)",
            "year": 1950
        },
        {
            "text": "Erwin von Witzleben, German field marshal (born 1881)",
            "year": 1944
        },
        {
            "text": "Michael Wittmann, German commander (born 1914)",
            "year": 1944
        },
        {
            "text": "Johnny Dodds, American clarinet player and saxophonist (born 1892)",
            "year": 1940
        },
        {
            "text": "Jimmie Guthrie, Scottish motorcycle racer (born 1897)",
            "year": 1937
        },
        {
            "text": "Wilbert Robinson, American baseball player, coach, and manager (born 1863)",
            "year": 1934
        },
        {
            "text": "Launceston Elliot, Scottish wrestler and weightlifter (born 1874)",
            "year": 1930
        },
        {
            "text": "Stjepan Radić, Croatian politician (born 1871)",
            "year": 1928
        },
        {
            "text": "Juhani Aho, Finnish journalist and author (born 1861)",
            "year": 1921
        },
        {
            "text": "Eduard Birnbaum, Polish-born German cantor (born 1855)",
            "year": 1920
        },
        {
            "text": "William P. Frye, American lawyer and politician (born 1830)",
            "year": 1911
        },
        {
            "text": "Mary MacKillop, Australian nun and saint, co-founded the Sisters of St Joseph of the Sacred Heart (born 1842)",
            "year": 1909
        },
        {
            "text": "James Tissot, French painter and illustrator (born 1836)",
            "year": 1902
        },
        {
            "text": "John Henry Twachtman, American painter and academic (born 1853)",
            "year": 1902
        },
        {
            "text": "Eugène Boudin, French painter (born 1824)",
            "year": 1898
        },
        {
            "text": "Jacob Burckhardt, Swiss historian and academic (born 1818)",
            "year": 1897
        },
        {
            "text": "Alexander William Doniphan, American colonel, lawyer, and politician (born 1808)",
            "year": 1887
        },
        {
            "text": "Immanuel Hermann Fichte, German philosopher and academic (born 1797)",
            "year": 1879
        },
        {
            "text": "Angus MacAskill, Scottish-Canadian giant (born 1825)",
            "year": 1863
        },
        {
            "text": "Marie-Claire Heureuse Félicité Bonheur, Haitian Empress (born 1758)",
            "year": 1858
        },
        {
            "text": "Carl Peter Thunberg, Swedish botanist and psychologist (born 1743)",
            "year": 1828
        },
        {
            "text": "George Canning, English lawyer and politician, Prime Minister of the United Kingdom (born 1770)",
            "year": 1827
        },
        {
            "text": "Carl Heinrich Graun, German tenor and composer (born 1704)",
            "year": 1759
        },
        {
            "text": "Madeleine de Verchères, Canadian raid leader (born 1678)",
            "year": 1747
        },
        {
            "text": "Francis Hutcheson, Irish philosopher (born 1694)",
            "year": 1746
        },
        {
            "text": "Christoph Ludwig Agricola, German painter (born 1665)",
            "year": 1724
        },
        {
            "text": "George Booth, 1st Baron Delamer, English politician (born 1622)",
            "year": 1684
        },
        {
            "text": "Konstantinas Sirvydas, Lithuanian priest, lexicographer, and academic (born 1579)",
            "year": 1631
        },
        {
            "text": "Cornelis Ketel, Dutch painter (born 1548)",
            "year": 1616
        },
        {
            "text": "Horio Tadauji, Japanese daimyō (born 1578)",
            "year": 1604
        },
        {
            "text": "Alonso Sánchez Coello, Spanish painter (born 1532)",
            "year": 1588
        },
        {
            "text": "Oronce Finé, French mathematician and cartographer (born 1494)",
            "year": 1555
        },
        {
            "text": "Lucas van Leyden, Dutch artist (born 1494)",
            "year": 1533
        },
        {
            "text": "Henry of Castile the Senator, Spanish nobleman (born 1230)",
            "year": 1303
        },
        {
            "text": "Henry of Blois, bishop of Winchester (born 1111)",
            "year": 1171
        },
        {
            "text": "Almanzor, chief minister and de facto ruler of Córdoba",
            "year": 1002
        },
        {
            "text": "Sŏ Hŭi, Korean politician and diplomat (born 942)",
            "year": 998
        },
        {
            "text": "Lothair II, Frankish king (born 835)",
            "year": 869
        },
        {
            "text": "Hildegar, bishop of  Cologne",
            "year": 753
        },
        {
            "text": "Trajan, Roman emperor (born 53)",
            "year": 117
        }
    ],
    "metadata": {
        "current_date": "August 8, 2025",
        "short_date": "Aug 8",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            15,
            13,
            20,
            8,
            35,
            32,
            43,
            56,
            1,
            5
        ],
        "births": [
            78,
            137,
            102,
            16
        ],
        "deaths": [
            59,
            25,
            87,
            92
        ]
    }
}