{
    "events": [
        {
            "text": "Israel strikes Al-Tabaeen school in eastern Gaza City, killing at least 80 Palestinians.",
            "year": 2024
        },
        {
            "text": "Derecho in Iowa becomes the most costly thunderstorm disaster in U.S. history.",
            "year": 2020
        },
        {
            "text": "Thirty-two are killed and one million are evacuated as Typhoon Lekima makes landfall in Zhejiang, China. Earlier it had caused flooding in the Philippines.",
            "year": 2019
        },
        {
            "text": "Philip Manshaus shoots his stepsister and attacks a mosque in the Bærum mosque shooting.",
            "year": 2019
        },
        {
            "text": "Horizon Air employee Richard Russell hijacks and performs an unauthorized takeoff on a Horizon Air Bombardier Dash 8 Q400 plane at Seattle–Tacoma International Airport in Washington, flying it for more than an hour before crashing the plane and killing himself on Ketron Island in Puget Sound.",
            "year": 2018
        },
        {
            "text": "An anti-government rally turns into a riot when members of the Romanian Gendarmerie attack the 100,000 people protesting in front of the Victoria Palace, leading to 452 recorded injuries. The authorities alleged that the crowd was infiltrated by hooligans who began attacking law enforcement agents.",
            "year": 2018
        },
        {
            "text": "Forty people are killed when Sepahan Airlines Flight 5915 crashes at Tehran's Mehrabad International Airport.",
            "year": 2014
        },
        {
            "text": "The Marikana massacre begins near Rustenburg, South Africa, resulting in the deaths of 47 people.",
            "year": 2012
        },
        {
            "text": "Twenty people are killed in Handlová, Trenčín Region, in the deadliest mining disaster in Slovakia's history.",
            "year": 2009
        },
        {
            "text": "The Okinawa Urban Monorail is opened in Naha, Okinawa.",
            "year": 2003
        },
        {
            "text": "The 2001 Angola train attack occurred, causing 252 deaths.",
            "year": 2001
        },
        {
            "text": "Space Shuttle program: The Space Shuttle Discovery is launched on STS-105 to the International Space Station, carrying the astronauts of Expedition 3 to replace the crew of Expedition 2.",
            "year": 2001
        },
        {
            "text": "One person is killed and five people are injured in the Los Angeles Jewish Community Center shooting.",
            "year": 1999
        },
        {
            "text": "HRH Prince Al-Muhtadee Billah is proclaimed the crown prince of Brunei with a Royal Proclamation.",
            "year": 1998
        },
        {
            "text": "Sixteen people are killed when Formosa Airlines Flight 7601 crashes near Beigan Airport in the Matsu Islands of Taiwan.",
            "year": 1997
        },
        {
            "text": "Oklahoma City bombing: Timothy McVeigh and Terry Nichols are indicted for the bombing. Michael Fortier pleads guilty in a plea-bargain for his testimony.",
            "year": 1995
        },
        {
            "text": "Two earthquakes affect New Zealand. A 7.0 Mw  shock (intensity VI (Strong)) in the South Island was followed nine hours later by a 6.4 Mw  event (intensity VII (Very strong)) in the North Island.",
            "year": 1993
        },
        {
            "text": "The Magellan space probe reaches Venus.",
            "year": 1990
        },
        {
            "text": "Japanese American internment: U.S. President Ronald Reagan signs the Civil Liberties Act of 1988, providing $20,000 payments to Japanese Americans who were either interned in or relocated by the United States during World War II.",
            "year": 1988
        },
        {
            "text": "Murder of Adam Walsh: The head of John Walsh's son is found. This inspires the creation of the television series America's Most Wanted and the National Center for Missing & Exploited Children.",
            "year": 1981
        },
        {
            "text": "Three members of the Ulrich family are killed in an accident. This leads to the Ford Pinto litigation.",
            "year": 1978
        },
        {
            "text": "In Yonkers, New York, 24-year-old postal employee David Berkowitz (\"Son of Sam\") is arrested for a series of killings in the New York City area over the period of one year.",
            "year": 1977
        },
        {
            "text": "The Society for American Baseball Research is founded in Cooperstown, New York.",
            "year": 1971
        },
        {
            "text": "A day after murdering Sharon Tate and four others, members of Charles Manson's cult kill Leno and Rosemary LaBianca.",
            "year": 1969
        },
        {
            "text": "The Heron Road Bridge collapses while being built, killing nine workers in the deadliest construction accident in both Ottawa and Ontario.",
            "year": 1966
        },
        {
            "text": "Vietnam War: The U.S. Army begins Operation Ranch Hand, spraying an estimated 20 million US gallons (76,000 m3) of defoliants and herbicides over rural areas of South Vietnam in an attempt to deprive the Viet Cong of food and vegetation cover.",
            "year": 1961
        },
        {
            "text": "At Massena, New York, the groundbreaking ceremony for the Saint Lawrence Seaway is held.",
            "year": 1954
        },
        {
            "text": "First Indochina War: The French Union withdraws its forces from Operation Camargue against the Viet Minh in central Vietnam.",
            "year": 1953
        },
        {
            "text": "An amendment to the National Security Act of 1947 enhances the authority of the United States Secretary of Defense over the Army, Navy and Air Force, and replaces the National Military Establishment with the Department of Defense.",
            "year": 1949
        },
        {
            "text": "Candid Camera makes its television debut after being on radio for a year as The Candid Microphone.",
            "year": 1948
        },
        {
            "text": "The Japanese government announced that a message had been sent to the Allies accepting the terms of the Potsdam Declaration provided that it \"does not comprise any demand that prejudices the prerogatives of the Emperor as sovereign ruler.\"",
            "year": 1945
        },
        {
            "text": "World War II: The Battle of Guam in the Pacific comes to an effective end.",
            "year": 1944
        },
        {
            "text": "World War II: The Battle of Narva on the Eastern Front ends with a defensive German victory.",
            "year": 1944
        },
        {
            "text": "Spanish Civil War: The Regional Defence Council of Aragon is dissolved by the Second Spanish Republic.",
            "year": 1937
        },
        {
            "text": "World War I: Ottoman sultan Mehmed VI's representatives sign the Treaty of Sèvres that divides up the Ottoman Empire between the Allies.",
            "year": 1920
        },
        {
            "text": "Second Balkan War: Delegates from Bulgaria, Romania, Serbia, Montenegro, and Greece sign the Treaty of Bucharest, ending the war.",
            "year": 1913
        },
        {
            "text": "Russo-Japanese War: Peace negotiations begin in Portsmouth, New Hampshire.",
            "year": 1905
        },
        {
            "text": "Russo-Japanese War: The Battle of the Yellow Sea between the Russian and Japanese battleship fleets takes place.",
            "year": 1904
        },
        {
            "text": "The U.S. Steel recognition strike by the Amalgamated Association of Iron and Steel Workers begins.",
            "year": 1901
        },
        {
            "text": "After Uruguay's governing Blanco Party refuses Brazil's demands, José Antônio Saraiva announces that the Brazilian military will begin reprisals, beginning the Uruguayan War.",
            "year": 1864
        },
        {
            "text": "American Civil War: Battle of Wilson's Creek: A mixed force of Confederate, Missouri State Guard, and Arkansas State troops defeat outnumbered attacking Union forces in the southwestern part of the state.",
            "year": 1861
        },
        {
            "text": "The Last Island hurricane strikes Louisiana, resulting in over 200 deaths.",
            "year": 1856
        },
        {
            "text": "P. T. Barnum begins his career as a showman and circus entrepreneur by exhibiting Joice Heth, an octogenerian African slave whom he claims was George Washington's nursemaid.",
            "year": 1835
        },
        {
            "text": "Finnish War: Swedish forces led by General von Döbeln defeat Russian forces led by General Šepelev in the Battle of Kauhajoki.",
            "year": 1808
        },
        {
            "text": "French Revolution: Storming of the Tuileries Palace: Louis XVI is arrested and taken into custody as his Swiss Guards are massacred by the Parisian mob.",
            "year": 1792
        },
        {
            "text": "Under the direction of Charles Lawrence, the British begin to forcibly deport the Acadians from Nova Scotia to the Thirteen Colonies and France.",
            "year": 1755
        },
        {
            "text": "King Marthanda Varma of Travancore defeats the Dutch East India Company at the Battle of Colachel, effectively bringing about the end of the Dutch colonial rule in India.",
            "year": 1741
        },
        {
            "text": "The Pueblo Revolt begins in New Mexico.",
            "year": 1680
        },
        {
            "text": "The Treaty of London between England and Scotland, ending the Bishops' Wars, is signed.",
            "year": 1641
        },
        {
            "text": "The Swedish warship Vasa sinks on her maiden voyage off Stockholm.",
            "year": 1628
        },
        {
            "text": "The Treaty of Nonsuch signed by Elizabeth I of England and the Dutch Rebels.",
            "year": 1585
        },
        {
            "text": "Battle of St. Quentin: Spanish victory over the French in the Italian War of 1551–59.",
            "year": 1557
        },
        {
            "text": "Ferdinand Magellan's five ships set sail from Seville to circumnavigate the globe. The Basque second-in-command Juan Sebastián Elcano will complete the expedition after Magellan's death in the Philippines.",
            "year": 1519
        },
        {
            "text": "The naval Battle of Saint-Mathieu, during the War of the League of Cambrai, sees the simultaneous destruction of the Breton ship La Cordelière and the English ship The Regent.",
            "year": 1512
        },
        {
            "text": "Jaume Ferrer sets out from Mallorca for the \"River of Gold\", the Senegal River.",
            "year": 1346
        },
        {
            "text": "The Second Battle of Athenry takes place near Athenry during the Bruce campaign in Ireland.",
            "year": 1316
        },
        {
            "text": "Yekuno Amlak takes the imperial throne of Ethiopia, restoring the Solomonic dynasty to power after a 100-year Zagwe interregnum.",
            "year": 1270
        },
        {
            "text": "The Battle of Azaz ends with a humiliating retreat of the Byzantine emperor, Romanos III Argyros, against the Mirdasid rulers of Aleppo. The retreat degenerates into a rout, in which Romanos himself barely escapes capture.",
            "year": 1030
        },
        {
            "text": "Battle of Maldon: The English, led by Byrhtnoth, Ealdorman of Essex, are defeated by a band of inland-raiding Vikings near Maldon, Essex.",
            "year": 991
        },
        {
            "text": "Battle of Lechfeld: Otto I, Holy Roman Emperor defeats the Magyars, ending 50 years of Magyar invasion of the West.",
            "year": 955
        },
        {
            "text": "Pope Eugene I elected to succeed Martinus I.",
            "year": 654
        }
    ],
    "births": [
        {
            "text": "Sophia Smith, American soccer player",
            "year": 2000
        },
        {
            "text": "Jüri Vips, Estonian racing driver",
            "year": 2000
        },
        {
            "text": "Ja Morant, American basketball player",
            "year": 1999
        },
        {
            "text": "Ritomo Miyata, Japanese racing driver",
            "year": 1999
        },
        {
            "text": "Nick Suzuki, Canadian ice hockey player",
            "year": 1999
        },
        {
            "text": "Kylie Jenner, American television personality and businesswoman",
            "year": 1997
        },
        {
            "text": "Luca Marini, Italian motorcycle rider",
            "year": 1997
        },
        {
            "text": "Lauren Tait, Scottish netball player",
            "year": 1996
        },
        {
            "text": "Dalvin Cook, American football player",
            "year": 1995
        },
        {
            "text": "Bernardo Silva, Portuguese footballer",
            "year": 1994
        },
        {
            "text": "Andre Drummond, American basketball player",
            "year": 1993
        },
        {
            "text": "Archie Bradley, American baseball player",
            "year": 1992
        },
        {
            "text": "Michelle Khare, American YouTuber and television host",
            "year": 1992
        },
        {
            "text": "Oliver Rowland, English racing driver",
            "year": 1992
        },
        {
            "text": "Dagný Brynjarsdóttir, Icelandic footballer",
            "year": 1991
        },
        {
            "text": "Marcus Foligno, American-Canadian ice hockey player",
            "year": 1991
        },
        {
            "text": "Nikos Korovesis, Greek footballer",
            "year": 1991
        },
        {
            "text": "Chris Tremain, Australian cricketer",
            "year": 1991
        },
        {
            "text": "Cruze Ah-Nau, Australian rugby player",
            "year": 1990
        },
        {
            "text": "Lee Sung-kyung, South Korean model, actress, and singer",
            "year": 1990
        },
        {
            "text": "Lucas Till, American actor",
            "year": 1990
        },
        {
            "text": "Sam Gagner, Canadian ice hockey player",
            "year": 1989
        },
        {
            "text": "Ben Sahar, Israeli footballer",
            "year": 1989
        },
        {
            "text": "Brenton Thwaites, Australian actor",
            "year": 1989
        },
        {
            "text": "Jim Bakkum, Dutch singer and actor",
            "year": 1987
        },
        {
            "text": "Ari Boyland, New Zealand actor and singer",
            "year": 1987
        },
        {
            "text": "Andrea Hlaváčková, Czech tennis player",
            "year": 1986
        },
        {
            "text": "Enrico Cortese, Italian footballer",
            "year": 1985
        },
        {
            "text": "Roy O'Donovan, Irish footballer",
            "year": 1985
        },
        {
            "text": "Kakuryū Rikisaburō, Mongolian sumo wrestler",
            "year": 1985
        },
        {
            "text": "Julia Skripnik, Estonian tennis player",
            "year": 1985
        },
        {
            "text": "Ryan Eggold, American actor and composer",
            "year": 1984
        },
        {
            "text": "Mokomichi Hayami, Japanese model and actor",
            "year": 1984
        },
        {
            "text": "Jigar Naik, English cricketer",
            "year": 1984
        },
        {
            "text": "Matt Prater, American football player",
            "year": 1984
        },
        {
            "text": "Kyle Brown, American soccer player",
            "year": 1983
        },
        {
            "text": "C. B. Dollaway, American mixed martial artist",
            "year": 1983
        },
        {
            "text": "Héctor Faubel, Spanish motorcycle racer",
            "year": 1983
        },
        {
            "text": "Alexander Perezhogin, Russian ice hockey player",
            "year": 1983
        },
        {
            "text": "Mathieu Roy, Canadian ice hockey player",
            "year": 1983
        },
        {
            "text": "John Alvbåge, Swedish footballer",
            "year": 1982
        },
        {
            "text": "Josh Anderson, American baseball player",
            "year": 1982
        },
        {
            "text": "Julia Melim, Brazilian actress",
            "year": 1982
        },
        {
            "text": "Shaun Murphy, English snooker player",
            "year": 1982
        },
        {
            "text": "Taufik Hidayat, Indonesian badminton player",
            "year": 1981
        },
        {
            "text": "Wade Barrett, English boxer, wrestler, and actor",
            "year": 1980
        },
        {
            "text": "Aaron Staton, American actor",
            "year": 1980
        },
        {
            "text": "Dinusha Fernando, Sri Lankan cricketer",
            "year": 1979
        },
        {
            "text": "JoAnna Garcia Swisher, American actress",
            "year": 1979
        },
        {
            "text": "Ted Geoghegan, American author, screenwriter, and producer",
            "year": 1979
        },
        {
            "text": "Brandon Lyon, American baseball player",
            "year": 1979
        },
        {
            "text": "Rémy Martin, French rugby player",
            "year": 1979
        },
        {
            "text": "Matjaž Perc, Slovene physicist",
            "year": 1979
        },
        {
            "text": "Yannick Schroeder, French racing driver",
            "year": 1979
        },
        {
            "text": "Danny Allsopp, Australian footballer",
            "year": 1978
        },
        {
            "text": "Marcus Fizer, American basketball player",
            "year": 1978
        },
        {
            "text": "Chris Read, English cricketer",
            "year": 1978
        },
        {
            "text": "Danny Griffin, Irish footballer",
            "year": 1977
        },
        {
            "text": "Matt Morgan, English comedian, actor, and radio host",
            "year": 1977
        },
        {
            "text": "Roadkill, American wrestler",
            "year": 1976
        },
        {
            "text": "Ian Murray, Scottish businessman and politician, Shadow Secretary of State for Scotland",
            "year": 1976
        },
        {
            "text": "İlhan Mansız, Turkish footballer and figure skater",
            "year": 1975
        },
        {
            "text": "Haifaa al-Mansour, Saudi Arabian director and producer",
            "year": 1974
        },
        {
            "text": "Luis Marín, Costa Rican footballer and manager",
            "year": 1974
        },
        {
            "text": "Rachel Simmons, American scholar and author",
            "year": 1974
        },
        {
            "text": "David Sommeil, French footballer",
            "year": 1974
        },
        {
            "text": "Lisa Raymond, American tennis player",
            "year": 1973
        },
        {
            "text": "Javier Zanetti, Argentinian footballer",
            "year": 1973
        },
        {
            "text": "Dilana, South African singer-songwriter and actress",
            "year": 1972
        },
        {
            "text": "Lawrence Dallaglio, English rugby player and sportscaster",
            "year": 1972
        },
        {
            "text": "Angie Harmon, American model and actress",
            "year": 1972
        },
        {
            "text": "Christofer Johnsson, Swedish singer-songwriter, guitarist, and producer",
            "year": 1972
        },
        {
            "text": "Sal Fasano, American baseball player and coach",
            "year": 1971
        },
        {
            "text": "Stephan Groth, Danish singer-songwriter",
            "year": 1971
        },
        {
            "text": "Roy Keane, Irish footballer and manager",
            "year": 1971
        },
        {
            "text": "Mario Kindelán, Cuban boxer",
            "year": 1971
        },
        {
            "text": "Paul Newlove, English rugby player",
            "year": 1971
        },
        {
            "text": "Kevin Randleman, American mixed martial artist and wrestler (died 2016)",
            "year": 1971
        },
        {
            "text": "Justin Theroux, American actor",
            "year": 1971
        },
        {
            "text": "Doug Flach, American tennis player",
            "year": 1970
        },
        {
            "text": "Bret Hedican, American ice hockey player and sportscaster",
            "year": 1970
        },
        {
            "text": "Brendon Julian, New Zealand-Australian cricketer and journalist",
            "year": 1970
        },
        {
            "text": "Steve Mautone, Australian footballer and coach",
            "year": 1970
        },
        {
            "text": "Emily Symons, Australian actress",
            "year": 1969
        },
        {
            "text": "Brian Drummond, Canadian voice actor",
            "year": 1969
        },
        {
            "text": "Michael Bivins, American singer and producer",
            "year": 1968
        },
        {
            "text": "Greg Hawgood, Canadian ice hockey player and coach",
            "year": 1968
        },
        {
            "text": "Philippe Albert, Belgian footballer and sportscaster",
            "year": 1967
        },
        {
            "text": "Riddick Bowe, American boxer",
            "year": 1967
        },
        {
            "text": "Todd Nichols, American singer-songwriter and guitarist",
            "year": 1967
        },
        {
            "text": "Reinout Scholte, Dutch cricketer",
            "year": 1967
        },
        {
            "text": "Charlie Dimmock, English gardener and television host",
            "year": 1966
        },
        {
            "text": "Hansi Kürsch, German singer-songwriter and bass player",
            "year": 1966
        },
        {
            "text": "Hossam Hassan, Egyptian footballer and manager",
            "year": 1966
        },
        {
            "text": "Claudia Christian, American actress, singer, writer, and director",
            "year": 1965
        },
        {
            "text": "Pat Pitney, American university leader and sport shooter",
            "year": 1965
        },
        {
            "text": "Mike E. Smith, American jockey and sportscaster",
            "year": 1965
        },
        {
            "text": "John Starks, American basketball player and coach",
            "year": 1965
        },
        {
            "text": "Aaron Hall, American singer-songwriter",
            "year": 1964
        },
        {
            "text": "Kåre Kolve, Norwegian saxophonist and composer",
            "year": 1964
        },
        {
            "text": "Hiro Takahashi, Japanese singer-songwriter and guitarist (died 2005)",
            "year": 1964
        },
        {
            "text": "Phoolan Devi, Indian lawyer and politician (died 2001)",
            "year": 1963
        },
        {
            "text": "Anton Janssen, Dutch footballer and coach",
            "year": 1963
        },
        {
            "text": "Andrew Sullivan, English-American journalist and author",
            "year": 1963
        },
        {
            "text": "Henrik Fisker, Danish automotive designer and businessman",
            "year": 1963
        },
        {
            "text": "Suzanne Collins, American author and screenwriter",
            "year": 1962
        },
        {
            "text": "Julia Fordham, English singer-songwriter",
            "year": 1962
        },
        {
            "text": "Jon Farriss, Australian drummer, songwriter, and producer",
            "year": 1961
        },
        {
            "text": "Antonio Banderas, Spanish actor and producer",
            "year": 1960
        },
        {
            "text": "Annely Ojastu, Estonian sprinter and long jumper",
            "year": 1960
        },
        {
            "text": "Kenny Perry, American golfer",
            "year": 1960
        },
        {
            "text": "Rosanna Arquette, American actress, director, and producer",
            "year": 1959
        },
        {
            "text": "Albert Owen, Welsh sailor and politician",
            "year": 1959
        },
        {
            "text": "Mark Price, English drummer",
            "year": 1959
        },
        {
            "text": "Florent Vollant, Canadian singer-songwriter",
            "year": 1959
        },
        {
            "text": "Michael Dokes, American boxer (died 2012)",
            "year": 1958
        },
        {
            "text": "Jack Richards, English cricketer, coach, and manager",
            "year": 1958
        },
        {
            "text": "Rosie Winterton, English nurse and politician, Shadow Leader of the House of Commons",
            "year": 1958
        },
        {
            "text": "Fred Ho, American saxophonist, composer, and playwright (died 2014)",
            "year": 1957
        },
        {
            "text": "Andres Põime, Estonian architect",
            "year": 1957
        },
        {
            "text": "Aqeel Abbas Jafari, Pakistani writer, poet, architect and chief editor Urdu Dictionary Board",
            "year": 1957
        },
        {
            "text": "Dianne Fromholtz, Australian tennis player",
            "year": 1956
        },
        {
            "text": "José Luis Montes, Spanish footballer and manager (died 2013)",
            "year": 1956
        },
        {
            "text": "Fred Ottman, American wrestler",
            "year": 1956
        },
        {
            "text": "Charlie Peacock, American singer-songwriter, pianist, and producer",
            "year": 1956
        },
        {
            "text": "Perween Warsi, Indian-English businesswoman",
            "year": 1956
        },
        {
            "text": "Thomas Kidd, American illustrator",
            "year": 1955
        },
        {
            "text": "Jim Mees, American set designer (died 2013)",
            "year": 1955
        },
        {
            "text": "Mel Tiangco, Filipino journalist and talk show host",
            "year": 1955
        },
        {
            "text": "Rainer Wimmer, Austrian politician",
            "year": 1955
        },
        {
            "text": "Peter Endrulat, German footballer",
            "year": 1954
        },
        {
            "text": "Rick Overton, American screenwriter, actor and comedian",
            "year": 1954
        },
        {
            "text": "Daniel Hugh Kelly, American actor",
            "year": 1952
        },
        {
            "text": "Diane Venora, American actress",
            "year": 1952
        },
        {
            "text": "Juan Manuel Santos, Colombian businessman and politician, 59th President of Colombia",
            "year": 1951
        },
        {
            "text": "Patti Austin, American singer-songwriter",
            "year": 1950
        },
        {
            "text": "Nick Stringer, English actor",
            "year": 1948
        },
        {
            "text": "Ian Anderson, Scottish-English singer-songwriter and guitarist",
            "year": 1947
        },
        {
            "text": "Anwar Ibrahim, Malaysian academic and politician, 10th Prime Minister of Malaysia",
            "year": 1947
        },
        {
            "text": "John Spencer, English rugby player and manager",
            "year": 1947
        },
        {
            "text": "Alan Ward, English cricketer",
            "year": 1947
        },
        {
            "text": "Louise Forestier, Canadian singer-songwriter and actress",
            "year": 1943
        },
        {
            "text": "Jimmy Griffin, American singer-songwriter and guitarist (died 2005)",
            "year": 1943
        },
        {
            "text": "Michael Mantler, American trumpet player and composer",
            "year": 1943
        },
        {
            "text": "Shafqat Rana, Indian-Pakistani cricketer",
            "year": 1943
        },
        {
            "text": "Ronnie Spector, American singer-songwriter (died 2022)",
            "year": 1943
        },
        {
            "text": "Speedy Duncan, American football player (died 2021)",
            "year": 1942
        },
        {
            "text": "Betsey Johnson, American fashion designer",
            "year": 1942
        },
        {
            "text": "Michael Pepper, English physicist and engineer",
            "year": 1942
        },
        {
            "text": "Anita Lonsbrough, English swimmer and journalist",
            "year": 1941
        },
        {
            "text": "Susan Dorothea White, Australian painter and sculptor",
            "year": 1941
        },
        {
            "text": "Bobby Hatfield, American singer-songwriter (died 2003)",
            "year": 1940
        },
        {
            "text": "Sid Waddell, English sportscaster (died 2012)",
            "year": 1940
        },
        {
            "text": "Kate O'Mara, English actress (died 2014)",
            "year": 1939
        },
        {
            "text": "Charlie Rose, American lawyer and politician (died 2012)",
            "year": 1939
        },
        {
            "text": "Tony Ross, English author and illustrator",
            "year": 1938
        },
        {
            "text": "Anatoly Sobchak, Russian scholar and politician, Mayor of Saint Petersburg (died 2000)",
            "year": 1937
        },
        {
            "text": "Malene Schwartz, Danish actress",
            "year": 1936
        },
        {
            "text": "Ian Stewart, Baron Stewartby, English politician, Minister of State for the Armed Forces (died 2018)",
            "year": 1935
        },
        {
            "text": "Ad van Luyn, Dutch bishop",
            "year": 1935
        },
        {
            "text": "Tevfik Kış, Turkish wrestler and trainer (died 2019)",
            "year": 1934
        },
        {
            "text": "Doyle Brunson, American poker player (died 2023)",
            "year": 1933
        },
        {
            "text": "Elizabeth Butler-Sloss, Baroness Butler-Sloss, English lawyer and judge",
            "year": 1933
        },
        {
            "text": "Rocky Colavito,  American baseball player and sportscaster (died 2024)",
            "year": 1933
        },
        {
            "text": "Keith Duckworth, English engineer, founded Cosworth (died 2005)",
            "year": 1933
        },
        {
            "text": "Alexander Goehr, English composer and academic (died 2024)",
            "year": 1932
        },
        {
            "text": "Gaudencio Rosales, Filipino cardinal",
            "year": 1932
        },
        {
            "text": "Dolores Alexander, American journalist and activist (died 2008)",
            "year": 1931
        },
        {
            "text": "Tom Laughlin, American actor, director, producer, and screenwriter (died 2013)",
            "year": 1931
        },
        {
            "text": "Barry Unsworth, English-Italian author and academic (died 2012)",
            "year": 1930
        },
        {
            "text": "Jimmy Dean, American singer, actor, and businessman, founded the Jimmy Dean Food Company  (died 2010)",
            "year": 1928
        },
        {
            "text": "Eddie Fisher, American singer and actor (died 2010)",
            "year": 1928
        },
        {
            "text": "Gerino Gerini, Italian racing driver (died 2013)",
            "year": 1928
        },
        {
            "text": "Gus Mercurio, American-Australian actor (died 2010)",
            "year": 1928
        },
        {
            "text": "Jimmy Martin, American singer and guitarist (died 2005)",
            "year": 1927
        },
        {
            "text": "Vernon Washington, American actor (died 1988)",
            "year": 1927
        },
        {
            "text": "Marie-Claire Alain, French organist and educator (died 2013)",
            "year": 1926
        },
        {
            "text": "Carol Ruth Vander Velde, American mathematician (died 1972)",
            "year": 1926
        },
        {
            "text": "George Cooper, English general (died 2020)",
            "year": 1925
        },
        {
            "text": "Nancy Buckingham, English author (died 2022)",
            "year": 1924
        },
        {
            "text": "Martha Hyer, American actress (died 2014)[circular reference]",
            "year": 1924
        },
        {
            "text": "Jean-François Lyotard,  French philosopher, sociologist, and literary theorist (died 1998)",
            "year": 1924
        },
        {
            "text": "Bill Doolittle, American football player and coach (died 2014)",
            "year": 1923
        },
        {
            "text": "Rhonda Fleming, American actress (died 2020)",
            "year": 1923
        },
        {
            "text": "Fred Ridgway, English cricketer and footballer (died 2015)",
            "year": 1923
        },
        {
            "text": "SM Sultan, Bangladeshi painter and illustrator (died 1994)",
            "year": 1923
        },
        {
            "text": "Al Alberts, American pop singer and composer (died 2009)",
            "year": 1922
        },
        {
            "text": "Red Holzman, American basketball player and coach (died 1998)",
            "year": 1920
        },
        {
            "text": "Eugene P. Wilkinson, American admiral (died 2013)",
            "year": 1918
        },
        {
            "text": "Jeff Corey, American actor and director (died 2002)",
            "year": 1914
        },
        {
            "text": "Carlos Menditeguy, Argentinian racing driver and polo player (died 1973)",
            "year": 1914
        },
        {
            "text": "Ray Smith, English cricketer (died 1996)",
            "year": 1914
        },
        {
            "text": "Noah Beery Jr., American actor (died 1994)",
            "year": 1913
        },
        {
            "text": "Kalevi Kotkas, Estonian-Finnish high jumper and discus thrower (died 1983)",
            "year": 1913
        },
        {
            "text": "Wolfgang Paul, German physicist and academic, Nobel Prize laureate (died 1993)",
            "year": 1913
        },
        {
            "text": "Jorge Amado, Brazilian novelist and poet (died 2001)",
            "year": 1912
        },
        {
            "text": "Leonidas Andrianopoulos, Greek footballer (died 2011)",
            "year": 1911
        },
        {
            "text": "A. N. Sherwin-White, English historian and author (died 1993)",
            "year": 1911
        },
        {
            "text": "Guy Mairesse, French racing driver (died 1954)",
            "year": 1910
        },
        {
            "text": "Leo Fender, American businessman, founded Fender Musical Instruments Corporation (died 1991)",
            "year": 1909
        },
        {
            "text": "Richard J. Hughes, American politician, 45th Governor of New Jersey, and Chief Justice of the New Jersey Supreme Court (died 1992)",
            "year": 1909
        },
        {
            "text": "Rica Erickson, Australian botanist, historian, and author (died 2009)",
            "year": 1908
        },
        {
            "text": "Billy Gonsalves, American soccer player (died 1977)",
            "year": 1908
        },
        {
            "text": "Su Yu, Chinese general and politician (died 1984)",
            "year": 1907
        },
        {
            "text": "Era Bell Thompson, American journalist and author (died 1986)",
            "year": 1905
        },
        {
            "text": "Ward Moore, American author (died 1978)",
            "year": 1903
        },
        {
            "text": "Norma Shearer, Canadian-American actress (died 1983)",
            "year": 1902
        },
        {
            "text": "Curt Siodmak, German-English author and screenwriter (died 2000)",
            "year": 1902
        },
        {
            "text": "Arne Tiselius, Swedish biochemist and academic, Nobel Prize laureate (died 1971)",
            "year": 1902
        },
        {
            "text": "Arthur Porritt, Baron Porritt, New Zealand physician and politician, 11th Governor-General of New Zealand (died 1994)",
            "year": 1900
        },
        {
            "text": "John W. Galbreath, American businessman and philanthropist, founded Darby Dan Farm (died 1988)",
            "year": 1897
        },
        {
            "text": "Jack Haley, American actor and singer (died 1979)",
            "year": 1897
        },
        {
            "text": "Charlie Daly, Executed Irish Republican (died 1923)",
            "year": 1896
        },
        {
            "text": "Hammy Love, Australian cricketer (died 1969)",
            "year": 1895
        },
        {
            "text": "V. V. Giri, Indian lawyer and politician, 4th President of India (died 1980)",
            "year": 1894
        },
        {
            "text": "Angus Lewis Macdonald, Canadian lawyer and politician, 12th Premier of Nova Scotia (died 1954)",
            "year": 1890
        },
        {
            "text": "Charles Darrow, American game designer, created Monopoly (died 1967)",
            "year": 1889
        },
        {
            "text": "Zofia Kossak-Szczucka, Polish writer and member of the WW II Polish Resistance (died 1968)",
            "year": 1889
        },
        {
            "text": "Prince Christopher of Greece and Denmark (died 1940)",
            "year": 1888
        },
        {
            "text": "Panait Istrati, Romanian journalist and author (died 1935)",
            "year": 1884
        },
        {
            "text": "Robert L. Thornton, American businessman and politician, Mayor of Dallas (died 1964)",
            "year": 1880
        },
        {
            "text": "Alfred Döblin, Polish-German physician and author (died 1957)",
            "year": 1878
        },
        {
            "text": "Frank Marshall, American chess player and author (died 1944)",
            "year": 1877
        },
        {
            "text": "Herbert Hoover, American engineer and politician, 31st President of the United States (died 1964)",
            "year": 1874
        },
        {
            "text": "Antanas Smetona, Lithuanian jurist and politician, President of Lithuania (died 1944)",
            "year": 1874
        },
        {
            "text": "William Manuel Johnson, American bassist (died 1972)",
            "year": 1872
        },
        {
            "text": "Trần Tế Xương, Vietnamese poet and satirist (died 1907)",
            "year": 1870
        },
        {
            "text": "Laurence Binyon, English poet, playwright, and scholar (died 1943)",
            "year": 1869
        },
        {
            "text": "Hugo Eckener, German pilot and businessman (died 1954)",
            "year": 1868
        },
        {
            "text": "Alexander Glazunov, Russian composer, conductor, and educator (died 1936)",
            "year": 1865
        },
        {
            "text": "Vishnu Narayan Bhatkhande, Indian singer and musicologist (died 1936)",
            "year": 1860
        },
        {
            "text": "William Willett, English inventor, founded British Summer Time (died 1915)",
            "year": 1856
        },
        {
            "text": "William Harnett, Irish-American painter and educator (died 1892)",
            "year": 1848
        },
        {
            "text": "Abai Qunanbaiuli, Kazakh poet, composer, and philosopher (died 1904)",
            "year": 1845
        },
        {
            "text": "Aleksandr Stoletov, Russian physicist and academic (died 1896)",
            "year": 1839
        },
        {
            "text": "Lovro Toman, Slovenian lawyer and politician (died 1870)",
            "year": 1827
        },
        {
            "text": "István Türr, Hungarian soldier, architect, and engineer, co-designed the Corinth Canal (died 1908)",
            "year": 1825
        },
        {
            "text": "Hugh Stowell Brown, English minister and reformer (died 1886)",
            "year": 1823
        },
        {
            "text": "Jay Cooke, American financier, founded Jay Cooke & Company (died 1905)",
            "year": 1821
        },
        {
            "text": "Henri Nestlé, German businessman, founded Nestlé (died 1890)",
            "year": 1814
        },
        {
            "text": "John C. Pemberton, United States soldier and Confederate general (died 1881)",
            "year": 1814
        },
        {
            "text": "Camillo Benso, Count of Cavour, Italian soldier and politician, 1st Prime Minister of Italy (died 1861)",
            "year": 1810
        },
        {
            "text": "John Kirk Townsend, American ornithologist and explorer (died 1851)",
            "year": 1809
        },
        {
            "text": "Ferenc Toldy, German-Hungarian historian and critic (died 1875)",
            "year": 1805
        },
        {
            "text": "Vicente Guerrero, Mexican insurgent leader and President of Mexico (died 1831)",
            "year": 1782
        },
        {
            "text": "Narayan Rao, fifth Peshwa of the Maratha Empire (died 1773)",
            "year": 1755
        },
        {
            "text": "Alexandrine Le Normant d'Étiolles, daughter of Madame de Pompadour (died 1754)",
            "year": 1744
        },
        {
            "text": "Samuel Arnold, English organist and composer (died 1802)",
            "year": 1740
        },
        {
            "text": "Anton Losenko, Russian painter and academic (died 1773)",
            "year": 1737
        },
        {
            "text": "Naungdawgyi, Burmese king (died 1763)",
            "year": 1734
        },
        {
            "text": "Eusebio Kino, Italian priest and missionary (died 1711)",
            "year": 1645
        },
        {
            "text": "Gilles de Roberval, French mathematician and academic (died 1675)",
            "year": 1602
        },
        {
            "text": "Hieronymus Praetorius, German organist and composer (died 1629)",
            "year": 1560
        },
        {
            "text": "Francis II, Duke of Saxe-Lauenburg (died 1619)",
            "year": 1547
        },
        {
            "text": "Eric II, Duke of Brunswick-Lüneburg (died 1584)",
            "year": 1528
        },
        {
            "text": "Madeleine of Valois (died 1537)",
            "year": 1520
        },
        {
            "text": "Jacob Sturm von Sturmeck, German lawyer and politician (died 1553)",
            "year": 1489
        },
        {
            "text": "Francesco II Gonzaga, Marquess of Mantua (died 1519)",
            "year": 1466
        },
        {
            "text": "Bona of Savoy, Duchess of Savoy (died 1503)",
            "year": 1449
        },
        {
            "text": "Anne of York, Duchess of Exeter, Duchess of York (died 1476)",
            "year": 1439
        },
        {
            "text": "Albert II of Germany (died 1439)",
            "year": 1397
        },
        {
            "text": "Francesco Zabarella, Italian cardinal (died 1417)",
            "year": 1360
        },
        {
            "text": "John of Bohemia (died 1346)",
            "year": 1296
        },
        {
            "text": "James II of Aragon (died 1327)",
            "year": 1267
        },
        {
            "text": "Lê Hoàn, Vietnamese emperor (died 1005)",
            "year": 941
        }
    ],
    "deaths": [
        {
            "text": "Rachael Lillis, American voice actress and scriptwriter (born 1978)",
            "year": 2024
        },
        {
            "text": "Peggy Moffitt, American model and actress (born 1937)",
            "year": 2024
        },
        {
            "text": "Vesa-Matti Loiri, Finnish actor, musician and comedian (born 1945)",
            "year": 2022
        },
        {
            "text": "Tony Esposito, Canadian-American ice hockey player (born 1943)",
            "year": 2021
        },
        {
            "text": "Jeffrey Epstein, American financier and child sex trafficker (born 1953)",
            "year": 2019
        },
        {
            "text": "Ruth Pfau, German-Pakistani doctor and nun (born 1929)",
            "year": 2017
        },
        {
            "text": "Buddy Baker, American race car driver and sportscaster (born 1941)",
            "year": 2015
        },
        {
            "text": "Endre Czeizel, Hungarian physician, geneticist, and academic (born 1935)",
            "year": 2015
        },
        {
            "text": "Knut Osnes, Norwegian footballer and coach (born 1922)",
            "year": 2015
        },
        {
            "text": "Eriek Verpale, Belgian author and poet (born 1952)",
            "year": 2015
        },
        {
            "text": "Jim Command, American baseball player and scout (born 1928)",
            "year": 2014
        },
        {
            "text": "Dotty Lynch, American journalist and academic (born 1945)",
            "year": 2014
        },
        {
            "text": "Kathleen Ollerenshaw, English mathematician, astronomer, and politician, Lord Mayor of Manchester (born 1912)",
            "year": 2014
        },
        {
            "text": "Bob Wiesler, American baseball player (born 1930)",
            "year": 2014
        },
        {
            "text": "William P. Clark Jr., American judge and politician, 12th United States National Security Advisor (born 1931)",
            "year": 2013
        },
        {
            "text": "Jonathan Dawson, Australian historian and academic (born 1941)",
            "year": 2013
        },
        {
            "text": "Eydie Gormé, American singer and actress (born 1928)",
            "year": 2013
        },
        {
            "text": "David C. Jones, American general (born 1921)",
            "year": 2013
        },
        {
            "text": "Jody Payne, American singer and guitarist (born 1936)",
            "year": 2013
        },
        {
            "text": "Amy Wallace, American author (born 1955)",
            "year": 2013
        },
        {
            "text": "Philippe Bugalski, French race car driver (born 1963)",
            "year": 2012
        },
        {
            "text": "Ioan Dicezare, Romanian general and pilot (born 1916)",
            "year": 2012
        },
        {
            "text": "Irving Fein, American producer and manager (born 1911)",
            "year": 2012
        },
        {
            "text": "William W. Momyer, American general and pilot (born 1916)",
            "year": 2012
        },
        {
            "text": "Carlo Rambaldi, Italian special effects artist (born 1925)",
            "year": 2012
        },
        {
            "text": "Billy Grammer, American singer-songwriter and guitarist (born 1925)",
            "year": 2011
        },
        {
            "text": "Markus Liebherr, German-Swiss businessman (born 1948)",
            "year": 2010
        },
        {
            "text": "Adam Stansfield, English footballer (born 1978)",
            "year": 2010
        },
        {
            "text": "David L. Wolper, American director and producer (born 1928)",
            "year": 2010
        },
        {
            "text": "Isaac Hayes, American singer-songwriter, pianist, producer, and actor (born 1942)",
            "year": 2008
        },
        {
            "text": "Henry Cabot Lodge Bohler, American lieutenant and pilot (born 1925)",
            "year": 2007
        },
        {
            "text": "James E. Faust, American lawyer and religious leader (born 1920)",
            "year": 2007
        },
        {
            "text": "Jean Rédélé, French race car driver and pilot, founded Alpine (born 1922)",
            "year": 2007
        },
        {
            "text": "Tony Wilson, English journalist, producer, and manager, co-founded Factory Records (born 1950)",
            "year": 2007
        },
        {
            "text": "Michael Houser, American singer-songwriter and guitarist (born 1962)",
            "year": 2002
        },
        {
            "text": "Kristen Nygaard, Norwegian computer scientist and politician (born 1926)",
            "year": 2002
        },
        {
            "text": "Lou Boudreau, American baseball player and manager (born 1917)",
            "year": 2001
        },
        {
            "text": "Gilbert Parkhouse, Welsh cricketer and rugby player (born 1925)",
            "year": 2000
        },
        {
            "text": "Jennifer Paterson, English chef and television presenter (born 1928)",
            "year": 1999
        },
        {
            "text": "Baldev Upadhyaya, Indian historian, scholar, and critic (born 1899)",
            "year": 1999
        },
        {
            "text": "Jean-Claude Lauzon, Canadian director and screenwriter (born 1953)",
            "year": 1997
        },
        {
            "text": "Conlon Nancarrow, American-Mexican pianist and composer (born 1912)",
            "year": 1997
        },
        {
            "text": "Euronymous, Norwegian singer, guitarist, and producer (born 1968)",
            "year": 1993
        },
        {
            "text": "Lưu Trọng Lư, Vietnamese poet and playwright (born 1912)",
            "year": 1991
        },
        {
            "text": "Georgios Athanasiadis-Novas, Greek lawyer and politician, 163rd Prime Minister of Greece (born 1893)",
            "year": 1987
        },
        {
            "text": "Nate Barragar, American football player and sergeant (born 1906)",
            "year": 1985
        },
        {
            "text": "Anderson Bigode Herzer, Brazilian author and poet (born 1962)",
            "year": 1982
        },
        {
            "text": "Yahya Khan, Pakistani general and politician, 3rd President of Pakistan (born 1917)",
            "year": 1980
        },
        {
            "text": "Dick Foran, American actor and singer (born 1910)",
            "year": 1979
        },
        {
            "text": "Walter Gerlach, German physicist and academic (born 1889)",
            "year": 1979
        },
        {
            "text": "Bert Oldfield, Australian cricketer (born 1894)",
            "year": 1976
        },
        {
            "text": "János Kodolányi, Hungarian author (born 1899)",
            "year": 1969
        },
        {
            "text": "Victims of the Tate-LaBianca murders:",
            "year": 1969
        },
        {
            "text": "Victims of the Tate-LaBianca murders:",
            "year": 1969
        },
        {
            "text": "Estes Kefauver, American lawyer and politician (born 1903)",
            "year": 1963
        },
        {
            "text": "Ernst Wetter, Swiss lawyer and jurist (born 1877)",
            "year": 1963
        },
        {
            "text": "Julia Peterkin, American author (born 1880)",
            "year": 1961
        },
        {
            "text": "Hamide Ayşe Sultan, Ottoman princess (born 1887)",
            "year": 1960
        },
        {
            "text": "Frank Demaree, American baseball player and manager (born 1910)",
            "year": 1958
        },
        {
            "text": "Robert Adair, American-born British actor (born 1900)",
            "year": 1954
        },
        {
            "text": "Homer Burton Adkins, American chemist (born 1892)",
            "year": 1949
        },
        {
            "text": "Kan'ichi Asakawa, Japanese-American historian, author, and academic (born 1873)",
            "year": 1948
        },
        {
            "text": "Andrew Brown, Scottish footballer and coach (born 1870)",
            "year": 1948
        },
        {
            "text": "Montague Summers, English clergyman and author (born 1880)",
            "year": 1948
        },
        {
            "text": "Robert H. Goddard, American physicist and engineer (born 1882)",
            "year": 1945
        },
        {
            "text": "Alf Morgans, Welsh-Australian politician, 4th Premier of Western Australia (born 1850)",
            "year": 1933
        },
        {
            "text": "Rin Tin Tin, American acting dog (born 1918)",
            "year": 1932
        },
        {
            "text": "Pierre Fatou, French mathematician and astronomer (born 1878)",
            "year": 1929
        },
        {
            "text": "Aletta Jacobs, Dutch physician (born 1854)",
            "year": 1929
        },
        {
            "text": "Reginald Dunne, Irish Republican, executed for the killing of Sir Henry Wilson",
            "year": 1922
        },
        {
            "text": "Joseph O'Sullivan, Irish Republican, executed for the killing of Sir Henry Wilson",
            "year": 1922
        },
        {
            "text": "Ádám Politzer, Hungarian-Austrian physician and academic (born 1835)",
            "year": 1920
        },
        {
            "text": "Erich Löwenhardt, German lieutenant and pilot (born 1897)",
            "year": 1918
        },
        {
            "text": "John J. Loud, American inventor (born 1844)",
            "year": 1916
        },
        {
            "text": "Henry Moseley, English physicist and engineer (born 1887)",
            "year": 1915
        },
        {
            "text": "Johannes Linnankoski, Finnish author (born 1869)",
            "year": 1913
        },
        {
            "text": "Pierre Waldeck-Rousseau, French lawyer and politician, 68th Prime Minister of France (born 1846)",
            "year": 1904
        },
        {
            "text": "Otto Lilienthal, German pilot and engineer (born 1848)",
            "year": 1896
        },
        {
            "text": "John Boyle O'Reilly, Irish-born poet, journalist and fiction writer (born 1844)",
            "year": 1890
        },
        {
            "text": "Arthur Böttcher, German pathologist and anatomist (born 1831)",
            "year": 1889
        },
        {
            "text": "Karl Andree, German geographer and journalist (born 1808)",
            "year": 1875
        },
        {
            "text": "Hon'inbō Shūsaku, Japanese Go player (born 1829)",
            "year": 1862
        },
        {
            "text": "Sir John St Aubyn, 5th Baronet, English lawyer and politician (born 1758)",
            "year": 1839
        },
        {
            "text": "Michael Haydn, Austrian composer and educator (born 1737)",
            "year": 1806
        },
        {
            "text": "Franz Aepinus, German-Russian philosopher and academic (born 1724)",
            "year": 1802
        },
        {
            "text": "Ignaz Anton von Indermauer, Austrian nobleman and government official (born 1759)",
            "year": 1796
        },
        {
            "text": "Allan Ramsay, Scottish-English painter (born 1713)",
            "year": 1784
        },
        {
            "text": "Ferdinand VI of Spain (born 1713)",
            "year": 1759
        },
        {
            "text": "Guillaume Dubois, French cardinal and politician, French Secretary of State for Foreign Affairs (born 1656)",
            "year": 1723
        },
        {
            "text": "Esmé Stewart, 2nd Duke of Richmond (born 1649)",
            "year": 1660
        },
        {
            "text": "Alfonso de la Cueva, 1st Marquis of Bedmar, Spanish cardinal and diplomat (born 1572)",
            "year": 1655
        },
        {
            "text": "Maarten Tromp, Dutch admiral (born 1598)",
            "year": 1653
        },
        {
            "text": "Francis III, Duke of Brittany, Dauphin of France, Brother of Henry II (born 1518)",
            "year": 1536
        },
        {
            "text": "Ippolito de' Medici, Italian cardinal (born 1509)",
            "year": 1535
        },
        {
            "text": "Louis II, Duke of Bourbon (born 1337)",
            "year": 1410
        },
        {
            "text": "John of La Verna, Italian ascetic (born 1259)",
            "year": 1322
        },
        {
            "text": "Felim mac Aedh Ua Conchobair, King of Connacht",
            "year": 1316
        },
        {
            "text": "Tekuder, Khan of the Mongol Ilkhanate",
            "year": 1284
        },
        {
            "text": "Eric IV of Denmark (born 1216)",
            "year": 1250
        },
        {
            "text": "Eleanor, Fair Maid of Brittany (born 1184)",
            "year": 1241
        },
        {
            "text": "Conrad ('the Red'), duke of Lorraine",
            "year": 955
        },
        {
            "text": "Al-Wathiq, Abbasid caliph (born 816)",
            "year": 847
        },
        {
            "text": "Eanbald, archbishop of York",
            "year": 796
        },
        {
            "text": "Fastrada, Frankish noblewoman (born 765)",
            "year": 794
        },
        {
            "text": "Lawrence of Rome, Spanish-Italian deacon and saint (born 225)",
            "year": 258
        }
    ],
    "metadata": {
        "current_date": "August 10, 2025",
        "short_date": "Aug 10",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            6,
            57,
            45,
            5,
            24,
            14,
            18,
            23,
            13,
            12
        ],
        "births": [
            232,
            12,
            144,
            9
        ],
        "deaths": [
            98,
            76,
            90,
            39
        ]
    }
}