{
    "events": [
        {
            "text": "The Wagner Group led by Yevgeny Prigozhin launches an insurrection against the Russian government.",
            "year": 2023
        },
        {
            "text": "In Dobbs v. Jackson Women's Health Organization, the U.S. Supreme Court rules that the U.S. Constitution does not assign the authority to regulate abortions to the federal government, thereby returning such authority to the individual states. This overturns the prior decisions in Roe v. Wade (1973) and Planned Parenthood v. Casey (1992).",
            "year": 2022
        },
        {
            "text": "The Champlain Towers South condominium in Surfside, Florida suffers a sudden partial collapse, killing 98 people inside.",
            "year": 2021
        },
        {
            "text": "Former Italian Prime Minister Silvio Berlusconi is found guilty of abusing his power and engaging in sex with an underage prostitute, and is sentenced to seven years in prison.",
            "year": 2013
        },
        {
            "text": "Death of Lonesome George, the last known individual of Chelonoidis nigra abingdonii, a subspecies of the Galápagos tortoise.",
            "year": 2012
        },
        {
            "text": "At Wimbledon, John Isner of the United States defeats Nicolas Mahut of France, in the longest match in professional tennis history.",
            "year": 2010
        },
        {
            "text": "Julia Gillard assumes office as the first female Prime Minister of Australia.",
            "year": 2010
        },
        {
            "text": "In New York, capital punishment is declared unconstitutional.",
            "year": 2004
        },
        {
            "text": "The Igandu train disaster in Tanzania kills 281, the worst train accident in African history.",
            "year": 2002
        },
        {
            "text": "Rugby World Cup: South Africa defeats New Zealand and Nelson Mandela presents Francois Pienaar with the Webb Ellis Cup in an iconic post-apartheid moment.",
            "year": 1995
        },
        {
            "text": "A Boeing B-52 Stratofortress crashes at Fairchild Air Force Base near Spokane, Washington, killing four.",
            "year": 1994
        },
        {
            "text": "Jiang Zemin succeeds Zhao Ziyang to become the General Secretary of the Chinese Communist Party after the 1989 Tiananmen Square protests and massacre.",
            "year": 1989
        },
        {
            "text": "\"The Jakarta Incident\": British Airways Flight 009 flies into a cloud of volcanic ash thrown up by the eruption of Mount Galunggung, resulting in the failure of all four engines.",
            "year": 1982
        },
        {
            "text": "The Humber Bridge opens to traffic, connecting Yorkshire and Lincolnshire. It remained the world's longest bridge span for 17 years.",
            "year": 1981
        },
        {
            "text": "Eastern Air Lines Flight 66 encounters severe wind shear and crashes on final approach to New York's JFK Airport killing 113 of the 124 passengers on board, making it the deadliest U.S. plane crash at the time. This accident led to decades of research into downburst and microburst phenomena and their effects on aircraft.",
            "year": 1975
        },
        {
            "text": "The UpStairs Lounge arson attack takes place at a gay bar located on the second floor of the three-story building at 141 Chartres Street in the French Quarter of New Orleans, Louisiana, US. Thirty-two people die as a result of fire or smoke inhalation.",
            "year": 1973
        },
        {
            "text": "The United Kingdom grants Zanzibar internal self-government.",
            "year": 1963
        },
        {
            "text": "Venezuelan President Rómulo Betancourt is injured in an assassination attempt.",
            "year": 1960
        },
        {
            "text": "In Roth v. United States, the U.S. Supreme Court rules that obscenity is not protected by the First Amendment.",
            "year": 1957
        },
        {
            "text": "First Indochina War: Battle of Mang Yang Pass: Viet Minh troops belonging to the 803rd Regiment ambush G.M. 100 of France in An Khê.",
            "year": 1954
        },
        {
            "text": "Apartheid: In South Africa, the Group Areas Act is passed, formally segregating races.",
            "year": 1950
        },
        {
            "text": "The first television western, Hopalong Cassidy, starring William Boyd, is aired on NBC.",
            "year": 1949
        },
        {
            "text": "Cold War: Start of the Berlin Blockade: The Soviet Union makes overland travel between West Germany and West Berlin impossible.",
            "year": 1948
        },
        {
            "text": "Kenneth Arnold makes the first widely reported UFO sighting near Mount Rainier, Washington.",
            "year": 1947
        },
        {
            "text": "The first Victory Day Parade takes place on Red Square in Moscow, Soviet Union, symbolizing the victory of the Soviet Union over Nazi Germany.",
            "year": 1945
        },
        {
            "text": "US military police attempt to arrest a black soldier in Bamber Bridge, England, sparking the Battle of Bamber Bridge mutiny that leaves one dead and seven wounded.",
            "year": 1943
        },
        {
            "text": "World War II: Operation Collar, the first British Commando raid on occupied France, by No 11 Independent Company.",
            "year": 1940
        },
        {
            "text": "Siam is renamed Thailand by Plaek Phibunsongkhram, the country's third prime minister.",
            "year": 1939
        },
        {
            "text": "Pieces of a meteorite land near Chicora, Pennsylvania. The meteorite is estimated to have weighed 450 metric tons when it hit the Earth's atmosphere and exploded.",
            "year": 1938
        },
        {
            "text": "A bloodless revolution instigated by the People's Party ends the absolute power of King Prajadhipok of Siam (now Thailand).",
            "year": 1932
        },
        {
            "text": "The American Professional Football Association is renamed the National Football League.",
            "year": 1922
        },
        {
            "text": "First airmail service in Canada from Montreal to Toronto.",
            "year": 1918
        },
        {
            "text": "Mary Pickford becomes the first female film star to sign a million-dollar contract.",
            "year": 1916
        },
        {
            "text": "Greece and Serbia annul their alliance with Bulgaria.",
            "year": 1913
        },
        {
            "text": "Assassination of the French President, Sadi Carnot by Sante Caserio during the Ère des attentats (1892-1894).",
            "year": 1894
        },
        {
            "text": "First performance of O Canada at the Congrès national des Canadiens-Français. The song would later become the national anthem of Canada.",
            "year": 1880
        },
        {
            "text": "Battle of Custoza: An Austrian army defeats the Italian army during the Austro-Prussian War.",
            "year": 1866
        },
        {
            "text": "Battle of Solferino (Battle of the Three Sovereigns): Sardinia and France defeat Austria in Solferino, northern Italy.",
            "year": 1859
        },
        {
            "text": "Battle of Carabobo: Decisive battle in the war of independence of Venezuela from Spain.",
            "year": 1821
        },
        {
            "text": "Battle of Beaver Dams: A British and Indian combined force defeats the United States Army.",
            "year": 1813
        },
        {
            "text": "Napoleonic Wars: Napoleon's Grande Armée crosses the Neman river beginning the invasion of Russia.",
            "year": 1812
        },
        {
            "text": "The first Republican constitution in France is adopted.",
            "year": 1793
        },
        {
            "text": "American Revolutionary War: The Great Siege of Gibraltar begins.",
            "year": 1779
        },
        {
            "text": "Battle of Wilhelmsthal: The British-Hanoverian army of Ferdinand of Brunswick defeats French forces in Westphalia.",
            "year": 1762
        },
        {
            "text": "On the Feast of St. John the Baptist, Bach leads the first performance of his Christ unser Herr zum Jordan kam, BWV 7, the third cantata of his chorale cantata cycle.",
            "year": 1724
        },
        {
            "text": "The Premier Grand Lodge of England is founded in London, the first Masonic Grand Lodge in the world (now the United Grand Lodge of England).",
            "year": 1717
        },
        {
            "text": "The Spanish garrison of Évora capitulates, following the Portuguese victory at the Battle of Ameixial.",
            "year": 1663
        },
        {
            "text": "Battle of Macau: The Dutch make a failed attempt to capture Macau.",
            "year": 1622
        },
        {
            "text": "Samuel de Champlain encounters the mouth of the Saint John River, site of Reversing Falls and the present-day city of Saint John, New Brunswick, Canada.",
            "year": 1604
        },
        {
            "text": "The Dutch city of Geertruidenberg held by the Spanish, capitulates to a besieging Dutch and English army led by Maurice of Nassau.",
            "year": 1593
        },
        {
            "text": "Miguel López de Legazpi conquers Manila for Spain, modern day capital of the Philippines.",
            "year": 1571
        },
        {
            "text": "English King Henry VIII commands his fourth wife, Anne of Cleves, to leave the court.",
            "year": 1540
        },
        {
            "text": "The Anabaptist state of Münster is conquered and disbanded.",
            "year": 1535
        },
        {
            "text": "Henry VIII and Catherine of Aragon are crowned King and Queen of England.",
            "year": 1509
        },
        {
            "text": "John Cabot lands in North America at Newfoundland leading the first European exploration of the region since the Vikings.",
            "year": 1497
        },
        {
            "text": "A sudden outbreak of St. John's Dance causes people in the streets of Aachen, Germany, to experience hallucinations and begin to jump and twitch uncontrollably until they collapse from exhaustion.",
            "year": 1374
        },
        {
            "text": "Hundred Years' War: Battle of Sluys: The French fleet is almost completely destroyed by the English fleet commanded in person by King Edward III.",
            "year": 1340
        },
        {
            "text": "First War of Scottish Independence: The Battle of Bannockburn concludes with a decisive victory by Scottish forces led by Robert the Bruce.",
            "year": 1314
        },
        {
            "text": "The Siege of Jaén begins, in the context of the Spanish Reconquista.",
            "year": 1230
        },
        {
            "text": "Battle of São Mamede, near Guimarães: Forces led by Afonso I defeat forces led by his mother Teresa of León and her lover Fernando Pérez de Traba.",
            "year": 1128
        },
        {
            "text": "Battle of Cedynia, the first documented victory of Polish forces, takes place.",
            "year": 972
        },
        {
            "text": "The Vikings sack the French city of Nantes.",
            "year": 843
        },
        {
            "text": "The Battle of Moira is fought between the High King of Ireland and the Kings of Ulster and Dál Riata. It is claimed to be the largest battle in the history of Ireland.",
            "year": 637
        },
        {
            "text": "Julius Nepos forces Roman usurper Glycerius to abdicate the throne and proclaims himself Emperor of the Western Roman Empire.",
            "year": 474
        },
        {
            "text": "Roman emperor Trajan inaugurates the Aqua Traiana, an aqueduct that channels water from Lake Bracciano, 40 kilometres (25 miles) northwest of Rome.",
            "year": 109
        },
        {
            "text": "Mursili II launches a campaign against the Kingdom of Azzi-Hayasa.",
            "year": -1312
        }
    ],
    "births": [
        {
            "text": "Erika Andreeva, Russian tennis player",
            "year": 2004
        },
        {
            "text": "Luke Chambers, English footballer",
            "year": 2004
        },
        {
            "text": "Darwin Núñez, Uruguayan footballer",
            "year": 1999
        },
        {
            "text": "Duki, Argentinian rapper",
            "year": 1996
        },
        {
            "text": "Marcus Coco, Guadeloupean footballer",
            "year": 1996
        },
        {
            "text": "David Alaba, Austrian footballer",
            "year": 1992
        },
        {
            "text": "Yasmin Paige, English actress",
            "year": 1991
        },
        {
            "text": "Aidan Sezer, Australian rugby league player",
            "year": 1991
        },
        {
            "text": "Michael Del Zotto, Canadian ice hockey player",
            "year": 1990
        },
        {
            "text": "Richard Sukuta-Pasu, German footballer",
            "year": 1990
        },
        {
            "text": "Teklemariam Medhin, Eritrean runner",
            "year": 1989
        },
        {
            "text": "Micah Richards, English footballer",
            "year": 1988
        },
        {
            "text": "Nichkhun, Thai-American singer and actor",
            "year": 1988
        },
        {
            "text": "Simona Dobrá, Czech tennis player",
            "year": 1987
        },
        {
            "text": "Lionel Messi, Argentinian footballer",
            "year": 1987
        },
        {
            "text": "Pierre Vaultier, French snowboarder",
            "year": 1987
        },
        {
            "text": "Stuart Broad, English cricketer",
            "year": 1986
        },
        {
            "text": "Phil Hughes, American baseball player",
            "year": 1986
        },
        {
            "text": "Solange Knowles, American singer-songwriter and actress",
            "year": 1986
        },
        {
            "text": "Diego Alves Carreira, Brazilian footballer",
            "year": 1985
        },
        {
            "text": "Tom Kennedy, English footballer",
            "year": 1985
        },
        {
            "text": "Nate Myles, Australian rugby league player",
            "year": 1985
        },
        {
            "text": "Vernon Philander, South African cricketer",
            "year": 1985
        },
        {
            "text": "Yukina Shirakawa, Japanese model",
            "year": 1985
        },
        {
            "text": "Andrea Raggi, Italian footballer",
            "year": 1984
        },
        {
            "text": "JJ Redick, American basketball player and coach",
            "year": 1984
        },
        {
            "text": "Johanna Welin, Swedish-born German wheelchair basketball player",
            "year": 1984
        },
        {
            "text": "Rebecca Cooke, English swimmer",
            "year": 1983
        },
        {
            "text": "John Lloyd Cruz, Filipino actor",
            "year": 1983
        },
        {
            "text": "Gianni Munari, Italian footballer",
            "year": 1983
        },
        {
            "text": "Gard Nilssen, Norwegian drummer",
            "year": 1983
        },
        {
            "text": "David Shillington, Australian rugby league player",
            "year": 1983
        },
        {
            "text": "Kevin Nolan, English footballer",
            "year": 1982
        },
        {
            "text": "Jarret Stoll, Canadian ice hockey player",
            "year": 1982
        },
        {
            "text": "Cicinho, Brazilian footballer",
            "year": 1980
        },
        {
            "text": "Nina Dübbers, German tennis player",
            "year": 1980
        },
        {
            "text": "Andrew Jones, Australian race car driver",
            "year": 1980
        },
        {
            "text": "Minka Kelly, American actress",
            "year": 1980
        },
        {
            "text": "Mindy Kaling, American actress and producer",
            "year": 1979
        },
        {
            "text": "Petra Němcová, Czech model and philanthropist",
            "year": 1979
        },
        {
            "text": "Luis García, Spanish footballer",
            "year": 1978
        },
        {
            "text": "Pantelis Kafes, Greek footballer",
            "year": 1978
        },
        {
            "text": "Shunsuke Nakamura, Japanese footballer",
            "year": 1978
        },
        {
            "text": "Ariel Pink, American singer-songwriter",
            "year": 1978
        },
        {
            "text": "Juan Román Riquelme, Argentinian footballer",
            "year": 1978
        },
        {
            "text": "Emppu Vuorinen, Finnish guitarist and songwriter",
            "year": 1978
        },
        {
            "text": "Dimos Dikoudis, Greek basketball player and manager",
            "year": 1977
        },
        {
            "text": "Jeff Farmer, Australian footballer",
            "year": 1977
        },
        {
            "text": "Brock Olivo, American football player and coach",
            "year": 1976
        },
        {
            "text": "Marek Malík, Czech ice hockey player",
            "year": 1975
        },
        {
            "text": "Federico Pucciariello, Argentinian-Italian rugby player",
            "year": 1975
        },
        {
            "text": "Dan Byles, English sailor, rower, and politician",
            "year": 1974
        },
        {
            "text": "Chris Guccione, American baseball player and umpire",
            "year": 1974
        },
        {
            "text": "Alexis Gauthier, French chef",
            "year": 1973
        },
        {
            "text": "Jere Lehtinen, Finnish ice hockey player",
            "year": 1973
        },
        {
            "text": "Robbie McEwen, Australian cyclist",
            "year": 1972
        },
        {
            "text": "Denis Žvegelj, Slovenian rower",
            "year": 1972
        },
        {
            "text": "Glenn Medeiros, American singer-songwriter and guitarist",
            "year": 1970
        },
        {
            "text": "Bernardo Sassetti, Portuguese pianist, composer, and educator (died 2012)",
            "year": 1970
        },
        {
            "text": "Alaa Abdelnaby, Egyptian-American basketball player and sportscaster",
            "year": 1968
        },
        {
            "text": "Janez Lapajne, Slovenian director and producer",
            "year": 1967
        },
        {
            "text": "John Limniatis, Canadian soccer player and manager",
            "year": 1967
        },
        {
            "text": "Hope Sandoval, American singer-songwriter and musician",
            "year": 1966
        },
        {
            "text": "Adrienne Shelly, American actress, director, and screenwriter (died 2006)",
            "year": 1966
        },
        {
            "text": "Claude Bourbonnais, Canadian race car driver",
            "year": 1965
        },
        {
            "text": "Uwe Krupp, German ice hockey player and coach",
            "year": 1965
        },
        {
            "text": "Richard Lumsden, English actor, writer, composer and musician",
            "year": 1965
        },
        {
            "text": "Jean-Luc Delarue, French television host and producer (died 2012)",
            "year": 1964
        },
        {
            "text": "Kathryn Parminter, Baroness Parminter, English politician",
            "year": 1964
        },
        {
            "text": "Gary Suter, American ice hockey player and scout",
            "year": 1964
        },
        {
            "text": "Yuri Kasparyan, Russian guitarist",
            "year": 1963
        },
        {
            "text": "Preki, Serbian-American soccer player and coach",
            "year": 1963
        },
        {
            "text": "Mike Wieringo, American author and illustrator (died 2007)",
            "year": 1963
        },
        {
            "text": "Gautam Adani, Indian industrialist and billionaire",
            "year": 1962
        },
        {
            "text": "Claudia Sheinbaum, Mexican politician",
            "year": 1962
        },
        {
            "text": "Dennis Danell, American singer and guitarist (died 2000)",
            "year": 1961
        },
        {
            "text": "Iain Glen, Scottish actor",
            "year": 1961
        },
        {
            "text": "Bernie Nicholls, Canadian ice hockey player and coach",
            "year": 1961
        },
        {
            "text": "Ralph E. Reed, Jr., American journalist and activist",
            "year": 1961
        },
        {
            "text": "Curt Smith, English singer-songwriter, guitarist, and producer",
            "year": 1961
        },
        {
            "text": "Elish Angiolini, Scottish lawyer, judge, and politician, Solicitor General for Scotland",
            "year": 1960
        },
        {
            "text": "Siedah Garrett, American singer-songwriter and pianist",
            "year": 1960
        },
        {
            "text": "Karin Pilsäter, Swedish accountant and politician",
            "year": 1960
        },
        {
            "text": "Erik Poppe, Norwegian director, cinematographer, and screenwriter",
            "year": 1960
        },
        {
            "text": "Andy McCluskey, English singer-songwriter, bass player, and producer",
            "year": 1959
        },
        {
            "text": "Jean Charest, Canadian lawyer and politician, 5th Deputy Prime Minister of Canada",
            "year": 1958
        },
        {
            "text": "Silvio Mondinelli, Italian mountaineer",
            "year": 1958
        },
        {
            "text": "Reed Oliver, governor of Pohnpei State, Micronesia",
            "year": 1958
        },
        {
            "text": "John Tortorella, American ice hockey player and coach",
            "year": 1958
        },
        {
            "text": "Mark Parkinson, American lawyer and politician, 45th Governor of Kansas",
            "year": 1957
        },
        {
            "text": "Owen Paterson, English politician, Secretary of State for Northern Ireland",
            "year": 1956
        },
        {
            "text": "Chris Higgins, English geneticist and academic",
            "year": 1955
        },
        {
            "text": "Edmund Malura, German footballer and manager",
            "year": 1955
        },
        {
            "text": "Loren Roberts, American golfer",
            "year": 1955
        },
        {
            "text": "William E. Moerner, American chemist and physicist, Nobel Prize laureate",
            "year": 1953
        },
        {
            "text": "Michael Tuck, Australian footballer and coach",
            "year": 1953
        },
        {
            "text": "Dianna Melrose, English diplomat, British High Commissioner to Tanzania",
            "year": 1952
        },
        {
            "text": "Bob Neill, English lawyer and politician",
            "year": 1952
        },
        {
            "text": "Raelene Boyle, Australian sprinter",
            "year": 1951
        },
        {
            "text": "Charles Sturridge, English director, producer, and screenwriter",
            "year": 1951
        },
        {
            "text": "Nancy Allen, American actress",
            "year": 1950
        },
        {
            "text": "Bob Carlos Clarke, Irish-born English photographer (died 2006)",
            "year": 1950
        },
        {
            "text": "Jan Kulczyk, Polish businessman (died 2015)",
            "year": 1950
        },
        {
            "text": "Mercedes Lackey, American author",
            "year": 1950
        },
        {
            "text": "John Illsley, English singer-songwriter, bass player, and producer",
            "year": 1949
        },
        {
            "text": "Betty Jackson, English fashion designer",
            "year": 1949
        },
        {
            "text": "Patrick Moraz, Swiss keyboard player and songwriter",
            "year": 1948
        },
        {
            "text": "Clarissa Dickson Wright, English chef, author, and television personality (died 2014)",
            "year": 1947
        },
        {
            "text": "Mick Fleetwood, English-American drummer",
            "year": 1947
        },
        {
            "text": "Peter Weller, American actor and director",
            "year": 1947
        },
        {
            "text": "David Collenette, Canadian civil servant and politician, 32nd Canadian Minister of National Defence",
            "year": 1946
        },
        {
            "text": "Ellison Onizuka, American engineer, and astronaut (died 1986)",
            "year": 1946
        },
        {
            "text": "Robert Reich, American economist and politician, 22nd United States Secretary of Labor",
            "year": 1946
        },
        {
            "text": "Colin Blunstone, English singer-songwriter",
            "year": 1945
        },
        {
            "text": "Wayne Cashman, Canadian ice hockey player and coach",
            "year": 1945
        },
        {
            "text": "George Pataki, American lawyer and politician, 53rd Governor of New York",
            "year": 1945
        },
        {
            "text": "Betty Stöve, Dutch tennis player",
            "year": 1945
        },
        {
            "text": "Jeff Beck, English guitarist and songwriter (died 2023)",
            "year": 1944
        },
        {
            "text": "Kathryn Lasky, American author",
            "year": 1944
        },
        {
            "text": "Chris Wood, English saxophonist (died 1983)",
            "year": 1944
        },
        {
            "text": "Birgit Grodal, Danish economist and academic (died 2004)",
            "year": 1943
        },
        {
            "text": "Arthur Brown, English rock singer-songwriter",
            "year": 1942
        },
        {
            "text": "Michele Lee, American actress and singer",
            "year": 1942
        },
        {
            "text": "Eduardo Frei Ruiz-Tagle, Chilean engineer and politician, 32nd President of Chile",
            "year": 1942
        },
        {
            "text": "Colin Groves, Australian academician and educator  (died 2017)",
            "year": 1942
        },
        {
            "text": "Erkin Koray, Turkish singer-songwriter and guitarist (died 2023)",
            "year": 1941
        },
        {
            "text": "Julia Kristeva, Bulgarian-French psychoanalyst and author",
            "year": 1941
        },
        {
            "text": "Graham McKenzie, Australian cricketer",
            "year": 1941
        },
        {
            "text": "Ian Ross, Australian newsreader (died 2014)",
            "year": 1940
        },
        {
            "text": "Vittorio Storaro, Italian cinematographer",
            "year": 1940
        },
        {
            "text": "Brigitte Fontaine, French singer",
            "year": 1939
        },
        {
            "text": "Judy Olson Duhamel, American politician and educator",
            "year": 1939
        },
        {
            "text": "Lawrence Block, American author",
            "year": 1938
        },
        {
            "text": "Abulfaz Elchibey, Azerbaijani politician, 1st democratically elected Azerbaijani President (died 2000)",
            "year": 1938
        },
        {
            "text": "Ken Gray, New Zealand rugby player (died 1992)",
            "year": 1938
        },
        {
            "text": "Anita Desai, Indian-American author and academic",
            "year": 1937
        },
        {
            "text": "Robert Downey Sr., American actor and director (died 2021)",
            "year": 1936
        },
        {
            "text": "Terry Riley, American composer and educator",
            "year": 1935
        },
        {
            "text": "Jean Milesi, French racing cyclist",
            "year": 1935
        },
        {
            "text": "Charlie Dees, American baseball player",
            "year": 1935
        },
        {
            "text": "Ferdinand Biwersi, German footballer and referee (died 2013)",
            "year": 1934
        },
        {
            "text": "Jean-Pierre Ferland, Canadian singer-songwriter (died 2024)",
            "year": 1934
        },
        {
            "text": "Gloria Christian, Italian singer",
            "year": 1934
        },
        {
            "text": "Bob Cole, Canadian sports announcer (died 2024)",
            "year": 1933
        },
        {
            "text": "Sam Jones, American basketball player and coach (died 2021)",
            "year": 1933
        },
        {
            "text": "Ngina Kenyatta, 1st First Lady of Kenya",
            "year": 1933
        },
        {
            "text": "David McTaggart, Canadian-Italian environmentalist (died 2001)",
            "year": 1932
        },
        {
            "text": "Billy Casper, American golfer (died 2015)",
            "year": 1931
        },
        {
            "text": "Claude Chabrol, French actor, director, producer, and screenwriter (died 2010)",
            "year": 1930
        },
        {
            "text": "Donald Gordon, South African businessman and philanthropist (died 2019)",
            "year": 1930
        },
        {
            "text": "William Bernard Ziff, Jr., American publisher (died 2006)",
            "year": 1930
        },
        {
            "text": "Carolyn S. Shoemaker, American astronomer (died 2021)",
            "year": 1929
        },
        {
            "text": "Fernand Dumont, Canadian sociologist, philosopher, and poet (died 1997)",
            "year": 1927
        },
        {
            "text": "James B. Edwards, American dentist, soldier, and politician, 3rd United States Secretary of Energy (died 2014)",
            "year": 1927
        },
        {
            "text": "Martin Lewis Perl, American physicist and engineer, Nobel Prize laureate (died 2014)",
            "year": 1927
        },
        {
            "text": "Ogden Reid, American politician (died 2019)",
            "year": 1925
        },
        {
            "text": "Kurt Furgler, Swiss politician, 70th President of the Swiss Confederation (died 2008)",
            "year": 1924
        },
        {
            "text": "Archie Roy, Scottish astronomer and academic (died 2012)",
            "year": 1924
        },
        {
            "text": "Yoshito Takamine, American politician (died 2015)",
            "year": 1924
        },
        {
            "text": "Margaret Olley, Australian painter and philanthropist (died 2011)",
            "year": 1923
        },
        {
            "text": "Jack Carter, American actor and comedian (died 2015)",
            "year": 1922
        },
        {
            "text": "John Postgate, English microbiologist, author, and academic (died 2014)",
            "year": 1922
        },
        {
            "text": "Richard Timberlake, American economist (died 2020)",
            "year": 1922
        },
        {
            "text": "Gerhard Sommer, German soldier (died 2019)",
            "year": 1921
        },
        {
            "text": "Al Molinaro, American actor (died 2015)",
            "year": 1919
        },
        {
            "text": "Mildred Ladner Thompson, American journalist and author (died 2013)",
            "year": 1918
        },
        {
            "text": "Yong Nyuk Lin, Singaporean businessman and politician, Singaporean Minister for Education (died 2012)",
            "year": 1918
        },
        {
            "text": "David Easton, Canadian-American political scientist and academic (died 2014)",
            "year": 1917
        },
        {
            "text": "Lucy Jarvis, American television producer (died 2020)",
            "year": 1917
        },
        {
            "text": "Ramblin' Tommy Scott, American singer and guitarist (died 2013)",
            "year": 1917
        },
        {
            "text": "Joan Clarke, English cryptanalyst and numismatist (died 1996)",
            "year": 1917
        },
        {
            "text": "William B. Saxbe, American soldier, lawyer, and politician, 70th United States Attorney General (died 2010)",
            "year": 1916
        },
        {
            "text": "Saloua Raouda Choucair, Lebanese painter and sculptor (died 2017)",
            "year": 1916
        },
        {
            "text": "Fred Hoyle, English astronomer and author (died 2001)",
            "year": 1915
        },
        {
            "text": "Kari Diesen, Norwegian singer and revue actress (died 1987)",
            "year": 1914
        },
        {
            "text": "Jan Karski, Polish-American activist and academic (died 2000)",
            "year": 1914
        },
        {
            "text": "Pearl Witherington, French secret agent (died 2008)",
            "year": 1914
        },
        {
            "text": "Gustaaf Deloor, Belgian cyclist and soldier (died 2002)",
            "year": 1913
        },
        {
            "text": "Brian Johnston, English sportscaster and author (died 1994)",
            "year": 1912
        },
        {
            "text": "Mary Wesley, English author (died 2002)",
            "year": 1912
        },
        {
            "text": "Juan Manuel Fangio, Argentinian race car driver (died 1995)",
            "year": 1911
        },
        {
            "text": "Ernesto Sabato, Argentinian physicist and academic (died 2011)",
            "year": 1911
        },
        {
            "text": "Portia White, Canadian opera singer (died 1968)",
            "year": 1911
        },
        {
            "text": "Jean Deslauriers, Canadian violinist, composer, and conductor (died 1978)",
            "year": 1909
        },
        {
            "text": "William Penney, Baron Penney, English mathematician and physicist (died 1991)",
            "year": 1909
        },
        {
            "text": "Betty Cavanna, American author (died 2001)",
            "year": 1909
        },
        {
            "text": "Hugo Distler, German organist, composer, and conductor (died 1942)",
            "year": 1908
        },
        {
            "text": "Alfons Rebane, Estonian colonel (died 1976)",
            "year": 1908
        },
        {
            "text": "Arseny Tarkovsky, Russian poet and translator (died 1989)",
            "year": 1907
        },
        {
            "text": "Pierre Fournier, French cellist and educator (died 1986)",
            "year": 1906
        },
        {
            "text": "Willard Maas, American poet and educator (died 1971)",
            "year": 1906
        },
        {
            "text": "Fred Alderman, American sprinter (died 1998)",
            "year": 1905
        },
        {
            "text": "Phil Harris, American singer-songwriter and actor (died 1995)",
            "year": 1904
        },
        {
            "text": "Marcel Mule, French saxophonist (died 2001)",
            "year": 1901
        },
        {
            "text": "Harry Partch, American composer and theorist (died 1974)",
            "year": 1901
        },
        {
            "text": "Chuck Taylor, American basketball player and salesman (died 1969)",
            "year": 1901
        },
        {
            "text": "Wilhelm Cauer, German mathematician and engineer (died 1945)",
            "year": 1900
        },
        {
            "text": "Armin Öpik, Estonian-Australian paleontologist and geologist (died 1983)",
            "year": 1898
        },
        {
            "text": "Karl Selter, Estonian politician, 14th Minister of Foreign Affairs of Estonia (died 1958)",
            "year": 1898
        },
        {
            "text": "Jack Dempsey, American boxer and soldier (died 1983)",
            "year": 1895
        },
        {
            "text": "Roy O. Disney, American businessman, co-founded The Walt Disney Company (died 1971)",
            "year": 1893
        },
        {
            "text": "Gerrit Rietveld, Dutch architect, designed the Rietveld Schröder House (died 1964)",
            "year": 1888
        },
        {
            "text": "Olaf Holtedahl, Norwegian geologist (died 1975)",
            "year": 1885
        },
        {
            "text": "Frank Waller, American runner (died 1941)",
            "year": 1884
        },
        {
            "text": "Victor Francis Hess, Austrian-American physicist and academic, Nobel Prize laureate (died 1964)",
            "year": 1883
        },
        {
            "text": "Fritz Löhner-Beda, Austrian librettist, lyricist and writer (died 1942)",
            "year": 1883
        },
        {
            "text": "Jean Metzinger, French artist (died 1956)",
            "year": 1883
        },
        {
            "text": "Arthur L. Newton, American runner (died 1956)",
            "year": 1883
        },
        {
            "text": "Frank Verner, American runner (died 1966)",
            "year": 1883
        },
        {
            "text": "Athanase David, Canadian lawyer and politician (died 1953)",
            "year": 1882
        },
        {
            "text": "Carl Diem, German businessman (died 1962)",
            "year": 1882
        },
        {
            "text": "George Shiels, Irish-Canadian author, poet, and playwright (died 1949)",
            "year": 1881
        },
        {
            "text": "Oswald Veblen, American mathematician and academic (g. 1960)",
            "year": 1880
        },
        {
            "text": "João Cândido Felisberto, Brazilian revolutionary and sailor (died 1969)",
            "year": 1880
        },
        {
            "text": "Forrest Reid, Irish novelist, literary critic and translator (died 1947)",
            "year": 1875
        },
        {
            "text": "Frank Crowninshield, American journalist and art and theatre critic (died 1947)",
            "year": 1872
        },
        {
            "text": "Prince George of Greece and Denmark (died 1957)",
            "year": 1869
        },
        {
            "text": "Ruth Randall Edström, American educator and activist (died 1944)",
            "year": 1867
        },
        {
            "text": "Robert Henri, American painter and educator (died 1929)",
            "year": 1865
        },
        {
            "text": "Hastings Rashdall, English historian, philosopher, and theologian (died 1924)",
            "year": 1858
        },
        {
            "text": "Henry Chapman Mercer, American archaeologist and author (died 1930)",
            "year": 1856
        },
        {
            "text": "Eleanor Norcross, American painter (died 1923)",
            "year": 1854
        },
        {
            "text": "Friedrich Loeffler, German bacteriologist and academic (died 1915)",
            "year": 1852
        },
        {
            "text": "Herbert Kitchener, 1st Earl Kitchener, Irish field marshal and politician, Governor-General of Sudan (died 1916)",
            "year": 1850
        },
        {
            "text": "Samuel Johnson, Nigerian priest and historian (died 1901)",
            "year": 1846
        },
        {
            "text": "Ambrose Bierce, American short story writer, essayist, and journalist (died 1914)",
            "year": 1842
        },
        {
            "text": "Gustavus Franklin Swift, American businessman (died 1903)",
            "year": 1839
        },
        {
            "text": "Jan Matejko, Polish painter (died 1893)",
            "year": 1838
        },
        {
            "text": "Johannes Wislicenus, German chemist and academic (died 1902)",
            "year": 1835
        },
        {
            "text": "George Goyder, English-Australian surveyor (died 1898)",
            "year": 1826
        },
        {
            "text": "Guillermo Rawson, Argentinian physician and politician (died 1890)",
            "year": 1821
        },
        {
            "text": "Henry Ward Beecher, American minister and reformer (died 1887)",
            "year": 1813
        },
        {
            "text": "Francis Boott, American composer (died 1904)",
            "year": 1813
        },
        {
            "text": "John Archibald Campbell, American lawyer and jurist (died 1889)",
            "year": 1811
        },
        {
            "text": "Stephan Endlicher,  Austrian botanist, numismatist, and sinologist (died 1849)",
            "year": 1804
        },
        {
            "text": "Willard Richards, American religious leader (died 1854)",
            "year": 1804
        },
        {
            "text": "John Hughes, Irish-American archbishop (died 1864)",
            "year": 1797
        },
        {
            "text": "Paweł Edmund Strzelecki, Polish geologist and explorer (died 1873)",
            "year": 1797
        },
        {
            "text": "Ernst Heinrich Weber, German physician and psychologist (died 1878)",
            "year": 1795
        },
        {
            "text": "Thomas Blanchard, American inventor (died 1864)",
            "year": 1788
        },
        {
            "text": "Juan Antonio Lavalleja, Uruguayan general and politician, President of Uruguay (died 1853)",
            "year": 1784
        },
        {
            "text": "Johann Heinrich von Thünen, German economist and geographer (died 1850)",
            "year": 1783
        },
        {
            "text": "Juan Larrea, Argentinian captain and politician (died 1847)",
            "year": 1782
        },
        {
            "text": "John Ross, Scottish commander and explorer (died 1856)",
            "year": 1777
        },
        {
            "text": "Antonio González de Balcarce, Argentinian commander and politician, 5th Supreme Director of the United Provinces of the Río de la Plata (died 1819)",
            "year": 1774
        },
        {
            "text": "François-Nicolas-Benoît Haxo, French general and engineer (died 1838)",
            "year": 1774
        },
        {
            "text": "Éleuthère Irénée du Pont, French chemist and businessman, founded DuPont (died 1834)",
            "year": 1771
        },
        {
            "text": "Jean-Baptiste Benoît Eyriès, French geographer and author (died 1846)",
            "year": 1767
        },
        {
            "text": "Anacharsis Cloots, Prussian-French activist (died 1794)",
            "year": 1755
        },
        {
            "text": "William Hull, American general and politician, 1st Governor of Michigan Territory (died 1825)",
            "year": 1753
        },
        {
            "text": "Jean-Baptiste de Boyer, Marquis d'Argens, French philosopher and author (died 1771)",
            "year": 1704
        },
        {
            "text": "Jean-Jacques Burlamaqui, Swiss author and theorist (died 1748)",
            "year": 1694
        },
        {
            "text": "Johann Albrecht Bengel, German-Lutheran clergyman and scholar (died 1757)",
            "year": 1687
        },
        {
            "text": "Jean Baptiste Massillon, French bishop (died 1742)",
            "year": 1663
        },
        {
            "text": "Hachisuka Tsunanori, Japanese daimyō (died 1730)",
            "year": 1661
        },
        {
            "text": "Ferdinand Bol, Dutch painter, etcher and draftsman, student of Rembrandt (died 1680)",
            "year": 1616
        },
        {
            "text": "John Belasyse, 1st Baron Belasyse",
            "year": 1614
        },
        {
            "text": "William Arnold, English-American settler (died 1675)",
            "year": 1587
        },
        {
            "text": "Robert Persons, English Jesuit priest, insurrectionist, and author (died 1610)",
            "year": 1546
        },
        {
            "text": "Joanna of Austria, Princess of Portugal (died 1573)",
            "year": 1535
        },
        {
            "text": "Robert Dudley, 1st Earl of Leicester, English politician (died 1588)",
            "year": 1532
        },
        {
            "text": "William IV, Landgrave of Hesse-Kassel (died 1573)",
            "year": 1532
        },
        {
            "text": "Theodore Beza, French theologian and scholar (died 1605)",
            "year": 1519
        },
        {
            "text": "Johannes Brenz, German theologian and the Protestant Reformer (died 1570)",
            "year": 1499
        },
        {
            "text": "Johannes Bugenhagen, Polish-German priest and reformer (died 1558)",
            "year": 1485
        },
        {
            "text": "Elizabeth of Denmark, Electress of Brandenburg (died 1555)",
            "year": 1485
        },
        {
            "text": "Isabella del Balzo, Queen Consort of Naples (died 1533)",
            "year": 1465
        },
        {
            "text": "John of Capistrano, Italian priest and saint (died 1456)",
            "year": 1386
        },
        {
            "text": "Nuno Álvares Pereira, Portuguese general",
            "year": 1360
        },
        {
            "text": "Joan of Valois, Queen of Navarre (died 1373)",
            "year": 1343
        },
        {
            "text": "Joanna, Duchess of Brabant (died 1406)",
            "year": 1322
        },
        {
            "text": "Philippa of Hainault Queen of England (died 1369)",
            "year": 1314
        },
        {
            "text": "Robert de Vere, 6th Earl of Oxford, English nobleman (probable; (died 1331)",
            "year": 1257
        },
        {
            "text": "Floris V, Count of Holland (died 1296)",
            "year": 1254
        },
        {
            "text": "Henry I, Landgrave of Hesse (died 1308)",
            "year": 1244
        },
        {
            "text": "Count Floris IV of Holland (died 1234)",
            "year": 1210
        }
    ],
    "deaths": [
        {
            "text": "Shifty Shellshock, American vocalist (born 1974)",
            "year": 2024
        },
        {
            "text": "Benigno Aquino III, 15th President of the Philippines (born 1960)",
            "year": 2021
        },
        {
            "text": "Trần Thiện Khiêm, 7th Prime Minister of South Vietnam and army officer (born 1925)",
            "year": 2021
        },
        {
            "text": "Cristiano Araújo, Brazilian singer-songwriter (born 1986)",
            "year": 2015
        },
        {
            "text": "Mario Biaggi, American police officer, politician and criminal (born 1917)",
            "year": 2015
        },
        {
            "text": "Marva Collins, American author and educator (born 1936)",
            "year": 2015
        },
        {
            "text": "Susan Ahn Cuddy, American lieutenant (born 1915)",
            "year": 2015
        },
        {
            "text": "John Clement, Canadian lawyer and politician (born 1928)",
            "year": 2014
        },
        {
            "text": "Olga Kotelko, Canadian runner and softball player (born 1919)",
            "year": 2014
        },
        {
            "text": "Ramón José Velásquez, Venezuelan journalist, lawyer, and politician, President of Venezuela (born 1916)",
            "year": 2014
        },
        {
            "text": "Eli Wallach, American actor (born 1915)",
            "year": 2014
        },
        {
            "text": "Mick Aston, English archaeologist and academic (born 1946)",
            "year": 2013
        },
        {
            "text": "Emilio Colombo, Italian politician, 40th Prime Minister of Italy (born 1920)",
            "year": 2013
        },
        {
            "text": "Joannes Gijsen, Dutch bishop (born 1932)",
            "year": 2013
        },
        {
            "text": "William Hathaway, American lawyer and politician (born 1924)",
            "year": 2013
        },
        {
            "text": "James Martin, English-Bermudian computer scientist and author (born 1933)",
            "year": 2013
        },
        {
            "text": "Alan Myers, American drummer  (born 1955)",
            "year": 2013
        },
        {
            "text": "Darrel Akerfelds, American baseball player and coach (born 1962)",
            "year": 2012
        },
        {
            "text": "Gad Beck, German author and educator (born 1923)",
            "year": 2012
        },
        {
            "text": "Gu Chaohao, Chinese mathematician and academic (born 1926)",
            "year": 2012
        },
        {
            "text": "Miki Roqué, Spanish footballer (born 1988)",
            "year": 2012
        },
        {
            "text": "Ann C. Scales, American lawyer, educator, and activist (born 1952)",
            "year": 2012
        },
        {
            "text": "Lonesome George, last known Pinta Island tortoise (h. c. 1910)",
            "year": 2012
        },
        {
            "text": "Tomislav Ivić, Croatian football coach and manager (born 1933)",
            "year": 2011
        },
        {
            "text": "Fred Anderson, American jazz tenor saxophonist (born 1929)",
            "year": 2010
        },
        {
            "text": "Roméo LeBlanc, Canadian journalist and politician, 25th Governor General of Canada (born 1927)",
            "year": 2009
        },
        {
            "text": "Gerhard Ringel, Austrian mathematician and academic (born 1919)",
            "year": 2008
        },
        {
            "text": "Natasja Saad, Danish rapper and reggae singer (born 1974)",
            "year": 2007
        },
        {
            "text": "Chris Benoit, Canadian wrestler (born 1967)",
            "year": 2007
        },
        {
            "text": "Derek Dougan, Northern Irish footballer and manager (born 1938)",
            "year": 2007
        },
        {
            "text": "Paul Winchell, American actor, voice artist, and ventriloquist (born 1922)",
            "year": 2005
        },
        {
            "text": "Ifigeneia Giannopoulou, Greek songwriter and author (born 1957)",
            "year": 2004
        },
        {
            "text": "Pierre Werner, Luxembourgish banker and politician, 21st Prime Minister of Luxembourg (born 1913)",
            "year": 2002
        },
        {
            "text": "Konstantin Gerchik, the second head of the world's first cosmodrome — \"Baikonur\" (1958-1961).",
            "year": 2001
        },
        {
            "text": "Vera Atkins, British intelligence officer (born 1908)",
            "year": 2000
        },
        {
            "text": "David Tomlinson, English actor and comedian (born 1917)",
            "year": 2000
        },
        {
            "text": "Rodrigo Bueno, Argentine cuarteto singer (born 1973)",
            "year": 2000
        },
        {
            "text": "Brian Keith, American actor (born 1921)",
            "year": 1997
        },
        {
            "text": "Andrew J. Transue, American politician and attorney Morissette v. United States (born 1903)",
            "year": 1995
        },
        {
            "text": "Jean Vallerand, Canadian violinist, composer, and conductor (born 1915)",
            "year": 1994
        },
        {
            "text": "Sumner Locke Elliott, Australian-American author and playwright (born 1917)",
            "year": 1991
        },
        {
            "text": "Rufino Tamayo, Mexican painter and illustrator (born 1899)",
            "year": 1991
        },
        {
            "text": "Csaba Kesjár, Hungarian race car driver (born 1962)",
            "year": 1988
        },
        {
            "text": "Jackie Gleason, American actor, comedian, and producer (born 1916)",
            "year": 1987
        },
        {
            "text": "Clarence Campbell, Canadian businessman (born 1905)",
            "year": 1984
        },
        {
            "text": "V. V. Giri, Indian lawyer and politician, 4th President of India (born 1894)",
            "year": 1980
        },
        {
            "text": "Robert Charroux, French author and critic (born 1909)",
            "year": 1978
        },
        {
            "text": "Minor White, American photographer, critic, and academic (born 1908)",
            "year": 1976
        },
        {
            "text": "Wendell Ladner, Professional Basketball Player in the ABA",
            "year": 1975
        },
        {
            "text": "Frank King, American cartoonist (born 1883)",
            "year": 1969
        },
        {
            "text": "Willy Ley, German-American historian and author (born 1906)",
            "year": 1969
        },
        {
            "text": "Stuart Davis, American painter and academic (born 1892)",
            "year": 1964
        },
        {
            "text": "Volfgangs Dārziņš, Latvian composer, pianist and music critic (born 1906)",
            "year": 1962
        },
        {
            "text": "Emil Seidel, American politician, Mayor of Milwaukee (born 1864)",
            "year": 1947
        },
        {
            "text": "Louise Whitfield Carnegie, American philanthropist (born 1857)",
            "year": 1946
        },
        {
            "text": "Camille Roy, Canadian priest and critic (born 1870)",
            "year": 1943
        },
        {
            "text": "Ernst Põdder, Estonian general (born 1879)",
            "year": 1932
        },
        {
            "text": "Otto Mears, Russian-American businessman (born 1840)",
            "year": 1931
        },
        {
            "text": "Xiang Zhongfa, Chinese politician, 2nd General Secretary of the Chinese Communist Party (born 1880)",
            "year": 1931
        },
        {
            "text": "Edith Södergran, Swedish-Finnish poet (born 1892)",
            "year": 1923
        },
        {
            "text": "Walther Rathenau, German businessman and politician, 7th German Minister for Foreign Affairs (born 1867)",
            "year": 1922
        },
        {
            "text": "Sarah Orne Jewett, American novelist, short story writer, and poet (born 1849)",
            "year": 1909
        },
        {
            "text": "Grover Cleveland, American lawyer and politician, 22nd and 24th  President of the United States (born 1837)",
            "year": 1908
        },
        {
            "text": "George Leake, Australian politician, 2nd Premier of Western Australia (born 1856)",
            "year": 1902
        },
        {
            "text": "Andreas Vokos Miaoulis, Greek admiral and politician (born 1769)",
            "year": 1835
        },
        {
            "text": "Thomas McKean, American lawyer and politician, 2nd Governor of Pennsylvania (born 1734)",
            "year": 1817
        },
        {
            "text": "Matthew Thornton, Irish-American judge and politician (born 1714)",
            "year": 1803
        },
        {
            "text": "Pieter Burman the Younger, Dutch philologist and academic (born 1714)",
            "year": 1778
        },
        {
            "text": "Adrien Maurice de Noailles, French soldier and politician, French Minister of Foreign Affairs (born 1678)",
            "year": 1766
        },
        {
            "text": "John Hampden, English politician (born 1595)",
            "year": 1643
        },
        {
            "text": "Nicolas-Claude Fabri de Peiresc, French astronomer and historian (born 1580)",
            "year": 1637
        },
        {
            "text": "Edward de Vere, 17th Earl of Oxford, English courtier, Lord Great Chamberlain (born 1550)",
            "year": 1604
        },
        {
            "text": "Hosokawa Sumimoto, Japanese commander (born 1489)",
            "year": 1520
        },
        {
            "text": "Lucrezia Borgia, Italian wife of Alfonso I d'Este, Duke of Ferrara (born 1480)",
            "year": 1519
        },
        {
            "text": "Reginald Bray, English architect and politician, Chancellor of the Duchy of Lancaster (born 1440)",
            "year": 1503
        },
        {
            "text": "Frederick IV, duke of Austria (born 1382)",
            "year": 1439
        },
        {
            "text": "Hongwu, Chinese emperor (born 1328)",
            "year": 1398
        },
        {
            "text": "Gilbert de Clare, 8th Earl of Gloucester, English commander (born 1291)",
            "year": 1314
        },
        {
            "text": "Robert de Clifford, 1st Baron de Clifford, English soldier and politician, Lord Warden of the Marches (born 1274)",
            "year": 1314
        },
        {
            "text": "William de Warenne, 1st Earl of Surrey, Norman nobleman",
            "year": 1088
        },
        {
            "text": "Jeongjong II, Korean ruler (born 1018)",
            "year": 1046
        }
    ],
    "metadata": {
        "current_date": "June 24, 2025",
        "short_date": "Jun 24",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            38,
            55,
            50,
            43,
            64,
            39,
            0,
            51,
            44,
            11
        ],
        "births": [
            112,
            49,
            247,
            125
        ],
        "deaths": [
            39,
            6,
            60,
            4
        ]
    }
}