{
    "events": [
        {
            "text": "Indonesian Navy submarine KRI Nanggala (402) sinks in the Bali Sea during a military drill, killing all 53 on board.",
            "year": 2021
        },
        {
            "text": "Eight bombs explode at churches, hotels, and other locations in Sri Lanka on Easter Sunday, killing at least 269.",
            "year": 2019
        },
        {
            "text": "The American city of Flint, Michigan switches its water source to the Flint River, beginning the ongoing Flint water crisis which has caused lead poisoning in up to 12,000 people, and at least 12 deaths from Legionnaires' disease, ultimately leading to criminal indictments against 15 people, five of whom have been charged with involuntary manslaughter.",
            "year": 2014
        },
        {
            "text": "Two trains are involved in a head-on collision near Sloterdijk, Amsterdam, in the Netherlands, killing one person and injuring 116 others.",
            "year": 2012
        },
        {
            "text": "The controversial Kharkiv Pact (Russian Ukrainian Naval Base for Gas Treaty) is signed in Kharkiv, Ukraine, by Ukrainian President Viktor Yanukovych and Russian President Dmitry Medvedev; it was unilaterally terminated by Russia on March 31, 2014.",
            "year": 2010
        },
        {
            "text": "Five suicide car bombers target police stations in and around Basra, killing 74 people and wounding 160.",
            "year": 2004
        },
        {
            "text": "The Supreme Court in La Paz, Bolivia, sentences former dictator Luis García Meza to 30 years in jail without parole for murder, theft, fraud and violating the constitution.",
            "year": 1993
        },
        {
            "text": "Tiananmen Square protests of 1989: In Beijing, around 100,000 students gather in Tiananmen Square to commemorate Chinese reform leader Hu Yaobang.",
            "year": 1989
        },
        {
            "text": "The Tamil Tigers are blamed for a car bomb that detonates in the Sri Lankan capital city of Colombo, killing 106 people.",
            "year": 1987
        },
        {
            "text": "The compound of the militant group The Covenant, The Sword, and the Arm of the Lord surrenders to federal authorities in Arkansas after a two-day government siege.",
            "year": 1985
        },
        {
            "text": "Baseball: Rollie Fingers of the Milwaukee Brewers becomes the first pitcher to record 300 saves.",
            "year": 1982
        },
        {
            "text": "Annie opens on Broadway.",
            "year": 1977
        },
        {
            "text": "Vietnam War: President of South Vietnam Nguyễn Văn Thiệu flees Saigon, as Xuân Lộc, the last South Vietnamese outpost blocking a direct North Vietnamese assault on Saigon, falls.",
            "year": 1975
        },
        {
            "text": "Astronauts John Young and Charles Duke fly Apollo 16's Apollo Lunar Module to the Moon's surface, the fifth NASA Apollo Program crewed lunar landing.",
            "year": 1972
        },
        {
            "text": "A few days before the general election in Greece, Colonel George Papadopoulos leads a coup d'état, establishing a military regime that lasts for seven years.",
            "year": 1967
        },
        {
            "text": "Rastafari movement: Haile Selassie of Ethiopia visits Jamaica, an event now celebrated as Grounation Day.",
            "year": 1966
        },
        {
            "text": "The 1964–1965 New York World's Fair opens for its second and final season.",
            "year": 1965
        },
        {
            "text": "A Transit-5bn satellite fails to reach orbit after launch; as it re-enters the atmosphere, 2.1 pounds (0.95 kg) of radioactive plutonium in its SNAP RTG power source is widely dispersed.",
            "year": 1964
        },
        {
            "text": "The first election of the Universal House of Justice is held, marking its establishment as the supreme governing institution of the Baháʼí Faith.",
            "year": 1963
        },
        {
            "text": "The Seattle World's Fair (Century 21 Exposition) opens. It is the first World's Fair in the United States since World War II.",
            "year": 1962
        },
        {
            "text": "Brasília, Brazil's capital, is officially inaugurated. At 09:30, the Three Powers of the Republic are simultaneously transferred from the old capital, Rio de Janeiro.",
            "year": 1960
        },
        {
            "text": "United Air Lines Flight 736 collides with a United States Air Force fighter jet near Arden, Nevada in what is now Enterprise, Nevada.",
            "year": 1958
        },
        {
            "text": "Secretary's Day (now Administrative Professionals' Day) is first celebrated.",
            "year": 1952
        },
        {
            "text": "The Nainital wedding massacre occurs, killing 22 members of the Harijan caste.",
            "year": 1950
        },
        {
            "text": "United Nations Security Council Resolution 47 relating to Kashmir conflict is adopted.",
            "year": 1948
        },
        {
            "text": "The U.S. Weather Bureau publish a paper which stated the width of a tornado which struck the city of Timber Lake, South Dakota was 4 miles (6.4 km), which would make this the widest tornado ever documented in history.",
            "year": 1946
        },
        {
            "text": "World War II: Soviet forces south of Berlin at Zossen attack the German High Command headquarters.",
            "year": 1945
        },
        {
            "text": "The \"Surgeon's Photograph\", the most famous photo allegedly showing the Loch Ness Monster, is published in the Daily Mail (in 1994, it is revealed to be a hoax).",
            "year": 1934
        },
        {
            "text": "Al-Baqi cemetery, former site of the mausoleum of four Shi'a Imams, is leveled to the ground by Wahhabis.",
            "year": 1926
        },
        {
            "text": "World War I: German fighter ace Manfred von Richthofen, better known as \"The Red Baron\", is shot down and killed over Vaux-sur-Somme in France.",
            "year": 1918
        },
        {
            "text": "Ypiranga incident: A German arms shipment to Mexico is intercepted by the U.S. Navy near Veracruz.",
            "year": 1914
        },
        {
            "text": "Spanish–American War: The United States Navy begins a blockade of Cuban ports. When the U.S. Congress issued a declaration of war on April 25, it declared that a state of war had existed from this date.",
            "year": 1898
        },
        {
            "text": "Norway formally adopts the Krag–Jørgensen bolt-action rifle as the main arm of its armed forces, a weapon that would remain in service for almost 50 years.",
            "year": 1894
        },
        {
            "text": "Australian labour movement: Stonemasons and building workers on building sites around Melbourne march from the University of Melbourne to Parliament House to achieve an eight-hour day.",
            "year": 1856
        },
        {
            "text": "Texas Revolution: The Battle of San Jacinto: Republic of Texas forces under Sam Houston defeat troops under Mexican General Antonio López de Santa Anna.",
            "year": 1836
        },
        {
            "text": "Benderli Ali Pasha arrives in Constantinople as the new Grand Vizier of the Ottoman Empire; he remains in power for only nine days before being sent into exile.",
            "year": 1821
        },
        {
            "text": "Two Austrian army corps are driven from Landshut by a First French Empire army led by Napoleon as two French corps to the north hold off the main Austrian army on the first day of the Battle of Eckmühl.",
            "year": 1809
        },
        {
            "text": "Action of 21 April 1806: A French frigate escapes British forces off the coast of South Africa.",
            "year": 1806
        },
        {
            "text": "Twelve thousand Wahhabis sack Karbala, killing over three thousand inhabitants.",
            "year": 1802
        },
        {
            "text": "War of the First Coalition: In the climax of the Montenotte Campaign, Napoleon Bonaparte decisively defeats the army of Piedmont at the Battle of Mondovi, leading to Piedmont's surrender a week later and decisively turning the Italian campaign in France's favor.",
            "year": 1796
        },
        {
            "text": "Tiradentes, a revolutionary leading a movement for Brazil's independence, is hanged, drawn and quartered.",
            "year": 1792
        },
        {
            "text": "John Adams sworn in as first US Vice President (nine days before George Washington).",
            "year": 1789
        },
        {
            "text": "George Washington's reception at Trenton is hosted by the Ladies of Trenton as he journeys to New York City for his first inauguration.",
            "year": 1789
        },
        {
            "text": "The city of Rattanakosin, now known internationally as Bangkok, is founded on the eastern bank of the Chao Phraya River by King Buddha Yodfa Chulaloke.",
            "year": 1782
        },
        {
            "text": "The Wignacourt Aqueduct is inaugurated in Malta.",
            "year": 1615
        },
        {
            "text": "The last ruler of the Lodi dynasty, Ibrahim Lodi is defeated and killed by Babur in the First Battle of Panipat.",
            "year": 1526
        },
        {
            "text": "Henry VIII ascends the throne of England on the death of his father, Henry VII.",
            "year": 1509
        },
        {
            "text": "The three-day Lisbon Massacre comes to an end with the slaughter of over 1,900 suspected Jews by Portuguese Catholics.",
            "year": 1506
        },
        {
            "text": "The Diocese of Pisa is elevated to the rank of metropolitan archdiocese by Pope Urban II",
            "year": 1092
        },
        {
            "text": "The Laguna Copperplate Inscription (the earliest known written document found in what is now the Philippines): the Commander-in-Chief of the Kingdom of Tondo, as represented by the Honourable Jayadewa, Lord Minister of Pailah, pardons from all debt the Honourable Namwaran and his relations.",
            "year": 900
        },
        {
            "text": "Battle of Mutina: Mark Antony is again defeated in battle by Aulus Hirtius, who is killed. Antony fails to capture Mutina and Decimus Brutus is murdered shortly after.",
            "year": -43
        },
        {
            "text": "Romulus founds Rome (traditional date).",
            "year": -753
        }
    ],
    "births": [
        {
            "text": "Hyein, South Korean singer",
            "year": 2008
        },
        {
            "text": "Princess Isabella of Denmark, daughter of King Frederik X and Queen Mary of Denmark",
            "year": 2007
        },
        {
            "text": "Xavi Simons, Dutch footballer",
            "year": 2003
        },
        {
            "text": "Choi Hyun-suk, South Korean rapper",
            "year": 1999
        },
        {
            "text": "Jarrett Allen, American basketball player",
            "year": 1998
        },
        {
            "text": "Mikel Oyarzabal, Spanish footballer",
            "year": 1997
        },
        {
            "text": "Arianne Hartono, Dutch tennis player",
            "year": 1996
        },
        {
            "text": "Ludwig Augustinsson, Swedish footballer",
            "year": 1994
        },
        {
            "text": "Isco, Spanish footballer",
            "year": 1992
        },
        {
            "text": "Joc Pederson, American baseball player",
            "year": 1992
        },
        {
            "text": "Nikki Cross, Scottish wrestler",
            "year": 1989
        },
        {
            "text": "Ricky Berens, American swimmer",
            "year": 1988
        },
        {
            "text": "Jencarlos Canela, American singer-songwriter and actor",
            "year": 1988
        },
        {
            "text": "Tarvaris Jackson, American football player (d. 2020)",
            "year": 1983
        },
        {
            "text": "Kim Wall, British sprinter",
            "year": 1983
        },
        {
            "text": "Tony Romo, American football player and announcer",
            "year": 1980
        },
        {
            "text": "Virginie Basselot, French chef",
            "year": 1979
        },
        {
            "text": "James McAvoy, Scottish actor",
            "year": 1979
        },
        {
            "text": "Gyula Koi, Hungarian scholar and educator",
            "year": 1977
        },
        {
            "text": "Jamie Salé, Canadian figure skater",
            "year": 1977
        },
        {
            "text": "Petero Civoniceva, Fijian-Australian rugby league player",
            "year": 1976
        },
        {
            "text": "David Peachey, Australian rugby league player",
            "year": 1974
        },
        {
            "text": "Steve Backshall, English naturalist, writer, and television presenter",
            "year": 1973
        },
        {
            "text": "Michael Turner, American author and illustrator (d. 2008)",
            "year": 1971
        },
        {
            "text": "Rob Riggle, American actor and comedian",
            "year": 1970
        },
        {
            "text": "Toby Stephens, English actor",
            "year": 1969
        },
        {
            "text": "Fiona Kelleghan, American academic, critic and librarian",
            "year": 1965
        },
        {
            "text": "Ken Caminiti, American baseball player (d. 2004)",
            "year": 1963
        },
        {
            "text": "David Servan-Schreiber, French physician, neuroscientist, and author (d. 2011)",
            "year": 1961
        },
        {
            "text": "Tim Jacobus, American illustrator and painter",
            "year": 1959
        },
        {
            "text": "Robert Smith, English singer-songwriter and guitarist",
            "year": 1959
        },
        {
            "text": "Andie MacDowell, American model, actress, and producer",
            "year": 1958
        },
        {
            "text": "Yoshito Usui, Japanese illustrator (d. 2009)",
            "year": 1958
        },
        {
            "text": "Michael Zarnock, American author",
            "year": 1958
        },
        {
            "text": "Hervé Le Tellier, French linguist and author",
            "year": 1957
        },
        {
            "text": "Herbert Wetterauer, German painter, sculptor, and author",
            "year": 1957
        },
        {
            "text": "Peter Kosminsky, English director, producer, and screenwriter",
            "year": 1956
        },
        {
            "text": "Phillip Longman, German-American demographer and journalist",
            "year": 1956
        },
        {
            "text": "Murathan Mungan, Turkish author, poet, and playwright",
            "year": 1955
        },
        {
            "text": "Ebiet G. Ade, Indonesian singer-songwriter and guitarist",
            "year": 1954
        },
        {
            "text": "James Morrison, American actor, director, producer, and screenwriter",
            "year": 1954
        },
        {
            "text": "Mike Wingfield, South African academic and scientist",
            "year": 1954
        },
        {
            "text": "John Brumby, Australian politician, 45th Premier of Victoria",
            "year": 1953
        },
        {
            "text": "Gerald Early, American author and academic",
            "year": 1952
        },
        {
            "text": "Cheryl Gillan, British businesswoman and politician, Secretary of State for Wales (d. 2021)",
            "year": 1952
        },
        {
            "text": "Tony Danza, American actor and producer",
            "year": 1951
        },
        {
            "text": "Michael Freedman, American mathematician and academic",
            "year": 1951
        },
        {
            "text": "Bob Varsha, American sportscaster",
            "year": 1951
        },
        {
            "text": "Steve Vickers, Canadian ice hockey player",
            "year": 1951
        },
        {
            "text": "Shivaji Satam, Indian actor",
            "year": 1950
        },
        {
            "text": "Patti LuPone, American actress and singer",
            "year": 1949
        },
        {
            "text": "Gary Condit, American businessman and politician",
            "year": 1948
        },
        {
            "text": "Paul Davis, American singer-songwriter and musician (d. 2008)",
            "year": 1948
        },
        {
            "text": "Josef Flammer, Swiss ophthalmologist",
            "year": 1948
        },
        {
            "text": "Dieter Fromm, German runner",
            "year": 1948
        },
        {
            "text": "Al Bumbry, American baseball player",
            "year": 1947
        },
        {
            "text": "Iggy Pop, American singer-songwriter, producer, and actor",
            "year": 1947
        },
        {
            "text": "John Weider, English bass player",
            "year": 1947
        },
        {
            "text": "Srinivasaraghavan Venkataraghavan, Indian cricketer and umpire",
            "year": 1945
        },
        {
            "text": "Mark Wainberg, Canadian researcher and HIV/AIDS activist (d. 2017)",
            "year": 1945
        },
        {
            "text": "Diana Darvey, English actress, singer and dancer (d. 2000)",
            "year": 1945
        },
        {
            "text": "Geoffrey Palmer, New Zealand politician, 33rd Prime Minister of New Zealand",
            "year": 1942
        },
        {
            "text": "David Boren, American lawyer and politician, 21st Governor of Oklahoma (d. 2025)",
            "year": 1941
        },
        {
            "text": "Jacques Caron, Canadian ice hockey player and coach",
            "year": 1940
        },
        {
            "text": "Souleymane Cissé, Malian director, producer, and screenwriter",
            "year": 1940
        },
        {
            "text": "John McCabe, English pianist and composer (d. 2015)",
            "year": 1939
        },
        {
            "text": "Sister Helen Prejean, American nun, activist, and author",
            "year": 1939
        },
        {
            "text": "Reni Santoni, American actor (d. 2020)",
            "year": 1939
        },
        {
            "text": "Gary Peters, American baseball player (d. 2023)",
            "year": 1937
        },
        {
            "text": "Ben Zinn, Israeli-born American academic and former international soccer player",
            "year": 1937
        },
        {
            "text": "James Dobson, American evangelist, psychologist, and author, founded Focus on the Family",
            "year": 1936
        },
        {
            "text": "Reg Fleming, Canadian-American ice hockey player (d. 2009)",
            "year": 1936
        },
        {
            "text": "Charles Grodin, American actor and talk show host (d. 2021)",
            "year": 1935
        },
        {
            "text": "Thomas Kean, American academic and politician, 48th Governor of New Jersey",
            "year": 1935
        },
        {
            "text": "Edelmiro Amante, Filipino lawyer and politician (d. 2013)",
            "year": 1933
        },
        {
            "text": "Easley Blackwood, Jr., American pianist, composer, and educator (d. 2023)",
            "year": 1933
        },
        {
            "text": "Ignatius Zakka I Iwas, Iraqi patriarch (d. 2014)",
            "year": 1933
        },
        {
            "text": "Slide Hampton, African-American trombonist and composer (d. 2021)",
            "year": 1932
        },
        {
            "text": "Elaine May, American actress, comedian, director, and screenwriter",
            "year": 1932
        },
        {
            "text": "Angela Mortimer, English tennis player",
            "year": 1932
        },
        {
            "text": "Morgan Wootten, American high school basketball coach (d. 2020)",
            "year": 1931
        },
        {
            "text": "Hilda Hilst, Brazilian author, poet, and playwright (d. 2004)",
            "year": 1930
        },
        {
            "text": "Silvana Mangano, Italian actress (d. 1989)",
            "year": 1930
        },
        {
            "text": "Dieter Roth, German-Swiss illustrator and sculptor (d. 1998)",
            "year": 1930
        },
        {
            "text": "Jack Taylor, English footballer and referee (d. 2012)",
            "year": 1930
        },
        {
            "text": "Jack Evans, Welsh-Canadian ice hockey player and coach (d. 1996)",
            "year": 1928
        },
        {
            "text": "Ahmed Arif, Turkish poet and author (d. 1991)",
            "year": 1927
        },
        {
            "text": "Elizabeth II, Queen of the United Kingdom and her other realms (d. 2022)",
            "year": 1926
        },
        {
            "text": "Arthur Rowley, English footballer, manager, and cricketer (d. 2002)",
            "year": 1926
        },
        {
            "text": "Anthony Mason, Australian soldier and judge, 9th Chief Justice of Australia",
            "year": 1925
        },
        {
            "text": "John Swinton of Kimmerghame, English general and politician, Lord Lieutenant of Berwickshire (d. 2018)",
            "year": 1925
        },
        {
            "text": "Ira Louvin, American singer-songwriter and mandolin player (d. 1965)",
            "year": 1924
        },
        {
            "text": "John Mortimer, English lawyer and author (d. 2009)",
            "year": 1923
        },
        {
            "text": "Alistair MacLean,  Scottish novelist and screenwriter (d. 1987)",
            "year": 1922
        },
        {
            "text": "Allan Watkins, Welsh-English cricketer (d. 2011)",
            "year": 1922
        },
        {
            "text": "Don Cornell, American singer (d. 2004)",
            "year": 1919
        },
        {
            "text": "Roger Doucet, Canadian tenor (d. 1981)",
            "year": 1919
        },
        {
            "text": "Licio Gelli, Italian financer (d. 2015)",
            "year": 1919
        },
        {
            "text": "Eddy Christiani, Dutch singer-songwriter and guitarist (d. 2016)",
            "year": 1918
        },
        {
            "text": "Estella B. Diggs, American businesswoman and politician (d. 2013)",
            "year": 1916
        },
        {
            "text": "Garrett Hardin, American ecologist, author, and academic (d. 2003)",
            "year": 1915
        },
        {
            "text": "Anthony Quinn, Mexican-American actor (d. 2001)",
            "year": 1915
        },
        {
            "text": "Angelo Savoldi, Italian-American wrestler and promoter, co-founded International World Class Championship Wrestling (d. 2013)",
            "year": 1914
        },
        {
            "text": "Norman Parkinson, English photographer (d. 1990)",
            "year": 1913
        },
        {
            "text": "Eve Arnold, Russian-American photojournalist (d. 2012)",
            "year": 1912
        },
        {
            "text": "Marcel Camus, French director and screenwriter (d. 1982)",
            "year": 1912
        },
        {
            "text": "Ivan Combe, American businessman, developed Clearasil (d. 2000)",
            "year": 1911
        },
        {
            "text": "Kemal Satır, Turkish physician and politician  (d. 1991)",
            "year": 1911
        },
        {
            "text": "Pat Brown, American lawyer and politician, 32nd Governor of California (d. 1996)",
            "year": 1905
        },
        {
            "text": "Jean Hélion, French painter (d. 1987)",
            "year": 1904
        },
        {
            "text": "Odilo Globocnik, Italian-Austrian SS officer (d. 1945)",
            "year": 1904
        },
        {
            "text": "Luis Saslavsky, Argentinian director, producer, and screenwriter (d. 1995)",
            "year": 1903
        },
        {
            "text": "Randall Thompson, American composer and academic (d. 1984)",
            "year": 1899
        },
        {
            "text": "Maurice Wilson, English soldier, pilot, and mountaineer (d. 1934)",
            "year": 1898
        },
        {
            "text": "Odd Lindbäck-Larsen, Norwegian Army general and war historian (d. 1975)",
            "year": 1897
        },
        {
            "text": "Romeo Bertini, Italian runner (d. 1973)",
            "year": 1893
        },
        {
            "text": "Freddie Dixon, English motorcycle racer and racing driver (d. 1956)",
            "year": 1892
        },
        {
            "text": "Marcel Boussac, French businessman (d. 1980)",
            "year": 1889
        },
        {
            "text": "Paul Karrer, Russian-Swiss chemist and academic, Nobel Prize laureate (d. 1971)",
            "year": 1889
        },
        {
            "text": "Efrem Zimbalist, Sr., Russian-American violinist, composer, and conductor (d. 1985)",
            "year": 1889
        },
        {
            "text": "Joe McCarthy, American baseball manager (d. 1978)",
            "year": 1887
        },
        {
            "text": "Tatu Kolehmainen, Finnish runner (d. 1967)",
            "year": 1885
        },
        {
            "text": "Percy Williams Bridgman, American physicist and academic, Nobel Prize laureate (d. 1961)",
            "year": 1882
        },
        {
            "text": "Vincent Scotto, French composer and actor (d. 1952)",
            "year": 1874
        },
        {
            "text": "Edwin Stanton Porter, American director, producer, and screenwriter (d. 1941)",
            "year": 1870
        },
        {
            "text": "Alfred Henry Maurer, American painter (d. 1932)",
            "year": 1868
        },
        {
            "text": "Mary Rogers Miller, American author and educator (d. 1971)",
            "year": 1868
        },
        {
            "text": "Max Weber, German economist and sociologist (d. 1920)",
            "year": 1864
        },
        {
            "text": "William Stang, German-American bishop (d. 1907)",
            "year": 1854
        },
        {
            "text": "John Muir, Scottish-American environmentalist and author (d. 1914)",
            "year": 1838
        },
        {
            "text": "Fredrik Bajer, Danish lieutenant and politician, Nobel Prize laureate (d. 1922)",
            "year": 1837
        },
        {
            "text": "Charlotte Brontë, English novelist and poet (d. 1855)",
            "year": 1816
        },
        {
            "text": "Angela Burdett-Coutts, 1st Baroness Burdett-Coutts, English art collector and philanthropist (d. 1906)",
            "year": 1814
        },
        {
            "text": "Alson Sherman, American merchant and politician, 8th Mayor of Chicago (d. 1903)",
            "year": 1811
        },
        {
            "text": "John Putnam Chapin, American politician, 10th Mayor of Chicago (d. 1864)",
            "year": 1810
        },
        {
            "text": "Manuel Blanco Encalada, Spanish-Chilean admiral and politician, 1st President of Chile (d. 1876)",
            "year": 1790
        },
        {
            "text": "Reginald Heber, English priest (d. 1821)",
            "year": 1783
        },
        {
            "text": "Alexander Anderson, Scottish-American illustrator and engraver (d. 1870)",
            "year": 1775
        },
        {
            "text": "Jean-Baptiste Biot, French physicist, astronomer, and mathematician (d. 1862)",
            "year": 1774
        },
        {
            "text": "Pierre-Alexandre-Laurent Forfait, French engineer, hydrographer, and politician, French Minister of Marine and the Colonies (d. 1807)",
            "year": 1752
        },
        {
            "text": "Humphry Repton, English gardener and author (d. 1818)",
            "year": 1752
        },
        {
            "text": "Antonín Kammel, Czech violinist and composer (d. 1788)",
            "year": 1730
        },
        {
            "text": "Louis de Noailles, French general (d. 1793)",
            "year": 1713
        },
        {
            "text": "Wilhelmine Amalia of Brunswick-Lüneburg (d. 1742)",
            "year": 1673
        },
        {
            "text": "John Law, Scottish economist (d. 1729)",
            "year": 1671
        },
        {
            "text": "Michel Rolle, French mathematician and academic (d. 1719)",
            "year": 1652
        },
        {
            "text": "Joseph Vaz, Sri Lankan priest, missionary, and saint (d. 1711)",
            "year": 1651
        },
        {
            "text": "Simon de la Loubère, French mathematician, poet, and diplomat (d. 1729)",
            "year": 1642
        },
        {
            "text": "Francesco Maidalchini, Catholic cardinal (d. 1700)",
            "year": 1631
        },
        {
            "text": "Pieter Gerritsz van Roestraten, Dutch-English painter (d. 1700)",
            "year": 1630
        },
        {
            "text": "Jan van Riebeeck, Dutch founder of Cape Town (d. 1677)",
            "year": 1619
        },
        {
            "text": "Ludovico Carracci, Italian painter and etcher (d. 1619)",
            "year": 1555
        },
        {
            "text": "Marco Antonio Bragadin, Venetian lawyer and military officer (d. 1571)",
            "year": 1523
        },
        {
            "text": "Ulrich von Hutten, German religious reformer (d. 1523)",
            "year": 1488
        },
        {
            "text": "Sancho VI, king of Navarre (d. 1194)",
            "year": 1132
        }
    ],
    "deaths": [
        {
            "text": "Terry A. Anderson, American journalist (b. 1947)",
            "year": 2024
        },
        {
            "text": "Polly Higgins, Scottish barrister, author and environmental lobbyist (b. 1968)",
            "year": 2019
        },
        {
            "text": "Nabi Tajima, Japanese supercentenarian (b. 1900)",
            "year": 2018
        },
        {
            "text": "Ugo Ehiogu, English footballer (b. 1972)",
            "year": 2017
        },
        {
            "text": "Prince, American singer-songwriter, guitarist, producer, and actor (b. 1958)",
            "year": 2016
        },
        {
            "text": "George H. Heilmeier, American engineer (b. 1936)",
            "year": 2014
        },
        {
            "text": "Win Tin, Burmese journalist and politician, co-founded the National League for Democracy (b. 1930)",
            "year": 2014
        },
        {
            "text": "Shakuntala Devi, Indian mathematician and astrologer (b. 1929)",
            "year": 2013
        },
        {
            "text": "Leopold Engleitner, Austrian Holocaust survivor, author, and educator (b. 1905)",
            "year": 2013
        },
        {
            "text": "Doris Betts, American author and academic (b. 1932)",
            "year": 2012
        },
        {
            "text": "Catharina Halkes, Dutch theologian and academic (b. 1920)",
            "year": 2011
        },
        {
            "text": "Gustav Lorentzen, Norwegian singer-songwriter and guitarist (b. 1947)",
            "year": 2010
        },
        {
            "text": "Juan Antonio Samaranch, Spanish businessman, seventh President of the International Olympic Committee (b. 1920)",
            "year": 2010
        },
        {
            "text": "Kanagaratnam Sriskandan, Sri Lankan-English engineer and civil servant (b. 1930)",
            "year": 2010
        },
        {
            "text": "Zhang Chunqiao, Chinese writer and politician, member of the Gang of Four (b. 1917)",
            "year": 2005
        },
        {
            "text": "Nina Simone, American singer-songwriter, pianist, and activist (b. 1933)",
            "year": 2003
        },
        {
            "text": "Buddy Rogers, American actor (b. 1904)",
            "year": 1999
        },
        {
            "text": "Jean-François Lyotard, French sociologist and philosopher (b. 1924)",
            "year": 1998
        },
        {
            "text": "Abdul Hafeez Kardar, Pakistani cricketer (b. 1925)",
            "year": 1996
        },
        {
            "text": "Jimmy Snyder, American sportscaster (b. 1919)",
            "year": 1996
        },
        {
            "text": "Väinö Linna, Finnish author (b. 1920)",
            "year": 1992
        },
        {
            "text": "Willi Boskovsky, Austrian violinist and conductor (b. 1909)",
            "year": 1991
        },
        {
            "text": "Erté, Russian-French illustrator (b. 1892)",
            "year": 1990
        },
        {
            "text": "Gustav Bergmann, Austrian-American philosopher from the Vienna Circle (b. 1906)",
            "year": 1987
        },
        {
            "text": "Marjorie Eaton, American painter and actress (b. 1901)",
            "year": 1986
        },
        {
            "text": "Salah Jahin, Egyptian poet, playwright, and composer (b. 1930)",
            "year": 1986
        },
        {
            "text": "Rudi Gernreich, Austrian-American fashion designer, created the monokini (b. 1922)",
            "year": 1985
        },
        {
            "text": "Tancredo Neves, Brazilian banker and politician, Prime Minister of Brazil (b. 1910)",
            "year": 1985
        },
        {
            "text": "Marcel Janco, Romanian-Israeli artist (b. 1895)",
            "year": 1984
        },
        {
            "text": "Hristo Prodanov, Bulgarian engineer and mountaineer (b. 1943)",
            "year": 1984
        },
        {
            "text": "Walter Slezak, Austrian-American actor and singer (b. 1902)",
            "year": 1983
        },
        {
            "text": "Alexander Oparin, Russian biochemist and academic (b. 1894)",
            "year": 1980
        },
        {
            "text": "Sohrab Sepehri, Iranian poet and painter (b. 1928)",
            "year": 1980
        },
        {
            "text": "Sandy Denny, English singer-songwriter (b. 1947)",
            "year": 1978
        },
        {
            "text": "Thomas Wyatt Turner, American biologist and academic (b. 1877)",
            "year": 1978
        },
        {
            "text": "Gummo Marx, American vaudevillian and talent agent (b. 1892)",
            "year": 1977
        },
        {
            "text": "Arthur Fadden, Australian accountant and politician, 13th Prime Minister of Australia (b. 1894)",
            "year": 1973
        },
        {
            "text": "Kemal Tahir, Turkish journalist and author (b. 1910)",
            "year": 1973
        },
        {
            "text": "François Duvalier, Haitian physician and politician, 40th President of Haiti (b. 1907)",
            "year": 1971
        },
        {
            "text": "Edward Victor Appleton, English-Scottish physicist and academic, Nobel Prize laureate (b. 1892)",
            "year": 1965
        },
        {
            "text": "Charles MacArthur, American playwright and screenwriter (b. 1895)",
            "year": 1956
        },
        {
            "text": "Emil Leon Post, Polish-American mathematician and logician (b. 1897)",
            "year": 1954
        },
        {
            "text": "Leslie Banks, American actor, director and producer (b. 1890)",
            "year": 1952
        },
        {
            "text": "Aldo Leopold, American ecologist and author (b. 1887)",
            "year": 1948
        },
        {
            "text": "John Maynard Keynes, English economist and philosopher (b. 1883)",
            "year": 1946
        },
        {
            "text": "Walter Model, German field marshal (b. 1891)",
            "year": 1945
        },
        {
            "text": "Fritz Manteuffel, German gymnast (b. 1875)",
            "year": 1941
        },
        {
            "text": "Allama Muhammad Iqbal, Pakistani National philosopher and poet (b. 1877)",
            "year": 1938
        },
        {
            "text": "Friedrich Gustav Piffl, Bohemian cardinal (b. 1864)",
            "year": 1932
        },
        {
            "text": "Robert Bridges, English poet and author (b. 1844)",
            "year": 1930
        },
        {
            "text": "Eleonora Duse, Italian actress (b. 1858)",
            "year": 1924
        },
        {
            "text": "Manfred von Richthofen, German captain and pilot (b. 1892)",
            "year": 1918
        },
        {
            "text": "Mark Twain, American novelist, humorist, and critic (b. 1835)",
            "year": 1910
        },
        {
            "text": "Vikramatji Khimojiraj, Indian ruler (b. 1819)",
            "year": 1900
        },
        {
            "text": "Sir Robert Bateson, 1st Baronet, Irish politician (b. 1782)",
            "year": 1863
        },
        {
            "text": "Ivan Nabokov, Russian general (b. 1787)",
            "year": 1852
        },
        {
            "text": "Johann Friedrich Pfaff, German mathematician and academic (b. 1765)",
            "year": 1825
        },
        {
            "text": "Joseph Winston, American soldier and politician (b. 1746)",
            "year": 1815
        },
        {
            "text": "Francesco Zerafa, Maltese architect (b. 1679)",
            "year": 1758
        },
        {
            "text": "Thomas Tickell, English poet and author (b. 1685)",
            "year": 1740
        },
        {
            "text": "Prince Eugene of Savoy (b. 1663)",
            "year": 1736
        },
        {
            "text": "Robert Beverley, Jr., English historian and author (b. 1673)",
            "year": 1722
        },
        {
            "text": "Antoine Hamilton, Irish-French soldier and author (b. 1646)",
            "year": 1720
        },
        {
            "text": "Philippe de La Hire, French mathematician and astronomer (b. 1640)",
            "year": 1719
        },
        {
            "text": "Jean Racine, French playwright and poet (b. 1639)",
            "year": 1699
        },
        {
            "text": "Jan Boeckhorst, Flemish painter (b. c. 1604)",
            "year": 1668
        },
        {
            "text": "Yagyū Jūbei Mitsuyoshi, Japanese samurai (b. 1607)",
            "year": 1650
        },
        {
            "text": "Sen no Rikyū, Japanese exponent of the tea ceremony (b. 1522)",
            "year": 1591
        },
        {
            "text": "Cosimo I de' Medici, Grand Duke of Tuscany (b. 1519)",
            "year": 1574
        },
        {
            "text": "Petrus Apianus, German mathematician and astronomer (b. 1495)",
            "year": 1557
        },
        {
            "text": "Henry VII of England (b. 1457)",
            "year": 1509
        },
        {
            "text": "John Wittlebury, English politician (b. 1333)",
            "year": 1400
        },
        {
            "text": "Frederick IV, Duke of Lorraine (b. 1282)",
            "year": 1329
        },
        {
            "text": "Maria of Montpellier, Lady of Montpellier, Queen of Aragon (b. 1182)",
            "year": 1213
        },
        {
            "text": "Peter Abelard, French philosopher and theologian (b. 1079)",
            "year": 1142
        },
        {
            "text": "Stephen, Count of Tréguier Breton noblemen (b. c. 1058/62)",
            "year": 1136
        },
        {
            "text": "Anselm of Canterbury, Italian-English archbishop and saint (b. 1033)",
            "year": 1109
        },
        {
            "text": "Pope Alexander II",
            "year": 1073
        },
        {
            "text": "Bajkam, de facto regent of the Abbasid Caliphate",
            "year": 941
        },
        {
            "text": "Bardas, de facto regent of the Byzantine Empire",
            "year": 866
        },
        {
            "text": "Odgar, Frankish archbishop of Mainz",
            "year": 847
        },
        {
            "text": "Liuvigild, king of the Visigoths",
            "year": 586
        },
        {
            "text": "Emperor Xian of Han, Chinese emperor (b. 181)",
            "year": 234
        }
    ],
    "metadata": {
        "current_date": "April 21, 2025",
        "short_date": "Apr 21",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            22,
            9,
            37,
            40,
            31,
            15,
            6,
            27,
            35,
            34
        ],
        "births": [
            61,
            122,
            132,
            47
        ],
        "deaths": [
            65,
            62,
            61,
            0
        ]
    }
}