{
    "events": [
        {
            "text": "UnitedHealthcare CEO Brian Thompson is shot and killed in Manhattan, New York City near the entrance of the New York Hilton Midtown.",
            "year": 2024
        },
        {
            "text": "Semeru on the Indonesian island of Java erupts, killing at least 68 people.",
            "year": 2021
        },
        {
            "text": "The Thomas Fire starts near Santa Paula in California. It eventually became the largest wildfire in modern California history to date after burning 1,140 square kilometers (440 sq mi) in Ventura and Santa Barbara Counties.",
            "year": 2017
        },
        {
            "text": "A firebomb is thrown into a restaurant in the Egyptian capital of Cairo, killing 17 people.",
            "year": 2015
        },
        {
            "text": "Islamic insurgents kill three state police at a traffic circle before taking an empty school and a \"press house\" in Grozny. Ten state forces die with 28 injured in gun battles ending with ten insurgents killed.",
            "year": 2014
        },
        {
            "text": "Six black youths assault a white teenager in Jena, Louisiana.",
            "year": 2006
        },
        {
            "text": "Tens of thousands of people in Hong Kong protest for democracy and call on the government to allow universal and equal suffrage.",
            "year": 2005
        },
        {
            "text": "The Unity Module, the second module of the International Space Station, is launched.",
            "year": 1998
        },
        {
            "text": "Somali Civil War: President George H. W. Bush orders 28,000 U.S. troops to Somalia in Northeast Africa.",
            "year": 1992
        },
        {
            "text": "Terry A. Anderson is released after seven years in captivity as a hostage in Beirut; he is the last and longest-held American hostage in Lebanon.",
            "year": 1991
        },
        {
            "text": "Pan American World Airways ceases its operations after 64 years.",
            "year": 1991
        },
        {
            "text": "The MV Amazon Venture oil tanker begins leaking oil while at the port of Savannah in the United States, resulting in an oil spill of approximately 500,000 US gallons (1,900,000 L).",
            "year": 1986
        },
        {
            "text": "Sri Lankan Civil War: Sri Lankan Army soldiers kill 107–150 civilians in Mannar.",
            "year": 1984
        },
        {
            "text": "US Navy aircraft from USS John F. Kennedy and USS Independence attack Syrian missile sites in Lebanon in response to an F-14 being fired on by an SA-7. One A-6 Intruder and A-7 Corsair are shot down. One American pilot is killed, one is rescued, and one is captured.",
            "year": 1983
        },
        {
            "text": "The People's Republic of China adopts its current constitution.",
            "year": 1982
        },
        {
            "text": "South Africa grants independence to the Ciskei \"homeland\" (not recognized by any government outside South Africa).",
            "year": 1981
        },
        {
            "text": "The Hastie fire in Hull kills three schoolboys and eventually leads police to arrest Bruce George Peter Lee.",
            "year": 1979
        },
        {
            "text": "Following the murder of Mayor George Moscone, Dianne Feinstein becomes San Francisco's first female mayor.",
            "year": 1978
        },
        {
            "text": "Jean-Bédel Bokassa, president of the Central African Republic, crowns himself Emperor Bokassa I of the Central African Empire.",
            "year": 1977
        },
        {
            "text": "Malaysian Airline System Flight 653 is hijacked and crashes in Tanjong Kupang, Johor, killing 100.",
            "year": 1977
        },
        {
            "text": "Martinair Flight 138 crashes into the Saptha Kanya mountain range in Maskeliya, Sri Lanka, killing 191.",
            "year": 1974
        },
        {
            "text": "The PNS Ghazi, a Pakistan Navy submarine, sinks during the course of the Indo-Pakistani Naval War of 1971.",
            "year": 1971
        },
        {
            "text": "During a concert by Frank Zappa and The Mothers of Invention at the Montreux Casino, an audience member fires a flare gun into the ceiling, causing a fire that destroys the venue. The incident served as the inspiration for Deep Purple's 1973 song Smoke on the Water.",
            "year": 1971
        },
        {
            "text": "Black Panther Party members Fred Hampton and Mark Clark are shot and killed during a raid by 14 Chicago police officers.",
            "year": 1969
        },
        {
            "text": "Launch of Gemini 7 with crew members Frank Borman and Jim Lovell. The Gemini 7 spacecraft was the passive target for the first crewed space rendezvous performed by the crew of Gemini 6A.",
            "year": 1965
        },
        {
            "text": "Free Speech Movement: Police arrest over 800 students at the University of California, Berkeley, following their takeover and sit-in at the administration building in protest of the UC Regents' decision to forbid protests on UC property.",
            "year": 1964
        },
        {
            "text": "The Million Dollar Quartet (Elvis Presley, Jerry Lee Lewis, Carl Perkins, and Johnny Cash) get together at Sun Studio for the first and last time.",
            "year": 1956
        },
        {
            "text": "Korean War: Jesse L. Brown (the 1st African-American Naval aviator) is killed in action during the Battle of Chosin Reservoir.",
            "year": 1950
        },
        {
            "text": "Korean War: Associated Press photographer Max Desfor photographs hundreds of Korean refugees crossing a downed bridge in the Taedong River: 1951 Pulitzer Prize winner Flight of Refugees Across Wrecked Bridge in Korea.",
            "year": 1950
        },
        {
            "text": "Sir Duncan George Stewart, governor of the Crown Colony of Sarawak, was fatally stabbed by a member of the Rukun 13.",
            "year": 1949
        },
        {
            "text": "Chinese Civil War: The SS Kiangya, carrying Nationalist refugees from Shanghai, explodes in the Huangpu River.",
            "year": 1948
        },
        {
            "text": "By a vote of 65–7, the United States Senate approves United States participation in the United Nations. (The UN had been established on October 24, 1945.)",
            "year": 1945
        },
        {
            "text": "World War II: In Yugoslavia, resistance leader Marshal Josip Broz Tito proclaims a provisional democratic Yugoslav government in-exile.",
            "year": 1943
        },
        {
            "text": "World War II: U.S. President Franklin D. Roosevelt closes down the Works Progress Administration, because of the high levels of wartime employment in the United States.",
            "year": 1943
        },
        {
            "text": "World War II: Carlson's patrol during the Guadalcanal campaign ends.",
            "year": 1942
        },
        {
            "text": "World War II: HMS Nelson is struck by a mine (laid by U-31) off the Scottish coast and is laid up for repairs until August 1940.",
            "year": 1939
        },
        {
            "text": "Cosmo Gordon Lang was enthroned as the Archbishop of Canterbury, the first bachelor to be appointed in 150 years.",
            "year": 1928
        },
        {
            "text": "Ukrainian War of Independence: The Polonsky conspiracy is initiated, with an attempt to assassinate the high command of the Revolutionary Insurgent Army of Ukraine.",
            "year": 1919
        },
        {
            "text": "U.S. President Woodrow Wilson sails for the World War I peace talks in Versailles, becoming the first US president to travel to Europe while in office.",
            "year": 1918
        },
        {
            "text": "The Finnish Senate submits to the Parliament of Finland a proposal for the form of government of the Republic of Finland and issued a communication to Parliament declaring the independence of Finland.",
            "year": 1917
        },
        {
            "text": "In Canadian football, the First Grey Cup game is played. The University of Toronto Varsity Blues defeat the Toronto Parkdale Canoe Club, 26–6.",
            "year": 1909
        },
        {
            "text": "The Montreal Canadiens ice hockey club, the oldest surviving professional hockey franchise in the world, is founded as a charter member of the National Hockey Association.",
            "year": 1909
        },
        {
            "text": "Alpha Phi Alpha the first intercollegiate Greek lettered fraternity for African-Americans was founded at Cornell University in Ithaca, New York.",
            "year": 1906
        },
        {
            "text": "First Matabele War: A patrol of 34 British South Africa Company soldiers is ambushed and annihilated by more than 3,000 Matabele warriors on the Shangani River in Matabeleland.",
            "year": 1893
        },
        {
            "text": "The first edition of the Los Angeles Times is published.",
            "year": 1881
        },
        {
            "text": "Notorious New York City politician Boss Tweed escapes from prison; he is later recaptured in Spain.",
            "year": 1875
        },
        {
            "text": "The American brigantine Mary Celeste is discovered drifting in the Atlantic. Her crew is never found.",
            "year": 1872
        },
        {
            "text": "Former Minnesota farmer Oliver Hudson Kelley founds the Order of the Patrons of Husbandry (better known today as the Grange).",
            "year": 1867
        },
        {
            "text": "North Carolina ratifies 13th Amendment to the U.S. Constitution, followed two days later by Georgia, and U.S. slaves were legally free within two weeks.",
            "year": 1865
        },
        {
            "text": "American Civil War: Sherman's March to the Sea: Union cavalry forces defeat Confederate cavalry in the Battle of Waynesboro, Georgia, opening the way for General William T. Sherman's army to approach the coast.",
            "year": 1864
        },
        {
            "text": "American Civil War: Confederate General James Longstreet lifts his unsuccessful siege of Knoxville, Tennessee after failing to capture the city.",
            "year": 1863
        },
        {
            "text": "American Civil War: The 109 electors of the several states of the Confederate States of America unanimously elect Jefferson Davis as President and Alexander H. Stephens as Vice President.",
            "year": 1861
        },
        {
            "text": "In the face of fierce local opposition, British Governor-General Lord William Bentinck issues a regulation declaring that anyone who abets sati in Bengal is guilty of culpable homicide.",
            "year": 1829
        },
        {
            "text": "Napoleonic Wars: Under the orders by commander Tomás de Morla, the city of Madrid surrenders to French Emperor Napoleon I after a 4 day long siege.",
            "year": 1808
        },
        {
            "text": "The United States House of Representatives adopts articles of impeachment against Supreme Court Justice Samuel Chase.",
            "year": 1804
        },
        {
            "text": "The first edition of The Observer, the world's first Sunday newspaper, is published.",
            "year": 1791
        },
        {
            "text": "Mission Santa Barbara is dedicated (on the feast day of Saint Barbara).",
            "year": 1786
        },
        {
            "text": "At Fraunces Tavern in New York City, U.S. General George Washington bids farewell to his officers.",
            "year": 1783
        },
        {
            "text": "Charles Edward Stuart's army reaches Derby, its furthest point during the Second Jacobite Rising.",
            "year": 1745
        },
        {
            "text": "The Battle of Lund, becomes the bloodiest battle in Scandinavian history.",
            "year": 1676
        },
        {
            "text": "50 Christians are executed in Edo, Japan, during the Great Martyrdom of Edo.",
            "year": 1623
        },
        {
            "text": "Thirty-eight colonists arrive at Berkeley Hundred, Virginia. The group's charter proclaims that the day \"be yearly and perpetually kept holy as a day of thanksgiving to Almighty God.\"",
            "year": 1619
        },
        {
            "text": "The final session of the Council of Trent is held nearly 18 years after the body held its first session on December 13, 1545.",
            "year": 1563
        },
        {
            "text": "Kings Louis IX of France and Henry III of England agree to the Treaty of Paris, in which Henry renounces his claims to French-controlled territory on continental Europe (including Normandy) in exchange for Louis withdrawing his support for English rebels.",
            "year": 1259
        },
        {
            "text": "An army led by Baldwin I of Jerusalem and Sigurd the Crusader of Norway captures Sidon at the end of the First Crusade.",
            "year": 1110
        },
        {
            "text": "The lay papal protonotary is elected pope and takes the name Leo VIII, being consecrated on 6 December after ordination.",
            "year": 963
        },
        {
            "text": "Austrasian king Carloman I dies, leaving his brother Charlemagne as sole king of the Frankish Kingdom.",
            "year": 771
        }
    ],
    "births": [
        {
            "text": "Jackson Holliday, American baseball player",
            "year": 2003
        },
        {
            "text": "Kim Do-ah, South Korean singer and actress",
            "year": 2003
        },
        {
            "text": "María Dueñas, Spanish violinist and composer",
            "year": 2002
        },
        {
            "text": "Kim Do-yeon, South Korean singer and actress",
            "year": 1999
        },
        {
            "text": "Kang Mi-na, South Korean actress and singer",
            "year": 1999
        },
        {
            "text": "Ivan Belikov, Russian footballer",
            "year": 1996
        },
        {
            "text": "Diogo Jota, Portuguese footballer (died 2025)",
            "year": 1996
        },
        {
            "text": "Sebastián Vegas, Chilean footballer",
            "year": 1996
        },
        {
            "text": "Gabriel Lundberg, Danish basketball player",
            "year": 1994
        },
        {
            "text": "Robin Bruyère, Belgian politician",
            "year": 1992
        },
        {
            "text": "Peta Hiku, New Zealand rugby league player",
            "year": 1992
        },
        {
            "text": "Jean-Claude Iranzi, Rwandan footballer",
            "year": 1992
        },
        {
            "text": "Jin, South Korean singer, songwriter and actor",
            "year": 1992
        },
        {
            "text": "Joe Musgrove, American baseball player",
            "year": 1992
        },
        {
            "text": "Blake Snell, American baseball player",
            "year": 1992
        },
        {
            "text": "Duje Dukan, Croatian basketball player",
            "year": 1991
        },
        {
            "text": "André Roberson, American basketball player",
            "year": 1991
        },
        {
            "text": "Max Holloway, American mixed martial artist",
            "year": 1991
        },
        {
            "text": "Reality Winner, American intelligence specialist convicted of espionage",
            "year": 1991
        },
        {
            "text": "Lukman Haruna, Nigerian footballer",
            "year": 1990
        },
        {
            "text": "Blake Leary, Australian rugby league player",
            "year": 1990
        },
        {
            "text": "Igor Sjunin, Estonian triple jumper",
            "year": 1990
        },
        {
            "text": "Yeng Constantino, Filipina singer and songwriter",
            "year": 1988
        },
        {
            "text": "Andriy Pylyavskyi, Ukrainian footballer",
            "year": 1988
        },
        {
            "text": "Orlando Brown, American actor and rapper",
            "year": 1987
        },
        {
            "text": "Kaija Udras, Estonian skier",
            "year": 1986
        },
        {
            "text": "Martell Webster, American basketball player",
            "year": 1986
        },
        {
            "text": "Andrew Brackman, American baseball player",
            "year": 1985
        },
        {
            "text": "Stephen Dawson, Irish footballer",
            "year": 1985
        },
        {
            "text": "Carlos Gómez, Dominican baseball player",
            "year": 1985
        },
        {
            "text": "Lindsay Felton, American actress",
            "year": 1984
        },
        {
            "text": "Marco Giambruno, Italian footballer",
            "year": 1984
        },
        {
            "text": "Anna Petrakova, Russian basketball player",
            "year": 1984
        },
        {
            "text": "Jelly Roll, American singer and rapper",
            "year": 1984
        },
        {
            "text": "Joe Thomas, American football player",
            "year": 1984
        },
        {
            "text": "Jimmy Bartel, Australian footballer",
            "year": 1983
        },
        {
            "text": "Chinx, American rapper (died 2015)",
            "year": 1983
        },
        {
            "text": "Nathan Douglas, English triple jumper",
            "year": 1982
        },
        {
            "text": "Waldo Ponce, Chilean footballer",
            "year": 1982
        },
        {
            "text": "Ho-Pin Tung, Dutch-Chinese race car driver",
            "year": 1982
        },
        {
            "text": "Nick Vujicic, Australian evangelist",
            "year": 1982
        },
        {
            "text": "Brian Vandborg, Danish cyclist",
            "year": 1981
        },
        {
            "text": "Brian Cook, American basketball player",
            "year": 1980
        },
        {
            "text": "Viktor, Canadian wrestler and manager",
            "year": 1980
        },
        {
            "text": "Ysabella Brave, American singer-songwriter",
            "year": 1979
        },
        {
            "text": "Jay DeMerit, American soccer player",
            "year": 1979
        },
        {
            "text": "Jaclyn Victor, Malaysian singer and actress",
            "year": 1978
        },
        {
            "text": "Ajit Agarkar, Indian cricketer",
            "year": 1977
        },
        {
            "text": "Darvis Patton, American sprinter",
            "year": 1977
        },
        {
            "text": "Morten Veland, Norwegian guitarist and songwriter",
            "year": 1977
        },
        {
            "text": "Kristina Groves, Canadian speed skater",
            "year": 1976
        },
        {
            "text": "Betty Lennox, American basketball player",
            "year": 1976
        },
        {
            "text": "Tadahito Iguchi, Japanese baseball player",
            "year": 1974
        },
        {
            "text": "Tyra Banks, American model, actress, and producer",
            "year": 1973
        },
        {
            "text": "Frank Boeijen, Dutch keyboard player",
            "year": 1973
        },
        {
            "text": "Mina Caputo, American singer-songwriter and keyboard player",
            "year": 1973
        },
        {
            "text": "Michael Jackson, English footballer and manager",
            "year": 1973
        },
        {
            "text": "Steven Menzies, Australian rugby league player",
            "year": 1973
        },
        {
            "text": "Kate Rusby, English singer-songwriter and guitarist",
            "year": 1973
        },
        {
            "text": "Corliss Williamson, American basketball player and coach",
            "year": 1973
        },
        {
            "text": "Jassen Cullimore, Canadian ice hockey player",
            "year": 1972
        },
        {
            "text": "Yūko Miyamura, Japanese voice actress and singer",
            "year": 1972
        },
        {
            "text": "Shannon Briggs, American boxer and actor",
            "year": 1971
        },
        {
            "text": "Kevin Sussman, American actor and comedian",
            "year": 1970
        },
        {
            "text": "Dionne Farris, American singer-songwriter, producer and actress",
            "year": 1969
        },
        {
            "text": "Jay-Z, American rapper, producer, actor, and co-founder of Roc-A-Fella Records",
            "year": 1969
        },
        {
            "text": "Plum Sykes, English journalist and author",
            "year": 1969
        },
        {
            "text": "Tahir Dawar, Pakistani police officer and Pashto poet (died 2018)",
            "year": 1968
        },
        {
            "text": "Guillermo Amor, Spanish footballer and manager",
            "year": 1967
        },
        {
            "text": "Fred Armisen, American actor and musician",
            "year": 1966
        },
        {
            "text": "Andy Hess, American bass player",
            "year": 1966
        },
        {
            "text": "Suzanne Malveaux, American journalist",
            "year": 1966
        },
        {
            "text": "Suzette M. Malveaux, American lawyer and academic",
            "year": 1966
        },
        {
            "text": "Álex de la Iglesia, Spanish director, producer, and screenwriter",
            "year": 1965
        },
        {
            "text": "Shaun Hollamby, English race car driver and businessman",
            "year": 1965
        },
        {
            "text": "Ulf Kirsten, German footballer and manager",
            "year": 1965
        },
        {
            "text": "Scott Hastings, Scottish rugby player and sportscaster",
            "year": 1964
        },
        {
            "text": "Chelsea Noble, American actress",
            "year": 1964
        },
        {
            "text": "Marisa Tomei, American actress",
            "year": 1964
        },
        {
            "text": "Sergey Bubka, Ukrainian pole vaulter",
            "year": 1963
        },
        {
            "text": "Nigel Heslop, English rugby player",
            "year": 1963
        },
        {
            "text": "Vinnie Dombroski, American singer-songwriter and musician",
            "year": 1962
        },
        {
            "text": "Gary Freeman, New Zealand rugby league player, coach, and sportscaster",
            "year": 1962
        },
        {
            "text": "Nixon Kiprotich, Kenyan runner",
            "year": 1962
        },
        {
            "text": "Kevin Richardson, English footballer and manager",
            "year": 1962
        },
        {
            "text": "Frank Reich, American football player and coach",
            "year": 1961
        },
        {
            "text": "Naomi Robson, American-Australian television host[better source needed]",
            "year": 1961
        },
        {
            "text": "David Green, Nicaraguan-American baseball player",
            "year": 1960
        },
        {
            "text": "Glynis Nunn, Australian heptathlete and hurler",
            "year": 1960
        },
        {
            "text": "Sergei Starikov, Russian ice hockey player and coach",
            "year": 1958
        },
        {
            "text": "Raul Boesel, Brazilian race car driver and radio host",
            "year": 1957
        },
        {
            "text": "Eric S. Raymond, American computer programmer and author",
            "year": 1957
        },
        {
            "text": "Lee Smith, American baseball player",
            "year": 1957
        },
        {
            "text": "Nia Griffith, Welsh educator and politician, former Shadow Secretary of State for Wales",
            "year": 1956
        },
        {
            "text": "Bernard King, American basketball player and sportscaster",
            "year": 1956
        },
        {
            "text": "Philip Hammond, English businessman and politician, former Chancellor of the Exchequer",
            "year": 1955
        },
        {
            "text": "Dave Taylor, Canadian-American ice hockey player and manager",
            "year": 1955
        },
        {
            "text": "Cassandra Wilson, American singer-songwriter and producer",
            "year": 1955
        },
        {
            "text": "Tony Todd, American actor (died 2024)",
            "year": 1954
        },
        {
            "text": "Rick Middleton, Canadian ice hockey player and sportscaster",
            "year": 1953
        },
        {
            "text": "Jean-Marie Pfaff, Belgian footballer and manager",
            "year": 1953
        },
        {
            "text": "Gary Rossington, American guitarist (died 2023)",
            "year": 1951
        },
        {
            "text": "Patricia Wettig, American actress and playwright",
            "year": 1951
        },
        {
            "text": "Bjørn Kjellemyr, Norwegian bassist and composer (died 2025)",
            "year": 1950
        },
        {
            "text": "Jeff Bridges, American actor",
            "year": 1949
        },
        {
            "text": "Jock Stirrup, Baron Stirrup, English air marshal and politician",
            "year": 1949
        },
        {
            "text": "Southside Johnny, American singer-songwriter",
            "year": 1948
        },
        {
            "text": "Jane Lubchenco, American ecologist, academic, and diplomat",
            "year": 1947
        },
        {
            "text": "Karina, Spanish singer/actress",
            "year": 1946
        },
        {
            "text": "Roberta Bondar, Canadian neurologist, academic, and astronaut",
            "year": 1945
        },
        {
            "text": "Chris Hillman, American singer-songwriter and guitarist",
            "year": 1944
        },
        {
            "text": "Anna McGarrigle, Canadian musician and singer-songwriter",
            "year": 1944
        },
        {
            "text": "François Migault, French race car driver (died 2012)",
            "year": 1944
        },
        {
            "text": "Dennis Wilson, American singer-songwriter, producer, and drummer (died 1983)",
            "year": 1944
        },
        {
            "text": "Bob Mosley, American singer-songwriter and bass player",
            "year": 1942
        },
        {
            "text": "Marty Riessen, American tennis player and coach",
            "year": 1941
        },
        {
            "text": "Gerd Achterberg, German footballer and manager",
            "year": 1940
        },
        {
            "text": "Gary Gilmore, American murderer (died 1977)",
            "year": 1940
        },
        {
            "text": "Stephen W. Bosworth, American academic and diplomat, United States Ambassador to South Korea (died 2016)",
            "year": 1939
        },
        {
            "text": "Joan Brady, American-British author (died 2024)",
            "year": 1939
        },
        {
            "text": "Andre Marrou, American lawyer and politician",
            "year": 1938
        },
        {
            "text": "Yvonne Minton, Australian-English soprano and actress",
            "year": 1938
        },
        {
            "text": "Max Baer Jr., American actor, director, and producer",
            "year": 1937
        },
        {
            "text": "Freddy Cannon, American singer and guitarist",
            "year": 1936
        },
        {
            "text": "John Giorno, American poet and performance artist (died 2019)",
            "year": 1936
        },
        {
            "text": "Paul O'Neill, American businessman and politician, 72nd United States Secretary of the Treasury (died 2020)",
            "year": 1935
        },
        {
            "text": "Bill Collins, Australian film critic and author (died 2019)",
            "year": 1934
        },
        {
            "text": "Victor French, American actor and director (died 1989)",
            "year": 1934
        },
        {
            "text": "Horst Buchholz, German actor (died 2003)",
            "year": 1933
        },
        {
            "text": "Wink Martindale, American game show host and producer (died 2025)",
            "year": 1933
        },
        {
            "text": "Dick Ricketts, American baseball and basketball player (died 1988)",
            "year": 1933
        },
        {
            "text": "Roh Tae-woo, South Korean general and politician, 6th President of South Korea (died 2021)",
            "year": 1932
        },
        {
            "text": "Alex Delvecchio, Canadian ice hockey player, coach, and manager (died 2025)",
            "year": 1931
        },
        {
            "text": "Wally George, American radio and television host (died 2003)",
            "year": 1931
        },
        {
            "text": "Ronnie Corbett, Scottish actor and comedian (died 2016)",
            "year": 1930
        },
        {
            "text": "Jim Hall, American guitarist and composer (died 2013)",
            "year": 1930
        },
        {
            "text": "Şakir Eczacıbaşı, Turkish pharmacist, photographer, and businessman (died 2010)",
            "year": 1929
        },
        {
            "text": "Ned Romero, American actor and opera singer (died 2017)",
            "year": 1926
        },
        {
            "text": "Albert Bandura, Canadian-American psychologist and academic (died 2021)",
            "year": 1925
        },
        {
            "text": "John C. Portman Jr., American architect, designed the Renaissance Center and Tomorrow Square (died 2017)",
            "year": 1924
        },
        {
            "text": "Charles Keating, American lawyer and financier (died 2014)",
            "year": 1923
        },
        {
            "text": "Eagle Keys, American-Canadian football player and coach (died 2012)",
            "year": 1923
        },
        {
            "text": "John Krish, English director and screenwriter (died 2016)",
            "year": 1923
        },
        {
            "text": "Deanna Durbin, Canadian actress and singer (died 2013)",
            "year": 1921
        },
        {
            "text": "Nadir Afonso, Portuguese painter and architect (died 2013)",
            "year": 1920
        },
        {
            "text": "Michael Bates, English actor (died 1978)",
            "year": 1920
        },
        {
            "text": "Jeanne Manford, American educator and activist, co-founded PFLAG (died 2013)",
            "year": 1920
        },
        {
            "text": "I. K. Gujral, Indian poet and politician, 12th Prime Minister of India (died 2012)",
            "year": 1919
        },
        {
            "text": "Ely Jacques Kahn Jr., American journalist and author (died 1994)",
            "year": 1916
        },
        {
            "text": "Eddie Heywood, American pianist and composer (died 1989)",
            "year": 1915
        },
        {
            "text": "Rudolf Hausner, Austrian painter and sculptor (died 1995)",
            "year": 1914
        },
        {
            "text": "Claude Renoir, French cinematographer (died 1993)",
            "year": 1914
        },
        {
            "text": "Mark Robson, Canadian-American director and producer (died 1978)",
            "year": 1913
        },
        {
            "text": "Pappy Boyington, American colonel and pilot, Medal of Honor recipient (died 1988)",
            "year": 1912
        },
        {
            "text": "Alex North, American composer and conductor (died 1991)",
            "year": 1910
        },
        {
            "text": "R. Venkataraman, Indian lawyer and politician, 6th President of India (died 2009)",
            "year": 1910
        },
        {
            "text": "Alfred Hershey, American bacteriologist and geneticist, Nobel Prize laureate (died 1997)",
            "year": 1908
        },
        {
            "text": "Albert Norden, German journalist and politician (died 1982)",
            "year": 1904
        },
        {
            "text": "Cornell Woolrich, American author (died 1968)",
            "year": 1903
        },
        {
            "text": "Karl-Günther Heimsoth, German physician and politician (died 1934)",
            "year": 1899
        },
        {
            "text": "Charlie Spencer, English footballer and manager (died 1953)",
            "year": 1899
        },
        {
            "text": "Robert Redfield, American anthropologist of Mexico (died 1958)",
            "year": 1897
        },
        {
            "text": "Feng Youlan, Chinese philosopher and academic (died 1990)",
            "year": 1895
        },
        {
            "text": "Herbert Read, English poet and critic (died 1968)",
            "year": 1893
        },
        {
            "text": "Francisco Franco, Spanish general and dictator, Prime Minister of Spain (died 1975)",
            "year": 1892
        },
        {
            "text": "Liu Bocheng, Chinese commander and politician (died 1986)",
            "year": 1892
        },
        {
            "text": "Winifred Carney, Irish suffragist, trade unionist, and Irish republican (died 1943)",
            "year": 1887
        },
        {
            "text": "R. C. Majumdar, Indian historian (died 1980)",
            "year": 1884
        },
        {
            "text": "Katharine Susannah Prichard, Australian author and playwright (died 1969)",
            "year": 1883
        },
        {
            "text": "Constance Davey, Australian psychologist (died 1963)",
            "year": 1882
        },
        {
            "text": "Erwin von Witzleben, Polish-German field marshal (died 1944)",
            "year": 1881
        },
        {
            "text": "Morris Alexander, South African politician (died 1946)",
            "year": 1877
        },
        {
            "text": "Agnes Forbes Blackadder, Scottish medical doctor (died 1964)",
            "year": 1875
        },
        {
            "text": "Joe Corbett, American baseball player and coach (died 1945)",
            "year": 1875
        },
        {
            "text": "Rainer Maria Rilke, Austrian-Swiss poet and author (died 1926)",
            "year": 1875
        },
        {
            "text": "Jesse Burkett, American baseball player, coach, and manager (died 1953)",
            "year": 1868
        },
        {
            "text": "Stanley Argyle, Australian politician, 32nd Premier of Victoria (died 1940)",
            "year": 1867
        },
        {
            "text": "Edith Cavell, English nurse, humanitarian, and saint (Anglicanism) (died 1915)",
            "year": 1865
        },
        {
            "text": "Hannes Hafstein, Icelandic poet and politician, 1st Prime Minister of Iceland (died 1922)",
            "year": 1861
        },
        {
            "text": "Franz Xavier Wernz, German religious leader, 25th Superior General of the Society of Jesus (died 1914)",
            "year": 1844
        },
        {
            "text": "Samuel Butler, English author and critic (died 1902)",
            "year": 1835
        },
        {
            "text": "Nikoloz Baratashvili, Georgian poet and author (died 1845)",
            "year": 1817
        },
        {
            "text": "Jules Armand Dufaure, French lawyer and politician, 33rd Prime Minister of France (died 1881)",
            "year": 1798
        },
        {
            "text": "Thomas Carlyle, Scottish-English historian, philosopher, and academic (died 1881)",
            "year": 1795
        },
        {
            "text": "Juliette Récamier, French businesswoman (died 1849)",
            "year": 1777
        },
        {
            "text": "Johann Gottfried Zinn, German anatomist and botanist (died 1759)",
            "year": 1727
        },
        {
            "text": "Gasparo Gozzi, Italian playwright and critic (died 1786)",
            "year": 1713
        },
        {
            "text": "John Aislabie, English politician, Chancellor of the Exchequer (died 1742)",
            "year": 1670
        },
        {
            "text": "Michel Pignolet de Montéclair, French composer and educator (died 1737)",
            "year": 1667
        },
        {
            "text": "André Campra, French composer and conductor (died 1744)",
            "year": 1660
        },
        {
            "text": "Daniel Eberlin, German composer (died 1715)",
            "year": 1647
        },
        {
            "text": "Jean Chapelain, French poet and critic (died 1674)",
            "year": 1595
        },
        {
            "text": "John Cotton, English-American minister and theologian (died 1652)",
            "year": 1585
        },
        {
            "text": "Samuel Argall, English adventurer and naval officer (died 1626)",
            "year": 1580
        },
        {
            "text": "Sister Virginia Maria, Italian nun (died 1650)",
            "year": 1575
        },
        {
            "text": "Heinrich Meibom, German poet and historian (died 1625)",
            "year": 1555
        },
        {
            "text": "Thomas Darcy, 1st Baron Darcy of Chiche (died 1558)",
            "year": 1506
        },
        {
            "text": "Bernard VII, Lord of Lippe (died 1511)",
            "year": 1428
        },
        {
            "text": "Hasan al-Askari 11th Imam of Twelver Shia Islam (died 874)",
            "year": 846
        },
        {
            "text": "Persius, Roman poet (died 62)",
            "year": 34
        }
    ],
    "deaths": [
        {
            "text": "Princess Birgitta of Sweden, Swedish royal (born 1937)",
            "year": 2024
        },
        {
            "text": "Bob McGrath, American singer and actor (born 1932)",
            "year": 2022
        },
        {
            "text": "Patrick Tambay, French race car driver (born 1949)",
            "year": 2022
        },
        {
            "text": "Shashi Kapoor, Indian actor (born 1938)",
            "year": 2017
        },
        {
            "text": "Patricia Robins, British writer and WAAF officer (born 1921)",
            "year": 2016
        },
        {
            "text": "Bill Bennett, Canadian lawyer and politician, 27th Premier of British Columbia (born 1932)",
            "year": 2015
        },
        {
            "text": "Robert Loggia, American actor and director (born 1930)",
            "year": 2015
        },
        {
            "text": "Yossi Sarid, Israeli journalist and politician, 15th Israeli Minister of Education (born 1940)",
            "year": 2015
        },
        {
            "text": "Claudia Emerson, American poet and academic (born 1957)",
            "year": 2014
        },
        {
            "text": "V. R. Krishna Iyer, Indian lawyer and judge (born 1914)",
            "year": 2014
        },
        {
            "text": "Vincent L. McKusick, American lawyer and judge (born 1921)",
            "year": 2014
        },
        {
            "text": "Jeremy Thorpe, English lawyer and politician (born 1929)",
            "year": 2014
        },
        {
            "text": "Joana Raspall i Juanola, Spanish author and poet (born 1913)",
            "year": 2013
        },
        {
            "text": "Vasily Belov, Russian author, poet, and playwright (born 1932)",
            "year": 2012
        },
        {
            "text": "Jack Brooks, American colonel, lawyer, and politician (born 1922)",
            "year": 2012
        },
        {
            "text": "Miguel Calero, Colombian footballer and manager (born 1971)",
            "year": 2012
        },
        {
            "text": "Anthony Deane-Drummond, English general (born 1917)",
            "year": 2012
        },
        {
            "text": "Sonia Pierre, Haitian-Dominican activist (born 1965)",
            "year": 2011
        },
        {
            "text": "Sócrates, Brazilian footballer and manager (born 1954)",
            "year": 2011
        },
        {
            "text": "Hubert Sumlin, American singer and guitarist (born 1931)",
            "year": 2011
        },
        {
            "text": "King Curtis Iaukea, American wrestler (born 1937)",
            "year": 2010
        },
        {
            "text": "Liam Clancy, Irish singer, actor, and guitarist (born 1935)",
            "year": 2009
        },
        {
            "text": "Pimp C, American rapper (born 1973)",
            "year": 2007
        },
        {
            "text": "K. Ganeshalingam, Sri Lankan accountant and politician, Mayor of Colombo (born 1938)",
            "year": 2006
        },
        {
            "text": "Ross A. McGinnis, American soldier, Medal of Honor recipient (born 1987)",
            "year": 2006
        },
        {
            "text": "Errol Brathwaite, New Zealand soldier and author (born 1924)",
            "year": 2005
        },
        {
            "text": "Gregg Hoffman, American film producer (born 1963)",
            "year": 2005
        },
        {
            "text": "Elena Souliotis, Greek soprano and actress (born 1943)",
            "year": 2004
        },
        {
            "text": "Iggy Katona, American race car driver (born 1916)",
            "year": 2003
        },
        {
            "text": "Henck Arron, Surinamese banker and politician, 1st Prime Minister of the Republic of Suriname (born 1936)",
            "year": 2000
        },
        {
            "text": "Rose Bird, American academic and judge, 25th Chief Justice of California (born 1936)",
            "year": 1999
        },
        {
            "text": "Margaret Landon, American missionary and author (born 1903)",
            "year": 1993
        },
        {
            "text": "Frank Zappa, American singer-songwriter, guitarist, and producer (born 1940)",
            "year": 1993
        },
        {
            "text": "Henry Clausen, American lawyer and author (born 1905)",
            "year": 1992
        },
        {
            "text": "Osman Achmatowicz, Polish chemist and academic (born 1899)",
            "year": 1988
        },
        {
            "text": "Arnold Lobel, American author and illustrator (born 1933)",
            "year": 1987
        },
        {
            "text": "Rouben Mamoulian, Armenian-American director and screenwriter (born 1897)",
            "year": 1987
        },
        {
            "text": "Jack Mercer, American animator, screenwriter, voice actor, and singer (born 1910)",
            "year": 1984
        },
        {
            "text": "Jeanne Block, American psychologist (born 1923)",
            "year": 1981
        },
        {
            "text": "Francisco de Sá Carneiro, Portuguese lawyer and politician, 111th Prime Minister of Portugal (born 1934)",
            "year": 1980
        },
        {
            "text": "Stanisława Walasiewicz, Polish-American runner (born 1911)",
            "year": 1980
        },
        {
            "text": "Don Warrington, Canadian football player (born 1948)",
            "year": 1980
        },
        {
            "text": "Tommy Bolin, American guitarist and songwriter (born 1951)",
            "year": 1976
        },
        {
            "text": "Benjamin Britten, English pianist, composer, and conductor (born 1913)",
            "year": 1976
        },
        {
            "text": "W. F. McCoy, Irish soldier, lawyer, and politician (born 1886)",
            "year": 1976
        },
        {
            "text": "Hannah Arendt, German-American historian, theorist, and academic (born 1906)",
            "year": 1975
        },
        {
            "text": "Shunryū Suzuki, Japanese-American monk and educator, founded the San Francisco Zen Center (born 1904)",
            "year": 1971
        },
        {
            "text": "Fred Hampton, American Black Panthers activist (born 1948)",
            "year": 1969
        },
        {
            "text": "Bert Lahr, American actor (born 1895)",
            "year": 1967
        },
        {
            "text": "Constance Davey, Australian psychologist (born 1882)",
            "year": 1963
        },
        {
            "text": "József Galamb, Hungarian-American engineer (born 1881)",
            "year": 1955
        },
        {
            "text": "George Shepherd, 1st Baron Shepherd (born 1881)",
            "year": 1954
        },
        {
            "text": "Jesse L. Brown, 1st African-American Naval aviator (born 1926)",
            "year": 1950
        },
        {
            "text": "Frank Benford, American physicist and engineer (born 1883)",
            "year": 1948
        },
        {
            "text": "Thomas Hunt Morgan, American geneticist and biologist, Nobel Prize laureate (born 1866)",
            "year": 1945
        },
        {
            "text": "Richárd Weisz, Hungarian Olympic champion wrestler (born 1879)",
            "year": 1945
        },
        {
            "text": "Roger Bresnahan, American baseball player and manager (born 1879)",
            "year": 1944
        },
        {
            "text": "Juhan Kukk, Estonian politician, 3rd Head of State of Estonia (born 1885)",
            "year": 1942
        },
        {
            "text": "Fritz Löhner-Beda, Jewish Austrian librettist, lyricist and writer (born 1883)",
            "year": 1942
        },
        {
            "text": "Borghild Holmsen, Norwegian pianist, composer and music critic (born 1865)",
            "year": 1938
        },
        {
            "text": "Tamanishiki San'emon, Japanese sumo wrestler, the 32nd Yokozuna (born 1903)",
            "year": 1938
        },
        {
            "text": "Johan Halvorsen, Norwegian violinist, composer, and conductor (born 1864)",
            "year": 1935
        },
        {
            "text": "Charles Richet, French physiologist and academic, Nobel Prize laureate (born 1850)",
            "year": 1935
        },
        {
            "text": "Stefan George, German-Swiss poet and translator (born 1868)",
            "year": 1933
        },
        {
            "text": "Ivana Kobilca, Slovenian painter (born 1861)",
            "year": 1926
        },
        {
            "text": "Charles Dow, American journalist and publisher, co-founded the Dow Jones & Company (born 1851)",
            "year": 1902
        },
        {
            "text": "Griffith Rhys Jones, Welsh conductor (born 1834)",
            "year": 1897
        },
        {
            "text": "John Tyndall, Irish-English physicist and chemist (born 1820)",
            "year": 1893
        },
        {
            "text": "William Sturgeon, English physicist, invented the electric motor (born 1783)",
            "year": 1850
        },
        {
            "text": "Gregor MacGregor, Scottish soldier and explorer (born 1786)",
            "year": 1845
        },
        {
            "text": "David Daniel Davis, Welsh-English physician and academic (born 1777)",
            "year": 1841
        },
        {
            "text": "John Leamy, Irish–American merchant (born 1757)",
            "year": 1839
        },
        {
            "text": "Robert Jenkinson, 2nd Earl of Liverpool, English politician, Prime Minister of the United Kingdom (born 1770)",
            "year": 1828
        },
        {
            "text": "Luigi Galvani, Italian physician, physicist, and philosopher (born 1737)",
            "year": 1798
        },
        {
            "text": "John Gay, English poet and playwright (born 1685)",
            "year": 1732
        },
        {
            "text": "Empress Meishō of Japan (born 1624)",
            "year": 1696
        },
        {
            "text": "Thomas Bartholin, Danish physician, mathematician, and theologian (born 1616)",
            "year": 1680
        },
        {
            "text": "Thomas Hobbes, English philosopher and theorist (born 1588)",
            "year": 1679
        },
        {
            "text": "William Drummond of Hawthornden, Scottish poet (born 1585)",
            "year": 1649
        },
        {
            "text": "Cardinal Richelieu, French cardinal and politician, Chief Minister to the French Monarch (born 1585)",
            "year": 1642
        },
        {
            "text": "Nicholas Ferrar, English trader (born 1592)",
            "year": 1637
        },
        {
            "text": "Alexander Hume, Scottish poet (born 1560)",
            "year": 1609
        },
        {
            "text": "Maerten de Vos, Flemish painter and draughtsman (born 1532)",
            "year": 1603
        },
        {
            "text": "John Willock, Scottish minister and reformer (born 1515)",
            "year": 1585
        },
        {
            "text": "Georg Joachim Rheticus, Austrian-Slovak mathematician and cartographer (born 1514)",
            "year": 1576
        },
        {
            "text": "Adolphus VIII, Count of Holstein (born 1401)",
            "year": 1459
        },
        {
            "text": "Charles I, Duke of Bourbon (born 1401)",
            "year": 1456
        },
        {
            "text": "Valentina Visconti, wife of Louis of Valois, Duke of Orléans",
            "year": 1408
        },
        {
            "text": "Janisław, Archbishop of Gniezno",
            "year": 1341
        },
        {
            "text": "Henry Burghersh, English bishop and politician, Lord Chancellor of England (born 1292)",
            "year": 1340
        },
        {
            "text": "Pope John XXII (born 1249)",
            "year": 1334
        },
        {
            "text": "Theobald II of Navarre (born 1238)",
            "year": 1270
        },
        {
            "text": "Aymer de Valence, Bishop of Winchester (born 1222)",
            "year": 1260
        },
        {
            "text": "William the Lion, Scottish king (born 1143)",
            "year": 1214
        },
        {
            "text": "Omar Khayyám, Persian poet, astronomer, mathematician, and philosopher (born 1048)",
            "year": 1131
        },
        {
            "text": "Anno II, German archbishop and saint (born 1010)",
            "year": 1075
        },
        {
            "text": "Suairlech ind Eidnén mac Ciaráin, Irish bishop",
            "year": 870
        },
        {
            "text": "Carloman I, Frankish king (born 751)",
            "year": 771
        },
        {
            "text": "John of Damascus, Syrian priest and saint (born 676)",
            "year": 749
        }
    ],
    "metadata": {
        "current_date": "December 4, 2025",
        "short_date": "Dec 4",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            45,
            3,
            28,
            30,
            55,
            14,
            56,
            32,
            62,
            43
        ],
        "births": [
            102,
            183,
            52,
            154
        ],
        "deaths": [
            88,
            67,
            47,
            39
        ]
    }
}