{
    "events": [
        {
            "text": "António Costa resigns as Prime Minister of Portugal following news of an investigation in a corruption scandal implicating members of his cabinet.",
            "year": 2023
        },
        {
            "text": "Joe Biden is confirmed elected as the 46th president of the United States, defeating incumbent Donald Trump.",
            "year": 2020
        },
        {
            "text": "Shamshad TV is attacked by gunmen and suicide bombers, with a security guard killed and 20 people wounded; ISIS claims responsibility for the attack.",
            "year": 2017
        },
        {
            "text": "An earthquake off the Pacific coast of Guatemala kills at least 52 people.",
            "year": 2012
        },
        {
            "text": "The Jokela school shooting in Jokela, Tuusula, Finland, takes place, resulting in the death of nine people.",
            "year": 2007
        },
        {
            "text": "Iraq War: The interim government of Iraq calls for a 60-day state of emergency as U.S. forces storm the insurgent stronghold of Fallujah.",
            "year": 2004
        },
        {
            "text": "The controversial US presidential election is later resolved in the Bush v. Gore Supreme Court case, electing George W. Bush as the 43rd President of the United States.",
            "year": 2000
        },
        {
            "text": "The U.S. Drug Enforcement Administration discovers one of the country's largest LSD labs inside a converted military missile silo in Wamego, Kansas.",
            "year": 2000
        },
        {
            "text": "NASA launches the Mars Global Surveyor.",
            "year": 1996
        },
        {
            "text": "ADC Airlines Flight 086 crashes into the Lagos Lagoon in Epe, Lagos State, Nigeria, killing all 144 people on board.",
            "year": 1996
        },
        {
            "text": "WXYC, the student radio station of the University of North Carolina at Chapel Hill, launches the world's first internet radio broadcast.",
            "year": 1994
        },
        {
            "text": "Magic Johnson announces that he is HIV-positive and retires from the NBA.",
            "year": 1991
        },
        {
            "text": "Mary Robinson becomes the first woman to be elected President of the Republic of Ireland.",
            "year": 1990
        },
        {
            "text": "Douglas Wilder wins the governor's seat in Virginia, becoming the first elected African American governor in the United States.",
            "year": 1989
        },
        {
            "text": "David Dinkins becomes the first African American to be elected Mayor of New York City.",
            "year": 1989
        },
        {
            "text": "East German Prime Minister Willi Stoph, along with his entire cabinet, is forced to resign after huge anti-government protests.",
            "year": 1989
        },
        {
            "text": "In Tunisia, president Habib Bourguiba is overthrown and replaced by Prime Minister Zine El Abidine Ben Ali.",
            "year": 1987
        },
        {
            "text": "The Mass Rapid Transit (MRT) system in Singapore opens for passenger service.",
            "year": 1987
        },
        {
            "text": "United States Senate bombing: A bomb explodes inside the United States Capitol. No one is injured, but an estimated $250,000 in damage is caused.",
            "year": 1983
        },
        {
            "text": "Cold War: The command post exercise Able Archer 83 begins, eventually leading to the Soviet Union to place air units in East Germany and Poland on alert, for fear that NATO was preparing for war",
            "year": 1983
        },
        {
            "text": "Colonel Saye Zerbo, president of the military government of Upper Volta, is ousted from power in a coup d'état led by Colonel Gabriel Yoryan Somé.",
            "year": 1982
        },
        {
            "text": "In Bangladesh, a joint force of people and soldiers takes part in an uprising led by Colonel Abu Taher that ousts and kills Brigadier Khaled Mosharraf, freeing the then house-arrested army chief and future president Major General Ziaur Rahman.",
            "year": 1975
        },
        {
            "text": "The United States Congress overrides President Richard Nixon's veto of the War Powers Resolution, which limits presidential power to wage war without congressional approval.",
            "year": 1973
        },
        {
            "text": "United States presidential election: U.S. President Richard Nixon is re-elected in the largest landslide victory at the time.",
            "year": 1972
        },
        {
            "text": "Carl B. Stokes is elected as Mayor of Cleveland, Ohio, becoming the first African American mayor of a major American city.",
            "year": 1967
        },
        {
            "text": "US President Lyndon B. Johnson signs the Public Broadcasting Act of 1967, establishing the Corporation for Public Broadcasting.",
            "year": 1967
        },
        {
            "text": "Cold War: The Gaither Report calls for more American missiles and fallout shelters.",
            "year": 1957
        },
        {
            "text": "Suez Crisis: The United Nations General Assembly adopts a resolution calling for the United Kingdom, France and Israel to immediately withdraw their troops from Egypt.",
            "year": 1956
        },
        {
            "text": "Hungarian Revolution: János Kádár returns to Budapest in a Soviet armored convoy, officially taking office as the next Hungarian leader. By this point, most armed resistance has been defeated.",
            "year": 1956
        },
        {
            "text": "The first oil was taken in Oil Rocks (Neft Daşları), the world's oldest offshore oil platform.",
            "year": 1949
        },
        {
            "text": "Soviet spy Richard Sorge, a half-Russian, half-German World War I veteran, is hanged by his Japanese captors along with 34 of his ring.",
            "year": 1944
        },
        {
            "text": "Franklin D. Roosevelt is elected for a record fourth term as President of the United States.",
            "year": 1944
        },
        {
            "text": "World War II: Soviet hospital ship Armenia is sunk by German planes while evacuating refugees and wounded military and staff of several Crimean hospitals. It is estimated that over 5,000 people died in the sinking.",
            "year": 1941
        },
        {
            "text": "In Tacoma, Washington, the original Tacoma Narrows Bridge collapses in a windstorm, a mere four months after the bridge's completion.",
            "year": 1940
        },
        {
            "text": "Spanish Civil War: The Madrid Defense Council is formed to coordinate the Defense of Madrid against nationalist forces.",
            "year": 1936
        },
        {
            "text": "Fiorello H. La Guardia is elected the 99th mayor of New York City.",
            "year": 1933
        },
        {
            "text": "The Chinese Soviet Republic is proclaimed on the anniversary of the October Revolution.",
            "year": 1931
        },
        {
            "text": "In New York City, the Museum of Modern Art opens to the public.",
            "year": 1929
        },
        {
            "text": "Patriarch Tikhon of Moscow issues a decree that leads to the formation of the Russian Orthodox Church Outside Russia.",
            "year": 1920
        },
        {
            "text": "The first Palmer Raid is conducted on the second anniversary of the Russian Revolution. Over 10,000 suspected communists and anarchists are arrested in 23 U.S. cities.",
            "year": 1919
        },
        {
            "text": "The 1918 influenza epidemic spreads to Western Samoa, killing 7,542 (about 20% of the population) by the end of the year.",
            "year": 1918
        },
        {
            "text": "Kurt Eisner overthrows the Wittelsbach dynasty in the Kingdom of Bavaria.",
            "year": 1918
        },
        {
            "text": "The October Revolution, which gets its name from the Julian calendar date of 25 October, occurs, according to the Gregorian calendar; on this date, the Bolsheviks storm the Winter Palace.",
            "year": 1917
        },
        {
            "text": "World War I: The Third Battle of Gaza ends, with British forces capturing Gaza from the Ottoman Empire.",
            "year": 1917
        },
        {
            "text": "Jeannette Rankin is the first woman elected to the United States Congress.",
            "year": 1916
        },
        {
            "text": "Woodrow Wilson is reelected as President of the United States.",
            "year": 1916
        },
        {
            "text": "Boston Elevated Railway Company's streetcar No. 393 smashes through the warning gates of the open Summer Street drawbridge in Boston, Massachusetts, plunging into the frigid waters of Fort Point Channel, killing 46 people.",
            "year": 1916
        },
        {
            "text": "The German colony of Kiaochow Bay and its centre at Tsingtao are captured by Japanese forces.",
            "year": 1914
        },
        {
            "text": "The first day of the Great Lakes Storm of 1913, a massive blizzard that ultimately killed 250 and caused over $5 million (about $159,243,000 in 2024 dollars) damage. Winds reach hurricane force on this date.",
            "year": 1913
        },
        {
            "text": "The Deutsche Opernhaus (now Deutsche Oper Berlin) opens in the Berlin neighborhood of Charlottenburg, with a production of Beethoven's Fidelio.",
            "year": 1912
        },
        {
            "text": "The first air freight shipment (from Dayton, Ohio, to Columbus, Ohio) is undertaken by the Wright brothers and department store owner Max Morehouse.",
            "year": 1910
        },
        {
            "text": "Jesús García saves the entire town of Nacozari de García by driving a burning train full of dynamite six kilometres (3.7 miles) away before it can explode.",
            "year": 1907
        },
        {
            "text": "Second Boer War: The Battle of Leliefontein takes place, during which the Royal Canadian Dragoons win three Victoria Crosses.",
            "year": 1900
        },
        {
            "text": "Women's suffrage: Women in the U.S. state of Colorado are granted the right to vote, the second state to do so.",
            "year": 1893
        },
        {
            "text": "An anarchist throws two bombs in Barcelona's Liceu opera house, killing 20.",
            "year": 1893
        },
        {
            "text": "The completion of Canada's first transcontinental railway is symbolized by the Last Spike ceremony at Craigellachie, British Columbia.",
            "year": 1885
        },
        {
            "text": "Mapuche uprising of 1881: Mapuche rebels destroy the Chilean settlement of Nueva Imperial after defenders fled to the hills.",
            "year": 1881
        },
        {
            "text": "A cartoon by Thomas Nast in Harper's Weekly, is considered the first important use of an elephant as a symbol for the United States Republican Party.",
            "year": 1874
        },
        {
            "text": "American Civil War: Battle of Belmont: In Belmont, Missouri, Union forces led by General Ulysses S. Grant overrun a Confederate camp but are forced to retreat when Confederate reinforcements arrive.",
            "year": 1861
        },
        {
            "text": "The first Melbourne Cup horse race is held in Melbourne, Australia.",
            "year": 1861
        },
        {
            "text": "In Alton, Illinois, abolitionist printer Elijah P. Lovejoy is shot dead by a mob while attempting to protect his printing shop from being destroyed a third time.",
            "year": 1837
        },
        {
            "text": "Tecumseh's War: The Battle of Tippecanoe is fought near present-day Battle Ground, Indiana, United States.",
            "year": 1811
        },
        {
            "text": "The oldest musical organization in the United States is founded as the Stoughton Musical Society.",
            "year": 1786
        },
        {
            "text": "John Murray (also known as Lord Dunmore), the Royal Governor of the Colony of Virginia, starts the first mass emancipation of slaves in North America by issuing Lord Dunmore's Offer of Emancipation, which offers freedom to slaves who abandoned their colonial masters to fight with Murray and the British.",
            "year": 1775
        },
        {
            "text": "O Ewigkeit, du Donnerwort, BWV 60, a dialogue cantata by Johann Sebastian Bach for Leipzig, was first performed.",
            "year": 1723
        },
        {
            "text": "The London Gazette, the oldest surviving journal, is first published.",
            "year": 1665
        },
        {
            "text": "Elizabeth Stuart is crowned Queen of Bohemia.",
            "year": 1619
        },
        {
            "text": "Christopher Columbus returns from his fourth and last voyage.",
            "year": 1504
        },
        {
            "text": "The Ensisheim meteorite, the oldest meteorite with a known date of impact, strikes the Earth in a wheat field outside the village of Ensisheim, Alsace, France.",
            "year": 1492
        },
        {
            "text": "Lam Sơn uprising: Lam Sơn rebels emerge victorious against the Ming army in the Battle of Tốt Động – Chúc Động taking place in Đông Quan, in now Hanoi.",
            "year": 1426
        },
        {
            "text": "Treaty of Bonn: The Frankish kings Charles the Simple and Henry the Fowler sign a peace treaty or 'pact of friendship' (amicitia) to recognize their borders along the Rhine.",
            "year": 921
        },
        {
            "text": "The Sixth Ecumenical Council commences in Constantinople.",
            "year": 680
        },
        {
            "text": "Athanasius, 20th pope of Alexandria, is banished to Trier on the charge that he prevented a grain fleet from sailing to Constantinople.",
            "year": 335
        }
    ],
    "births": [
        {
            "text": "Amybeth McNulty, Irish actress",
            "year": 2001
        },
        {
            "text": "Callum Hudson-Odoi, English footballer",
            "year": 2000
        },
        {
            "text": "Hongjoong, South Korean rapper, singer, producer, and songwriter",
            "year": 1998
        },
        {
            "text": "Trevor Rainbolt, American social media personality",
            "year": 1998
        },
        {
            "text": "Erika Hendsel, Estonian tennis player",
            "year": 1997
        },
        {
            "text": "Nana Okada, Japanese singer",
            "year": 1997
        },
        {
            "text": "Lorde, New Zealand singer-songwriter",
            "year": 1996
        },
        {
            "text": "Gervonta Davis, American boxer",
            "year": 1994
        },
        {
            "text": "Haruna Iikubo, Japanese singer and actress",
            "year": 1994
        },
        {
            "text": "Algee Smith, American actor and singer",
            "year": 1994
        },
        {
            "text": "Apisai Koroisau, Australian-Fijian rugby league player",
            "year": 1992
        },
        {
            "text": "Felix Rosenqvist, Swedish race car driver",
            "year": 1991
        },
        {
            "text": "Daniel Ayala, Spanish footballer",
            "year": 1990
        },
        {
            "text": "Matt Corby, Australian singer-songwriter and guitarist",
            "year": 1990
        },
        {
            "text": "David de Gea, Spanish footballer",
            "year": 1990
        },
        {
            "text": "Joelle Hadjia, Australian singer-songwriter",
            "year": 1990
        },
        {
            "text": "Sonny Gray, American baseball player",
            "year": 1989
        },
        {
            "text": "Nadezhda Tolokonnikova, Russian singer and political activist",
            "year": 1989
        },
        {
            "text": "Alexandr Dolgopolov, Ukrainian tennis player",
            "year": 1988
        },
        {
            "text": "Simone Favaro, Italian rugby player",
            "year": 1988
        },
        {
            "text": "Gani Lawal, Nigerian-American basketball player",
            "year": 1988
        },
        {
            "text": "Thomas Schneider, German sprinter",
            "year": 1988
        },
        {
            "text": "Tinie Tempah, English rapper and producer",
            "year": 1988
        },
        {
            "text": "Mitch Brown, Australian rugby league player",
            "year": 1987
        },
        {
            "text": "Marek Semjan, Slovak tennis player",
            "year": 1987
        },
        {
            "text": "Andy Hull, American singer-songwriter and guitarist",
            "year": 1986
        },
        {
            "text": "David Nelson, American football player",
            "year": 1986
        },
        {
            "text": "Doukissa Nomikou, Greek model and television host",
            "year": 1986
        },
        {
            "text": "Sebastian Aldén, Swedish motorcycle racer",
            "year": 1985
        },
        {
            "text": "Darnell Jackson, American basketball player",
            "year": 1985
        },
        {
            "text": "Lucas Neff, American actor",
            "year": 1985
        },
        {
            "text": "Mihkel Aksalu, Estonian footballer",
            "year": 1984
        },
        {
            "text": "Jonathan Bornstein, American-Israeli soccer player",
            "year": 1984
        },
        {
            "text": "Gervais Randrianarisoa, Malagasy footballer",
            "year": 1984
        },
        {
            "text": "Amelia Vega, Dominican actress and singer, Miss Universe 2003",
            "year": 1984
        },
        {
            "text": "Adam DeVine, American actor, comedian, screenwriter, producer, and singer",
            "year": 1983
        },
        {
            "text": "Forrest Kline, American singer-songwriter and guitarist",
            "year": 1983
        },
        {
            "text": "Patrick Thoresen, Norwegian ice hockey player",
            "year": 1983
        },
        {
            "text": "Esmerling Vásquez, Dominican baseball player",
            "year": 1983
        },
        {
            "text": "Pascal Leclaire, Canadian ice hockey player",
            "year": 1982
        },
        {
            "text": "Muhammad Hassan, American wrestler and educator",
            "year": 1981
        },
        {
            "text": "Nana Katase, Japanese model, actress, and singer",
            "year": 1981
        },
        {
            "text": "Anushka Shetty, Indian actress",
            "year": 1981
        },
        {
            "text": "Rina Uchiyama, Japanese actress and model",
            "year": 1981
        },
        {
            "text": "Sergio Almirón, Argentinian footballer",
            "year": 1980
        },
        {
            "text": "Gervasio Deferr, Spanish gymnast",
            "year": 1980
        },
        {
            "text": "James Franklin, New Zealand cricketer",
            "year": 1980
        },
        {
            "text": "Karthik, Indian singer-songwriter",
            "year": 1980
        },
        {
            "text": "Luciana Salazar, Argentinian model, actress, and singer",
            "year": 1980
        },
        {
            "text": "Mike Commodore, Canadian ice hockey player",
            "year": 1979
        },
        {
            "text": "Will Demps, American football player",
            "year": 1979
        },
        {
            "text": "Danny Fonseca, Costa Rican footballer",
            "year": 1979
        },
        {
            "text": "Barney Harwood, English television host and actor",
            "year": 1979
        },
        {
            "text": "Jon Peter Lewis, American singer-songwriter and actor",
            "year": 1979
        },
        {
            "text": "Amy Purdy, American actress, model and snowboarder",
            "year": 1979
        },
        {
            "text": "Joey Ryan, American wrestler",
            "year": 1979
        },
        {
            "text": "Otep Shamaya, American singer-songwriter and actress",
            "year": 1979
        },
        {
            "text": "Mohamed Aboutrika, Egyptian footballer",
            "year": 1978
        },
        {
            "text": "Elisabeth Bachman, American volleyball player and coach",
            "year": 1978
        },
        {
            "text": "Rio Ferdinand, English footballer",
            "year": 1978
        },
        {
            "text": "Tomoya Nagase, Japanese singer-songwriter",
            "year": 1978
        },
        {
            "text": "Barry Robson, Scottish footballer",
            "year": 1978
        },
        {
            "text": "Jan Vennegoor of Hesselink, Dutch footballer",
            "year": 1978
        },
        {
            "text": "Lindsay Czarniak, American journalist and sportscaster",
            "year": 1977
        },
        {
            "text": "Andres Oper, Estonian footballer",
            "year": 1977
        },
        {
            "text": "María Sánchez Lorenzo, Spanish tennis player",
            "year": 1977
        },
        {
            "text": "Anthony Thomas, American football player and coach",
            "year": 1977
        },
        {
            "text": "Rob Caggiano, American guitarist and producer",
            "year": 1976
        },
        {
            "text": "Mark Philippoussis, Australian tennis player and model",
            "year": 1976
        },
        {
            "text": "Venkat Prabhu, Indian actor, director, and screenwriter",
            "year": 1975
        },
        {
            "text": "Kris Benson, American baseball player",
            "year": 1974
        },
        {
            "text": "Brigitte Foster-Hylton, Jamaican hurdler",
            "year": 1974
        },
        {
            "text": "Christian Gómez, Argentinian footballer",
            "year": 1974
        },
        {
            "text": "Chris Summers, Norwegian drummer",
            "year": 1974
        },
        {
            "text": "Catê, Brazilian footballer and manager (died 2011)",
            "year": 1973
        },
        {
            "text": "Yunjin Kim, South Korean-American actress",
            "year": 1973
        },
        {
            "text": "Martín Palermo, Argentinian footballer and manager",
            "year": 1973
        },
        {
            "text": "Danny Grewcock, English rugby player",
            "year": 1972
        },
        {
            "text": "Jason London, American actor and producer",
            "year": 1972
        },
        {
            "text": "Jeremy London, American actor and producer",
            "year": 1972
        },
        {
            "text": "Hasim Rahman, American boxer",
            "year": 1972
        },
        {
            "text": "Marcus Stewart, English footballer and coach",
            "year": 1972
        },
        {
            "text": "Robin Finck, American guitarist and songwriter",
            "year": 1971
        },
        {
            "text": "Matthew Ryan, American singer-songwriter and guitarist",
            "year": 1971
        },
        {
            "text": "Trivikram Srinivas, Indian director and screenwriter",
            "year": 1971
        },
        {
            "text": "Andy Houston, American race car driver",
            "year": 1970
        },
        {
            "text": "Marc Rosset, Swiss-Monacan tennis player",
            "year": 1970
        },
        {
            "text": "Morgan Spurlock, American director, producer, and screenwriter (died 2024)",
            "year": 1970
        },
        {
            "text": "Paul Ware, English footballer (died 2013)",
            "year": 1970
        },
        {
            "text": "Michelle Clunie, American actress",
            "year": 1969
        },
        {
            "text": "Hélène Grimaud, French pianist",
            "year": 1969
        },
        {
            "text": "Michel Picard, Canadian ice hockey player and scout",
            "year": 1969
        },
        {
            "text": "Russ Springer, American baseball player",
            "year": 1968
        },
        {
            "text": "Steve Di Giorgio, American bass player",
            "year": 1967
        },
        {
            "text": "David Guetta, French DJ, record producer, remixer, and songwriter",
            "year": 1967
        },
        {
            "text": "Hikaru Ijūin, Japanese radio host",
            "year": 1967
        },
        {
            "text": "Rafael Herbert Reyes, Dominican wrestler",
            "year": 1967
        },
        {
            "text": "Sharleen Spiteri, Scottish singer-songwriter and actress",
            "year": 1967
        },
        {
            "text": "Calvin Borel, American jockey",
            "year": 1966
        },
        {
            "text": "Steve Parkin, English footballer and manager",
            "year": 1965
        },
        {
            "text": "Sigrun Wodars, German runner and physiotherapist",
            "year": 1965
        },
        {
            "text": "Troy Beyer, American actress, director, and screenwriter",
            "year": 1964
        },
        {
            "text": "Philip Hollobone, English politician",
            "year": 1964
        },
        {
            "text": "Liam Ó Maonlaí, Irish keyboard player and songwriter",
            "year": 1964
        },
        {
            "text": "Dana Plato, American actress (died 1999)",
            "year": 1964
        },
        {
            "text": "Bonnie St. John, American skier and scholar",
            "year": 1964
        },
        {
            "text": "John Barnes, Jamaican-English footballer and manager",
            "year": 1963
        },
        {
            "text": "Sam Graves, American farmer and politician",
            "year": 1963
        },
        {
            "text": "Tracie Savage, American actress and journalist",
            "year": 1962
        },
        {
            "text": "Dirk Shafer, American model, actor, and director (died 2015)",
            "year": 1962
        },
        {
            "text": "Orlando Mercado, American baseball player and coach",
            "year": 1961
        },
        {
            "text": "Tommy Thayer, American guitarist and songwriter",
            "year": 1960
        },
        {
            "text": "Shyamaprasad, Indian filmmaker",
            "year": 1960
        },
        {
            "text": "Billy Gillispie, American basketball player and coach",
            "year": 1959
        },
        {
            "text": "Alexandre Guimarães, Brazilian-Costa Rican footballer and manager",
            "year": 1959
        },
        {
            "text": "Dmitry Kozak, Russian politician; Deputy Prime Minister of the Russian Federation",
            "year": 1958
        },
        {
            "text": "John Benitez, American DJ, songwriter, and producer",
            "year": 1957
        },
        {
            "text": "King Kong Bundy, American wrestler (died 2019)",
            "year": 1957
        },
        {
            "text": "Christopher Knight, American actor",
            "year": 1957
        },
        {
            "text": "Mikhail Alperin, Ukrainian pianist and composer (died 2018)",
            "year": 1956
        },
        {
            "text": "Jonathan Palmer, English race car driver and businessman",
            "year": 1956
        },
        {
            "text": "Judy Tenuta, American comedian, actress, and comedy musician (died 2022)",
            "year": 1956
        },
        {
            "text": "James Gray, Scottish politician",
            "year": 1954
        },
        {
            "text": "Kamal Haasan, Tamil actor, director, producer, and screenwriter",
            "year": 1954
        },
        {
            "text": "Guy Gavriel Kay, Canadian lawyer and author",
            "year": 1954
        },
        {
            "text": "Gil Junger, American director, producer, and screenwriter",
            "year": 1954
        },
        {
            "text": "Maire Aunaste, Estonian journalist and author",
            "year": 1953
        },
        {
            "text": "Erik Balke, Norwegian saxophonist and composer",
            "year": 1953
        },
        {
            "text": "Christopher Foster, English bishop",
            "year": 1953
        },
        {
            "text": "Lucinda Green, English equestrian and journalist",
            "year": 1953
        },
        {
            "text": "David Petraeus, American general, Director of the Central Intelligence Agency",
            "year": 1952
        },
        {
            "text": "Modibo Sidibé, Sudanese–Malian police officer and politician, Prime Minister of Mali",
            "year": 1952
        },
        {
            "text": "Valeriy Zuyev, Ukrainian footballer and manager (died 2016)",
            "year": 1952
        },
        {
            "text": "Gerard F. Gilmore, New Zealand astronomer and academic",
            "year": 1951
        },
        {
            "text": "Kevin MacMichael, Canadian guitarist, songwriter, and record producer (died 2002)",
            "year": 1951
        },
        {
            "text": "Lawrence O'Donnell, American journalist and talk show host",
            "year": 1951
        },
        {
            "text": "John Tamargo, American baseball player and coach",
            "year": 1951
        },
        {
            "text": "Lindsay Duncan, Scottish actress",
            "year": 1950
        },
        {
            "text": "John Lang, Australian rugby league player and coach",
            "year": 1950
        },
        {
            "text": "Stephen Bruton, American guitarist, songwriter, and producer (died 2009)",
            "year": 1949
        },
        {
            "text": "Steven Stucky, American composer and academic (died 2016)",
            "year": 1949
        },
        {
            "text": "David S. Ware, American saxophonist, composer, and bandleader (died 2012)",
            "year": 1949
        },
        {
            "text": "Stephen Green, Baron Green of Hurstpierpoint, English businessman and politician",
            "year": 1948
        },
        {
            "text": "Buck Martinez, American baseball player and manager",
            "year": 1948
        },
        {
            "text": "Alex Ribeiro, Brazilian race car driver",
            "year": 1948
        },
        {
            "text": "Bob Anderson, English darts player",
            "year": 1947
        },
        {
            "text": "Rebecca Eaton, American television producer",
            "year": 1947
        },
        {
            "text": "Yutaka Fukumoto, Japanese baseball player and coach",
            "year": 1947
        },
        {
            "text": "Ron Leavitt, American screenwriter and producer (died 2008)",
            "year": 1947
        },
        {
            "text": "Sondhi Limthongkul, Thai journalist and politician",
            "year": 1947
        },
        {
            "text": "Chrystos, American writer and activist",
            "year": 1946
        },
        {
            "text": "Joe Niekro, American baseball player (died 2006)",
            "year": 1945
        },
        {
            "text": "Gigi Riva, Italian footballer and manager (died 2024)",
            "year": 1944
        },
        {
            "text": "Peter Wilby, English journalist",
            "year": 1944
        },
        {
            "text": "Silvia Cartwright, New Zealand lawyer, judge, and politician, 18th Governor-General of New Zealand",
            "year": 1943
        },
        {
            "text": "Stephen Greenblatt, American theorist, scholar, and critic",
            "year": 1943
        },
        {
            "text": "Boris Gromov, Russian general and politician, Governor of Moscow Oblast",
            "year": 1943
        },
        {
            "text": "Joni Mitchell, Canadian singer-songwriter and guitarist",
            "year": 1943
        },
        {
            "text": "Michael Spence, American economist and academic, Nobel Prize laureate",
            "year": 1943
        },
        {
            "text": "Tom Peters, American businessman and author",
            "year": 1942
        },
        {
            "text": "Johnny Rivers, American singer-songwriter, guitarist, and producer",
            "year": 1942
        },
        {
            "text": "Jean Shrimpton, English model and actress",
            "year": 1942
        },
        {
            "text": "Madeline Gins, American poet and architect (died 2014)",
            "year": 1941
        },
        {
            "text": "Angelo Scola, Italian cardinal and philosopher",
            "year": 1941
        },
        {
            "text": "Dakin Matthews, American actor, director, and playwright",
            "year": 1940
        },
        {
            "text": "Antonio Skármeta, Chilean author and academic",
            "year": 1940
        },
        {
            "text": "Barbara Liskov, American computer scientist and academic",
            "year": 1939
        },
        {
            "text": "Dee Clark, American singer-songwriter (died 1990)",
            "year": 1938
        },
        {
            "text": "Jake Gibbs, American baseball player and coach",
            "year": 1938
        },
        {
            "text": "Jim Kaat, American baseball player, coach, and sportscaster",
            "year": 1938
        },
        {
            "text": "Barry Newman, American actor (died 2023)",
            "year": 1938
        },
        {
            "text": "Mary Daheim, American journalist and author (died 2022)",
            "year": 1937
        },
        {
            "text": "Al Attles, American basketball player and coach (died 2024)",
            "year": 1936
        },
        {
            "text": "Gwyneth Jones, Welsh soprano",
            "year": 1936
        },
        {
            "text": "Lubomír Beneš, Czech animator, producer and author (died 1995)",
            "year": 1935
        },
        {
            "text": "W. S. Rendra, Indonesian poet and playwright (died 2009)",
            "year": 1935
        },
        {
            "text": "G. Edward Griffin, American director, producer, and author",
            "year": 1931
        },
        {
            "text": "Rudy Boschwitz, German-American politician",
            "year": 1930
        },
        {
            "text": "Jesús de Polanco, Spanish publisher and businessman (died 2007)",
            "year": 1929
        },
        {
            "text": "Eric Kandel, Austrian-American neuroscientist and psychiatrist, Nobel Prize laureate",
            "year": 1929
        },
        {
            "text": "Lila Kaye, English actress (died 2012)",
            "year": 1929
        },
        {
            "text": "Richard G. Scott, American engineer and religious leader (died 2015)",
            "year": 1928
        },
        {
            "text": "Herbert Flam, American tennis player (died 1980)",
            "year": 1927
        },
        {
            "text": "Hiroshi Yamauchi, Japanese businessman (died 2013)",
            "year": 1927
        },
        {
            "text": "Joan Sutherland, Australian soprano (died 2010)",
            "year": 1926
        },
        {
            "text": "Gene Callahan, American art director and production designer (died 1990)",
            "year": 1923
        },
        {
            "text": "Ghulam Azam, Bangladeshi politician (died 2014)",
            "year": 1922
        },
        {
            "text": "Al Hirt, American trumpet player and bandleader (died 1999)",
            "year": 1922
        },
        {
            "text": "Lisa Ben, American singer-songwriter and journalist (died 2015)",
            "year": 1921
        },
        {
            "text": "Jack Fleck, American golfer (died 2014)",
            "year": 1921
        },
        {
            "text": "Susanne Hirzel, member of the White Rose (died 2012)",
            "year": 1921
        },
        {
            "text": "Max Kampelman, American lawyer and diplomat (died 2013)",
            "year": 1920
        },
        {
            "text": "Elaine Morgan, Welsh writer, aquatic ape hypothesis (died 2013)",
            "year": 1920
        },
        {
            "text": "Ellen Stewart, American director and producer (died 2011)",
            "year": 1919
        },
        {
            "text": "Paul Aussaresses, French general (died 2013)",
            "year": 1918
        },
        {
            "text": "Billy Graham, American minister and author (died 2018)",
            "year": 1918
        },
        {
            "text": "Maria Teresa de Noronha, Portuguese singer (died 1993)",
            "year": 1918
        },
        {
            "text": "Titos Vandis, Greek actor (died 2003)",
            "year": 1917
        },
        {
            "text": "Philip Morrison, American astrophysicist and academic (died 2005)",
            "year": 1915
        },
        {
            "text": "M. Athalie Range, American activist and politician (died 2006)",
            "year": 1915
        },
        {
            "text": "Archie Campbell, American actor, singer, and screenwriter (died 1987)",
            "year": 1914
        },
        {
            "text": "R. A. Lafferty, American author (died 2002)",
            "year": 1914
        },
        {
            "text": "Albert Camus, French novelist, philosopher, and journalist, Nobel Prize laureate (died 1960)",
            "year": 1913
        },
        {
            "text": "Alekos Sakellarios, Greek director and screenwriter (died 1991)",
            "year": 1913
        },
        {
            "text": "Mikhail Solomentsev, Soviet politician, member of the Politburo of the Central Committee of the Communist Party of the Soviet Union (died 2008)",
            "year": 1913
        },
        {
            "text": "Victor Beaumont, German-English actor (died 1977)",
            "year": 1912
        },
        {
            "text": "Ruby Hurley, American civil rights activist (died 1980)",
            "year": 1909
        },
        {
            "text": "Norman Krasna, American director, producer, screenwriter, and playwright (died 1984)",
            "year": 1909
        },
        {
            "text": "Marijac, French author and illustrator (died 1994)",
            "year": 1908
        },
        {
            "text": "Eugene Carson Blake, American minister and educator (died 1985)",
            "year": 1906
        },
        {
            "text": "William Alwyn, English composer, conductor, and educator (died 1985)",
            "year": 1905
        },
        {
            "text": "Ary Barroso, Brazilian pianist and composer (died 1964)",
            "year": 1903
        },
        {
            "text": "Dean Jagger, American actor (died 1991)",
            "year": 1903
        },
        {
            "text": "Konrad Lorenz, Austrian zoologist, ethologist, and ornithologist, Nobel Prize laureate (died 1989)",
            "year": 1903
        },
        {
            "text": "Norah McGuinness, Irish painter and illustrator (died 1980)",
            "year": 1901
        },
        {
            "text": "Nellie Campobello, Mexican writer who chronicled the Mexican Revolution (died 1986)",
            "year": 1900
        },
        {
            "text": "Yitzhak Lamdan, Russian-Israeli journalist and poet (died 1954)",
            "year": 1899
        },
        {
            "text": "Margaret Morris, American actress (died 1968)",
            "year": 1898
        },
        {
            "text": "Raphaël Salem, Greek-French mathematician and academic (died 1963)",
            "year": 1898
        },
        {
            "text": "Herman J. Mankiewicz, American director, producer, and screenwriter (died 1953)",
            "year": 1897
        },
        {
            "text": "Armstrong Sperry, American author and illustrator (died 1976)",
            "year": 1897
        },
        {
            "text": "Esdras Minville, Canadian economist and sociologist (died 1975)",
            "year": 1896
        },
        {
            "text": "Leatrice Joy, American actress (died 1985)",
            "year": 1893
        },
        {
            "text": "Margaret Leech, American historian and author (died 1974)",
            "year": 1893
        },
        {
            "text": "Genrikh Yagoda, director of the NKVD (died 1938)",
            "year": 1891
        },
        {
            "text": "Jan Matulka, Czech-American painter and illustrator (died 1972)",
            "year": 1890
        },
        {
            "text": "C. V. Raman, Indian physicist and academic, Nobel Prize laureate (died 1970)",
            "year": 1888
        },
        {
            "text": "Nestor Makhno, Ukrainian anarchist revolutionary (died 1934)",
            "year": 1888
        },
        {
            "text": "Aron Nimzowitsch, Russian-Danish chess player and theoretician (died 1935)",
            "year": 1886
        },
        {
            "text": "King Baggot, American actor, director, and screenwriter (died 1948)",
            "year": 1879
        },
        {
            "text": "Leon Trotsky, Russian theorist and politician, founded the Red Army (died 1940)",
            "year": 1879
        },
        {
            "text": "Lise Meitner, Austrian-Swedish physicist and academic (died 1968)",
            "year": 1878
        },
        {
            "text": "Charlie Townsend, English cricketer and lawyer (died 1958)",
            "year": 1876
        },
        {
            "text": "Lucille La Verne, American actress (died 1945)",
            "year": 1872
        },
        {
            "text": "Leonora Speyer, American poet and violinist (died 1956)",
            "year": 1872
        },
        {
            "text": "Marie Curie, Polish chemist and physicist, Nobel Prize laureate (died 1934)",
            "year": 1867
        },
        {
            "text": "Jeff Milton, American police officer (died 1947)",
            "year": 1861
        },
        {
            "text": "Lesser Ury, German painter (died 1931)",
            "year": 1861
        },
        {
            "text": "Jean Baptiste Eugène Estienne, French general and engineer (died 1936)",
            "year": 1860
        },
        {
            "text": "Paul Peel, Canadian painter and academic (died 1892)",
            "year": 1860
        },
        {
            "text": "Bipin Chandra Pal, Indian academic and activist (died 1932)",
            "year": 1858
        },
        {
            "text": "Chris von der Ahe, German-American businessman (died 1913)",
            "year": 1851
        },
        {
            "text": "Ignaz Brüll, Austrian pianist and composer (died 1907)",
            "year": 1846
        },
        {
            "text": "William Plankinton, American businessman, industrialist and banker (died 1905)",
            "year": 1843
        },
        {
            "text": "Auguste Villiers de l'Isle-Adam, French author and playwright (died 1889)",
            "year": 1838
        },
        {
            "text": "Andrew Dickson White, American historian, academic, and diplomat, co-founded Cornell University (died 1918)",
            "year": 1832
        },
        {
            "text": "Emanuele Luigi Galizia, Maltese architect and civil engineer (died 1907)",
            "year": 1830
        },
        {
            "text": "Andrea Debono, Maltese trader and explorer (died 1871)",
            "year": 1821
        },
        {
            "text": "Emil du Bois-Reymond, German physician and physiologist (died 1896)",
            "year": 1818
        },
        {
            "text": "Thomas Brassey, English engineer and businessman (died 1870)",
            "year": 1805
        },
        {
            "text": "Platt Rogers Spencer, American calligrapher and educator (died 1864)",
            "year": 1800
        },
        {
            "text": "Alfred Kelley, American legislator, canal builder, and railroad magnate (died 1859)",
            "year": 1789
        },
        {
            "text": "Carl Carl, Polish-born actor and theatre director (died 1854)",
            "year": 1787
        },
        {
            "text": "Friedrich Leopold zu Stolberg-Stolberg, German poet and lawyer (died 1819)",
            "year": 1750
        },
        {
            "text": "James Cook, English captain, navigator, and cartographer (died 1779)",
            "year": 1728
        },
        {
            "text": "Carlo Cecere, Italian violinist and composer (died 1761)",
            "year": 1706
        },
        {
            "text": "William Stukeley, English archaeologist and physician (died 1765)",
            "year": 1687
        },
        {
            "text": "Anton thor Helle, German-Estonian clergyman, author, and translator (died 1748)",
            "year": 1683
        },
        {
            "text": "John Robinson, English bishop and diplomat (died 1723)",
            "year": 1650
        },
        {
            "text": "Gédéon Tallemant des Réaux, French author and poet (died 1692)",
            "year": 1619
        },
        {
            "text": "Francisco de Zurbarán, Spanish painter (died 1664)",
            "year": 1598
        },
        {
            "text": "Georg Cracow, German lawyer and politician (died 1575)",
            "year": 1525
        },
        {
            "text": "Margaret of Bavaria, Electress Palatine, Princess of Bavaria-Landshut by birth (died 1501)",
            "year": 1456
        },
        {
            "text": "Simeon of Russia (died 1353)",
            "year": 1316
        },
        {
            "text": "Ögedei Khan, Mongol ruler, 2nd Great Khan of the Mongol Empire (died 1241)",
            "year": 1186
        },
        {
            "text": "Ibn Hazm, Arabian philosopher and scholar (died 1069)",
            "year": 994
        },
        {
            "text": "Constans II, Byzantine emperor (died 668)",
            "year": 630
        }
    ],
    "deaths": [
        {
            "text": "Bruce Degen, American writer (born 1945)",
            "year": 2024
        },
        {
            "text": "Frank Borman, American astronaut (born 1928)",
            "year": 2023
        },
        {
            "text": "Dean Stockwell, American actor (born 1936)",
            "year": 2021
        },
        {
            "text": "Jonathan Sacks, former Chief Rabbi of the Commonwealth and member of the House of Lords (born 1948)",
            "year": 2020
        },
        {
            "text": "Janette Sherman, American physician, author, and pioneer in occupational and environmental health (born 1930)",
            "year": 2019
        },
        {
            "text": "Roy Halladay, American baseball player (born 1977)",
            "year": 2017
        },
        {
            "text": "Carl Sargeant, Welsh Assembly minister (born 1968)",
            "year": 2017
        },
        {
            "text": "James R. Thompson Jr., American naval officer and engineer, 5th Director of NASA Marshall Space Flight Center (born 1936)",
            "year": 2017
        },
        {
            "text": "Leonard Cohen, Canadian singer-songwriter and poet (born 1934)",
            "year": 2016
        },
        {
            "text": "Janet Reno, American lawyer and government official; Attorney General of the United States (1993–2001) (born 1938)",
            "year": 2016
        },
        {
            "text": "Jimmy Young, British singer and radio personality (born 1921)",
            "year": 2016
        },
        {
            "text": "Bappaditya Bandopadhyay, Indian director and poet (born 1970)",
            "year": 2015
        },
        {
            "text": "Ri Ul-sol, North Korean marshal and politician (born 1921)",
            "year": 2015
        },
        {
            "text": "Lincoln D. Faurer, American general (born 1928)",
            "year": 2014
        },
        {
            "text": "Kajetan Kovič, Slovenian journalist and poet (born 1931)",
            "year": 2014
        },
        {
            "text": "Allen Ripley, American baseball player (born 1952)",
            "year": 2014
        },
        {
            "text": "John Cole, Irish-English journalist and author (born 1927)",
            "year": 2013
        },
        {
            "text": "Ian Davies, Australian basketball player and coach (born 1956)",
            "year": 2013
        },
        {
            "text": "Ron Dellow, English footballer and manager (born 1914)",
            "year": 2013
        },
        {
            "text": "Joey Manley, American publisher, founded Modern Tales (born 1965)",
            "year": 2013
        },
        {
            "text": "Jack Mitchell, American photographer and author (born 1925)",
            "year": 2013
        },
        {
            "text": "Manfred Rommel, German lawyer and politician (born 1928)",
            "year": 2013
        },
        {
            "text": "Carmen Basilio, American boxer (born 1927)",
            "year": 2012
        },
        {
            "text": "Kevin O'Donnell, Jr., American author (born 1950)",
            "year": 2012
        },
        {
            "text": "Glenys Page, New Zealand cricketer (born 1940)",
            "year": 2012
        },
        {
            "text": "Sandy Pearson, Australian general (born 1918)",
            "year": 2012
        },
        {
            "text": "Darrell Royal, American football player and coach (born 1924)",
            "year": 2012
        },
        {
            "text": "Arthur K. Snyder, American lawyer and politician (born 1932)",
            "year": 2012
        },
        {
            "text": "Joe Frazier, American boxer (born 1944)",
            "year": 2011
        },
        {
            "text": "Takanosato Toshihide, Japanese sumo wrestler (born 1952)",
            "year": 2011
        },
        {
            "text": "Earl Dodge, American activist and politician (born 1932)",
            "year": 2007
        },
        {
            "text": "George W. George, American screenwriter and producer (born 1920)",
            "year": 2007
        },
        {
            "text": "Aino Kukk, Estonian chess player and engineer (born 1930)",
            "year": 2006
        },
        {
            "text": "Bryan Pata, American football player (born 1984)",
            "year": 2006
        },
        {
            "text": "Johnny Sain, American baseball player and coach (born 1917)",
            "year": 2006
        },
        {
            "text": "Jean-Jacques Servan-Schreiber, French journalist and politician, co-founded L'Express (born 1924)",
            "year": 2006
        },
        {
            "text": "Polly Umrigar, Indian cricketer and manager (born 1926)",
            "year": 2006
        },
        {
            "text": "Harry Thompson, English author, screenwriter, and producer (born 1960)",
            "year": 2005
        },
        {
            "text": "Howard Keel, American actor and singer (born 1919)",
            "year": 2004
        },
        {
            "text": "Foo Foo Lammar, British drag queen and nightclub owner (born 1937)",
            "year": 2003
        },
        {
            "text": "Rudolf Augstein, German journalist, co-founded Der Spiegel (born 1923)",
            "year": 2002
        },
        {
            "text": "Nida Blanca, Filipino actress (born 1936)",
            "year": 2001
        },
        {
            "text": "Anthony Shaffer, English author and playwright (born 1926)",
            "year": 2001
        },
        {
            "text": "Ingrid of Sweden (born 1910)",
            "year": 2000
        },
        {
            "text": "Nimalan Soundaranayagam, Sri Lankan educator and politician (born 1950)",
            "year": 2000
        },
        {
            "text": "Chidambaram Subramaniam, Indian publisher and politician, Indian Minister of Defence (born 1910)",
            "year": 2000
        },
        {
            "text": "Claude Ake, Nigerian political scientist and academic (born 1939)",
            "year": 1996
        },
        {
            "text": "Jaja Wachuku, Nigerian lawyer and politician, Nigerian Minister of Foreign Affairs (born 1918)",
            "year": 1996
        },
        {
            "text": "Ann Dunham, American anthropologist and academic (born 1942)",
            "year": 1995
        },
        {
            "text": "Shorty Rogers, American trumpet player and composer (born 1924)",
            "year": 1994
        },
        {
            "text": "Adelaide Hall, American-English singer, actress, and dancer (born 1901)",
            "year": 1993
        },
        {
            "text": "Charles Aidman, American stage, film, and television actor (born 1925)",
            "year": 1993
        },
        {
            "text": "Alexander Dubček, Slovak soldier and politician (born 1921)",
            "year": 1992
        },
        {
            "text": "Jack Kelly, American actor and politician (born 1927)",
            "year": 1992
        },
        {
            "text": "Tom of Finland, Finnish illustrator (born 1920)",
            "year": 1991
        },
        {
            "text": "Nuri Ja'far, Iraqi psychologist and philosopher of education, (born 1914)",
            "year": 1991
        },
        {
            "text": "Lawrence Durrell, British novelist, poet, dramatist, (born 1912)",
            "year": 1990
        },
        {
            "text": "Tom Clancy, Irish singer and actor, (born 1924)",
            "year": 1990
        },
        {
            "text": "Bill Hoest, American cartoonist (born 1926)",
            "year": 1988
        },
        {
            "text": "Tracy Pew, Australian bass player (born 1957)",
            "year": 1986
        },
        {
            "text": "Germaine Tailleferre, French pianist and composer (born 1892)",
            "year": 1983
        },
        {
            "text": "Will Durant, American historian and philosopher (born 1885)",
            "year": 1981
        },
        {
            "text": "İlhan Erdost, Turkish publisher (born 1944)",
            "year": 1980
        },
        {
            "text": "Steve McQueen, American actor and producer (born 1930)",
            "year": 1980
        },
        {
            "text": "Frank O'Connor, American actor, rancher, and painter",
            "year": 1979
        },
        {
            "text": "Jivraj Narayan Mehta, Indian surgeon and politician, 6th Chief Minister of Gujarat (born 1887)",
            "year": 1978
        },
        {
            "text": "Gene Tunney, American boxer and actor (born 1897)",
            "year": 1978
        },
        {
            "text": "Piero Dusio, Italian footballer, businessman and race car driver (born 1899)",
            "year": 1975
        },
        {
            "text": "Eric Linklater, Welsh-Scottish author and academic (born 1899)",
            "year": 1974
        },
        {
            "text": "Gordon Coventry, Australian footballer and coach (born 1901)",
            "year": 1968
        },
        {
            "text": "Alexander Gelfond, Russian mathematician, cryptographer, and academic (born 1906)",
            "year": 1968
        },
        {
            "text": "John Nance Garner, American lawyer and politician, 32nd Vice President of the United States (born 1868)",
            "year": 1967
        },
        {
            "text": "Rube Bressler, American baseball player (born 1894)",
            "year": 1966
        },
        {
            "text": "Hans von Euler-Chelpin, German-Swedish biochemist and academic, Nobel Prize laureate (born 1863)",
            "year": 1964
        },
        {
            "text": "Eleanor Roosevelt, American humanitarian and politician, 39th First Lady of the United States (born 1884)",
            "year": 1962
        },
        {
            "text": "Victor McLaglen, English-American boxer and actor (born 1883)",
            "year": 1959
        },
        {
            "text": "K. Natesa Iyer, Indian-Sri Lankan journalist and politician (born 1887)",
            "year": 1947
        },
        {
            "text": "Richard Sorge, Azerbaijani-German journalist and spy (born 1895)",
            "year": 1944
        },
        {
            "text": "Hannah Szenes, Hungarian-Israeli soldier and poet (born 1921)",
            "year": 1944
        },
        {
            "text": "Frank Pick, English lawyer and businessman (born 1878)",
            "year": 1941
        },
        {
            "text": "Harold Weber, American golfer and architect (born 1882)",
            "year": 1933
        },
        {
            "text": "Ōkido Moriemon, Japanese sumo wrestler, the 23rd Yokozuna (born 1878)",
            "year": 1930
        },
        {
            "text": "Ashwini Kumar Dutta, Indian educator and philanthropist (born 1856)",
            "year": 1923
        },
        {
            "text": "Sam Thompson, American baseball player (born 1860)",
            "year": 1922
        },
        {
            "text": "Hugo Haase, German lawyer, jurist, and politician (born 1863)",
            "year": 1919
        },
        {
            "text": "Henry Ward Ranger, American painter and academic (born 1858)",
            "year": 1916
        },
        {
            "text": "Alfred Russel Wallace, Welsh-English biologist and geographer (born 1823)",
            "year": 1913
        },
        {
            "text": "Jesús García, Mexican railroad brakeman (born 1881)",
            "year": 1907
        },
        {
            "text": "Heinrich Seidel, German engineer and poet (born 1842)",
            "year": 1906
        },
        {
            "text": "John MacHale, Irish archbishop (born 1791)",
            "year": 1881
        },
        {
            "text": "Alfred Clebsch, German mathematician and academic (born 1833)",
            "year": 1872
        },
        {
            "text": "Bahadur Shah II, Mughal emperor (born 1775)",
            "year": 1862
        },
        {
            "text": "Elijah Parish Lovejoy, American minister and journalist (born 1809)",
            "year": 1837
        },
        {
            "text": "Paul Sandby, English painter and cartographer (born 1725)",
            "year": 1809
        },
        {
            "text": "Elizabeth Barry, English actress (born 1658)",
            "year": 1713
        },
        {
            "text": "Henry of Nassau-Siegen, German count, officer in the Dutch Army, diplomat for the Dutch Republic (born 1611)",
            "year": 1652
        },
        {
            "text": "Henry Montagu, 1st Earl of Manchester, English judge and politician, Lord High Treasurer of The United Kingdom (born 1563)",
            "year": 1642
        },
        {
            "text": "Thomas Arundell, 1st Baron Arundell of Wardour, English politician (born 1560)",
            "year": 1639
        },
        {
            "text": "Cornelis Drebbel, Dutch inventor (born 1572)",
            "year": 1633
        },
        {
            "text": "Jahangir, Mughal emperor (born 1569)",
            "year": 1627
        },
        {
            "text": "Gasparo Tagliacozzi, Italian surgeon and educator (born 1546)",
            "year": 1599
        },
        {
            "text": "Richard Davies, Welsh bishop and scholar (born 1505)",
            "year": 1581
        },
        {
            "text": "Solomon Luria, Polish rabbi and educator (born 1510)",
            "year": 1574
        },
        {
            "text": "Maldeo Rathore, Rao of Marwar (born 1511)",
            "year": 1562
        },
        {
            "text": "Jeanne de Jussie, Swiss nun and writer  (born 1503)",
            "year": 1561
        },
        {
            "text": "Jón Arason, Icelandic bishop and poet (born 1484)",
            "year": 1550
        },
        {
            "text": "Philip II, Duke of Savoy (born 1443)",
            "year": 1497
        },
        {
            "text": "Engelbert II of Berg, German archbishop and saint (born 1186)",
            "year": 1225
        },
        {
            "text": "Uijong of Goryeo, Korean monarch of the Goryeo dynasty (born 1127)",
            "year": 1173
        },
        {
            "text": "Zhu Shouyin, general of Later Tang",
            "year": 927
        },
        {
            "text": "Cen Changqian, official of the Tang dynasty",
            "year": 691
        },
        {
            "text": "Ge Fuyuan, official of the Tang dynasty",
            "year": 691
        }
    ],
    "metadata": {
        "current_date": "November 7, 2025",
        "short_date": "Nov 7",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            47,
            66,
            49,
            68,
            12,
            2,
            13,
            40,
            60,
            8
        ],
        "births": [
            156,
            39,
            118,
            234
        ],
        "deaths": [
            30,
            104,
            83,
            96
        ]
    }
}