{
    "events": [
        {
            "text": "A concrete canopy collapses at the Novi Sad railway station, killing 14 people and injuring 3.",
            "year": 2024
        },
        {
            "text": "A fuel tank truck crashes and explodes in the Saudi Arabian capital Riyadh, killing 26 people and injuring 135.",
            "year": 2012
        },
        {
            "text": "Mario Draghi succeeds Jean-Claude Trichet and becomes the third president of the European Central Bank.",
            "year": 2011
        },
        {
            "text": "An Ilyushin Il-76 crashes near the Mir mine after takeoff from Mirny Airport in Yakutia, killing all 11 aboard.",
            "year": 2009
        },
        {
            "text": "Turkey, Australia, and Canada agree to commit troops to the invasion of Afghanistan.",
            "year": 2001
        },
        {
            "text": "Chhattisgarh officially becomes the 26th state of India, formed from sixteen districts of eastern Madhya Pradesh.",
            "year": 2000
        },
        {
            "text": "Serbia and Montenegro joins the United Nations.",
            "year": 2000
        },
        {
            "text": "Titanic premieres publicly at Tokyo festival, launching a global blockbuster career.",
            "year": 1997
        },
        {
            "text": "The Maastricht Treaty takes effect, formally establishing the European Union.",
            "year": 1993
        },
        {
            "text": "President of the Chechen Republic Dzhokhar Dudayev declares sovereignty of the Chechen Republic of Ichkeria from the Russian Federation.",
            "year": 1991
        },
        {
            "text": "British Rail Class 43 (HST) hits the record speed of 238 km/h for rail vehicles with on-board fuel to generate electricity for traction motors.",
            "year": 1987
        },
        {
            "text": "After the assassination of Indira Gandhi, Prime Minister of India on 31 October 1984, by two of her Sikh bodyguards, anti-Sikh riots erupt.",
            "year": 1984
        },
        {
            "text": "Honda becomes the first Asian automobile company to produce cars in the United States with the opening of its factory in Marysville, Ohio; a Honda Accord is the first car produced there.",
            "year": 1982
        },
        {
            "text": "Antigua and Barbuda gains independence from the United Kingdom.",
            "year": 1981
        },
        {
            "text": "In Bolivia, Colonel Alberto Natusch executes a bloody coup d'état against the constitutional government of Wálter Guevara.",
            "year": 1979
        },
        {
            "text": "Griselda Álvarez becomes the first female governor of a state of Mexico.",
            "year": 1979
        },
        {
            "text": "Burundian president Michel Micombero is deposed in a bloodless military coup d'état by deputy Jean-Baptiste Bagaza.",
            "year": 1976
        },
        {
            "text": "Watergate scandal: Leon Jaworski is appointed as the new Watergate Special Prosecutor.",
            "year": 1973
        },
        {
            "text": "The Indian state of Mysore is renamed as Karnataka to represent all the regions within Karunadu.",
            "year": 1973
        },
        {
            "text": "Club Cinq-Sept fire in Saint-Laurent-du-Pont, France kills 146 young people.",
            "year": 1970
        },
        {
            "text": "The Motion Picture Association of America's film rating system is officially introduced, originating with the ratings G, M, R, and X.",
            "year": 1968
        },
        {
            "text": "The Arecibo Observatory in Arecibo, Puerto Rico, with the largest radio telescope ever constructed, officially opens.",
            "year": 1963
        },
        {
            "text": "The 1963 South Vietnamese coup begins.",
            "year": 1963
        },
        {
            "text": "The Mackinac Bridge, the world's longest suspension bridge between anchorages at the time, opens to traffic connecting Michigan's upper and lower peninsulas.",
            "year": 1957
        },
        {
            "text": "The Indian states Kerala, Andhra Pradesh, and Mysore are formally created under the States Reorganisation Act; Kanyakumari district is joined to Tamil Nadu from Kerala. Delhi was established as a union territory.",
            "year": 1956
        },
        {
            "text": "Hungarian Revolution: Imre Nagy announces Hungary's neutrality and withdrawal from the Warsaw Pact. Soviet troops begin to re-enter Hungary, contrary to assurances by the Soviet government. János Kádár and Ferenc Münnich secretly defect to the Soviets.",
            "year": 1956
        },
        {
            "text": "The Springhill mining disaster in Springhill, Nova Scotia kills 39 miners; 88 are rescued.",
            "year": 1956
        },
        {
            "text": "The establishment of a Military Assistance Advisory Group in South Vietnam marks the beginning of American involvement in the conflict.",
            "year": 1955
        },
        {
            "text": "The bombing of United Air Lines Flight 629 occurs near Longmont, Colorado, killing all 39 passengers and five crew members aboard the Douglas DC-6B airliner.",
            "year": 1955
        },
        {
            "text": "The Front de Libération Nationale fires the first shots of the Algerian War of Independence.",
            "year": 1954
        },
        {
            "text": "Nuclear weapons testing: The United States successfully detonates Ivy Mike, the first thermonuclear device, at the Eniwetok atoll. The explosion had a yield of ten megatons TNT equivalent.",
            "year": 1952
        },
        {
            "text": "Operation Buster–Jangle: Six thousand five hundred United States Army soldiers are exposed to 'Desert Rock' atomic explosions for training purposes in Nevada. Participation is not voluntary.",
            "year": 1951
        },
        {
            "text": "Puerto Rican nationalists Griselio Torresola and Oscar Collazo attempt to assassinate US President Harry S. Truman at Blair House.",
            "year": 1950
        },
        {
            "text": "All 55 people on board Eastern Air Lines Flight 537 are killed when the Douglas DC-4 operating the flight collides in mid-air with a Bolivian Air Force Lockheed P-38 Lightning aircraft over Alexandria, Virginia.",
            "year": 1949
        },
        {
            "text": "Athenagoras I, Ecumenical Patriarch of Constantinople, is enthroned.",
            "year": 1948
        },
        {
            "text": "The official North Korean newspaper, Rodong Sinmun, is first published under the name Chongro.",
            "year": 1945
        },
        {
            "text": "World War II: Units of the British Army land at Walcheren.",
            "year": 1944
        },
        {
            "text": "World War II: The 3rd Marine Division, United States Marines, landing on Bougainville in the Solomon Islands, secures a beachhead, leading that night to a naval clash at the Battle of Empress Augusta Bay.",
            "year": 1943
        },
        {
            "text": "World War II: Matanikau Offensive begins during the Guadalcanal campaign and ends three days later with an American victory.",
            "year": 1942
        },
        {
            "text": "American photographer Ansel Adams takes a picture of a moonrise over the town of Hernandez, New Mexico that would become one of the most famous images in the history of photography.",
            "year": 1941
        },
        {
            "text": "Seabiscuit defeats War Admiral in an upset victory during a match race deemed \"the match of the century\" in horse racing.",
            "year": 1938
        },
        {
            "text": "Stalinists execute Pastor Paul Hamberg and seven members of Azerbaijan's Lutheran community.",
            "year": 1937
        },
        {
            "text": "The Law on the Adoption and Implementation of the Turkish Alphabet, replaces the Arabic alphabet with the Latin alphabet.",
            "year": 1928
        },
        {
            "text": "The Finnish airline Aero O/Y (now Finnair) is founded.",
            "year": 1923
        },
        {
            "text": "Abolition of the Ottoman sultanate: The last sultan of the Ottoman Empire, Mehmed VI, abdicates.",
            "year": 1922
        },
        {
            "text": "World War I: With a brave action carried out into the waters of the Austro-Hungarian port of Pula, two officers of the Italian Regia Marina sink with a manned torpedo the enemy battleship SMS Viribus Unitis.",
            "year": 1918
        },
        {
            "text": "Malbone Street wreck: The worst rapid transit accident in US history occurs under the intersection of Malbone Street and Flatbush Avenue, Brooklyn, New York City, with at least 102 deaths.",
            "year": 1918
        },
        {
            "text": "Western Ukraine separates from Austria-Hungary.",
            "year": 1918
        },
        {
            "text": "In Russia, Pavel Milyukov delivers in the State Duma the famous \"stupidity or treason\" speech, precipitating the downfall of the government of Boris Stürmer.",
            "year": 1916
        },
        {
            "text": "World War I: The first British Royal Navy defeat of the war with Germany, the Battle of Coronel, is fought off of the western coast of Chile, in the Pacific, with the loss of HMS Good Hope and HMS Monmouth.",
            "year": 1914
        },
        {
            "text": "World War I: The Australian Imperial Force (AIF) departed by ship in a single convoy from Albany, Western Australia bound for Egypt.",
            "year": 1914
        },
        {
            "text": "World's first combat aerial bombing mission takes place in Libya during the Italo-Turkish War. Second Lieutenant Giulio Gavotti of Italy drops several small bombs.",
            "year": 1911
        },
        {
            "text": "Lahti, a city in Finland, is granted city rights by Tsar Nicholas II of Russia, the last Grand Duke of Finland.",
            "year": 1905
        },
        {
            "text": "The first Library of Congress building opens its doors to the public; the library had previously been housed in the Congressional Reading Room in the U.S. Capitol.",
            "year": 1897
        },
        {
            "text": "Italian Sport-Club Juventus is founded by a group of students of Liceo Classico Massimo d'Azeglio.",
            "year": 1897
        },
        {
            "text": "A picture showing the bare breasts of a woman appears in National Geographic magazine for the first time.",
            "year": 1896
        },
        {
            "text": "Nicholas II becomes the new (and last) Tsar of Russia after his father, Alexander III, dies.",
            "year": 1894
        },
        {
            "text": "Buffalo Bill, 15 of his Native Americans, and Annie Oakley were filmed by Thomas Edison in his Black Maria Studio in West Orange, New Jersey.",
            "year": 1894
        },
        {
            "text": "The Battle of Bembezi took place and was the most decisive battle won by the British in the First Matabele War of 1893.",
            "year": 1893
        },
        {
            "text": "In the United States, the Weather Bureau (later renamed the National Weather Service) makes its first official meteorological forecast.",
            "year": 1870
        },
        {
            "text": "American Civil War: U.S. President Abraham Lincoln appoints George B. McClellan as the commander of the Union Army, replacing General Winfield Scott.",
            "year": 1861
        },
        {
            "text": "In Boston, Massachusetts, the first medical school for women, Boston Female Medical School (which later merged with the Boston University School of Medicine), opens.",
            "year": 1848
        },
        {
            "text": "Congress of Vienna opens to re-draw the European political map after the defeat of France in the Napoleonic Wars.",
            "year": 1814
        },
        {
            "text": "Napoleon Bonaparte invades Austria during the War of the Third Coalition.",
            "year": 1805
        },
        {
            "text": "John Adams becomes the first President of the United States to live in the Executive Mansion (later renamed the White House).",
            "year": 1800
        },
        {
            "text": "Edmund Burke publishes Reflections on the Revolution in France, in which he predicts that the French Revolution will end in a disaster.",
            "year": 1790
        },
        {
            "text": "The British Parliament enacts the Stamp Act on the Thirteen Colonies in order to help pay for British military operations in North America.",
            "year": 1765
        },
        {
            "text": "In Portugal, Lisbon is totally devastated by a massive earthquake and tsunami, killing an estimated 40,000 to 60,000 people.",
            "year": 1755
        },
        {
            "text": "William III of Orange sets out a second time from Hellevoetsluis in the Netherlands to seize the crowns of England, Scotland and Ireland from King James II of England during the Glorious Revolution.",
            "year": 1688
        },
        {
            "text": "The British Crown colony of New York is subdivided into 12 counties.",
            "year": 1683
        },
        {
            "text": "During the Time of Troubles, Polish troops are expelled from Moscow's Kitay-gorod by Russian troops under the command of Dmitry Pozharsky (22 October O.S.).",
            "year": 1612
        },
        {
            "text": "The All Saints' Flood devastates the Dutch coast.",
            "year": 1570
        },
        {
            "text": "French Huguenots establish the France Antarctique colony in present-day Rio de Janeiro, Brazil.",
            "year": 1555
        },
        {
            "text": "The Strait of Magellan, the passage immediately south of mainland South America connecting the Pacific and the Atlantic Oceans, is first discovered and navigated by European explorer Ferdinand Magellan during the first recorded circumnavigation voyage.",
            "year": 1520
        },
        {
            "text": "The ceiling of the Sistine Chapel, painted by Michelangelo, is exhibited to the public for the first time.",
            "year": 1512
        },
        {
            "text": "Cardinal Giuliano della Rovere is elected Pope and takes the name Julius II.",
            "year": 1503
        },
        {
            "text": "The anti-royalist Union of Valencia attacks the Jews of Murviedro on the pretext that they are serfs of the King of Valencia and thus \"royalists\".",
            "year": 1348
        },
        {
            "text": "The port city of Sinope surrenders to the Seljuq Turks.",
            "year": 1214
        },
        {
            "text": "Philip II is crowned King of France.",
            "year": 1179
        },
        {
            "text": "Empress Matilda's reign as \"Lady of the English\" ends as Stephen of Blois regains the title of \"King of England\".",
            "year": 1141
        },
        {
            "text": "Emperor Otto III issues a deed to Gottschalk, Bishop of Freising, which is the oldest known document using the name Ostarrîchi (Austria in Old High German).",
            "year": 996
        },
        {
            "text": "Roman Emperor Valentinian I learns the Alemanni have crossed the Rhine and invaded Gaul.",
            "year": 365
        }
    ],
    "births": [
        {
            "text": "Ernest Nuamah, Ghanaian footballer",
            "year": 2003
        },
        {
            "text": "Lautaro Rivero, Argentine footballer",
            "year": 2003
        },
        {
            "text": "NLE Choppa, American rapper and YouTuber",
            "year": 2002
        },
        {
            "text": "Alofiana Khan-Pereira, Australian rugby league player",
            "year": 2001
        },
        {
            "text": "Gonzalo Plata, Ecuadorian footballer",
            "year": 2000
        },
        {
            "text": "Max Burkholder, American actor",
            "year": 1997
        },
        {
            "text": "Nordi Mukiele, French footballer",
            "year": 1997
        },
        {
            "text": "Elvis Rexhbeçaj, Kosovan footballer",
            "year": 1997
        },
        {
            "text": "Alex Wolff, American actor and musician",
            "year": 1997
        },
        {
            "text": "GeorgeNotFound, English internet personality",
            "year": 1996
        },
        {
            "text": "Jeongyeon, South Korean singer",
            "year": 1996
        },
        {
            "text": "Chinanu Onuaku, American basketball player",
            "year": 1996
        },
        {
            "text": "Lil Peep, American rapper (died 2017)",
            "year": 1996
        },
        {
            "text": "Joe Chealey, American basketball player",
            "year": 1995
        },
        {
            "text": "Margarita Mamun, Russian gymnast",
            "year": 1995
        },
        {
            "text": "Brent Rooker, American baseball player",
            "year": 1994
        },
        {
            "text": "James Ward-Prowse, English footballer",
            "year": 1994
        },
        {
            "text": "Semaj Christon, American basketball player",
            "year": 1992
        },
        {
            "text": "Filip Kostić, Serbian footballer",
            "year": 1992
        },
        {
            "text": "Reece Brown, English footballer",
            "year": 1991
        },
        {
            "text": "Anthony Ramos, American actor and singer",
            "year": 1991
        },
        {
            "text": "Jiang Yuyuan, Chinese gymnast",
            "year": 1991
        },
        {
            "text": "Tim Frazier, American basketball player",
            "year": 1990
        },
        {
            "text": "Masahiro Tanaka, Japanese baseball player",
            "year": 1988
        },
        {
            "text": "Ileana D'Cruz, Indian film actress",
            "year": 1987
        },
        {
            "text": "Bruce Irvin, American football player",
            "year": 1987
        },
        {
            "text": "Penn Badgley, American actor and television personality",
            "year": 1986
        },
        {
            "text": "Ksenija Balta, Estonian high jumper, sprinter, and heptathlete",
            "year": 1986
        },
        {
            "text": "Marcus Landry, American basketball player",
            "year": 1985
        },
        {
            "text": "Paulo Orlando, Brazilian baseball player",
            "year": 1985
        },
        {
            "text": "Miloš Krasić, Serbian footballer",
            "year": 1984
        },
        {
            "text": "Natalia Tena, English actress and musician",
            "year": 1984
        },
        {
            "text": "Stephen Vogt, American baseball player",
            "year": 1984
        },
        {
            "text": "Matt Moulson, Canadian ice hockey player",
            "year": 1983
        },
        {
            "text": "Yuko Ogura, Japanese model and singer",
            "year": 1983
        },
        {
            "text": "Jon Wilkin, English rugby player",
            "year": 1983
        },
        {
            "text": "Bradley Orr, English footballer",
            "year": 1982
        },
        {
            "text": "Warren Spragg, English-Italian rugby player",
            "year": 1982
        },
        {
            "text": "Matt Jones, American actor and comedian",
            "year": 1981
        },
        {
            "text": "Bilgin Defterli, Turkish footballer",
            "year": 1980
        },
        {
            "text": "Coco Crisp, American baseball player",
            "year": 1979
        },
        {
            "text": "Milan Dudić, Serbian footballer",
            "year": 1979
        },
        {
            "text": "Alex Prager, American photographer and director",
            "year": 1979
        },
        {
            "text": "Helen Czerski, English physicist and oceanographer",
            "year": 1978
        },
        {
            "text": "Danny Koevermans, Dutch footballer and manager",
            "year": 1978
        },
        {
            "text": "Jessica Valenti, American author",
            "year": 1978
        },
        {
            "text": "Steve Hutchinson, American football player",
            "year": 1977
        },
        {
            "text": "Sergei Artyukhin, Russian-Belarusian wrestler (died 2012)",
            "year": 1976
        },
        {
            "text": "Bryan Harsin, American college football coach",
            "year": 1976
        },
        {
            "text": "Bo Bice, American singer and musician",
            "year": 1975
        },
        {
            "text": "Keryn Jordan, South African footballer (died 2013)",
            "year": 1975
        },
        {
            "text": "Megan Wing, Canadian figure skater and coach",
            "year": 1975
        },
        {
            "text": "V. V. S. Laxman, Indian cricketer",
            "year": 1974
        },
        {
            "text": "David Berman, American actor",
            "year": 1973
        },
        {
            "text": "Geoff Horsfield, English footballer and manager",
            "year": 1973
        },
        {
            "text": "Aishwarya Rai, Indian model and actress",
            "year": 1973
        },
        {
            "text": "Toni Collette, Australian actress",
            "year": 1972
        },
        {
            "text": "Paul Dickov, Scottish footballer and manager",
            "year": 1972
        },
        {
            "text": "Jenny McCarthy, American actress and model",
            "year": 1972
        },
        {
            "text": "Glen Murray, Canadian ice hockey player",
            "year": 1972
        },
        {
            "text": "Sherwin Campbell, Barbadian cricketer",
            "year": 1970
        },
        {
            "text": "Toma Enache, Romanian film director",
            "year": 1970
        },
        {
            "text": "Gary Alexander, American basketball player",
            "year": 1969
        },
        {
            "text": "Tie Domi, Canadian ice hockey player and sportscaster",
            "year": 1969
        },
        {
            "text": "Tina Arena, Australian singer-songwriter, producer, and actress",
            "year": 1967
        },
        {
            "text": "Carla van de Puttelaar, Dutch photographer",
            "year": 1967
        },
        {
            "text": "Willie D, American rapper and entrepreneur",
            "year": 1966
        },
        {
            "text": "Mary Hansen, Australian singer and musician (died 2002)",
            "year": 1966
        },
        {
            "text": "Gary Howell, American businessman and politician",
            "year": 1966
        },
        {
            "text": "Jeremy Hunt, English businessman and politician, Secretary of State for Health",
            "year": 1966
        },
        {
            "text": "Ashab Uddin, Indian-Bengali politician",
            "year": 1966
        },
        {
            "text": "Michael Daley, Australian politician",
            "year": 1965
        },
        {
            "text": "Patrik Ringborg, Swedish conductor",
            "year": 1965
        },
        {
            "text": "Sophie B. Hawkins, American singer-songwriter and guitarist",
            "year": 1964
        },
        {
            "text": "Rick Allen, English musician",
            "year": 1963
        },
        {
            "text": "Nita Ambani, Indian businesswoman",
            "year": 1963
        },
        {
            "text": "Mark Hughes, Welsh footballer and manager",
            "year": 1963
        },
        {
            "text": "Big Kenny, American singer-songwriter and guitarist",
            "year": 1963
        },
        {
            "text": "Sharron Davies, English swimmer",
            "year": 1962
        },
        {
            "text": "Magne Furuholmen, Norwegian singer-songwriter and guitarist",
            "year": 1962
        },
        {
            "text": "Anthony Kiedis, American singer-songwriter",
            "year": 1962
        },
        {
            "text": "Louise Boije af Gennäs, Swedish author and screenwriter",
            "year": 1961
        },
        {
            "text": "Anne Donovan, American basketball player and coach (died 2018)",
            "year": 1961
        },
        {
            "text": "Calvin Johnson, American singer-songwriter, guitarist, and producer",
            "year": 1961
        },
        {
            "text": "Heng Swee Keat, Singaporean politician",
            "year": 1961
        },
        {
            "text": "Tim Cook, American businessman and engineer, current CEO of Apple Inc.",
            "year": 1960
        },
        {
            "text": "Fernando Valenzuela, Mexican baseball player, coach, and sportscaster (died 2024)",
            "year": 1960
        },
        {
            "text": "Susanna Clarke, English author and educator",
            "year": 1959
        },
        {
            "text": "Mark Austin, English journalist",
            "year": 1958
        },
        {
            "text": "Robert Hart, English singer-songwriter",
            "year": 1958
        },
        {
            "text": "Rachel Ticotin, American actress",
            "year": 1958
        },
        {
            "text": "Lyle Lovett, American singer-songwriter, guitarist, and producer",
            "year": 1957
        },
        {
            "text": "Murray Pierce, New Zealand rugby player",
            "year": 1957
        },
        {
            "text": "Beth Leavel, American actress and singer",
            "year": 1955
        },
        {
            "text": "Jan Davis, American engineer and astronaut",
            "year": 1953
        },
        {
            "text": "Paul Wellings, English ecologist and academic",
            "year": 1953
        },
        {
            "text": "Ronald Bell, American singer-songwriter, saxophonist, and producer (died 2020)",
            "year": 1951
        },
        {
            "text": "Fabrice Luchini, French actor and screenwriter",
            "year": 1951
        },
        {
            "text": "Craig Serjeant, Australian cricketer and chemist",
            "year": 1951
        },
        {
            "text": "Mitch Kapor, American computer programmer and businessman, founded Lotus Software and Electronic Frontier Foundation",
            "year": 1950
        },
        {
            "text": "Robert B. Laughlin, American physicist and academic, Nobel Prize laureate",
            "year": 1950
        },
        {
            "text": "Dan Peek, American singer-songwriter and musician (died 2011)",
            "year": 1950
        },
        {
            "text": "Jeannie Berlin, American actress",
            "year": 1949
        },
        {
            "text": "David Foster, Canadian singer-songwriter, keyboard player, and producer",
            "year": 1949
        },
        {
            "text": "Michael D. Griffin, American physicist and engineer",
            "year": 1949
        },
        {
            "text": "Belita Moreno, American actress and acting coach",
            "year": 1949
        },
        {
            "text": "Amani Abeid Karume, Zanzibar accountant and politician, 6th President of Zanzibar",
            "year": 1948
        },
        {
            "text": "Mike Mendoza, English radio host and politician",
            "year": 1948
        },
        {
            "text": "Phil Myre, Canadian ice hockey player and coach",
            "year": 1948
        },
        {
            "text": "Bill Woodrow, English sculptor and academic",
            "year": 1948
        },
        {
            "text": "Ted Hendricks, Guatemalan-American football player",
            "year": 1947
        },
        {
            "text": "Nick Owen, English journalist",
            "year": 1947
        },
        {
            "text": "Jim Steinman, American songwriter and producer (died 2021)",
            "year": 1947
        },
        {
            "text": "Ric Grech, British rock musician (died 1990)",
            "year": 1946
        },
        {
            "text": "Yuko Shimizu, Japanese graphic designer, created Hello Kitty",
            "year": 1946
        },
        {
            "text": "Narendra Dabholkar, Indian author and activist, founded Maharashtra Andhashraddha Nirmoolan Samiti (died 2013)",
            "year": 1945
        },
        {
            "text": "John Williamson, Australian singer-songwriter",
            "year": 1945
        },
        {
            "text": "Kinky Friedman, American singer-songwriter and author (died 2024)",
            "year": 1944
        },
        {
            "text": "Rafic Hariri, Lebanese businessman and politician 60th Prime Minister of Lebanon (died 2005)",
            "year": 1944
        },
        {
            "text": "Bobby Heenan, American wrestler, manager, and sportscaster (died 2017)",
            "year": 1944
        },
        {
            "text": "Oscar Temaru, French-Polynesian soldier and politician, President of French Polynesia",
            "year": 1944
        },
        {
            "text": "Salvatore Adamo, Italian-Belgian singer-songwriter",
            "year": 1943
        },
        {
            "text": "Jacques Attali, French economist and civil servant",
            "year": 1943
        },
        {
            "text": "Larry Flynt, American publisher, founded Larry Flynt Publications (died 2021)",
            "year": 1942
        },
        {
            "text": "Ralph Klein, Canadian journalist and politician, 12th Premier of Alberta (died 2013)",
            "year": 1942
        },
        {
            "text": "Marcia Wallace, American actress and comedian (died 2013)",
            "year": 1942
        },
        {
            "text": "Alfio Basile, Argentinian footballer and manager",
            "year": 1941
        },
        {
            "text": "Joe Caldwell, American basketball player",
            "year": 1941
        },
        {
            "text": "Robert Foxworth, American actor and director",
            "year": 1941
        },
        {
            "text": "John Pullin, English rugby player (died 2021)",
            "year": 1941
        },
        {
            "text": "Bruce Grocott, Baron Grocott, English academic and politician",
            "year": 1940
        },
        {
            "text": "Roger Kellaway, American pianist and composer",
            "year": 1940
        },
        {
            "text": "Ramesh Chandra Lahoti, Indian lawyer and jurist, 35th Chief Justice of India (died 2022)",
            "year": 1940
        },
        {
            "text": "Barry Sadler, American sergeant, author, actor, and singer-songwriter (died 1989)",
            "year": 1940
        },
        {
            "text": "Barbara Bosson, American actress (died 2023)",
            "year": 1939
        },
        {
            "text": "Nicholasa Mohr, Puerto Rican American Nuyorican writer",
            "year": 1938
        },
        {
            "text": "Bill Anderson, American country music singer-songwriter",
            "year": 1937
        },
        {
            "text": "Katsuhisa Hattori, Japanese composer and conductor (died 2020)",
            "year": 1936
        },
        {
            "text": "Shizuka Kamei, Japanese lawyer and politician",
            "year": 1936
        },
        {
            "text": "Gary Player, South African golfer and sportscaster",
            "year": 1935
        },
        {
            "text": "Edward Said, Palestinian-American theorist, author, and academic (died 2003)",
            "year": 1935
        },
        {
            "text": "Umberto Agnelli, Swiss-Italian businessman and politician (died 2004)",
            "year": 1934
        },
        {
            "text": "Gillian Knight, English soprano and actress",
            "year": 1934
        },
        {
            "text": "William Mathias, Welsh pianist and composer (died 1992)",
            "year": 1934
        },
        {
            "text": "Antoine Kohn, Luxembourgian footballer and manager (died 2012)",
            "year": 1933
        },
        {
            "text": "Al Arbour, Canadian ice hockey player and coach (died 2015)",
            "year": 1932
        },
        {
            "text": "Francis Arinze, Nigerian cardinal",
            "year": 1932
        },
        {
            "text": "Yossef Gutfreund, Israeli wrestler and coach (died 1972)",
            "year": 1931
        },
        {
            "text": "Shunsuke Kikuchi, Japanese composer (died 2021)",
            "year": 1931
        },
        {
            "text": "Arne Pedersen, Norwegian footballer and manager (died 2013)",
            "year": 1931
        },
        {
            "text": "A. R. Gurney, American playwright and author (died 2017)",
            "year": 1930
        },
        {
            "text": "Russ Kemmerer, American baseball player and coach (died 2014)",
            "year": 1930
        },
        {
            "text": "Nicholas Mavroules, American lawyer and politician (died 2003)",
            "year": 1929
        },
        {
            "text": "James Bradford, American weightlifter (died 2013)",
            "year": 1928
        },
        {
            "text": "Marcel Ophüls, German documentary filmmaker (died 2025)",
            "year": 1927
        },
        {
            "text": "Vic Power, Puerto Rican baseball player and coach (died 2005)",
            "year": 1927
        },
        {
            "text": "Stephen Antonakos, Greek-American sculptor (died 2013)",
            "year": 1926
        },
        {
            "text": "Lou Donaldson, American saxophonist (died 2024)",
            "year": 1926
        },
        {
            "text": "Betsy Palmer, American actress and game show panelist (died 2015)",
            "year": 1926
        },
        {
            "text": "Süleyman Demirel, Turkish engineer and politician, 9th President of Turkey (died 2015)",
            "year": 1924
        },
        {
            "text": "Jean-Luc Pépin, Canadian academic and politician, 19th Canadian Minister of Labour (died 1995)",
            "year": 1924
        },
        {
            "text": "Victoria de los Ángeles, Spanish soprano and actress (died 2005)",
            "year": 1923
        },
        {
            "text": "Gordon R. Dickson, Canadian-American author (died 2001)",
            "year": 1923
        },
        {
            "text": "Menachem Elon, German-Israeli academic and jurist (died 2013)",
            "year": 1923
        },
        {
            "text": "Carlos Páez Vilaró, Uruguayan painter and sculptor (died 2014)",
            "year": 1923
        },
        {
            "text": "George S. Irving, American actor (died 2016)",
            "year": 1922
        },
        {
            "text": "Andy Tonkovich, American basketball player and coach (died 2006)",
            "year": 1922
        },
        {
            "text": "John W. Peterson, American pilot and songwriter (died 2006)",
            "year": 1921
        },
        {
            "text": "Harald Quandt, German businessman (died 1967)",
            "year": 1921
        },
        {
            "text": "James J. Kilpatrick, American journalist and author (died 2010)",
            "year": 1920
        },
        {
            "text": "Ted Lowe, English sportscaster (died 2011)",
            "year": 1920
        },
        {
            "text": "Hermann Bondi, English-Austrian mathematician and cosmologist (died 2005)",
            "year": 1919
        },
        {
            "text": "Ken Miles, English-American race car driver (died 1966)",
            "year": 1918
        },
        {
            "text": "Zenna Henderson, American author (died 1983)",
            "year": 1917
        },
        {
            "text": "Clarence E. Miller, American engineer and politician (died 2011)",
            "year": 1917
        },
        {
            "text": "Margaret Taylor-Burroughs, American painter, poet, and educator, co-founded the DuSable Museum of African American History (died 2010)",
            "year": 1915
        },
        {
            "text": "Moshe Teitelbaum, Romanian-American rabbi (died 2006)",
            "year": 1914
        },
        {
            "text": "Gunther Plaut, German-Canadian rabbi and author (died 2012)",
            "year": 1912
        },
        {
            "text": "Mingun Sayadaw, Burmese monk and scholar (died 1993)",
            "year": 1911
        },
        {
            "text": "Henri Troyat, French historian and author (died 2007)",
            "year": 1911
        },
        {
            "text": "Hans Mork, South African-Australian rugby league player  (died 1960)",
            "year": 1909
        },
        {
            "text": "Maxie Rosenbloom, American boxer (died 1976)",
            "year": 1907
        },
        {
            "text": "Johnny Indrisano, American boxer (died 1968)",
            "year": 1906
        },
        {
            "text": "Paul-Émile Borduas, Canadian-French painter and educator (died 1960)",
            "year": 1905
        },
        {
            "text": "Laura LaPlante, American silent film actress (died 1996)",
            "year": 1904
        },
        {
            "text": "Max Adrian, Irish-born British actor (died 1973)",
            "year": 1903
        },
        {
            "text": "Edward Greeves, Jr., Australian footballer (died 1963)",
            "year": 1903
        },
        {
            "text": "Nordahl Grieg, Norwegian journalist, author, poet, and playwright (died 1943)",
            "year": 1902
        },
        {
            "text": "Eugen Jochum, German conductor (died 1987)",
            "year": 1902
        },
        {
            "text": "Arthur Legat, Belgian race car driver (died 1960)",
            "year": 1898
        },
        {
            "text": "Sippie Wallace, American singer-songwriter and pianist (died 1986)",
            "year": 1898
        },
        {
            "text": "Edmund Blunden, English author, poet, and critic (died 1974)",
            "year": 1896
        },
        {
            "text": "Hannah Höch, German painter and photographer (died 1978)",
            "year": 1889
        },
        {
            "text": "Philip Noel-Baker, Baron Noel-Baker, English academic and politician, Secretary of State for Commonwealth Relations, Nobel Prize laureate (died 1982)",
            "year": 1889
        },
        {
            "text": "George Kenner, German-American painter and illustrator (died 1971)",
            "year": 1888
        },
        {
            "text": "Michał Sopoćko, Polish cleric and academic (died 1975)",
            "year": 1888
        },
        {
            "text": "L.S. Lowry, English painter and illustrator (died 1976)",
            "year": 1887
        },
        {
            "text": "Hermann Broch, Austrian-American author and poet (died 1951)",
            "year": 1886
        },
        {
            "text": "Sakutarō Hagiwara, Japanese poet and critic (died 1942)",
            "year": 1886
        },
        {
            "text": "Perikles Ioannidis, Greek admiral (died 1965)",
            "year": 1881
        },
        {
            "text": "Sholem Asch, Polish-American author and playwright (died 1957)",
            "year": 1880
        },
        {
            "text": "Grantland Rice, American journalist and poet (died 1954)",
            "year": 1880
        },
        {
            "text": "Alfred Wegener, German meteorologist and geophysicist (died 1930)",
            "year": 1880
        },
        {
            "text": "Konrad Mägi, Estonian painter and educator (died 1925)",
            "year": 1878
        },
        {
            "text": "Carlos Saavedra Lamas, Argentinian academic and politician, Nobel Prize laureate (died 1959)",
            "year": 1878
        },
        {
            "text": "Roger Quilter, English composer (died 1953)",
            "year": 1877
        },
        {
            "text": "Louis Dewis, Belgian-French painter (died 1946)",
            "year": 1872
        },
        {
            "text": "Stephen Crane, American poet, novelist, and short story writer (died 1900)",
            "year": 1871
        },
        {
            "text": "Princess Elisabeth of Hesse and by Rhine (died 1918)",
            "year": 1864
        },
        {
            "text": "Johan Wagenaar, Dutch organist and composer (died 1941)",
            "year": 1862
        },
        {
            "text": "Charles Brantley Aycock, American educator, lawyer, and politician, 50th Governor of North Carolina (died 1912)",
            "year": 1859
        },
        {
            "text": "William Merritt Chase, American painter and educator (died 1916)",
            "year": 1849
        },
        {
            "text": "Caroline Still Anderson, American physician, educator and abolitionist (died 1919)",
            "year": 1848
        },
        {
            "text": "Jules Bastien-Lepage, French painter (died 1884)",
            "year": 1848
        },
        {
            "text": "Emma Albani, Canadian-English soprano and actress (died 1930)",
            "year": 1847
        },
        {
            "text": "Hiệp Hòa, Vietnamese emperor (died 1883)",
            "year": 1847
        },
        {
            "text": "Ahmed Muhtar Pasha, Ottoman general and politician, 227th Grand Vizier of the Ottoman Empire (died 1919)",
            "year": 1839
        },
        {
            "text": "11th Dalai Lama (died 1856)",
            "year": 1838
        },
        {
            "text": "Harry Atkinson, English-New Zealand politician, 10th Prime Minister of New Zealand (died 1892)",
            "year": 1831
        },
        {
            "text": "John Taylor, English-American religious leader, 3rd President of The Church of Jesus Christ of Latter-day Saints (died 1887)",
            "year": 1808
        },
        {
            "text": "F. J. Robinson, 1st Viscount Goderich, English politician, Prime Minister of the United Kingdom (died 1859)",
            "year": 1782
        },
        {
            "text": "Gustav IV Adolf of Sweden (died 1837)",
            "year": 1778
        },
        {
            "text": "Garlieb Merkel, German author and activist (died 1850)",
            "year": 1769
        },
        {
            "text": "Spencer Perceval, English lawyer and politician, Prime Minister of the United Kingdom (died 1812)",
            "year": 1762
        },
        {
            "text": "Antonio Canova, Italian sculptor and educator (died 1822)",
            "year": 1757
        },
        {
            "text": "Józef Zajączek, Polish general, politician (died 1826)",
            "year": 1752
        },
        {
            "text": "Ivan Shuvalov, Russian art collector and philanthropist (died 1797)",
            "year": 1727
        },
        {
            "text": "Toussaint-Guillaume Picquet de la Motte, French admiral (died 1791)",
            "year": 1720
        },
        {
            "text": "James Sherard, English botanist and curator (died 1738)",
            "year": 1666
        },
        {
            "text": "Florent Carton Dancourt, French actor and playwright (died 1725)",
            "year": 1661
        },
        {
            "text": "Louis, Grand Dauphin, heir apparent to the throne of France (died 1711)",
            "year": 1661
        },
        {
            "text": "John Strype, English priest, historian, and author (died 1737)",
            "year": 1643
        },
        {
            "text": "Nicolas Boileau-Despréaux, French poet and critic (died 1711)",
            "year": 1636
        },
        {
            "text": "Oliver Plunkett, Irish archbishop and saint (died 1681)",
            "year": 1625
        },
        {
            "text": "François-Marie, comte de Broglie, Italian-French commander (died 1656)",
            "year": 1611
        },
        {
            "text": "Matthew Hale, Lord Chief Justice of England (died 1676)",
            "year": 1609
        },
        {
            "text": "Georg Philipp Harsdörffer, German poet and translator (died 1658)",
            "year": 1607
        },
        {
            "text": "Pietro da Cortona, Italian painter (died 1669)",
            "year": 1596
        },
        {
            "text": "Jan Brożek, Polish mathematician, physician, and astronomer (died 1652)",
            "year": 1585
        },
        {
            "text": "Diego Sarmiento de Acuña, 1st Count of Gondomar, Spanish academic and diplomat (died 1626)",
            "year": 1567
        },
        {
            "text": "Henry of Saxe-Lauenburg, Prince-Archbishop of Bremen, Prince-Bishop of Osnabrück and Paderborn (died 1585)",
            "year": 1550
        },
        {
            "text": "Pierre Pithou, French lawyer and scholar (died 1596)",
            "year": 1539
        },
        {
            "text": "Étienne de La Boétie, French philosopher and judge (died 1563)",
            "year": 1530
        },
        {
            "text": "William Brooke, 10th Baron Cobham, English noble and politician (died 1597)",
            "year": 1527
        },
        {
            "text": "Catherine Jagiellon, queen of John III of Sweden (died 1583)",
            "year": 1526
        },
        {
            "text": "Andrew Corbet, English landowner and politician (died 1578)",
            "year": 1522
        },
        {
            "text": "Rodrigo of Aragon, Italian noble (died 1512)",
            "year": 1499
        },
        {
            "text": "Giovanni Ricci, Italian cardinal (died 1574)",
            "year": 1498
        },
        {
            "text": "Albert II, Duke of Brunswick-Grubenhagen (died 1485)",
            "year": 1419
        },
        {
            "text": "Leopold III, Duke of Austria (died 1386)",
            "year": 1351
        },
        {
            "text": "Rudolf IV, Duke of Austria (died 1365)",
            "year": 1339
        },
        {
            "text": "Louis the Stammerer, Frankish king (died 879)",
            "year": 846
        }
    ],
    "deaths": [
        {
            "text": "Brian Brain, English cricketer (born 1940)",
            "year": 2023
        },
        {
            "text": "Takeoff, member of the American hip-hop group Migos (born 1994)",
            "year": 2022
        },
        {
            "text": "Hugo Dittfach, Canadian horse jockey (born 1936)",
            "year": 2021
        },
        {
            "text": "Keith Hitchins, American historian expert on Romanian history (born 1931)",
            "year": 2020
        },
        {
            "text": "Lady Elizabeth Shakerley, British party planner, writer and socialite (born 1941)",
            "year": 2020
        },
        {
            "text": "Thomas R. Fitzgerald, American lawyer and judge (born 1941)",
            "year": 2015
        },
        {
            "text": "Houston McTear, American sprinter (born 1957)",
            "year": 2015
        },
        {
            "text": "Charles Duncan Michener, American entomologist and academic (born 1918)",
            "year": 2015
        },
        {
            "text": "Günter Schabowski, German journalist and politician (born 1929)",
            "year": 2015
        },
        {
            "text": "Fred Thompson, American actor, lawyer, and politician (born 1942)",
            "year": 2015
        },
        {
            "text": "Joel Barnett, Baron Barnett, English accountant and politician, Chief Secretary to the Treasury (born 1923)",
            "year": 2014
        },
        {
            "text": "Jackie Fairweather, Australian runner and coach (born 1967)",
            "year": 2014
        },
        {
            "text": "Abednigo Ngcobo, South African footballer (born 1950)",
            "year": 2014
        },
        {
            "text": "Jean-Pierre Roy, Canadian-American baseball player, manager, and sportscaster (born 1920)",
            "year": 2014
        },
        {
            "text": "Wayne Static, American singer-songwriter and guitarist (born 1965)",
            "year": 2014
        },
        {
            "text": "John Y. McCollister, American lieutenant and politician (born 1921)",
            "year": 2013
        },
        {
            "text": "Piet Rietveld, Dutch economist and academic (born 1952)",
            "year": 2013
        },
        {
            "text": "Agustín García Calvo, Spanish poet, playwright, and philosopher (born 1926)",
            "year": 2012
        },
        {
            "text": "Mitch Lucker, American singer (born 1984)",
            "year": 2012
        },
        {
            "text": "Pascual Pérez, Dominican baseball player (born 1957)",
            "year": 2012
        },
        {
            "text": "Cahit Aral, Turkish engineer and politician, Turkish Minister of Industry and Commerce (born 1927)",
            "year": 2011
        },
        {
            "text": "Shannon Tavarez, American actress (born 1999)",
            "year": 2010
        },
        {
            "text": "Diana Wellesley, Duchess of Wellington (born 1922)",
            "year": 2010
        },
        {
            "text": "Esther Hautzig, Lithuanian-American author (born 1930)",
            "year": 2009
        },
        {
            "text": "Endel Laas, Estonian scientist and academic (born 1915)",
            "year": 2009
        },
        {
            "text": "Robert H. Rines, American violinist and composer (born 1922)",
            "year": 2009
        },
        {
            "text": "Jacques Piccard, Swiss oceanographer and engineer (born 1922)",
            "year": 2008
        },
        {
            "text": "Shakir Stewart, American record producer (born 1974)",
            "year": 2008
        },
        {
            "text": "Yma Sumac, Peruvian-American soprano and actress (born 1922/1923)",
            "year": 2008
        },
        {
            "text": "S. Ali Raza, Indian director and screenwriter (born 1922)",
            "year": 2007
        },
        {
            "text": "Paul Tibbets, American general (born 1915)",
            "year": 2007
        },
        {
            "text": "Adrienne Shelly, American actress, director, and screenwriter (born 1966)",
            "year": 2006
        },
        {
            "text": "William Styron, American novelist and essayist (born 1925)",
            "year": 2006
        },
        {
            "text": "Skitch Henderson, American pianist, composer, and conductor (born 1918)",
            "year": 2005
        },
        {
            "text": "Michael Piller, American screenwriter and producer (born 1948)",
            "year": 2005
        },
        {
            "text": "Mac Dre, American rapper and producer, founded Thizz Entertainment (born 1970)",
            "year": 2004
        },
        {
            "text": "Terry Knight, American singer-songwriter and producer (born 1943)",
            "year": 2004
        },
        {
            "text": "George Armstrong, English footballer and manager (born 1944)",
            "year": 2000
        },
        {
            "text": "Theodore Hall, American physicist and spy (born 1925)",
            "year": 1999
        },
        {
            "text": "Walter Payton, American football player and race car driver (born 1954)",
            "year": 1999
        },
        {
            "text": "J. R. Jayewardene, Sri Lankan lawyer and politician, 2nd President of Sri Lanka (born 1906)",
            "year": 1996
        },
        {
            "text": "Noah Beery, Jr., American actor (born 1913)",
            "year": 1994
        },
        {
            "text": "Severo Ochoa, Spanish-American biochemist and academic, Nobel Prize laureate (born 1905)",
            "year": 1993
        },
        {
            "text": "A. N. Sherwin-White, English historian and scholar (born 1911)",
            "year": 1993
        },
        {
            "text": "René Lévesque, Canadian journalist and politician, 23rd Premier of Quebec (born 1922)",
            "year": 1987
        },
        {
            "text": "Serge Garant, Canadian composer and conductor (born 1929)",
            "year": 1986
        },
        {
            "text": "Arnold Pihlak, Estonian-English footballer (born 1902)",
            "year": 1985
        },
        {
            "text": "Phil Silvers, American actor and comedian (born 1911)",
            "year": 1985
        },
        {
            "text": "Norman Krasna, American director, producer, and screenwriter (born 1909)",
            "year": 1984
        },
        {
            "text": "Anthony van Hoboken, Dutch-Swiss musicologist and author (born 1887)",
            "year": 1983
        },
        {
            "text": "James Broderick, American actor and director (born 1927)",
            "year": 1982
        },
        {
            "text": "King Vidor, American director, producer, and screenwriter (born 1894)",
            "year": 1982
        },
        {
            "text": "Waldemar Hammenhög, Swedish author (born 1902)",
            "year": 1972
        },
        {
            "text": "Robert MacArthur, Canadian-American ecologist and academic (born 1930)",
            "year": 1972
        },
        {
            "text": "Ezra Pound, American poet and critic (born 1885)",
            "year": 1972
        },
        {
            "text": "Robert Staughton Lynd, American sociologist and academic (born 1892)",
            "year": 1970
        },
        {
            "text": "Georgios Papandreou, Greek economist and politician, 134th Prime Minister of Greece (born 1888)",
            "year": 1968
        },
        {
            "text": "Ricardo Rodríguez, Mexican race car driver (born 1942)",
            "year": 1962
        },
        {
            "text": "Livia Gouverneur, Venezuelan communist (born 1941)",
            "year": 1961
        },
        {
            "text": "Yahya Kemal Beyatlı, Turkish poet, author, and diplomat (born 1884)",
            "year": 1958
        },
        {
            "text": "Dale Carnegie, American author and educator (born 1888)",
            "year": 1955
        },
        {
            "text": "Dixie Lee, American singer (born 1911)",
            "year": 1952
        },
        {
            "text": "Hugo Distler, German organist, composer, and conductor (born 1908)",
            "year": 1942
        },
        {
            "text": "Charles Weeghman, American businessman (born 1874)",
            "year": 1938
        },
        {
            "text": "Max Linder, French actor, director, screenwriter, producer and comedian (born 1883)",
            "year": 1925
        },
        {
            "text": "Kevin Barry, executed Irish Republican (born 1902)",
            "year": 1920
        },
        {
            "text": "Alfred Jarry, French author and playwright (born 1873)",
            "year": 1907
        },
        {
            "text": "Theodor Mommsen, German archaeologist, journalist, and politician, Nobel Prize laureate (born 1817)",
            "year": 1903
        },
        {
            "text": "Alexander III of Russia (born 1845)",
            "year": 1894
        },
        {
            "text": "Nikolay Przhevalsky, Russian geographer and explorer (born 1838)",
            "year": 1888
        },
        {
            "text": "Alexander Samoylov, Russian general and politician, Russian Minister of Justice (born 1744)",
            "year": 1814
        },
        {
            "text": "Charles II of Spain (born 1661)",
            "year": 1700
        },
        {
            "text": "William Coddington, American judge and politician, 1st Governor of Rhode Island (born 1601)",
            "year": 1678
        },
        {
            "text": "Gisbertus Voetius, Dutch minister and theologian (born 1589)",
            "year": 1676
        },
        {
            "text": "Jean Nicolet, French-Canadian explorer (born 1598)",
            "year": 1642
        },
        {
            "text": "Hendrick ter Brugghen, Dutch painter (born 1588)",
            "year": 1629
        },
        {
            "text": "Pierre Pithou, French lawyer and scholar (born 1539)",
            "year": 1596
        },
        {
            "text": "Jean Daurat, French poet and scholar (born 1508)",
            "year": 1588
        },
        {
            "text": "Giulio Romano, Italian painter and architect (born 1499)",
            "year": 1546
        },
        {
            "text": "Filippo Buonaccorsi (Filip Callimachus), Italian humanist writer (born 1437)",
            "year": 1496
        },
        {
            "text": "David of Trebizond (born 1408)",
            "year": 1461
        },
        {
            "text": "Nicholas Eudaimonoioannes, Byzantine diplomat (probable date)",
            "year": 1423
        },
        {
            "text": "Joanna, Duchess of Brabant (born 1322)",
            "year": 1406
        },
        {
            "text": "John IV, Duke of Brittany (born 1339)",
            "year": 1399
        },
        {
            "text": "Amadeus VII, Count of Savoy (born 1360)",
            "year": 1391
        },
        {
            "text": "John de Halton, Bishop of Carlisle",
            "year": 1324
        },
        {
            "text": "Uguccione della Faggiuola, Italian condottieri (born c. 1250)",
            "year": 1319
        },
        {
            "text": "Guillaume Durand, French bishop and theologian (born 1230)",
            "year": 1296
        },
        {
            "text": "Herman I, Margrave of Meissen (born c. 980)",
            "year": 1038
        },
        {
            "text": "Boso of Merseburg, German bishop",
            "year": 970
        },
        {
            "text": "Beornstan of Winchester, English bishop",
            "year": 934
        }
    ],
    "metadata": {
        "current_date": "November 1, 2025",
        "short_date": "Nov 1",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            73,
            55,
            60,
            10,
            16,
            78,
            14,
            36,
            50,
            70
        ],
        "births": [
            0,
            30,
            204,
            219
        ],
        "deaths": [
            20,
            19,
            86,
            27
        ]
    }
}