{
    "events": [
        {
            "text": "Donald Trump is inaugurated as the 47th President of the United States of America. He is currently the oldest person ever inaugurated.",
            "year": 2025
        },
        {
            "text": "Joe Biden is inaugurated as the 46th President of the United States of America. At the time of his inauguration, he became the oldest person ever inaugurated. Kamala Harris became the first female and first non-white Vice President of the United States.",
            "year": 2021
        },
        {
            "text": "A group of four or five gunmen attack The Inter-Continental Hotel in Kabul, Afghanistan, sparking a 12-hour battle. The attack kills 40 people and injures many others.",
            "year": 2018
        },
        {
            "text": "Syrian civil war: The Government of Turkey announces the initiation of the Afrin offensive and begins shelling Syrian Democratic Forces (SDF) positions in Afrin Region.",
            "year": 2018
        },
        {
            "text": "Donald Trump is inaugurated as the 45th President of the United States of America.",
            "year": 2017
        },
        {
            "text": "Barack Obama is inaugurated as the 44th President of the United States of America, becoming the first African-American President of the United States.",
            "year": 2009
        },
        {
            "text": "A protest movement in Iceland culminates as the 2009 Icelandic financial crisis protests start.",
            "year": 2009
        },
        {
            "text": "President of the Philippines Joseph Estrada is ousted in a nonviolent four-day revolution, and is succeeded by Gloria Macapagal Arroyo.",
            "year": 2001
        },
        {
            "text": "Air Inter Flight 148, an Airbus A320-111, crashes into a mountain near Strasbourg, France, killing 87 of the 96 people on board.",
            "year": 1992
        },
        {
            "text": "Sudan's government imposes Islamic law nationwide, worsening the civil war between the country's Muslim north and Christian south.",
            "year": 1991
        },
        {
            "text": "Protests in Azerbaijan, part of the Dissolution of the Soviet Union.",
            "year": 1990
        },
        {
            "text": "In the United States, Martin Luther King Jr. Day is celebrated as a federal holiday for the first time.",
            "year": 1986
        },
        {
            "text": "Leabua Jonathan, Prime Minister of Lesotho, is ousted from power in a coup d'état led by General Justin Lekhanya.",
            "year": 1986
        },
        {
            "text": "Twenty minutes after Ronald Reagan is inaugurated as the 40th President of the United States of America, Iran releases 52 American hostages.",
            "year": 1981
        },
        {
            "text": "China gains control over all the Paracel Islands after a military engagement between the naval forces of China and South Vietnam.",
            "year": 1974
        },
        {
            "text": "Amílcar Cabral, leader of the independence movement in Guinea-Bissau and Cape Verde, is assassinated in Conakry, Guinea.",
            "year": 1973
        },
        {
            "text": "Pakistan launches its nuclear weapons program, a few weeks after its defeat in the Bangladesh Liberation War, as well as the Indo-Pakistani War of 1971.",
            "year": 1972
        },
        {
            "text": "John F. Kennedy is inaugurated as the 35th President of the United States of America, becoming the youngest man to be elected into that office, and the first Roman Catholic.",
            "year": 1961
        },
        {
            "text": "In the United States, the National Negro Network is established with 40 charter member radio stations.",
            "year": 1954
        },
        {
            "text": "Dwight D. Eisenhower is inaugurated as the 34th President of the United States of America, becoming the first president to begin his presidency on January 20 since the 20th Amendment changed the dates of presidential terms.",
            "year": 1953
        },
        {
            "text": "World War II: The provisional government of Béla Miklós in Hungary agrees to an armistice with the Allies.",
            "year": 1945
        },
        {
            "text": "World War II: Germany begins the evacuation of 1.8 million people from East Prussia, a task which will take nearly two months.",
            "year": 1945
        },
        {
            "text": "World War II: At the Wannsee Conference held in the Berlin suburb of Wannsee, senior Nazi German officials discuss the implementation of the \"Final Solution to the Jewish question\".",
            "year": 1942
        },
        {
            "text": "A German officer is killed in Bucharest, Romania, sparking a rebellion and pogrom by the Iron Guard, killing 125 Jews and 30 soldiers.",
            "year": 1941
        },
        {
            "text": "Franklin D. Roosevelt and John Nance Garner are sworn in for their second terms as U.S. President and U.S. Vice President; it is the first time a Presidential Inauguration takes place on January 20 since the 20th Amendment changed the dates of presidential terms.",
            "year": 1937
        },
        {
            "text": "The British K-class submarine HMS K5 sinks in the English Channel; all 56 on board die.",
            "year": 1921
        },
        {
            "text": "The first Constitution of Turkey is adopted, making fundamental changes in the source and exercise of sovereignty by consecrating the principle of national sovereignty.",
            "year": 1921
        },
        {
            "text": "Newly formed automaker General Motors (GM) buys into the Oakland Motor Car Company, which later becomes GM's long-running Pontiac division.",
            "year": 1909
        },
        {
            "text": "The United States Senate allows the Navy to lease Pearl Harbor as a naval base.",
            "year": 1887
        },
        {
            "text": "The last day of the Constantinople Conference results in agreement for political reforms in the Balkans.",
            "year": 1877
        },
        {
            "text": "The Treaty of Pangkor is signed between the British and Sultan Abdullah of Perak, paving the way for further British colonization of Malaya.",
            "year": 1874
        },
        {
            "text": "Hong Kong Island is occupied by the British during the First Opium War.",
            "year": 1841
        },
        {
            "text": "In the Battle of Yungay, Chile defeats an alliance between Peru and Bolivia.",
            "year": 1839
        },
        {
            "text": "The third and main part of First Fleet arrives at Botany Bay, beginning the British colonization of Australia. Arthur Phillip decides that Port Jackson is a more suitable location for a colony.",
            "year": 1788
        },
        {
            "text": "Invading Siamese forces attempt to exploit the political chaos in Vietnam, but are ambushed and annihilated at the Mekong river by the Tây Sơn in the Battle of Rạch Gầm-Xoài Mút.",
            "year": 1785
        },
        {
            "text": "The Kingdom of Great Britain signs preliminary articles of peace with the Kingdom of France, setting the stage for the official end of hostilities in the American Revolutionary War later that year.",
            "year": 1783
        },
        {
            "text": "J. S. Bach leads the first performance of his cantata Meine Seufzer, meine Tränen (My sighs, my tears), BWV 13, for the second Sunday after Epiphany.",
            "year": 1726
        },
        {
            "text": "The High Court of Justice for the trial of Charles I begins its proceedings.",
            "year": 1649
        },
        {
            "text": "The Mexican city of León is founded by order of the viceroy Don Martín Enríquez de Almanza.",
            "year": 1576
        },
        {
            "text": "Battle of Rio de Janeiro: Portuguese forces under the command of Estácio de Sá definitively drive the French out of Rio de Janeiro.",
            "year": 1567
        },
        {
            "text": "Christian II is forced to abdicate as King of Denmark and Norway.",
            "year": 1523
        },
        {
            "text": "The Taula de canvi (Catalan: \"Table of change\"), described as Europe's first-ever public bank, began operations inside Barcelona's Llotja de Mar.",
            "year": 1401
        },
        {
            "text": "Edward Balliol surrenders his claim to the Scottish throne to Edward III in exchange for an English pension.",
            "year": 1356
        },
        {
            "text": "Duke Wladyslaw Lokietek becomes king of Poland.",
            "year": 1320
        },
        {
            "text": "The first English parliament to include not only Lords but also representatives of the major towns holds its first meeting in the Palace of Westminster, now commonly known as the \"Houses of Parliament\".",
            "year": 1265
        },
        {
            "text": "Finnish peasant Lalli kills English clergyman Henry, the Bishop of Turku, on the ice of Lake Köyliö.",
            "year": 1156
        },
        {
            "text": "Pope Fabian is martyred during the Decian persecution.",
            "year": 250
        }
    ],
    "births": [
        {
            "text": "J. J. McCarthy, American football player",
            "year": 2003
        },
        {
            "text": "Antonia Ružić, Croatian tennis player",
            "year": 2003
        },
        {
            "text": "Arnaud Kalimuendo, French footballer",
            "year": 2002
        },
        {
            "text": "Tyler Herro, American basketball player",
            "year": 2000
        },
        {
            "text": "Joey Badass, American rapper and actor",
            "year": 1995
        },
        {
            "text": "Calum Chambers, English footballer",
            "year": 1995
        },
        {
            "text": "José María Giménez, Uruguayan footballer",
            "year": 1995
        },
        {
            "text": "Sergi Samper, Spanish footballer",
            "year": 1995
        },
        {
            "text": "Kim So-hee, South Korean singer",
            "year": 1995
        },
        {
            "text": "Seán Kavanagh, Irish footballer",
            "year": 1994
        },
        {
            "text": "Hampus Lindholm, Swedish ice hockey player",
            "year": 1994
        },
        {
            "text": "Lucas Piazon, Brazilian footballer",
            "year": 1994
        },
        {
            "text": "Lorenzo Crisetig, Italian footballer",
            "year": 1993
        },
        {
            "text": "Cat Janice, American singer-songwriter (died 2024)",
            "year": 1993
        },
        {
            "text": "DeVante Parker, American football player",
            "year": 1993
        },
        {
            "text": "Tom Cairney, Scottish footballer",
            "year": 1991
        },
        {
            "text": "Ciara Hanna, American actress and model",
            "year": 1991
        },
        {
            "text": "Polona Hercog, Slovenian tennis player",
            "year": 1991
        },
        {
            "text": "Jumpol Adulkittiporn, Thai actor",
            "year": 1991
        },
        {
            "text": "Nick Foles, American football player",
            "year": 1989
        },
        {
            "text": "Alex Grant, Canadian ice hockey player",
            "year": 1989
        },
        {
            "text": "Jared Waerea-Hargreaves, New Zealand rugby league player",
            "year": 1989
        },
        {
            "text": "Uwa Elderson Echiéjilé, Nigerian footballer",
            "year": 1988
        },
        {
            "text": "Jan Muršak, Slovenian ice hockey player",
            "year": 1988
        },
        {
            "text": "Evan Peters, American actor",
            "year": 1987
        },
        {
            "text": "Kevin Parker, Australian singer, songwriter, musician, and producer",
            "year": 1986
        },
        {
            "text": "Nabil Boukili, Belgian politician",
            "year": 1985
        },
        {
            "text": "Toni Gonzaga, Filipino singer and television personality",
            "year": 1984
        },
        {
            "text": "Bonnie McKee, American singer-songwriter",
            "year": 1984
        },
        {
            "text": "Geovany Soto, Puerto Rican baseball player",
            "year": 1983
        },
        {
            "text": "Ruchi Sanghvi, Indian computer engineer",
            "year": 1982
        },
        {
            "text": "Fredrik Strømstad, Norwegian footballer",
            "year": 1982
        },
        {
            "text": "Freddy Guzmán, Dominican baseball player",
            "year": 1981
        },
        {
            "text": "Owen Hargreaves, English footballer",
            "year": 1981
        },
        {
            "text": "Jason Richardson, American basketball player",
            "year": 1981
        },
        {
            "text": "Karl Anderson, American wrestler",
            "year": 1980
        },
        {
            "text": "Philippe Cousteau, Jr., American-French oceanographer and journalist",
            "year": 1980
        },
        {
            "text": "Philippe Gagnon, Canadian swimmer",
            "year": 1980
        },
        {
            "text": "Kim Jeong-hoon, South Korean singer and actor",
            "year": 1980
        },
        {
            "text": "Rob Bourdon, American musician and songwriter",
            "year": 1979
        },
        {
            "text": "Will Young, English singer-songwriter and actor",
            "year": 1979
        },
        {
            "text": "Sonja Kesselschläger, German heptathlete",
            "year": 1978
        },
        {
            "text": "Allan Søgaard, Danish footballer",
            "year": 1978
        },
        {
            "text": "Paul Adams, South African cricketer and coach",
            "year": 1977
        },
        {
            "text": "Sid Wilson, American musician",
            "year": 1977
        },
        {
            "text": "Kirsty Gallacher, Scottish television presenter",
            "year": 1976
        },
        {
            "text": "Gretha Smit, Dutch speed skater",
            "year": 1976
        },
        {
            "text": "David Eckstein, American baseball player",
            "year": 1975
        },
        {
            "text": "Norberto Fontana, Argentinian racing driver",
            "year": 1975
        },
        {
            "text": "Zac Goldsmith, English journalist and politician",
            "year": 1975
        },
        {
            "text": "Ira Newble, American basketball player",
            "year": 1975
        },
        {
            "text": "Stephen Crabb, Scottish-Welsh politician, Secretary of State for Wales",
            "year": 1973
        },
        {
            "text": "Queen Mathilde of Belgium",
            "year": 1973
        },
        {
            "text": "Nikki Haley, American accountant and politician, 116th Governor of South Carolina",
            "year": 1972
        },
        {
            "text": "Gary Barlow, English singer-songwriter, pianist, and producer",
            "year": 1971
        },
        {
            "text": "Wakanohana Masaru, Japanese sumo wrestler, the 66th Yokozuna",
            "year": 1971
        },
        {
            "text": "Questlove, American musician, record producer, and filmmaker",
            "year": 1971
        },
        {
            "text": "Skeet Ulrich, American actor",
            "year": 1970
        },
        {
            "text": "Reno Wilson, American actor",
            "year": 1969
        },
        {
            "text": "Nicky Wire, Welsh singer-songwriter and bass player",
            "year": 1969
        },
        {
            "text": "Nick Anderson, American basketball player and sportscaster",
            "year": 1968
        },
        {
            "text": "Junior Murray, Grenadian cricketer",
            "year": 1968
        },
        {
            "text": "Stacey Dash, American actress and television journalist",
            "year": 1967
        },
        {
            "text": "Chris Morris, American basketball player",
            "year": 1966
        },
        {
            "text": "Rainn Wilson, American actor",
            "year": 1966
        },
        {
            "text": "Colin Calderwood, Scottish footballer and manager",
            "year": 1965
        },
        {
            "text": "Greg K., American musician and songwriter",
            "year": 1965
        },
        {
            "text": "John Michael Montgomery, American singer-songwriter and guitarist",
            "year": 1965
        },
        {
            "text": "Heather Small, English singer-songwriter",
            "year": 1965
        },
        {
            "text": "Sophie, Duchess of Edinburgh",
            "year": 1965
        },
        {
            "text": "Anton Weissenbacher, Romanian footballer",
            "year": 1965
        },
        {
            "text": "Ozzie Guillén, Venezuelan-American baseball player and manager",
            "year": 1964
        },
        {
            "text": "Ron Harper, American basketball player and coach",
            "year": 1964
        },
        {
            "text": "Kazushige Nojima, Japanese screenwriter and songwriter",
            "year": 1964
        },
        {
            "text": "Aquilino Pimentel III, Filipino lawyer and politician",
            "year": 1964
        },
        {
            "text": "Fareed Zakaria, Indian-American journalist and author",
            "year": 1964
        },
        {
            "text": "James Denton, American actor",
            "year": 1963
        },
        {
            "text": "Mark Ryden, American painter and illustrator",
            "year": 1963
        },
        {
            "text": "Janey Godley, Scottish actor, writer and comedian (died 2024)",
            "year": 1961
        },
        {
            "text": "Yolanda González (activist), Basque militant activist",
            "year": 1961
        },
        {
            "text": "Tami Hoag, American author",
            "year": 1959
        },
        {
            "text": "Lorenzo Lamas, American actor, director, and producer",
            "year": 1958
        },
        {
            "text": "Andy Sheppard, English saxophonist and composer",
            "year": 1957
        },
        {
            "text": "Maria Larsson, Swedish educator and politician, Swedish Minister of Health and Social Affairs",
            "year": 1956
        },
        {
            "text": "Bill Maher, American comedian, political commentator, media critic, television host, and producer",
            "year": 1956
        },
        {
            "text": "Richard Morecroft, English-Australian journalist and television host",
            "year": 1956
        },
        {
            "text": "John Naber, American swimmer",
            "year": 1956
        },
        {
            "text": "McKeeva Bush, Caymanian politician, Premier of the Cayman Islands",
            "year": 1955
        },
        {
            "text": "Mohammad Dawran, Afghan aviator and military officer",
            "year": 1954
        },
        {
            "text": "Ken Page, American actor and cabaret singer (died 2024)",
            "year": 1954
        },
        {
            "text": "Jeffrey Epstein, American financier and convicted sex offender (died 2019)",
            "year": 1953
        },
        {
            "text": "Nikos Sideris, Greek psychiatrist and poet",
            "year": 1952
        },
        {
            "text": "Paul Stanley, American singer-songwriter, guitarist, and producer",
            "year": 1952
        },
        {
            "text": "John Witherow, South African-English journalist and author",
            "year": 1952
        },
        {
            "text": "Iván Fischer, Hungarian conductor and composer",
            "year": 1951
        },
        {
            "text": "William Mgimwa, Tanzanian banker and politician, 13th Tanzanian Minister of Finance (died 2014)",
            "year": 1950
        },
        {
            "text": "Mahamane Ousmane, Nigerien politician, President of Niger",
            "year": 1950
        },
        {
            "text": "Göran Persson, Swedish lawyer and politician, 31st Prime Minister of Sweden",
            "year": 1949
        },
        {
            "text": "Nancy Kress, American author and academic",
            "year": 1948
        },
        {
            "text": "Natan Sharansky, Ukrainian-Israeli physicist and politician, Deputy Prime Minister of Israel",
            "year": 1948
        },
        {
            "text": "Cyrille Guimard, French cyclist and sportscaster",
            "year": 1947
        },
        {
            "text": "David Lynch, American director, producer, and screenwriter (died 2025)",
            "year": 1946
        },
        {
            "text": "Vladimír Merta, Czech singer-songwriter, guitarist, and journalist",
            "year": 1946
        },
        {
            "text": "Christopher Martin-Jenkins, English journalist and sportscaster (died 2013)",
            "year": 1945
        },
        {
            "text": "Eric Stewart, English singer-songwriter, guitarist, and producer",
            "year": 1945
        },
        {
            "text": "José Luis Garci, Spanish director and producer",
            "year": 1944
        },
        {
            "text": "Farhad Mehrad, Iranian singer-songwriter and guitarist (died 2002)",
            "year": 1944
        },
        {
            "text": "Pat Parker, American poet (died 1989)",
            "year": 1944
        },
        {
            "text": "Linda Moulton Howe, American journalist and producer",
            "year": 1942
        },
        {
            "text": "Carol Heiss, American figure skater and actress",
            "year": 1940
        },
        {
            "text": "Krishnam Raju, Indian actor and politician (died 2022)",
            "year": 1940
        },
        {
            "text": "Mandé Sidibé, Malian economist and politician, Prime Minister of Mali (died 2009)",
            "year": 1940
        },
        {
            "text": "Paul Coverdell, American captain and politician (died 2000)",
            "year": 1939
        },
        {
            "text": "Chandra Wickramasinghe, Sri Lankan-English mathematician, astronomer, and biologist",
            "year": 1939
        },
        {
            "text": "Derek Dougan, Irish-English footballer and journalist (died 2007)",
            "year": 1938
        },
        {
            "text": "Bailey Howell, American basketball player",
            "year": 1937
        },
        {
            "text": "Dorothy Provine, American actress, singer, and dancer (died 2010)",
            "year": 1935
        },
        {
            "text": "Hennie Aucamp, South African poet, author, and academic (died 2014)",
            "year": 1934
        },
        {
            "text": "Tom Baker, English actor",
            "year": 1934
        },
        {
            "text": "Lou Fontinato, Canadian ice hockey player (died 2016)",
            "year": 1932
        },
        {
            "text": "David Lee, American physicist and academic, Nobel Prize laureate",
            "year": 1931
        },
        {
            "text": "Hachidai Nakamura, Japanese pianist and composer (died 1992)",
            "year": 1931
        },
        {
            "text": "Buzz Aldrin, American colonel, pilot, and astronaut",
            "year": 1930
        },
        {
            "text": "Arte Johnson, American actor and comedian (died 2019)",
            "year": 1929
        },
        {
            "text": "Masaharu Kawakatsu, Japanese biologist",
            "year": 1929
        },
        {
            "text": "Fireball Roberts, American race car driver (died 1964)",
            "year": 1929
        },
        {
            "text": "Antonio de Almeida, French conductor and musicologist (died 1997)",
            "year": 1928
        },
        {
            "text": "Qurratulain Hyder, Indian-Pakistani journalist and academic (died 2007)",
            "year": 1927
        },
        {
            "text": "Patricia Neal, American actress (died 2010)",
            "year": 1926
        },
        {
            "text": "David Tudor, American pianist and composer (died 1996)",
            "year": 1926
        },
        {
            "text": "Jamiluddin Aali, Pakistani poet, playwright, and critic (died 2015)",
            "year": 1925
        },
        {
            "text": "Ernesto Cardenal, Nicaraguan priest, poet, and politician (died 2020)",
            "year": 1925
        },
        {
            "text": "Yvonne Loriod, French pianist and composer (died 2010)",
            "year": 1924
        },
        {
            "text": "Slim Whitman, American country and western singer-songwriter and musician (died 2013)",
            "year": 1923
        },
        {
            "text": "Ray Anthony, American trumpeter and bandleader",
            "year": 1922
        },
        {
            "text": "Don Mankiewicz, American author and screenwriter (died 2015)",
            "year": 1922
        },
        {
            "text": "Telmo Zarra, Spanish footballer (died 2006)",
            "year": 1921
        },
        {
            "text": "Federico Fellini, Italian director and screenwriter (died 1993)",
            "year": 1920
        },
        {
            "text": "DeForest Kelley, American actor (died 1999)",
            "year": 1920
        },
        {
            "text": "Thorleif Schjelderup, Norwegian ski jumper and author (died 2006)",
            "year": 1920
        },
        {
            "text": "Juan García Esquivel, Mexican pianist, composer, and bandleader (died 2002)",
            "year": 1918
        },
        {
            "text": "Nevin Scrimshaw, American scientist (died 2013)",
            "year": 1918
        },
        {
            "text": "Ghulam Ishaq Khan, Pakistani businessman and politician, 7th President of Pakistan (died 2006)",
            "year": 1915
        },
        {
            "text": "Joy Adamson, Austria-Kenyan painter and conservationist (died 1980)",
            "year": 1910
        },
        {
            "text": "Gōgen Yamaguchi, Japanese martial artist (died 1989)",
            "year": 1909
        },
        {
            "text": "Paula Wessely, Austrian actress and producer (died 2000)",
            "year": 1907
        },
        {
            "text": "Aristotle Onassis, Greek shipping magnate (died 1975)",
            "year": 1906
        },
        {
            "text": "Leon Ames, American actor (died 1993)",
            "year": 1902
        },
        {
            "text": "Kevin Barry, Irish Republican Army volunteer (died 1920)",
            "year": 1902
        },
        {
            "text": "Dorothy Annan, English painter, potter, and muralist (died 1983)",
            "year": 1900
        },
        {
            "text": "Colin Clive, English actor (died 1937)",
            "year": 1900
        },
        {
            "text": "Clarice Cliff, English potter (died 1972)",
            "year": 1899
        },
        {
            "text": "Kenjiro Takayanagi, Japanese engineer (died 1990)",
            "year": 1899
        },
        {
            "text": "U Razak, Burmese educator and politician (died 1947)",
            "year": 1898
        },
        {
            "text": "George Burns, American actor, comedian, and producer (died 1996)",
            "year": 1896
        },
        {
            "text": "Gábor Szegő, Hungarian mathematician and academic (died 1985)",
            "year": 1895
        },
        {
            "text": "Harold Gray, American cartoonist, created Little Orphan Annie (died 1968)",
            "year": 1894
        },
        {
            "text": "Walter Piston, American composer, theorist, and academic (died 1976)",
            "year": 1894
        },
        {
            "text": "Georg Åberg, Swedish triple jumper (died 1946)",
            "year": 1893
        },
        {
            "text": "Mischa Elman, Ukrainian-American violinist (died 1967)",
            "year": 1891
        },
        {
            "text": "Allan Haines Loughead, American engineer and businessman, founded the Alco Hydro-Aeroplane Company (died 1969)",
            "year": 1889
        },
        {
            "text": "Lead Belly, American folk/blues musician and songwriter (died 1949)",
            "year": 1888
        },
        {
            "text": "Enoch L. Johnson, American mob boss (died 1968)",
            "year": 1883
        },
        {
            "text": "Forrest Wilson, American journalist and author (died 1942)",
            "year": 1883
        },
        {
            "text": "Johnny Torrio, Italian-American mob boss (died 1957)",
            "year": 1882
        },
        {
            "text": "Walter W. Bacon, American accountant and politician, 60th Governor of Delaware (died 1962)",
            "year": 1880
        },
        {
            "text": "Ruth St. Denis, American dancer and educator (died 1968)",
            "year": 1879
        },
        {
            "text": "Finlay Currie, Scottish-English actor (died 1968)",
            "year": 1878
        },
        {
            "text": "Josef Hofmann, Polish-American pianist and composer (died 1957)",
            "year": 1876
        },
        {
            "text": "Steve Bloomer, English footballer and coach (died 1938)",
            "year": 1874
        },
        {
            "text": "Johannes V. Jensen, Danish author, poet, and playwright, Nobel Prize laureate (died 1950)",
            "year": 1873
        },
        {
            "text": "Guillaume Lekeu, Belgian pianist and composer (died 1894)",
            "year": 1870
        },
        {
            "text": "Yvette Guilbert, French singer and actress (died 1944)",
            "year": 1865
        },
        {
            "text": "Wilhelm Ramsay, Finnish geologist and professor (died 1928)",
            "year": 1865
        },
        {
            "text": "Harriot Stanton Blatch, American suffragist and organizer (died 1940)",
            "year": 1856
        },
        {
            "text": "Ernest Chausson, French composer (died 1899)",
            "year": 1855
        },
        {
            "text": "George D. Robinson, American lawyer and politician, 34th Governor of Massachusetts (died 1896)",
            "year": 1834
        },
        {
            "text": "Göran Fredrik Göransson, Swedish merchant, ironmaster and industrialist (died 1900)",
            "year": 1819
        },
        {
            "text": "David Wilmot, American politician, sponsor of Wilmot Proviso (died 1868)",
            "year": 1814
        },
        {
            "text": "William Fox, English-New Zealand politician, 2nd Prime Minister of New Zealand (died 1893)",
            "year": 1812
        },
        {
            "text": "Thomas Meik, Scottish engineer (died 1896)",
            "year": 1812
        },
        {
            "text": "Anson Jones, American physician and politician, 5th President of the Republic of Texas (died 1858)",
            "year": 1799
        },
        {
            "text": "Friedrich Dotzauer, German cellist and composer (died 1860)",
            "year": 1783
        },
        {
            "text": "Joseph Hormayr, Baron zu Hortenburg, Austrian-German historian and politician (died 1848)",
            "year": 1781
        },
        {
            "text": "André-Marie Ampère, French physicist and mathematician (died 1836)",
            "year": 1775
        },
        {
            "text": "Jérôme-Joseph de Momigny, Belgian-French composer and theorist (died 1842)",
            "year": 1762
        },
        {
            "text": "Sir Albemarle Bertie, 1st Baronet, English admiral (died 1824)",
            "year": 1755
        },
        {
            "text": "Carl Linnaeus the Younger, Swedish botanist and author (died 1783)",
            "year": 1741
        },
        {
            "text": "Richard Henry Lee, American lawyer and politician, President of the Continental Congress (died 1794)",
            "year": 1732
        },
        {
            "text": "Jean-Jacques Barthélemy, French archaeologist and numismatist (died 1795)",
            "year": 1716
        },
        {
            "text": "Charles III of Spain (died 1788)",
            "year": 1716
        },
        {
            "text": "Joseph-Hector Fiocco, Flemish violinist and composer (died 1741)",
            "year": 1703
        },
        {
            "text": "Giovanni Vincenzo Gravina, Italian lawyer and jurist (died 1718)",
            "year": 1664
        },
        {
            "text": "Johann Hermann Schein, German composer (died 1630)",
            "year": 1586
        },
        {
            "text": "Simon Marius, German astronomer and academic (died 1624)",
            "year": 1573
        },
        {
            "text": "Heribert Rosweyde, Jesuit hagiographer (died 1629)",
            "year": 1569
        },
        {
            "text": "Sebastian, King of Portugal (died 1578)",
            "year": 1554
        },
        {
            "text": "Rafael Bombelli, Italian mathematician (died 1572)",
            "year": 1526
        },
        {
            "text": "Sebastian de Aparicio, Spanish-Mexican rancher and missionary (died 1600)",
            "year": 1502
        },
        {
            "text": "Jean Quintin, French priest, knight and writer (died 1561)",
            "year": 1500
        },
        {
            "text": "Sebastian Franck, German humanist (probable; (died 1543)",
            "year": 1499
        },
        {
            "text": "Sebastian Münster, German scholar, cartographer, and cosmographer (died 1552)",
            "year": 1488
        },
        {
            "text": "Ashikaga Yoshimasa, Japanese shōgun (died 1490)",
            "year": 1436
        },
        {
            "text": "Elizabeth of Bohemia, queen consort of Bohemia (died 1330)",
            "year": 1292
        },
        {
            "text": "Alp Arslan, Seljuk sultan (probable; (died 1072)",
            "year": 1029
        },
        {
            "text": "Gordian III, Roman emperor (died 244)",
            "year": 225
        }
    ],
    "deaths": [
        {
            "text": "Lynn Ban, Singaporean jewelry designer (born 1972)",
            "year": 2025
        },
        {
            "text": "Cecile Richards, American activist and former Planned Parenthood president (born 1957)",
            "year": 2025
        },
        {
            "text": "Norman Jewison, Canadian actor, director, and producer (born 1926)",
            "year": 2024
        },
        {
            "text": "Meat Loaf, American singer and actor (born 1947)",
            "year": 2022
        },
        {
            "text": "Sibusiso Moyo, Zimbabwean politician, army general (born 1960)",
            "year": 2021
        },
        {
            "text": "Mira Furlan, Croatian actress and singer (born 1955)",
            "year": 2021
        },
        {
            "text": "Jaroslav Kubera, Czech politician (born 1947)",
            "year": 2020
        },
        {
            "text": "Tom Fisher Railsback, American politician, member of the Illinois and U.S. House of Representatives (born 1932)",
            "year": 2020
        },
        {
            "text": "Paul Bocuse, French chef (born 1926)",
            "year": 2018
        },
        {
            "text": "Naomi Parker Fraley, American naval machiner, considered the model for the \"We Can Do It!\" posters of World War II (born 1921)",
            "year": 2018
        },
        {
            "text": "Mykolas Burokevičius, Lithuanian carpenter and politician (born 1927)",
            "year": 2016
        },
        {
            "text": "Edmonde Charles-Roux, French journalist and author (born 1920)",
            "year": 2016
        },
        {
            "text": "Claudio Abbado, Italian conductor (born 1933)",
            "year": 2014
        },
        {
            "text": "Otis G. Pike, American judge and politician (born 1921)",
            "year": 2014
        },
        {
            "text": "Jonas Trinkūnas, Lithuanian ethnologist and academic (born 1939)",
            "year": 2014
        },
        {
            "text": "Pavlos Matesis, Greek author and playwright (born 1933)",
            "year": 2013
        },
        {
            "text": "Toyo Shibata, Japanese poet and author (born 1911)",
            "year": 2013
        },
        {
            "text": "Etta James, American singer-songwriter (born 1938)",
            "year": 2012
        },
        {
            "text": "John Levy, American bassist and manager (born 1912)",
            "year": 2012
        },
        {
            "text": "Ioannis Kefalogiannis, Greek politician, Greek Minister of the Interior (born 1933)",
            "year": 2012
        },
        {
            "text": "Alejandro Rodriguez, Venezuelan-American pediatrician and psychiatrist (born 1918)",
            "year": 2012
        },
        {
            "text": "Stéphanos II Ghattas, Egyptian patriarch (born 1920)",
            "year": 2009
        },
        {
            "text": "Per Borten, Norwegian lawyer and politician, 18th Prime Minister of Norway (born 1913)",
            "year": 2005
        },
        {
            "text": "Jan Nowak-Jeziorański, Polish journalist and politician (born 1914)",
            "year": 2005
        },
        {
            "text": "Miriam Rothschild, English zoologist, entomologist, and author (born 1908)",
            "year": 2005
        },
        {
            "text": "Alan Brown, English racing driver (born 1919)",
            "year": 2004
        },
        {
            "text": "T. Nadaraja, Sri Lankan lawyer and academic (born 1917)",
            "year": 2004
        },
        {
            "text": "Al Hirschfeld, American painter and illustrator (born 1903)",
            "year": 2003
        },
        {
            "text": "Nedra Volz, American actress (born 1908)",
            "year": 2003
        },
        {
            "text": "Carrie Hamilton, American actress and singer (born 1963)",
            "year": 2002
        },
        {
            "text": "Bobo Brazil, American professional wrestler (born 1924)",
            "year": 1998
        },
        {
            "text": "Gerry Mulligan, American saxophonist and composer (born 1927)",
            "year": 1996
        },
        {
            "text": "Matt Busby, Scottish footballer and coach (born 1909)",
            "year": 1994
        },
        {
            "text": "Jaramogi Oginga Odinga, first Kenyan Vice-President (born 1911)",
            "year": 1994
        },
        {
            "text": "Audrey Hepburn, British actress and humanitarian activist (born 1929)",
            "year": 1993
        },
        {
            "text": "Barbara Stanwyck, American actress (born 1907)",
            "year": 1990
        },
        {
            "text": "Alamgir Kabir, Bangladeshi director, producer, and screenwriter (born 1938)",
            "year": 1989
        },
        {
            "text": "Khan Abdul Ghaffar Khan, Pakistani activist and politician (born 1890)",
            "year": 1988
        },
        {
            "text": "Dora Stratou, Greek dancer and choreographer (born 1903)",
            "year": 1988
        },
        {
            "text": "Johnny Weissmuller, American swimmer and actor (born 1904)",
            "year": 1984
        },
        {
            "text": "Garrincha, Brazilian footballer (born 1933)",
            "year": 1983
        },
        {
            "text": "William Roberts, English soldier and painter (born 1895)",
            "year": 1980
        },
        {
            "text": "Dimitrios Kiousopoulos, Greek jurist and politician, 151st Prime Minister of Greece (born 1892)",
            "year": 1977
        },
        {
            "text": "Lorenz Böhler, Austrian physician and surgeon (born 1885)",
            "year": 1973
        },
        {
            "text": "Amílcar Cabral, Guinea Bissauan-Cape Verdian engineer and politician (born 1924)",
            "year": 1973
        },
        {
            "text": "Broncho Billy Anderson, American actor, director, producer, and screenwriter (born 1880)",
            "year": 1971
        },
        {
            "text": "Minanogawa Tōzō, Japanese sumo wrestler, the 34th Yokozuna (born 1903)",
            "year": 1971
        },
        {
            "text": "Alan Freed, American radio host (born 1922)",
            "year": 1965
        },
        {
            "text": "Robinson Jeffers, American poet and philosopher (born 1887)",
            "year": 1962
        },
        {
            "text": "Robert P. T. Coffin, American author and poet (born 1892)",
            "year": 1955
        },
        {
            "text": "Warren Bardsley, Australian cricketer (born 1882)",
            "year": 1954
        },
        {
            "text": "Fred Root, English cricketer and umpire (born 1890)",
            "year": 1954
        },
        {
            "text": "Josh Gibson, American baseball player (born 1911)",
            "year": 1947
        },
        {
            "text": "Andrew Volstead, American member of the United States House of Representatives (born 1860)",
            "year": 1947
        },
        {
            "text": "James McKeen Cattell, American psychologist and academic (born 1860)",
            "year": 1944
        },
        {
            "text": "Omar Bundy, American general (born 1861)",
            "year": 1940
        },
        {
            "text": "George V of the United Kingdom (born 1865)",
            "year": 1936
        },
        {
            "text": "Margrethe Munthe, Norwegian songwriter (born 1860)",
            "year": 1931
        },
        {
            "text": "Henry \"Ivo\" Crapp, Australian footballer and umpire (born 1872)",
            "year": 1924
        },
        {
            "text": "Mary Watson Whitney, American astronomer and academic (born 1847)",
            "year": 1921
        },
        {
            "text": "Georg Lurich, Estonian-Russian wrestler and strongman (born 1876)",
            "year": 1920
        },
        {
            "text": "Arthur Guinness, 1st Baron Ardilaun, Irish businessman, philanthropist, and politician (born 1840)",
            "year": 1915
        },
        {
            "text": "José Guadalupe Posada, Mexican engraver and illustrator (born 1852)",
            "year": 1913
        },
        {
            "text": "John Ordronaux, American surgeon and academic (born 1830)",
            "year": 1908
        },
        {
            "text": "Agnes Mary Clerke, Irish astronomer and author (born 1842)",
            "year": 1907
        },
        {
            "text": "Zénobe Gramme, Belgian engineer, invented the Gramme machine (born 1826)",
            "year": 1901
        },
        {
            "text": "John Ruskin, English painter and critic (born 1819)",
            "year": 1900
        },
        {
            "text": "Kalākaua, king of Hawaii (born 1836)",
            "year": 1891
        },
        {
            "text": "Jean-François Millet, French painter and educator (born 1814)",
            "year": 1875
        },
        {
            "text": "Basil Moreau, French priest, founded the Congregation of Holy Cross (born 1799)",
            "year": 1873
        },
        {
            "text": "Bettina von Arnim, German author, illustrator, and composer (born 1785)",
            "year": 1859
        },
        {
            "text": "Ōnomatsu Midorinosuke, Japanese sumo wrestler, the 6th Yokozuna (born 1794)",
            "year": 1852
        },
        {
            "text": "Adam Oehlenschläger, Danish poet and playwright (born 1779)",
            "year": 1850
        },
        {
            "text": "Christian VIII, Danish king (born 1786)",
            "year": 1848
        },
        {
            "text": "Jørgen Jørgensen, Danish explorer (born 1780)",
            "year": 1841
        },
        {
            "text": "Minh Mạng, Vietnamese emperor (born 1791)",
            "year": 1841
        },
        {
            "text": "John Soane, English architect, designed the Bank of England (born 1753)",
            "year": 1837
        },
        {
            "text": "Charles IV, Spanish king (born 1748)",
            "year": 1819
        },
        {
            "text": "Benjamin Chew, American lawyer and judge (born 1721)",
            "year": 1810
        },
        {
            "text": "David Garrick, English actor, producer, playwright, and manager (born 1717)",
            "year": 1779
        },
        {
            "text": "Charles Yorke, English lawyer and politician, Lord Chancellor of Great Britain (born 1722)",
            "year": 1770
        },
        {
            "text": "John Hervey, 1st Earl of Bristol, English politician (born 1665)",
            "year": 1751
        },
        {
            "text": "François de la Chaise, French priest (born 1624)",
            "year": 1709
        },
        {
            "text": "Humphrey Hody, English scholar and theologian (born 1659)",
            "year": 1707
        },
        {
            "text": "Anne of Austria, Queen and regent of France (born 1601)",
            "year": 1666
        },
        {
            "text": "Isaac Ambrose, English minister and author (born 1604)",
            "year": 1663
        },
        {
            "text": "Rudolf II, Holy Roman Emperor (born 1552)",
            "year": 1612
        },
        {
            "text": "Myles Coverdale, English bishop and translator (born 1488)",
            "year": 1568
        },
        {
            "text": "John II, king of Sicily (born 1398)",
            "year": 1479
        },
        {
            "text": "Robert, king of Naples (born 1275)",
            "year": 1343
        },
        {
            "text": "John de Bohun, 5th Earl of Hereford (born 1306)",
            "year": 1336
        },
        {
            "text": "John Maunsell, English Lord Chancellor",
            "year": 1265
        },
        {
            "text": "Frederick VI, duke of Swabia (born 1167)",
            "year": 1191
        },
        {
            "text": "Theobald V, count of Blois (born 1130)",
            "year": 1191
        },
        {
            "text": "Shi Zong, Chinese emperor of Jin (born 1123)",
            "year": 1189
        },
        {
            "text": "Henry, English bishop and saint",
            "year": 1156
        },
        {
            "text": "Wulfstan, bishop of Worcester",
            "year": 1095
        },
        {
            "text": "Heonae, Korean queen and regent (born 964)",
            "year": 1029
        },
        {
            "text": "Zhao Guangfeng, Chinese official and chancellor",
            "year": 928
        },
        {
            "text": "Li Jitao, Chinese general of Later Tang",
            "year": 924
        },
        {
            "text": "Louis the Younger, king of the East Frankish Kingdom",
            "year": 882
        },
        {
            "text": "Theophilos, Byzantine emperor (born 813)",
            "year": 842
        },
        {
            "text": "Al-Shafi‘i, Arab scholar and jurist (born 767)",
            "year": 820
        },
        {
            "text": "Eadbald, king of Kent",
            "year": 640
        }
    ],
    "metadata": {
        "current_date": "January 20, 2026",
        "short_date": "Jan 20",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            10,
            34,
            31,
            15,
            30,
            19,
            11,
            32,
            17,
            14
        ],
        "births": [
            132,
            157,
            27,
            93
        ],
        "deaths": [
            26,
            95,
            12,
            37
        ]
    }
}