{
    "events": [
        {
            "text": "Twelve boys and an assistant coach from a soccer team in Thailand are trapped in a flooding cave, leading to an 18-day rescue operation.",
            "year": 2018
        },
        {
            "text": "A series of terrorist attacks take place in Pakistan, resulting in 96 deaths and wounding 200 others.",
            "year": 2017
        },
        {
            "text": "The United Kingdom votes in a referendum to leave the European Union, by 52% to 48%.",
            "year": 2016
        },
        {
            "text": "The last of Syria's declared chemical weapons are shipped out for destruction.",
            "year": 2014
        },
        {
            "text": "Nik Wallenda becomes the first man to successfully walk across the Grand Canyon on a tight rope.",
            "year": 2013
        },
        {
            "text": "Militants storm a high-altitude mountaineering base camp near Nanga Parbat in Gilgit–Baltistan, Pakistan, killing ten climbers and a local guide.",
            "year": 2013
        },
        {
            "text": "Ashton Eaton breaks the decathlon world record at the United States Olympic Trials.",
            "year": 2012
        },
        {
            "text": "The 8.4 Mw  southern Peru earthquake shakes coastal Peru with a maximum Mercalli intensity of VIII (Severe). A destructive tsunami followed, leaving at least 74 people dead, and 2,687 injured.",
            "year": 2001
        },
        {
            "text": "NASA's Space Station Processing Facility, a new state-of-the-art manufacturing building for the International Space Station, officially opens at Kennedy Space Center.",
            "year": 1994
        },
        {
            "text": "Sonic the Hedgehog is released in North America on the Sega Genesis platform, beginning the popular video game franchise.",
            "year": 1991
        },
        {
            "text": "A terrorist bomb explodes at Narita International Airport near Tokyo, killing two and injuring four. An hour later, the same group detonates a second bomb aboard Air India Flight 182, bringing the Boeing 747 down off the coast of Ireland killing all 329 aboard.",
            "year": 1985
        },
        {
            "text": "A fire at a house in Hull, England, which kills a six-year-old boy is passed off as an accident; it later emerges as the first of 26 deaths by fire caused over the next seven years by serial arsonist Peter Dinsdale.",
            "year": 1973
        },
        {
            "text": "Watergate scandal: U.S. President Richard M. Nixon and White House Chief of Staff H. R. Haldeman are taped talking about illegally using the Central Intelligence Agency to obstruct the Federal Bureau of Investigation's investigation into the Watergate break-ins.",
            "year": 1972
        },
        {
            "text": "Title IX of the United States Civil Rights Act of 1964 is amended to prohibit sexual discrimination to any educational program receiving federal funds.",
            "year": 1972
        },
        {
            "text": "Warren E. Burger is sworn in as Chief Justice of the United States Supreme Court by retiring Chief Justice Earl Warren.",
            "year": 1969
        },
        {
            "text": "IBM announces that effective January 1970 it will price its software and services separately from hardware thus creating the modern software industry.",
            "year": 1969
        },
        {
            "text": "Cold War: U.S. President Lyndon B. Johnson meets with Soviet Premier Alexei Kosygin in Glassboro, New Jersey for the three-day Glassboro Summit Conference.",
            "year": 1967
        },
        {
            "text": "The Antarctic Treaty System, which sets aside Antarctica as a scientific preserve and limits military activity on the continent, its islands and ice shelves, comes into force.",
            "year": 1961
        },
        {
            "text": "The United States Food and Drug Administration declares Enovid to be the first officially approved combined oral contraceptive pill in the world.",
            "year": 1960
        },
        {
            "text": "Convicted Manhattan Project spy Klaus Fuchs is released after only nine years in prison and allowed to emigrate to Dresden, East Germany where he resumes a scientific career.",
            "year": 1959
        },
        {
            "text": "The French National Assembly takes the first step in creating the French Community by passing the Loi Cadre, transferring a number of powers from Paris to elected territorial governments in French West Africa.",
            "year": 1956
        },
        {
            "text": "The ocean liner SS United States is christened and launched.",
            "year": 1951
        },
        {
            "text": "The United States Senate follows the United States House of Representatives in overriding U.S. President Harry S. Truman's veto of the Taft–Hartley Act.",
            "year": 1947
        },
        {
            "text": "The 1946 Vancouver Island earthquake strikes Vancouver Island, British Columbia, Canada.",
            "year": 1946
        },
        {
            "text": "World War II: Germany's latest fighter aircraft, a Focke-Wulf Fw 190, is captured intact when it mistakenly lands at RAF Pembrey in Wales.",
            "year": 1942
        },
        {
            "text": "The Lithuanian Activist Front declares independence from the Soviet Union and forms the Provisional Government of Lithuania; it lasts only briefly as the Nazis will occupy Lithuania a few weeks later.",
            "year": 1941
        },
        {
            "text": "Adolf Hitler goes on a three-hour tour of the architecture of Paris with architect Albert Speer and sculptor Arno Breker in his only visit to the city.",
            "year": 1940
        },
        {
            "text": "Henry Larsen begins the first successful west-to-east navigation of Northwest Passage from Vancouver, British Columbia, Canada.",
            "year": 1940
        },
        {
            "text": "The Civil Aeronautics Act is signed into law, forming the Civil Aeronautics Authority in the United States.",
            "year": 1938
        },
        {
            "text": "Wiley Post and Harold Gatty take off from Roosevelt Field, Long Island in an attempt to circumnavigate the world in a single-engine plane.",
            "year": 1931
        },
        {
            "text": "The College Board administers the first SAT exam.",
            "year": 1926
        },
        {
            "text": "Estonian War of Independence: The decisive defeat of the Baltische Landeswehr in the Battle of Cēsis; this date is celebrated as Victory Day in Estonia.",
            "year": 1919
        },
        {
            "text": "In a game against the Washington Senators, Boston Red Sox pitcher Ernie Shore retires 26 batters in a row after replacing Babe Ruth, who had been ejected for punching the umpire.",
            "year": 1917
        },
        {
            "text": "Mexican Revolution: Pancho Villa takes Zacatecas from Victoriano Huerta.",
            "year": 1914
        },
        {
            "text": "Second Balkan War: The Greeks defeat the Bulgarians in the Battle of Doiran.",
            "year": 1913
        },
        {
            "text": "The International Olympic Committee is founded at the Sorbonne in Paris, at the initiative of Baron Pierre de Coubertin.",
            "year": 1894
        },
        {
            "text": "The Rocky Mountains Park Act becomes law in Canada creating the nation's first national park, Banff National Park.",
            "year": 1887
        },
        {
            "text": "Christopher Latham Sholes received a patent for an invention he called the \"Type-Writer\".",
            "year": 1868
        },
        {
            "text": "American Civil War: At Fort Towson in the Oklahoma Territory, Confederate Brigadier General Stand Watie surrenders the last significant Confederate army.",
            "year": 1865
        },
        {
            "text": "The United States Congress establishes the Government Printing Office.",
            "year": 1860
        },
        {
            "text": "War of 1812: Great Britain revokes the restrictions on American commerce, thus eliminating one of the chief reasons for going to war.",
            "year": 1812
        },
        {
            "text": "John Jacob Astor forms the Pacific Fur Company.",
            "year": 1810
        },
        {
            "text": "Empress Catherine II of Russia grants Jews permission to settle in Kyiv.",
            "year": 1794
        },
        {
            "text": "American Revolution: Battle of Springfield fought in and around Springfield, New Jersey (including Short Hills, formerly of Springfield, now of Millburn Township).",
            "year": 1780
        },
        {
            "text": "Seven Years' War: Battle of Landeshut: Austria defeats Prussia.",
            "year": 1760
        },
        {
            "text": "Seven Years' War: Battle of Krefeld: British, Hanoverian, and Prussian forces defeat French troops at Krefeld in Germany.",
            "year": 1758
        },
        {
            "text": "Battle of Plassey: Three thousand British troops under Robert Clive defeat a 50,000-strong Indian army under Siraj ud-Daulah at Plassey.",
            "year": 1757
        },
        {
            "text": "The French residents of Acadia are given one year to declare allegiance to Britain or leave Nova Scotia, Canada.",
            "year": 1713
        },
        {
            "text": "William Penn signs a friendship treaty with Lenape Indians in Pennsylvania.",
            "year": 1683
        },
        {
            "text": "The mutinous crew of Henry Hudson's fourth voyage sets Henry, his son and seven loyal crew members adrift in an open boat in what is now Hudson Bay; they are never heard from again.",
            "year": 1611
        },
        {
            "text": "The Action of Faial, Azores. The Portuguese carrack Cinco Chagas, loaded with slaves and treasure, is attacked and sunk by English ships with only 13 survivors out of over 700 on board.",
            "year": 1594
        },
        {
            "text": "Dragut, commander of the Ottoman navy, dies during the Great Siege of Malta.",
            "year": 1565
        },
        {
            "text": "Henry VIII of England and Francis I of France sign the \"Treaty of Closer Amity With France\" (also known as the Pommeraye treaty), pledging mutual aid against Charles V, Holy Roman Emperor.",
            "year": 1532
        },
        {
            "text": "First War of Scottish Independence: The Battle of Bannockburn (south of Stirling) begins.",
            "year": 1314
        },
        {
            "text": "A peace treaty between the Flemish and the French is signed at Athis-sur-Orge.",
            "year": 1305
        },
        {
            "text": "The Spanish Reconquista: In the Battle of Moclín the Emirate of Granada ambush a superior pursuing force, killing most of them in a military disaster for the Kingdom of Castile.",
            "year": 1280
        },
        {
            "text": "War of Saint Sabas: In the Battle of Trapani, the Venetians defeat a larger Genoese fleet, capturing all its ships.",
            "year": 1266
        },
        {
            "text": "Sun Quan proclaims himself emperor of Eastern Wu.",
            "year": 229
        }
    ],
    "births": [
        {
            "text": "Lilliana Ketchman, American dancer and YouTuber",
            "year": 2008
        },
        {
            "text": "Elliana Walmsley, American dancer",
            "year": 2007
        },
        {
            "text": "Starford To'a, New Zealand rugby league player",
            "year": 2000
        },
        {
            "text": "Ben Dwarshuis, Australian cricketer",
            "year": 1994
        },
        {
            "text": "Tim Anderson, American baseball player",
            "year": 1993
        },
        {
            "text": "Marvin Grumann, German footballer",
            "year": 1993
        },
        {
            "text": "Luiza Galiulina, Uzbekistani gymnast",
            "year": 1992
        },
        {
            "text": "Nampalys Mendy, French footballer",
            "year": 1992
        },
        {
            "text": "Katie Armiger, American singer-songwriter and guitarist",
            "year": 1991
        },
        {
            "text": "Clevid Dikamona, French footballer",
            "year": 1990
        },
        {
            "text": "Vasek Pospisil, Canadian tennis player",
            "year": 1990
        },
        {
            "text": "Laura Ràfols, Spanish footballer",
            "year": 1990
        },
        {
            "text": "Lisa Carrington, New Zealand flatwater canoeist",
            "year": 1989
        },
        {
            "text": "Jordan Nolan, Canadian ice hockey player",
            "year": 1989
        },
        {
            "text": "Chet Faker, Australian singer-songwriter",
            "year": 1988
        },
        {
            "text": "Chellsie Memmel, American gymnast",
            "year": 1988
        },
        {
            "text": "Alessia Filippi, Italian swimmer",
            "year": 1987
        },
        {
            "text": "Christy Altomare, American actress and singer-songwriter",
            "year": 1986
        },
        {
            "text": "Marcel Reece, American football player",
            "year": 1985
        },
        {
            "text": "Duffy, Welsh singer-songwriter and actress",
            "year": 1984
        },
        {
            "text": "Takeshi Matsuda, Japanese swimmer",
            "year": 1984
        },
        {
            "text": "Levern Spencer, Saint Lucian high jumper",
            "year": 1984
        },
        {
            "text": "Brooks Laich, Canadian ice hockey player",
            "year": 1983
        },
        {
            "text": "José Manuel Rojas, Chilean footballer",
            "year": 1983
        },
        {
            "text": "Derek Boogaard, Canadian-American ice hockey player (died 2011)",
            "year": 1982
        },
        {
            "text": "Antony Costa, English singer-songwriter",
            "year": 1981
        },
        {
            "text": "Rolf Wacha, German rugby player",
            "year": 1981
        },
        {
            "text": "Becky Cloonan, American author and illustrator",
            "year": 1980
        },
        {
            "text": "Melissa Rauch, American actress",
            "year": 1980
        },
        {
            "text": "Francesca Schiavone, Italian tennis player",
            "year": 1980
        },
        {
            "text": "LaDainian Tomlinson, American football player",
            "year": 1979
        },
        {
            "text": "Memphis Bleek, American rapper, producer, and actor",
            "year": 1978
        },
        {
            "text": "Frederic Leclercq, French heavy metal musician",
            "year": 1978
        },
        {
            "text": "Matt Light, American football player and sportscaster",
            "year": 1978
        },
        {
            "text": "Miguel Ángel Angulo, Spanish footballer",
            "year": 1977
        },
        {
            "text": "Hayden Foxe, Australian footballer and manager",
            "year": 1977
        },
        {
            "text": "Jaan Jüris, Estonian ski jumper",
            "year": 1977
        },
        {
            "text": "Jason Mraz, American singer-songwriter and guitarist",
            "year": 1977
        },
        {
            "text": "Shaun O'Hara, American football player and sportscaster",
            "year": 1977
        },
        {
            "text": "Wade Barrett, American soccer player and manager",
            "year": 1976
        },
        {
            "text": "Joe Becker, American guitarist and composer",
            "year": 1976
        },
        {
            "text": "Savvas Poursaitidis, Greek-Cypriot footballer and scout",
            "year": 1976
        },
        {
            "text": "Brandon Stokley, American football player",
            "year": 1976
        },
        {
            "text": "Paola Suárez, Argentinian tennis player",
            "year": 1976
        },
        {
            "text": "Emmanuelle Vaugier, Canadian actress and singer",
            "year": 1976
        },
        {
            "text": "Patrick Vieira, French footballer and manager",
            "year": 1976
        },
        {
            "text": "Kevin Dyson, American football player and coach",
            "year": 1975
        },
        {
            "text": "David Howell, English golfer",
            "year": 1975
        },
        {
            "text": "Mike James, American basketball player",
            "year": 1975
        },
        {
            "text": "KT Tunstall, Scottish singer-songwriter and musician",
            "year": 1975
        },
        {
            "text": "Joel Edgerton, Australian actor",
            "year": 1974
        },
        {
            "text": "Mark Hendrickson, American basketball and baseball player",
            "year": 1974
        },
        {
            "text": "Selma Blair, American actress",
            "year": 1972
        },
        {
            "text": "Louis Van Amstel, Dutch dancer and choreographer",
            "year": 1972
        },
        {
            "text": "Zinedine Zidane, French footballer and manager",
            "year": 1972
        },
        {
            "text": "Fred Ewanuick, Canadian actor and producer",
            "year": 1971
        },
        {
            "text": "Félix Potvin, Canadian ice hockey player and coach",
            "year": 1971
        },
        {
            "text": "Robert Brooks, American football player",
            "year": 1970
        },
        {
            "text": "Martin Deschamps, Canadian singer-songwriter",
            "year": 1970
        },
        {
            "text": "Yann Tiersen, French singer-songwriter and guitarist",
            "year": 1970
        },
        {
            "text": "Martin Klebba, American actor, producer, and stuntman",
            "year": 1969
        },
        {
            "text": "Chico DeBarge, American singer and pianist",
            "year": 1966
        },
        {
            "text": "Paul Arthurs, English guitarist",
            "year": 1965
        },
        {
            "text": "Sylvia Mathews Burwell, American government and non-profit executive",
            "year": 1965
        },
        {
            "text": "Peter O'Malley, Australian golfer",
            "year": 1965
        },
        {
            "text": "Nicolas Marceau, Canadian economist and politician",
            "year": 1964
        },
        {
            "text": "Tara Morice, Australian actress and singer",
            "year": 1964
        },
        {
            "text": "Joss Whedon, American director, producer, and screenwriter",
            "year": 1964
        },
        {
            "text": "Lou Yun, Chinese gymnast",
            "year": 1964
        },
        {
            "text": "Colin Montgomerie, Scottish golfer",
            "year": 1963
        },
        {
            "text": "Chuck Billy, American singer-songwriter and guitarist",
            "year": 1962
        },
        {
            "text": "Richard Arnold, English lawyer and judge",
            "year": 1961
        },
        {
            "text": "Zoran Janjetov, Serbian singer and illustrator",
            "year": 1961
        },
        {
            "text": "LaSalle Thompson, American basketball player, coach, and manager",
            "year": 1961
        },
        {
            "text": "Donald Harrison, American saxophonist, composer, and producer",
            "year": 1960
        },
        {
            "text": "Tatsuya Uemura, Japanese composer and programmer",
            "year": 1960
        },
        {
            "text": "John Hayes, English politician, Minister of State at the Department of Energy and Climate Change",
            "year": 1958
        },
        {
            "text": "Dave Houghton, Zimbabwean cricketer and coach",
            "year": 1957
        },
        {
            "text": "Frances McDormand, American actress, winner of the Triple Crown of Acting",
            "year": 1957
        },
        {
            "text": "Daniel J. Drucker, Canadian academic and educator",
            "year": 1956
        },
        {
            "text": "Tony Hill, American football player and sportscaster",
            "year": 1956
        },
        {
            "text": "Randy Jackson, American bass player and producer",
            "year": 1956
        },
        {
            "text": "Pierre Corbeil, Canadian dentist and politician",
            "year": 1955
        },
        {
            "text": "Glenn Danzig, American singer-songwriter and producer",
            "year": 1955
        },
        {
            "text": "Jean Tigana, French footballer and manager",
            "year": 1955
        },
        {
            "text": "Armen Sarkissian, Armenian physicist, politician and President of Armenia",
            "year": 1953
        },
        {
            "text": "Raj Babbar, Indian actor and politician",
            "year": 1952
        },
        {
            "text": "Angelo Falcón, Puerto Rican-American political scientist, activist, and academic, founded the National Institute for Latino Policy (died 2018)",
            "year": 1951
        },
        {
            "text": "Michèle Mouton, French race car driver and manager",
            "year": 1951
        },
        {
            "text": "Gordon Bray, Australian journalist and sportscaster",
            "year": 1949
        },
        {
            "text": "Sheila Noakes, Baroness Noakes, English accountant and politician",
            "year": 1949
        },
        {
            "text": "Clarence Thomas, American lawyer and jurist, Associate Justice of the Supreme Court of the United States",
            "year": 1948
        },
        {
            "text": "Bryan Brown, Australian actor and producer",
            "year": 1947
        },
        {
            "text": "Julian Hipwood, English polo player and coach",
            "year": 1946
        },
        {
            "text": "Ted Shackelford, American actor",
            "year": 1946
        },
        {
            "text": "Kjell Albin Abrahamson, Swedish journalist and author (died 2016)",
            "year": 1945
        },
        {
            "text": "John Garang, Sudanese colonel and politician, President of Southern Sudan (died 2005)",
            "year": 1945
        },
        {
            "text": "Patrick Bokanowski, French filmmaker",
            "year": 1943
        },
        {
            "text": "Vint Cerf, American computer scientist and Internet pioneer",
            "year": 1943
        },
        {
            "text": "Ellyn Kaschak, American psychologist and academic",
            "year": 1943
        },
        {
            "text": "James Levine, American pianist and conductor (died 2021)",
            "year": 1943
        },
        {
            "text": "Martin Rees, Baron Rees of Ludlow, English cosmologist and astrophysicist",
            "year": 1942
        },
        {
            "text": "Robert Hunter, American singer-songwriter and guitarist (died 2019)",
            "year": 1941
        },
        {
            "text": "Roger McDonald, Australian author and screenwriter",
            "year": 1941
        },
        {
            "text": "Keith Newton, English footballer (died 1998)",
            "year": 1941
        },
        {
            "text": "Adam Faith, English singer (died 2003)",
            "year": 1940
        },
        {
            "text": "George Feigley, American sex cult leader and two-time prison escapee (died 2009)",
            "year": 1940
        },
        {
            "text": "Derry Irvine, Baron Irvine of Lairg, Scottish lawyer, judge, and politician, Lord High Chancellor of Great Britain",
            "year": 1940
        },
        {
            "text": "Wilma Rudolph, American runner (died 1994)",
            "year": 1940
        },
        {
            "text": "Mike Shrimpton, New Zealand cricketer and coach (died 2015)",
            "year": 1940
        },
        {
            "text": "Stuart Sutcliffe, Scottish painter and musician (died 1962)",
            "year": 1940
        },
        {
            "text": "Diana Trask, Australian singer-songwriter",
            "year": 1940
        },
        {
            "text": "Scott Burton, American sculptor (died 1989)",
            "year": 1939
        },
        {
            "text": "Martti Ahtisaari, Finnish captain and politician, 10th President of Finland, Nobel Prize laureate (died 2023)",
            "year": 1937
        },
        {
            "text": "Alan Haselhurst, English academic and politician",
            "year": 1937
        },
        {
            "text": "Niki Sullivan, American guitarist and songwriter  (died 2004)",
            "year": 1937
        },
        {
            "text": "Richard Bach, American novelist and essayist",
            "year": 1936
        },
        {
            "text": "Costas Simitis, Greek economist, lawyer, and politician, 180th Prime Minister of Greece (died 2025)",
            "year": 1936
        },
        {
            "text": "Maurice Ferré, Puerto Rican-American politician, 32nd Mayor of Miami (died 2019)",
            "year": 1935
        },
        {
            "text": "Keith Burkinshaw, English footballer and manager",
            "year": 1935
        },
        {
            "text": "Keith Sutton, English bishop (died 2017)",
            "year": 1934
        },
        {
            "text": "Bill Torrey, Canadian businessman (died 2018)",
            "year": 1934
        },
        {
            "text": "Virbhadra Singh, Indian politician (died 2021)",
            "year": 1934
        },
        {
            "text": "Peter Millett, Baron Millett, English lawyer and judge (died 2021)",
            "year": 1932
        },
        {
            "text": "Gunnar Uusi, Estonian chess player (died 1981)",
            "year": 1931
        },
        {
            "text": "Ola Ullsten, Swedish politician and diplomat (died 2018)",
            "year": 1931
        },
        {
            "text": "Donn F. Eisele, American colonel, pilot, and astronaut (died 1987)",
            "year": 1930
        },
        {
            "text": "John Elliott, English historian and academic (died 2022)",
            "year": 1930
        },
        {
            "text": "Francis Newall, 2nd Baron Newall, English businessman and politician",
            "year": 1930
        },
        {
            "text": "Anthony Thwaite, English poet, critic, and academic (died 2021)",
            "year": 1930
        },
        {
            "text": "Marie-Thérèse Houphouët-Boigny, former First Lady of Ivory Coast",
            "year": 1930
        },
        {
            "text": "June Carter Cash, American singer-songwriter, musician, and actress (died 2003)",
            "year": 1929
        },
        {
            "text": "Mario Ghella, Italian racing cyclist (died 2020)",
            "year": 1929
        },
        {
            "text": "Jean Cione, American baseball player (died 2010)",
            "year": 1928
        },
        {
            "text": "Klaus von Dohnányi, German politician",
            "year": 1928
        },
        {
            "text": "Michael Shaara, American author and academic (died 1988)",
            "year": 1928
        },
        {
            "text": "Bob Fosse, American actor, dancer, choreographer, and director (died 1987)",
            "year": 1927
        },
        {
            "text": "John Habgood, Baron Habgood, English archbishop (died 2019)",
            "year": 1927
        },
        {
            "text": "Lawson Soulsby, Baron Soulsby of Swaffham Prior, English microbiologist and parasitologist (died 2017)",
            "year": 1926
        },
        {
            "text": "Magda Herzberger, Romanian author, poet and composer, survivor of the Holocaust (died 2021)",
            "year": 1926
        },
        {
            "text": "Annette Mbaye d'Erneville, Senegalese writer",
            "year": 1926
        },
        {
            "text": "Arnaldo Pomodoro, Italian sculptor",
            "year": 1926
        },
        {
            "text": "Miriam Karlin, English actress (died 2011)",
            "year": 1925
        },
        {
            "text": "Art Modell, American businessman (died 2012)",
            "year": 1925
        },
        {
            "text": "Anna Chennault, Chinese widow of Lieutenant General Claire Lee Chennault (died 2018)",
            "year": 1925
        },
        {
            "text": "Frank Bolle, American comic-strip artist, comic-book artist and illustrator (died 2020)",
            "year": 1924
        },
        {
            "text": "Peter Corr, Irish-English footballer and manager (died 2001)",
            "year": 1923
        },
        {
            "text": "Elroy Schwartz, American screenwriter and producer (died 2013)",
            "year": 1923
        },
        {
            "text": "Doris Johnson, American politician (died 2021)",
            "year": 1923
        },
        {
            "text": "Jerry Rullo, American professional basketball player (died 2016)",
            "year": 1923
        },
        {
            "text": "Giuseppina Tuissi, Italian communist and Partisan (died 1945)",
            "year": 1923
        },
        {
            "text": "Morris R. Jeppson, American lieutenant and physicist (died 2010)",
            "year": 1922
        },
        {
            "text": "Hal Laycoe, Canadian ice hockey player and coach (died 1998)",
            "year": 1922
        },
        {
            "text": "Paul Findley, American politician (died 2019)",
            "year": 1921
        },
        {
            "text": "Saleh Ajeery, Kuwaiti astronomer (died 2022)",
            "year": 1920
        },
        {
            "text": "Mohamed Boudiaf, Algerian politician, President of Algeria (died 1992)",
            "year": 1919
        },
        {
            "text": "Len Hutton, English cricketer and soldier (died 1990)",
            "year": 1916
        },
        {
            "text": "Irene Worth, American actress (died 2002)",
            "year": 1916
        },
        {
            "text": "Al G. Wright, American bandleader and conductor (died 2020)",
            "year": 1916
        },
        {
            "text": "Frances Gabe, American artist and inventor (died 2016)",
            "year": 1915
        },
        {
            "text": "William P. Rogers, American commander, lawyer, and politician, 55th United States Secretary of State (died 2001)",
            "year": 1913
        },
        {
            "text": "Alan Turing, English mathematician and computer scientist (died 1954)",
            "year": 1912
        },
        {
            "text": "Jean Anouilh, French playwright and screenwriter (died 1987)",
            "year": 1910
        },
        {
            "text": "Gordon B. Hinckley, American religious leader, 15th President of The Church of Jesus Christ of Latter-day Saints (died 2008)",
            "year": 1910
        },
        {
            "text": "Milt Hinton, American bassist and photographer (died 2000)",
            "year": 1910
        },
        {
            "text": "Bill King, English yachtsman, naval commander and author (died 2012)",
            "year": 1910
        },
        {
            "text": "Lawson Little, American golfer (died 1968)",
            "year": 1910
        },
        {
            "text": "David Lewis, Russian-Canadian lawyer and politician (died 1981)",
            "year": 1909
        },
        {
            "text": "Georges Rouquier, French actor, director, and screenwriter (died 1989)",
            "year": 1909
        },
        {
            "text": "Dercy Gonçalves, Brazilian actress and singer (died 2008)",
            "year": 1907
        },
        {
            "text": "James Meade, English economist and academic, Nobel Prize laureate (died 1995)",
            "year": 1907
        },
        {
            "text": "Tribhuvan of Nepal (died 1955)",
            "year": 1906
        },
        {
            "text": "Jack Pickersgill, Canadian civil servant and politician, 35th Secretary of State for Canada (died 1997)",
            "year": 1905
        },
        {
            "text": "Quintin McMillan, South African cricketer (died 1938)",
            "year": 1904
        },
        {
            "text": "Paul Martin Sr., Canadian lawyer and politician (died 1992)",
            "year": 1903
        },
        {
            "text": "Ahmet Hamdi Tanpınar, Turkish author, poet, and scholar (died 1962)",
            "year": 1901
        },
        {
            "text": "Blanche Noyes, American aviator, winner of the 1936 Bendix Trophy Race (died 1981)",
            "year": 1900
        },
        {
            "text": "Amédée Gordini, Italian-born French race car driver and sports car manufacturer (died 1979)",
            "year": 1899
        },
        {
            "text": "Winifred Holtby, English novelist and journalist (died 1935)",
            "year": 1898
        },
        {
            "text": "Harold Barrowclough, New Zealand military leader, lawyer and Chief Justice (died 1972)",
            "year": 1894
        },
        {
            "text": "Alfred Kinsey, American entomologist and sexologist (died 1956)",
            "year": 1894
        },
        {
            "text": "Edward VIII, King of the United Kingdom (died 1972)",
            "year": 1894
        },
        {
            "text": "Anna Akhmatova, Ukrainian-Russian poet and author (died 1966)",
            "year": 1889
        },
        {
            "text": "Verena Holmes, English engineer (died 1964)",
            "year": 1889
        },
        {
            "text": "Bronson M. Cutting, American publisher and politician (died 1935)",
            "year": 1888
        },
        {
            "text": "Cyclone Taylor, Canadian ice hockey player and politician (died 1979)",
            "year": 1884
        },
        {
            "text": "Huda Sha'arawi, Egyptian feminist and journalist (died 1947)",
            "year": 1879
        },
        {
            "text": "Norman Pritchard, Indian-English hurdler and actor (died 1929)",
            "year": 1877
        },
        {
            "text": "Sándor Bródy, Hungarian author and journalist (died 1924)",
            "year": 1863
        },
        {
            "text": "Albert Giraud, Belgian poet and librarian (died 1929)",
            "year": 1860
        },
        {
            "text": "Paul Heinrich von Groth, German scientist (died 1927)",
            "year": 1843
        },
        {
            "text": "Carl Reinecke, German pianist, composer, and conductor (died 1910)",
            "year": 1824
        },
        {
            "text": "Karol Marcinkowski, Polish physician and activist (died 1846)",
            "year": 1800
        },
        {
            "text": "John Milton Bernhisel, American physician and politician (died 1881)",
            "year": 1799
        },
        {
            "text": "Joséphine de Beauharnais, French wife of Napoleon I (died 1814)",
            "year": 1763
        },
        {
            "text": "Déodat Gratet de Dolomieu, French geologist and academic (died 1801)",
            "year": 1750
        },
        {
            "text": "Fletcher Norton, 1st Baron Grantley, English lawyer and politician, Solicitor General for England and Wales (died 1789)",
            "year": 1716
        },
        {
            "text": "Giovanni Battista Guadagnini, Italian instrument maker (died 1786)",
            "year": 1711
        },
        {
            "text": "Étienne Fourmont, French orientalist and sinologist (died 1745)",
            "year": 1683
        },
        {
            "text": "Giambattista Vico, Italian jurist, historian, and philosopher (died 1744)",
            "year": 1668
        },
        {
            "text": "John Fell, English churchman and influential academic (died 1686)",
            "year": 1625
        },
        {
            "text": "Shah Shuja, Mughal prince (died 1661)",
            "year": 1616
        },
        {
            "text": "Johan Banér, Swedish field marshal (died 1641)",
            "year": 1596
        },
        {
            "text": "Oda Nobunaga, Japanese warlord (died 1582)",
            "year": 1534
        },
        {
            "text": "Charles II, Duke of Savoy, Italian nobleman (died 1496)",
            "year": 1489
        },
        {
            "text": "Margaret of Denmark, Queen of Scotland (died 1486)",
            "year": 1456
        },
        {
            "text": "Francis II, Duke of Brittany (died 1488)",
            "year": 1433
        },
        {
            "text": "Stephen, Count Palatine of Simmern-Zweibrücken (died 1459)",
            "year": 1385
        },
        {
            "text": "Caesarion, Egyptian king (died 30 BC)",
            "year": -47
        }
    ],
    "deaths": [
        {
            "text": "John McAfee, British-American computer programmer and businessman, founded McAfee (born 1945)",
            "year": 2021
        },
        {
            "text": "Ralph Stanley, American singer and banjo player (born 1927)",
            "year": 2016
        },
        {
            "text": "Miguel Facussé Barjum, Honduran businessman (born 1924)",
            "year": 2015
        },
        {
            "text": "Nirmala Joshi, Indian nun, lawyer, and social worker (born 1934)",
            "year": 2015
        },
        {
            "text": "Dick Van Patten, American actor (born 1928)",
            "year": 2015
        },
        {
            "text": "Nancy Garden, American author (born 1938)",
            "year": 2014
        },
        {
            "text": "Euros Lewis, Welsh cricketer (born 1942)",
            "year": 2014
        },
        {
            "text": "Paula Kent Meehan, American businesswoman, co-founded Redken (born 1931)",
            "year": 2014
        },
        {
            "text": "Bobby Bland, American singer-songwriter (born 1930)",
            "year": 2013
        },
        {
            "text": "Gary David Goldberg, American screenwriter and producer (born 1944)",
            "year": 2013
        },
        {
            "text": "Frank Kelso, American admiral and politician, United States Secretary of the Navy (born 1933)",
            "year": 2013
        },
        {
            "text": "Kurt Leichtweiss, German mathematician and academic (born 1927)",
            "year": 2013
        },
        {
            "text": "Richard Matheson, American author and screenwriter (born 1926)",
            "year": 2013
        },
        {
            "text": "Darryl Read, English singer-songwriter, drummer, and actor (born 1951)",
            "year": 2013
        },
        {
            "text": "Sharon Stouder, American swimmer (born 1948)",
            "year": 2013
        },
        {
            "text": "James Durbin, English economist and statistician (born 1923)",
            "year": 2012
        },
        {
            "text": "Brigitte Engerer, French pianist and educator (born 1952)",
            "year": 2012
        },
        {
            "text": "Alan McDonald, Northern Ireland footballer and manager (born 1963)",
            "year": 2012
        },
        {
            "text": "Frank Chee Willeto, American soldier and politician, 4th Vice President of the Navajo Nation (born 1925)",
            "year": 2012
        },
        {
            "text": "Walter J. Zable, American football player and businessman, founded the Cubic Corporation (born 1915)",
            "year": 2012
        },
        {
            "text": "Peter Falk, American actor (born 1927)",
            "year": 2011
        },
        {
            "text": "Dennis Marshall, Costa Rican footballer (born 1985)",
            "year": 2011
        },
        {
            "text": "Fred Steiner, American composer and conductor (born 1923)",
            "year": 2011
        },
        {
            "text": "John Burton, Australian public servant and diplomat (born 1915)",
            "year": 2010
        },
        {
            "text": "Raymond Berthiaume, Canadian singer-songwriter and producer (born 1931)",
            "year": 2009
        },
        {
            "text": "Ed McMahon, American game show host and announcer (born 1923)",
            "year": 2009
        },
        {
            "text": "Jerri Nielsen, American physician and explorer (born 1952)",
            "year": 2009
        },
        {
            "text": "Claudio Capone, Italian-Scottish actor (born 1952)",
            "year": 2008
        },
        {
            "text": "Arthur Chung, Guyanese surveyor and politician, 1st President of Guyana (born 1918)",
            "year": 2008
        },
        {
            "text": "Marian Glinka, Polish actor and bodybuilder (born 1943)",
            "year": 2008
        },
        {
            "text": "Rod Beck, American baseball player (born 1968)",
            "year": 2007
        },
        {
            "text": "Aaron Spelling, American actor, producer, and screenwriter, founded Spelling Television (born 1923)",
            "year": 2006
        },
        {
            "text": "Shana Alexander, American journalist and author (born 1926)",
            "year": 2005
        },
        {
            "text": "Manolis Anagnostakis, Greek poet and critic (born 1925)",
            "year": 2005
        },
        {
            "text": "Pedro Alcázar, Panamanian boxer (born 1975)",
            "year": 2002
        },
        {
            "text": "Peter Dubovský, Slovak footballer (born 1972)",
            "year": 2000
        },
        {
            "text": "Maureen O'Sullivan, Irish-American actress (born 1911)",
            "year": 1998
        },
        {
            "text": "Betty Shabazz, American educator and activist (born 1936)",
            "year": 1997
        },
        {
            "text": "Andreas Papandreou, Greek economist and politician, 174th Prime Minister of Greece (born 1919)",
            "year": 1996
        },
        {
            "text": "Ray Lindwall, Australian cricketer and rugby player (born 1921)",
            "year": 1996
        },
        {
            "text": "Roger Grimsby, American journalist (born 1928)",
            "year": 1995
        },
        {
            "text": "Jonas Salk, American biologist and physician (born 1914)",
            "year": 1995
        },
        {
            "text": "Anatoli Tarasov, Russian ice hockey player and coach (born 1918)",
            "year": 1995
        },
        {
            "text": "Eric Andolsek, American football player (born 1966)",
            "year": 1992
        },
        {
            "text": "Harindranath Chattopadhyay, Indian poet, actor, and politician (born 1898)",
            "year": 1990
        },
        {
            "text": "Werner Best, German police officer and jurist (born 1903)",
            "year": 1989
        },
        {
            "text": "Sanjay Gandhi, Indian engineer and politician (born 1946)",
            "year": 1980
        },
        {
            "text": "Clyfford Still, American painter and academic (born 1904)",
            "year": 1980
        },
        {
            "text": "Gerry Birrell, Scottish race car driver (born 1944)",
            "year": 1973
        },
        {
            "text": "Roscoe Turner, American soldier and pilot (born 1895)",
            "year": 1970
        },
        {
            "text": "Volmari Iso-Hollo, Finnish runner (born 1907)",
            "year": 1969
        },
        {
            "text": "Boris Vian, French author, poet, and playwright (born 1920)",
            "year": 1959
        },
        {
            "text": "Hidir Lutfi, Iraqi poet. (born 1880)",
            "year": 1959
        },
        {
            "text": "Reinhold Glière, Russian composer and educator (born 1875)",
            "year": 1956
        },
        {
            "text": "Salih Omurtak, Turkish general (born 1889)",
            "year": 1954
        },
        {
            "text": "Albert Gleizes, French painter (born 1881)",
            "year": 1953
        },
        {
            "text": "Giuseppina Tuissi, Italian journalist and activist (born 1923)",
            "year": 1945
        },
        {
            "text": "Bhaktivinoda Thakur, Indian guru and philosopher (born 1838)",
            "year": 1914
        },
        {
            "text": "William Fox, English-New Zealand lawyer and politician, 2nd Prime Minister of New Zealand (born 1812)",
            "year": 1893
        },
        {
            "text": "Theophilus Shepstone, English-South African politician (born 1817)",
            "year": 1893
        },
        {
            "text": "Wilhelm Eduard Weber, German physicist and academic (born 1804)",
            "year": 1891
        },
        {
            "text": "Samuel Newitt Wood, American lawyer and politician (born 1825)",
            "year": 1891
        },
        {
            "text": "Matthias Jakob Schleiden, German botanist and academic (born 1804)",
            "year": 1881
        },
        {
            "text": "Ivan Kireyevsky, Russian philosopher and critic (born 1806)",
            "year": 1856
        },
        {
            "text": "Maria Leopoldine of Austria-Este, Electress of Bavaria (born 1776)",
            "year": 1848
        },
        {
            "text": "James Mill, Scottish economist, historian, and philosopher (born 1773)",
            "year": 1836
        },
        {
            "text": "Sir James Hall, 4th Baronet, Scottish geologist and geophysicist (born 1761)",
            "year": 1832
        },
        {
            "text": "Nicolau Tolentino de Almeida, Portuguese poet and author (born 1740)",
            "year": 1811
        },
        {
            "text": "Mathurin Jacques Brisson, French zoologist and philosopher (born 1723)",
            "year": 1806
        },
        {
            "text": "Mikael Sehul, Ethiopian warlord (born 1691)",
            "year": 1779
        },
        {
            "text": "Karl Ludwig von Pöllnitz, German adventurer and author (born 1692)",
            "year": 1775
        },
        {
            "text": "Mark Akenside, English poet and physician (born 1721)",
            "year": 1770
        },
        {
            "text": "Johann Jakob Scheuchzer, Swiss paleontologist and scholar (born 1672)",
            "year": 1733
        },
        {
            "text": "John Mill, English theologian and author (born 1645)",
            "year": 1707
        },
        {
            "text": "William Coventry, English politician (born 1628)",
            "year": 1686
        },
        {
            "text": "William Louis, duke of Württemberg (born 1647)",
            "year": 1677
        },
        {
            "text": "Mashita Nagamori, Japanese daimyō (born 1545)",
            "year": 1615
        },
        {
            "text": "Shimizu Muneharu, Japanese commander (born 1537)",
            "year": 1582
        },
        {
            "text": "Dragut, Ottoman admiral (born 1485)",
            "year": 1565
        },
        {
            "text": "Pedro de Mendoza, Spanish conquistador (born 1487)",
            "year": 1537
        },
        {
            "text": "Margaret II, Holy Roman Empress (born 1311)",
            "year": 1356
        },
        {
            "text": "Giacomo Gaetani Stefaneschi, Italian cardinal (born c. 1270)",
            "year": 1343
        },
        {
            "text": "Aymer de Valence, 2nd Earl of Pembroke (born 1270)",
            "year": 1324
        },
        {
            "text": "Henry de Bohun, English knight",
            "year": 1314
        },
        {
            "text": "Henryk IV Probus, duke of Wrocław and high duke of Kraków (born c. 1258)",
            "year": 1290
        },
        {
            "text": "Constance of Aragon, Hungarian queen (born 1179)",
            "year": 1222
        },
        {
            "text": "Adalbert of Mainz, German archbishop",
            "year": 1137
        },
        {
            "text": "Henry I, margrave of Austria",
            "year": 1018
        },
        {
            "text": "Lothair Udo I, count of Stade (born 950)",
            "year": 994
        },
        {
            "text": "Feng Yanji, chancellor of Southern Tang (born 903)",
            "year": 960
        },
        {
            "text": "Li Congyi, prince of Later Tang (born 931)",
            "year": 947
        },
        {
            "text": "Wang, imperial consort of Later Tang",
            "year": 947
        },
        {
            "text": "Æthelthryth, English saint (born 636)",
            "year": 679
        },
        {
            "text": "Vespasian, Roman emperor (born AD 9)",
            "year": 79
        }
    ],
    "metadata": {
        "current_date": "June 23, 2025",
        "short_date": "Jun 23",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            8,
            9,
            27,
            14,
            30,
            51,
            1,
            55,
            7,
            37
        ],
        "births": [
            134,
            77,
            204,
            23
        ],
        "deaths": [
            82,
            36,
            34,
            13
        ]
    }
}