{
    "events": [
        {
            "text": "Three children are stabbed to death and 10 other people injured at a dance studio in Southport, England. This incident, coupled with widespread online misinformation, leads to various racially-motivated riots across the UK.",
            "year": 2024
        },
        {
            "text": "The International Space Station temporarily spins out of control, moving the ISS 45 degrees out of attitude, following an engine malfunction of Russian module Nauka.",
            "year": 2021
        },
        {
            "text": "The 2019 Altamira prison riot between rival Brazilian drug gangs leaves 62 dead.",
            "year": 2019
        },
        {
            "text": "The first piece of suspected debris from Malaysia Airlines Flight 370 is discovered on Réunion Island.",
            "year": 2015
        },
        {
            "text": "Two passenger trains collide in the Swiss municipality of Granges-près-Marnand near Lausanne injuring 25 people.",
            "year": 2013
        },
        {
            "text": "An overloaded passenger ferry capsizes on the Kasai River in Bandundu Province, Democratic Republic of the Congo, resulting in at least 80 deaths.",
            "year": 2010
        },
        {
            "text": "Astronomers announce their discovery of the dwarf planet Eris.",
            "year": 2005
        },
        {
            "text": "The child protection portion of the Communications Decency Act is struck down by a U.S. federal court as too broad.",
            "year": 1996
        },
        {
            "text": "The Supreme Court of Israel acquits alleged Nazi death camp guard John Demjanjuk of all charges and he is set free.",
            "year": 1993
        },
        {
            "text": "British Prime Minister Margaret Thatcher and President of France François Mitterrand sign the agreement to build a tunnel under the English Channel (Channel Tunnel).",
            "year": 1987
        },
        {
            "text": "Prime Minister of India Rajiv Gandhi and President of Sri Lanka J. R. Jayewardene sign the Indo-Sri Lanka Accord on ethnic issues.",
            "year": 1987
        },
        {
            "text": "Space Shuttle Challenger launches on STS-51-F. The shuttle ends up in a lower orbit than planned due to an engine failure during ascent.",
            "year": 1985
        },
        {
            "text": "A worldwide television audience of around 750 million people watch the wedding of Charles, Prince of Wales, and Lady Diana Spencer at St Paul's Cathedral in London.",
            "year": 1981
        },
        {
            "text": "After impeachment on June 21, Abolhassan Banisadr flees with Massoud Rajavi to Paris, in an Iranian Air Force Boeing 707, piloted by Colonel Behzad Moezzi, to form the National Council of Resistance of Iran.",
            "year": 1981
        },
        {
            "text": "Iran adopts a new \"holy\" flag after the Islamic Revolution.",
            "year": 1980
        },
        {
            "text": "In New York City, David Berkowitz (a.k.a. the \"Son of Sam\") kills one person and seriously wounds another in the first of a series of attacks.",
            "year": 1976
        },
        {
            "text": "Greeks vote to abolish the monarchy, beginning the first period of the Metapolitefsi.",
            "year": 1973
        },
        {
            "text": "Driver Roger Williamson is killed during the Dutch Grand Prix, after a suspected tire failure causes his car to pitch into the barriers at high speed.",
            "year": 1973
        },
        {
            "text": "Two Avianca Douglas DC-3 airliners collide over Colombia, killing 38.",
            "year": 1972
        },
        {
            "text": "Vietnam War: Off the coast of North Vietnam the USS Forrestal catches on fire in the worst U.S. naval disaster since World War II, killing 134.",
            "year": 1967
        },
        {
            "text": "During the fourth day of celebrating its 400th anniversary, the city of Caracas, Venezuela is shaken by an earthquake, leaving approximately 500 dead.",
            "year": 1967
        },
        {
            "text": "Vietnam War: The first 4,000 101st Airborne Division paratroopers arrive in Vietnam, landing at Cam Ranh Bay.",
            "year": 1965
        },
        {
            "text": "First United States Congress elections in Hawaii as a state of the Union.",
            "year": 1959
        },
        {
            "text": "U.S. President Dwight D. Eisenhower signs into law the National Aeronautics and Space Act, which creates the National Aeronautics and Space Administration (NASA).",
            "year": 1958
        },
        {
            "text": "The International Atomic Energy Agency is established.",
            "year": 1957
        },
        {
            "text": "Tonight Starring Jack Paar premieres on NBC with Jack Paar beginning the modern day talk show.",
            "year": 1957
        },
        {
            "text": "Korean War: After four days, the No Gun Ri Massacre ends when the US Army 7th Cavalry Regiment is withdrawn.",
            "year": 1950
        },
        {
            "text": "Olympic Games: The Games of the XIV Olympiad: After a hiatus of 12 years caused by World War II, the first Summer Olympics to be held since the 1936 Summer Olympics in Berlin, open in London.",
            "year": 1948
        },
        {
            "text": "The BBC Light Programme radio station is launched for mainstream light entertainment and music.",
            "year": 1945
        },
        {
            "text": "Tongzhou mutiny: In Tongzhou, China, the East Hebei Army attacks Japanese troops and civilians.",
            "year": 1937
        },
        {
            "text": "Great Depression: In Washington, D.C., troops disperse the last of the \"Bonus Army\" of World War I veterans using arson, bayonets, sabers, tanks, tear gas, and vomit gas.",
            "year": 1932
        },
        {
            "text": "Adolf Hitler becomes leader of the National Socialist German Workers' Party.",
            "year": 1921
        },
        {
            "text": "Construction of the Link River Dam begins as part of the Klamath Reclamation Project.",
            "year": 1920
        },
        {
            "text": "The Cape Cod Canal opened.",
            "year": 1914
        },
        {
            "text": "The two-day Slocum massacre commences in Texas, a race riot in which more than 100 African Americans are murdered.",
            "year": 1910
        },
        {
            "text": "Sir Robert Baden-Powell sets up the Brownsea Island Scout camp in Poole Harbour on the south coast of England. The camp runs from August 1 to August 9 and is regarded as the foundation of the Scouting movement.",
            "year": 1907
        },
        {
            "text": "Land lottery begins in Oklahoma.",
            "year": 1901
        },
        {
            "text": "In Italy, King Umberto I of Italy is assassinated by the anarchist Gaetano Bresci. His son, Victor Emmanuel III, 31 years old, succeeds to the throne.",
            "year": 1900
        },
        {
            "text": "The First Hague Convention is signed.",
            "year": 1899
        },
        {
            "text": "The Connecticut Valley Railroad opens between Old Saybrook, Connecticut and Hartford, Connecticut in the United States.",
            "year": 1871
        },
        {
            "text": "American Civil War: Confederate spy Belle Boyd is arrested by Union troops and detained at the Old Capitol Prison in Washington, D.C.",
            "year": 1862
        },
        {
            "text": "United States and Japan sign the Harris Treaty.",
            "year": 1858
        },
        {
            "text": "Annibale de Gasparis discovers asteroid 15 Eunomia.",
            "year": 1851
        },
        {
            "text": "Great Famine of Ireland: Tipperary Revolt: In County Tipperary, Ireland, then in the United Kingdom, an unsuccessful nationalist revolt against British rule is put down by police.",
            "year": 1848
        },
        {
            "text": "Inauguration of the Arc de Triomphe in Paris, France.",
            "year": 1836
        },
        {
            "text": "French physicist Augustin Fresnel submits his prizewinning \"Memoir on the Diffraction of Light\", precisely accounting for the limited extent to which light spreads into shadows, and thereby demolishing the oldest objection to the wave theory of light.",
            "year": 1818
        },
        {
            "text": "Founding of the U.S. Army Judge Advocate General's Corps: General George Washington appoints William Tudor as Judge Advocate of the Continental Army.",
            "year": 1775
        },
        {
            "text": "War of the Grand Alliance: Battle of Landen: France wins a victory over Allied forces in the Netherlands.",
            "year": 1693
        },
        {
            "text": "Anglo-Spanish War: Battle of Gravelines: English naval forces under the command of Lord Charles Howard and Sir Francis Drake defeat the Spanish Armada off the coast of Gravelines, France.",
            "year": 1588
        },
        {
            "text": "The infant James VI is crowned King of Scotland at Stirling.",
            "year": 1567
        },
        {
            "text": "The widowed Mary, Queen of Scots marries Henry Stuart, Lord Darnley, Duke of Albany, at Holyrood Palace, Edinburgh, Scotland, in a Catholic ceremony.",
            "year": 1565
        },
        {
            "text": "The Siege of Damascus ends in a decisive crusader defeat and leads to the disintegration of the Second Crusade.",
            "year": 1148
        },
        {
            "text": "Ladejarl-Fairhair succession wars: Battle of Stiklestad: King Olaf II fights and dies trying to regain his Norwegian throne from the Danes.",
            "year": 1030
        },
        {
            "text": "Count Dirk III defeats an army sent by Emperor Henry II in the Battle of Vlaardingen.",
            "year": 1018
        },
        {
            "text": "Byzantine–Bulgarian wars: Battle of Kleidion: Byzantine emperor Basil II inflicts a decisive defeat on the Bulgarian army, and his subsequent treatment of 15,000 prisoners reportedly causes Tsar Samuil of Bulgaria to die of a heart attack less than three months later, on October 6.",
            "year": 1014
        },
        {
            "text": "Battle of Firenzuola: Lombard forces under King Rudolph II and Adalbert I, margrave of Ivrea, defeat the dethroned Emperor Berengar I of Italy at Firenzuola (Tuscany).",
            "year": 923
        },
        {
            "text": "Sack of Thessalonica: Saracen raiders under Leo of Tripoli sack Thessaloniki, the Byzantine Empire's second-largest city, after a short siege, and plunder it for a week.",
            "year": 904
        },
        {
            "text": "Pakal ascends the throne of Palenque at the age of 12.",
            "year": 615
        },
        {
            "text": "The Neo-Babylonian Empire sacks Jerusalem and destroys the First Temple.",
            "year": -587
        }
    ],
    "births": [
        {
            "text": "Johnny Brackins, American long jumper and hurdler",
            "year": 2003
        },
        {
            "text": "Mirjam Björklund, Swedish tennis player",
            "year": 1998
        },
        {
            "text": "Clayton Keller, American ice hockey player",
            "year": 1998
        },
        {
            "text": "Liam O'Brien, Canadian ice hockey player",
            "year": 1994
        },
        {
            "text": "Nicole Melichar, American tennis player",
            "year": 1993
        },
        {
            "text": "Dak Prescott, American football player",
            "year": 1993
        },
        {
            "text": "Karen Torrez, Bolivian swimmer",
            "year": 1992
        },
        {
            "text": "Dale Copley, Australian rugby league player",
            "year": 1991
        },
        {
            "text": "Irakli Logua, Russian footballer",
            "year": 1991
        },
        {
            "text": "Shin Se-kyung, South Korean actress, singer and model",
            "year": 1990
        },
        {
            "text": "Grit Šadeiko, Estonian heptathlete",
            "year": 1989
        },
        {
            "text": "Tarjei Bø, Norwegian biathlete",
            "year": 1988
        },
        {
            "text": "Okinoumi Ayumi, Japanese sumo wrestler",
            "year": 1985
        },
        {
            "text": "Besart Berisha, Albanian footballer",
            "year": 1985
        },
        {
            "text": "Simon Santoso, Indonesian badminton player",
            "year": 1985
        },
        {
            "text": "Oh Beom-seok, South Korean footballer",
            "year": 1984
        },
        {
            "text": "Chad Billingsley, American baseball player",
            "year": 1984
        },
        {
            "text": "Wilson Palacios, Honduran footballer",
            "year": 1984
        },
        {
            "text": "Jason Belmonte, Australian bowler",
            "year": 1983
        },
        {
            "text": "Inés Gómez Mont, Mexican journalist and actress",
            "year": 1983
        },
        {
            "text": "Alexei Kaigorodov, Russian ice hockey player",
            "year": 1983
        },
        {
            "text": "Jerious Norwood, American football player",
            "year": 1983
        },
        {
            "text": "Elise Testone, American singer-songwriter",
            "year": 1983
        },
        {
            "text": "Janez Aljančič, Slovenian footballer",
            "year": 1982
        },
        {
            "text": "Jônatas Domingos, Brazilian footballer",
            "year": 1982
        },
        {
            "text": "Allison Mack, American actress and criminal",
            "year": 1982
        },
        {
            "text": "Fernando Alonso, Spanish race car driver",
            "year": 1981
        },
        {
            "text": "Andrés Madrid, Argentinian footballer",
            "year": 1981
        },
        {
            "text": "Troy Perkins, American soccer player",
            "year": 1981
        },
        {
            "text": "Ryan Braun, Canadian-American baseball player",
            "year": 1980
        },
        {
            "text": "Fernando González, Chilean tennis player",
            "year": 1980
        },
        {
            "text": "Ben Koller, American drummer",
            "year": 1980
        },
        {
            "text": "John Morris, Australian rugby league player",
            "year": 1980
        },
        {
            "text": "Karim Essediri, Tunisian footballer",
            "year": 1979
        },
        {
            "text": "Ronald Murray, American basketball player",
            "year": 1979
        },
        {
            "text": "Juris Umbraško, Latvian basketball player",
            "year": 1979
        },
        {
            "text": "Mike Adams, American baseball player",
            "year": 1978
        },
        {
            "text": "Marina Lazarovska, Macedonian tennis player",
            "year": 1978
        },
        {
            "text": "Yoshihiro Akiyama, Japanese mixed martial artist",
            "year": 1975
        },
        {
            "text": "Lanka de Silva, Sri Lankan cricketer",
            "year": 1975
        },
        {
            "text": "Corrado Grabbi, Italian footballer",
            "year": 1975
        },
        {
            "text": "Jaanus Sirel, Estonian footballer",
            "year": 1975
        },
        {
            "text": "Josh Radnor, American actor and musician",
            "year": 1974
        },
        {
            "text": "Stephen Dorff, American actor and producer",
            "year": 1973
        },
        {
            "text": "Denis Urubko, Kazakh mountaineer",
            "year": 1973
        },
        {
            "text": "Anssi Kela, Finnish singer and songwriter",
            "year": 1972
        },
        {
            "text": "Wil Wheaton, American actor, producer, and screenwriter",
            "year": 1972
        },
        {
            "text": "Andrea Philipp, German sprinter",
            "year": 1971
        },
        {
            "text": "Adele Griffin, American author",
            "year": 1970
        },
        {
            "text": "Andi Peters, English journalist, actor, and producer",
            "year": 1970
        },
        {
            "text": "John Rennie, Zimbabwean cricketer",
            "year": 1970
        },
        {
            "text": "Gideon Henderson, English geologist and academic",
            "year": 1968
        },
        {
            "text": "Paavo Lötjönen, Finnish cellist and educator",
            "year": 1968
        },
        {
            "text": "Sally Gunnell, English hurdler and sportscaster",
            "year": 1966
        },
        {
            "text": "Stuart Lampitt, English cricketer",
            "year": 1966
        },
        {
            "text": "Martina McBride, American singer-songwriter and producer",
            "year": 1966
        },
        {
            "text": "Luis Alicea, Puerto Rican-American baseball player and coach",
            "year": 1965
        },
        {
            "text": "Dean Haglund, Canadian actor, producer, and screenwriter",
            "year": 1965
        },
        {
            "text": "Adam Holloway, English captain and politician",
            "year": 1965
        },
        {
            "text": "Stan Koziol, American soccer player (died 2014)",
            "year": 1965
        },
        {
            "text": "Chang-Rae Lee, South Korean-American author and academic",
            "year": 1965
        },
        {
            "text": "Xavier Waterkeyn, Australian author",
            "year": 1965
        },
        {
            "text": "Woody Weatherman, American guitarist and songwriter",
            "year": 1965
        },
        {
            "text": "Jaanus Veensalu, Estonian footballer",
            "year": 1964
        },
        {
            "text": "Hans-Holger Albrecht, Belgian-German businessman",
            "year": 1963
        },
        {
            "text": "Jim Beglin, Irish footballer and sportscaster",
            "year": 1963
        },
        {
            "text": "Julie Elliott, English politician",
            "year": 1963
        },
        {
            "text": "Azeem Hafeez, Pakistani cricketer",
            "year": 1963
        },
        {
            "text": "Alexandra Paul, American actress and producer",
            "year": 1963
        },
        {
            "text": "Graham Poll, English footballer, referee, and journalist",
            "year": 1963
        },
        {
            "text": "Carl Cox, English DJ and producer",
            "year": 1962
        },
        {
            "text": "Frank Neubarth, German footballer and manager",
            "year": 1962
        },
        {
            "text": "Vincent Rousseau, Belgian runner",
            "year": 1962
        },
        {
            "text": "Scott Steiner, American wrestler",
            "year": 1962
        },
        {
            "text": "Didier Van Cauwelaert, French author",
            "year": 1960
        },
        {
            "text": "Sanjay Dutt, Indian actor, singer, and producer",
            "year": 1959
        },
        {
            "text": "Ruud Janssen, Dutch blogger and illustrator",
            "year": 1959
        },
        {
            "text": "Dave LaPoint, American baseball player and manager",
            "year": 1959
        },
        {
            "text": "John Sykes, English singer-songwriter and guitarist (died 2024)",
            "year": 1959
        },
        {
            "text": "Gail Dines, English-American author, activist, and academic",
            "year": 1958
        },
        {
            "text": "Simon Nye, English screenwriter and producer",
            "year": 1958
        },
        {
            "text": "Cynthia Rowley, American fashion designer",
            "year": 1958
        },
        {
            "text": "Liam Davison, Australian author and educator (died 2014)",
            "year": 1957
        },
        {
            "text": "Viktor Gavrikov, Lithuanian-Swiss chess player (died 2016)",
            "year": 1957
        },
        {
            "text": "Nellie Kim, Russian gymnast and coach",
            "year": 1957
        },
        {
            "text": "Teddy Atlas, American boxer, trainer, and sportscaster",
            "year": 1956
        },
        {
            "text": "Ronnie Musgrove, American lawyer and politician, 62nd Governor of Mississippi",
            "year": 1956
        },
        {
            "text": "Faustino Rupérez, Spanish cyclist",
            "year": 1956
        },
        {
            "text": "Jean-Hugues Anglade, French actor, director, and screenwriter",
            "year": 1955
        },
        {
            "text": "Dave Stevens, American illustrator (died 2008)",
            "year": 1955
        },
        {
            "text": "Stephen Timms, English politician, Minister of State for Competitiveness",
            "year": 1955
        },
        {
            "text": "Ken Burns, American director and producer",
            "year": 1953
        },
        {
            "text": "Tim Gunn, American television host and actor",
            "year": 1953
        },
        {
            "text": "Geddy Lee, Canadian musician",
            "year": 1953
        },
        {
            "text": "Frank McGuinness, Irish poet and playwright",
            "year": 1953
        },
        {
            "text": "Patti Scialfa, American musician",
            "year": 1953
        },
        {
            "text": "Norman Blackwell, Baron Blackwell, English businessman and politician",
            "year": 1952
        },
        {
            "text": "Joe Johnson, English snooker player and sportscaster",
            "year": 1952
        },
        {
            "text": "Marie Panayotopoulos-Cassiotou, Greek politician",
            "year": 1952
        },
        {
            "text": "Susan Blackmore, English psychologist and theorist",
            "year": 1951
        },
        {
            "text": "Dan Driessen, American baseball player and coach",
            "year": 1951
        },
        {
            "text": "Dean Pitchford, American actor, director, screenwriter, and composer",
            "year": 1951
        },
        {
            "text": "Jenny Holzer, American painter, author, and dancer",
            "year": 1950
        },
        {
            "text": "Leslie Easterbrook, American actress",
            "year": 1949
        },
        {
            "text": "Jamil Mahuad, Ecuadorian lawyer and politician, 51st President of Ecuador",
            "year": 1949
        },
        {
            "text": "John Clarke, New Zealand-Australian comedian, actor, producer, and screenwriter (died 2017)",
            "year": 1948
        },
        {
            "text": "Dick Harmon, American golfer and coach (died 2006)",
            "year": 1947
        },
        {
            "text": "Ximena Armas, Chilean painter",
            "year": 1946
        },
        {
            "text": "Stig Blomqvist, Swedish race car driver",
            "year": 1946
        },
        {
            "text": "Neal Doughty, American keyboard player, songwriter, and producer",
            "year": 1946
        },
        {
            "text": "Alessandro Gogna, Italian mountaineer and adventurer",
            "year": 1946
        },
        {
            "text": "Diane Keen, English actress",
            "year": 1946
        },
        {
            "text": "Aleksei Tammiste, Estonian basketball player",
            "year": 1946
        },
        {
            "text": "Sharon Creech, American author and educator",
            "year": 1945
        },
        {
            "text": "Mircea Lucescu, Romanian footballer, coach, and manager",
            "year": 1945
        },
        {
            "text": "Jim Bridwell, American rock climber and mountaineer (died 2018)",
            "year": 1944
        },
        {
            "text": "David Taylor, English snooker player and sportscaster",
            "year": 1943
        },
        {
            "text": "Doug Ashdown, Australian singer-songwriter",
            "year": 1942
        },
        {
            "text": "Tony Sirico, American actor (died 2022)",
            "year": 1942
        },
        {
            "text": "Jennifer Dunn, American engineer and politician (died 2007)",
            "year": 1941
        },
        {
            "text": "Goenawan Mohamad, Indonesian poet and playwright",
            "year": 1941
        },
        {
            "text": "David Warner, English actor (died 2022)",
            "year": 1941
        },
        {
            "text": "Betty Harris, American chemist",
            "year": 1940
        },
        {
            "text": "Winnie Monsod, Filipina economist and political commentator",
            "year": 1940
        },
        {
            "text": "Peter Jennings, Canadian-American journalist and author (died 2005)",
            "year": 1938
        },
        {
            "text": "Jean Rochon, Canadian physician and politician (died 2021)",
            "year": 1938
        },
        {
            "text": "Daniel McFadden, American economist and academic, Nobel Prize Laureate",
            "year": 1937
        },
        {
            "text": "Elizabeth Dole, American lawyer and politician, 20th United States Secretary of Labor",
            "year": 1936
        },
        {
            "text": "Peter Schreier, German tenor and conductor (died 2019)",
            "year": 1935
        },
        {
            "text": "Lou Albano, Italian-American wrestler, manager, and actor (died 2009)",
            "year": 1933
        },
        {
            "text": "Colin Davis, English race car driver (died 2012)",
            "year": 1933
        },
        {
            "text": "Robert Fuller, American actor and rancher",
            "year": 1933
        },
        {
            "text": "Randy Sparks, American folk singer-songwriter and musician (died 2024)",
            "year": 1933
        },
        {
            "text": "Leslie Fielding, English diplomat (died 2021)",
            "year": 1932
        },
        {
            "text": "Nancy Kassebaum, American businesswoman and politician",
            "year": 1932
        },
        {
            "text": "Kjell Karlsen, Norwegian pianist, composer, and bandleader (died 2020)",
            "year": 1931
        },
        {
            "text": "Paul Taylor, American dancer and choreographer (died 2018)",
            "year": 1930
        },
        {
            "text": "Harry Mulisch, Dutch author, poet, and playwright (died 2010)",
            "year": 1927
        },
        {
            "text": "Robert Kilpatrick, Baron Kilpatrick of Kincraig, Scottish physician, academic, and politician (died 2015)",
            "year": 1926
        },
        {
            "text": "Harold W. Kuhn, American mathematician and academic (died 2014)",
            "year": 1925
        },
        {
            "text": "Ted Lindsay, Canadian ice hockey player, manager, and sportscaster (died 2019)",
            "year": 1925
        },
        {
            "text": "Hilary Smart, American sailor (died 2000)",
            "year": 1925
        },
        {
            "text": "Mikis Theodorakis, Greek composer (died 2021)",
            "year": 1925
        },
        {
            "text": "Lloyd Bochner, Canadian-American actor (died 2005)",
            "year": 1924
        },
        {
            "text": "Robert Horton, American actor (died 2016)",
            "year": 1924
        },
        {
            "text": "George Burditt, American screenwriter and producer (died 2013)",
            "year": 1923
        },
        {
            "text": "Edgar Cortright, American scientist and engineer (died 2014)",
            "year": 1923
        },
        {
            "text": "Jim Marshall, English businessman, founded Marshall Amplification (died 2012)",
            "year": 1923
        },
        {
            "text": "Gordon Mitchell, American bodybuilder and actor (died 2003)",
            "year": 1923
        },
        {
            "text": "Richard Egan, American actor (died 1987)",
            "year": 1921
        },
        {
            "text": "Chris Marker, French photographer and journalist (died 2012)",
            "year": 1921
        },
        {
            "text": "Neville Jeffress, Australian businessman (died 2007)",
            "year": 1920
        },
        {
            "text": "Don Ingalls, American writer and producer (died 2014)",
            "year": 1918
        },
        {
            "text": "Edwin O'Connor, American journalist and author (died 1968)",
            "year": 1918
        },
        {
            "text": "Mary Lee Settle, American novelist, essayist, and memoirist (died 2005)",
            "year": 1918
        },
        {
            "text": "Rochus Misch, German SS officer (died 2013)",
            "year": 1917
        },
        {
            "text": "Budd Boetticher, American director, producer, and screenwriter (died 2001)",
            "year": 1916
        },
        {
            "text": "Charlie Christian, American guitarist (died 1942)",
            "year": 1916
        },
        {
            "text": "Rupert Hamer, Australian politician, 39th Premier of Victoria (died 2004)",
            "year": 1916
        },
        {
            "text": "Bruce R. McConkie, American colonel and religious leader (died 1985)",
            "year": 1915
        },
        {
            "text": "Francis W. Sargent, American soldier and politician, 64th Governor of Massachusetts (died 1998)",
            "year": 1915
        },
        {
            "text": "Irwin Corey, American actor and activist (died 2017)",
            "year": 1914
        },
        {
            "text": "Erich Priebke, German war criminal, leader of the 1944 Ardeatine massacre (died 2013)",
            "year": 1913
        },
        {
            "text": "Foster Furcolo, American lawyer and politician, 60th Governor of Massachusetts (died 1995)",
            "year": 1911
        },
        {
            "text": "Archbishop Iakovos of America (died 2005)",
            "year": 1911
        },
        {
            "text": "Gale Page, American actress (died 1983)",
            "year": 1910
        },
        {
            "text": "Samm Sinclair Baker, American author (died 1997)",
            "year": 1909
        },
        {
            "text": "Chester Himes, American-Spanish author (died 1984)",
            "year": 1909
        },
        {
            "text": "Melvin Belli, American lawyer (died 1996)",
            "year": 1907
        },
        {
            "text": "Thelma Todd, American actress and singer (died 1935)",
            "year": 1906
        },
        {
            "text": "Clara Bow, American actress (died 1965)",
            "year": 1905
        },
        {
            "text": "Dag Hammarskjöld, Swedish economist and diplomat, 2nd Secretary-General of the United Nations, Nobel Prize Laureate (died 1961)",
            "year": 1905
        },
        {
            "text": "Stanley Kunitz, American poet and translator (died 2006)",
            "year": 1905
        },
        {
            "text": "Mahasi Sayadaw, Burmese monk and philosopher (died 1982)",
            "year": 1904
        },
        {
            "text": "J. R. D. Tata, French-Indian pilot and businessman, founded Tata Motors and Tata Global Beverages (died 1993)",
            "year": 1904
        },
        {
            "text": "Mary V. Austin, Australian community worker and political activist (died 1986)",
            "year": 1900
        },
        {
            "text": "Eyvind Johnson, Swedish novelist and short story writer, Nobel Prize Laureate (died 1976)",
            "year": 1900
        },
        {
            "text": "Teresa Noce, Italian labor leader, activist, and journalist (died 1980)",
            "year": 1900
        },
        {
            "text": "Don Redman, American composer, and bandleader (died 1964)",
            "year": 1900
        },
        {
            "text": "Walter Beall, American baseball player (died 1959)",
            "year": 1899
        },
        {
            "text": "Isidor Isaac Rabi, American physicist and academic, Nobel Prize Laureate (died 1988)",
            "year": 1898
        },
        {
            "text": "Neil Ritchie, Guyanese-English general (died 1983)",
            "year": 1897
        },
        {
            "text": "Maria L. de Hernández, Mexican-American rights activist (died 1986)",
            "year": 1896
        },
        {
            "text": "William Powell, American actor and singer (died 1984)",
            "year": 1892
        },
        {
            "text": "Bernhard Zondek, German-Israeli gynecologist and academic (died 1966)",
            "year": 1891
        },
        {
            "text": "Sigmund Romberg, Hungarian-American pianist and composer (died 1951)",
            "year": 1887
        },
        {
            "text": "Theda Bara, American actress (died 1955)",
            "year": 1885
        },
        {
            "text": "Ralph Austin Bard, American financier and politician, 2nd Under Secretary of the Navy (died 1975)",
            "year": 1884
        },
        {
            "text": "Porfirio Barba-Jacob, Colombian poet and author (died 1942)",
            "year": 1883
        },
        {
            "text": "Benito Mussolini, Italian fascist revolutionary and politician, 27th Prime Minister of Italy (died 1945)",
            "year": 1883
        },
        {
            "text": "Don Marquis, American author, poet, and playwright (died 1937)",
            "year": 1878
        },
        {
            "text": "Maria Ouspenskaya, Russian-American actress and acting teacher (died 1949)",
            "year": 1876
        },
        {
            "text": "J. S. Woodsworth, Canadian minister and politician (died 1942)",
            "year": 1874
        },
        {
            "text": "Eric Alfred Knudsen, American author, lawyer, and politician (died 1957)",
            "year": 1872
        },
        {
            "text": "Jakob Mändmets, Estonian writer and journalist (died 1930)",
            "year": 1871
        },
        {
            "text": "Booth Tarkington,  American novelist and dramatist (died 1946)",
            "year": 1869
        },
        {
            "text": "Berthold Oppenheim, Moravian rabbi (died 1942)",
            "year": 1867
        },
        {
            "text": "Charles Cochrane-Baillie, 2nd Baron Lamington, English politician, 8th Governor of Queensland (died 1940)",
            "year": 1860
        },
        {
            "text": "Francisco Rodrigues da Cruz, Portuguese priest (died 1948)",
            "year": 1859
        },
        {
            "text": "Max Nordau, Hungarian physician, author, and critic, co-founded the World Zionist Organization (died 1923)",
            "year": 1849
        },
        {
            "text": "Sophie Menter, German pianist and composer (died 1918)",
            "year": 1846
        },
        {
            "text": "Isabel, Brazilian princess  (died 1921)",
            "year": 1846
        },
        {
            "text": "Johannes Schmidt, German linguist and academic (died 1901)",
            "year": 1843
        },
        {
            "text": "Gerhard Armauer Hansen, Norwegian physician (died 1912)",
            "year": 1841
        },
        {
            "text": "Ivan Aivazovsky, Armenian-Russian painter and illustrator (died 1900)",
            "year": 1817
        },
        {
            "text": "Martin Körber, German pastor, composer, and conductor (died 1893)",
            "year": 1817
        },
        {
            "text": "Horace Abbott, American businessman and banker (died 1887)",
            "year": 1806
        },
        {
            "text": "Alexis de Tocqueville, French historian and philosopher (died 1859)",
            "year": 1805
        },
        {
            "text": "George Bradshaw, English cartographer and publisher (died 1853)",
            "year": 1801
        },
        {
            "text": "Daniel Drew, American businessman and financier (died 1879)",
            "year": 1797
        },
        {
            "text": "Philip Charles Durham, Scottish admiral and politician (died 1845)",
            "year": 1763
        },
        {
            "text": "Giulio Maria della Somaglia, Italian cardinal (died 1830)",
            "year": 1744
        },
        {
            "text": "Johann Theile, German organist and composer (died 1724)",
            "year": 1646
        },
        {
            "text": "Simon Dach, German poet and hymn-writer (died 1659)",
            "year": 1605
        },
        {
            "text": "Francesco Mochi, Italian sculptor (died 1654)",
            "year": 1580
        },
        {
            "text": "Philip II, duke of Pomerania-Stettin (died 1618)",
            "year": 1573
        },
        {
            "text": "Pedro Téllez-Girón, Spanish nobleman (died 1590)",
            "year": 1537
        },
        {
            "text": "Martin the Elder, king of Aragon, Valencia and Majorca  (died 1410)",
            "year": 1356
        },
        {
            "text": "Henry II, French nobleman and king of Jerusalem (died 1197)",
            "year": 1166
        },
        {
            "text": "Fujiwara no Norimichi, Japanese nobleman (died 1075)",
            "year": 996
        },
        {
            "text": "Muhammad al-Mahdi, The 12th Imam of  Muslims (Shiites)  (died 941)",
            "year": 869
        }
    ],
    "deaths": [
        {
            "text": "Oliver Dragojević, Croatian recording artist (born 1947)",
            "year": 2018
        },
        {
            "text": "Nikolai Volkoff, Yugoslav-born American professional wrestler (born 1947)",
            "year": 2018
        },
        {
            "text": "Antony Holland, English-Canadian actor, director, and playwright (born 1920)",
            "year": 2015
        },
        {
            "text": "Peter O'Sullevan, Anglo-Irish sportscaster (born 1918)",
            "year": 2015
        },
        {
            "text": "Mike Pyle, American football player and sportscaster (born 1939)",
            "year": 2015
        },
        {
            "text": "Franklin H. Westervelt, American computer scientist, engineer, and academic (born 1930)",
            "year": 2015
        },
        {
            "text": "M. Caldwell Butler, American soldier, lawyer, and politician (born 1925)",
            "year": 2014
        },
        {
            "text": "Jon R. Cavaiani, English-American sergeant, Medal of Honor recipient (born 1943)",
            "year": 2014
        },
        {
            "text": "Giorgio Gaslini, Italian pianist and composer (born 1929)",
            "year": 2014
        },
        {
            "text": "María Antonia Iglesias, Spanish journalist and author (born 1945)",
            "year": 2014
        },
        {
            "text": "Péter Kiss, Hungarian engineer and politician (born 1959)",
            "year": 2014
        },
        {
            "text": "Idris Muhammad, American drummer and composer (born 1939)",
            "year": 2014
        },
        {
            "text": "Thomas R. St. George, American soldier and author (born 1919)",
            "year": 2014
        },
        {
            "text": "Christian Benítez, Ecuadorian footballer (born 1986)",
            "year": 2013
        },
        {
            "text": "Peter Flanigan, American banker and civil servant (born 1923)",
            "year": 2013
        },
        {
            "text": "Tony Gaze, Australian soldier, pilot, and race car driver (born 1920)",
            "year": 2013
        },
        {
            "text": "Munir Hussain, Indian cricketer and sportscaster (born 1929)",
            "year": 2013
        },
        {
            "text": "Tatiana Egorova, Russian footballer and manager (born 1970)",
            "year": 2012
        },
        {
            "text": "August Kowalczyk, Polish actor and director (born 1921)",
            "year": 2012
        },
        {
            "text": "Chris Marker, French photographer and journalist (born 1921)",
            "year": 2012
        },
        {
            "text": "James Mellaart, English archaeologist and author (born 1925)",
            "year": 2012
        },
        {
            "text": "John Stampe, Danish footballer and coach (born 1957)",
            "year": 2012
        },
        {
            "text": "Charles E. Wicks, American chemist and academic (born 1925)",
            "year": 2010
        },
        {
            "text": "Bruce Edward Ivins, American scientist and bio-defense researcher (born 1946)",
            "year": 2008
        },
        {
            "text": "Mike Reid, English comedian, actor, and author (born 1940)",
            "year": 2007
        },
        {
            "text": "Michel Serrault, French actor (born 1928)",
            "year": 2007
        },
        {
            "text": "Tom Snyder, American journalist and talk show host (born 1936)",
            "year": 2007
        },
        {
            "text": "Marvin Zindler, American journalist (born 1921)",
            "year": 2007
        },
        {
            "text": "Rena Vlahopoulou, Greek actress and singer (born 1923)",
            "year": 2004
        },
        {
            "text": "Foday Sankoh, Sierra Leonean soldier, founded the Revolutionary United Front (born 1937)",
            "year": 2003
        },
        {
            "text": "Edward Gierek, Polish soldier and politician (born 1913)",
            "year": 2001
        },
        {
            "text": "Wau Holland, German computer scientist, co-founded Chaos Computer Club (born 1951)",
            "year": 2001
        },
        {
            "text": "Jerome Robbins, American director, producer, and choreographer (born 1918)",
            "year": 1998
        },
        {
            "text": "Ric Nordman, Canadian businessman and politician (born 1919)",
            "year": 1996
        },
        {
            "text": "Marcel-Paul Schützenberger, French mathematician and theorist (born 1920)",
            "year": 1996
        },
        {
            "text": "Jason Thirsk, American singer and bass player (born 1967)",
            "year": 1996
        },
        {
            "text": "Les Elgart, American trumpet player and bandleader (born 1917)",
            "year": 1995
        },
        {
            "text": "John Britton, American physician (born 1925)",
            "year": 1994
        },
        {
            "text": "Dorothy Hodgkin, Egyptian-English biochemist and biophysicist, Nobel Prize laureate (born 1910)",
            "year": 1994
        },
        {
            "text": "Michel Larocque, Canadian ice hockey player and manager (born 1952)",
            "year": 1992
        },
        {
            "text": "Christian de Castries, French general (born 1902)",
            "year": 1991
        },
        {
            "text": "Bruno Kreisky, Austrian academic and politician, 22nd Chancellor of Austria (born 1911)",
            "year": 1990
        },
        {
            "text": "Bibhutibhushan Mukhopadhyay, Indian author, poet, and playwright (born 1894)",
            "year": 1987
        },
        {
            "text": "Fred Waring, American television host and bandleader (born 1900)",
            "year": 1984
        },
        {
            "text": "Luis Buñuel, Spanish actor, director, and screenwriter (born 1900)",
            "year": 1983
        },
        {
            "text": "Raymond Massey, Canadian-American actor and screenwriter (born 1896)",
            "year": 1983
        },
        {
            "text": "David Niven, English military officer and actor (born 1910)",
            "year": 1983
        },
        {
            "text": "Harold Sakata, American wrestler and actor (born 1920)",
            "year": 1982
        },
        {
            "text": "Vladimir K. Zworykin, Russian-American engineer, invented the Iconoscope (born 1889)",
            "year": 1982
        },
        {
            "text": "Robert Moses, American urban planner, designed the Northern State Parkway and Southern State Parkway (born 1888)",
            "year": 1981
        },
        {
            "text": "Sydney Kyte, British bandleader (born 1896)",
            "year": 1981
        },
        {
            "text": "Herbert Marcuse, German sociologist and philosopher (born 1898)",
            "year": 1979
        },
        {
            "text": "Bill Todman, American screenwriter and producer (born 1916)",
            "year": 1979
        },
        {
            "text": "Andrzej Bogucki, Polish actor, operetta singer, and songwriter (born 1904)",
            "year": 1978
        },
        {
            "text": "Mickey Cohen, American gangster (born 1913)",
            "year": 1976
        },
        {
            "text": "Cass Elliot, American singer (born 1941)",
            "year": 1974
        },
        {
            "text": "Erich Kästner, German author and poet (born 1899)",
            "year": 1974
        },
        {
            "text": "Norm Smith, Australian footballer and coach (born 1915)",
            "year": 1973
        },
        {
            "text": "Roger Williamson, English race car driver (born 1948)",
            "year": 1973
        },
        {
            "text": "John Barbirolli, English cellist and conductor (born 1899)",
            "year": 1970
        },
        {
            "text": "Johnson Aguiyi-Ironsi, Nigerian general and politician, 2nd Head of State of Nigeria (born 1924)",
            "year": 1966
        },
        {
            "text": "Adekunle Fajuyi, Nigerian colonel (born 1926)",
            "year": 1966
        },
        {
            "text": "Vean Gregg, American baseball player (born 1885)",
            "year": 1964
        },
        {
            "text": "Ronald Fisher, English biologist and statistician (born 1890)",
            "year": 1962
        },
        {
            "text": "Leonardo De Lorenzo, Italian-American flute player and educator (born 1875)",
            "year": 1962
        },
        {
            "text": "Hasan Saka, Turkish politician, 7th Prime Minister of Turkey (born 1885)",
            "year": 1960
        },
        {
            "text": "Coen de Koning, Dutch speed skater (born 1879)",
            "year": 1954
        },
        {
            "text": "Ali Sami Yen, Turkish footballer and manager, founded Galatasaray S.K. (born 1886)",
            "year": 1951
        },
        {
            "text": "Joe Fry, English race car driver (born 1915)",
            "year": 1950
        },
        {
            "text": "Nikolai Krylenko, Russian lawyer, jurist, and politician, Prosecutor General of the Russian SFSR (born 1885)",
            "year": 1938
        },
        {
            "text": "Didier Pitre, Canadian ice hockey player (born 1883)",
            "year": 1934
        },
        {
            "text": "Sotirios Krokidas, Greek educator and politician, 110th Prime Minister of Greece (born 1852)",
            "year": 1924
        },
        {
            "text": "Ernest William Christmas, Australian-American painter (born 1863)",
            "year": 1918
        },
        {
            "text": "Tobias Asser, Dutch lawyer and jurist, Nobel Prize Laureate (born 1838)",
            "year": 1913
        },
        {
            "text": "Marie Adam-Doerrer, Swiss women's rights activist and unionist (born 1838)",
            "year": 1908
        },
        {
            "text": "Umberto I of Italy (born 1844)",
            "year": 1900
        },
        {
            "text": "Floriano Peixoto, Brazilian general and politician, 2nd President of Brazil (born 1839)",
            "year": 1895
        },
        {
            "text": "Vincent van Gogh, Dutch painter and illustrator (born 1853)",
            "year": 1890
        },
        {
            "text": "Agostino Depretis, Italian politician, 9th Prime Minister of Italy (born 1813)",
            "year": 1887
        },
        {
            "text": "Thomas Dick, Scottish minister, astronomer, and author (born 1774)",
            "year": 1857
        },
        {
            "text": "Robert Schumann, German composer and critic (born 1810)",
            "year": 1856
        },
        {
            "text": "Franz Xaver Wolfgang Mozart, Austrian pianist, composer, and conductor (born 1791)",
            "year": 1844
        },
        {
            "text": "Gaspard de Prony, French mathematician and engineer (born 1755)",
            "year": 1839
        },
        {
            "text": "William Wilberforce, English philanthropist and politician (born 1759)",
            "year": 1833
        },
        {
            "text": "Jean-Andoche Junot, French general (born 1771)",
            "year": 1813
        },
        {
            "text": "René Nicolas Charles Augustin de Maupeou, French lawyer and politician, Chancellor of France (born 1714)",
            "year": 1792
        },
        {
            "text": "Johann Kies, German astronomer and mathematician (born 1713)",
            "year": 1781
        },
        {
            "text": "Peter Warren, Irish admiral and politician (born 1703)",
            "year": 1752
        },
        {
            "text": "Pope Urban VIII (born 1568)",
            "year": 1644
        },
        {
            "text": "Jacques Bongars, French scholar and diplomat (born 1554)",
            "year": 1612
        },
        {
            "text": "John Caius, English physician and academic (born 1510)",
            "year": 1573
        },
        {
            "text": "Martin Behaim, German-Bohemian geographer and astronomer (born 1459)",
            "year": 1507
        },
        {
            "text": "Thomas Stanley, 1st Earl of Derby (born 1435)",
            "year": 1504
        },
        {
            "text": "Richard Óg de Burgh, 2nd Earl of Ulster (born 1259)",
            "year": 1326
        },
        {
            "text": "Ingeborg of Denmark, Queen of France (born 1175)",
            "year": 1236
        },
        {
            "text": "Philip I of France (born 1052)",
            "year": 1108
        },
        {
            "text": "Pope Urban II (born 1042)",
            "year": 1099
        },
        {
            "text": "Ladislaus I of Hungary (born 1040)",
            "year": 1095
        },
        {
            "text": "Olaf II of Norway (born 995)",
            "year": 1030
        },
        {
            "text": "Li Shen, chancellor of the Tang Dynasty",
            "year": 846
        },
        {
            "text": "Offa of Mercia (born 730)",
            "year": 796
        },
        {
            "text": "Tuoba Huang, prince of Northern Wei (born 428)",
            "year": 451
        },
        {
            "text": "Balbinus, Roman emperor (born 165)",
            "year": 238
        },
        {
            "text": "Pupienus, Roman emperor (born 178)",
            "year": 238
        }
    ],
    "metadata": {
        "current_date": "July 29, 2025",
        "short_date": "Jul 29",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            46,
            41,
            2,
            25,
            51,
            19,
            36,
            0,
            37,
            32
        ],
        "births": [
            13,
            160,
            158,
            18
        ],
        "deaths": [
            75,
            20,
            103,
            44
        ]
    }
}