{
    "events": [
        {
            "text": "Nine people are killed and thirteen injured in a spree shooting in Mladenovac and Smederevo, Serbia. It is the second mass shooting in the country in two days.",
            "year": 2023
        },
        {
            "text": "The inaugural all-female motorsport series, W Series, takes place at Hockenheimring. The race was won by Jamie Chadwick, who would go on to become the inaugural season's champion.",
            "year": 2019
        },
        {
            "text": "Three people are killed and 62 injured in a pair of bombings on buses in Nairobi, Kenya.",
            "year": 2014
        },
        {
            "text": "Greensburg, Kansas is almost completely destroyed by the 2007 Greensburg tornado, a 1.7-mile wide EF5 tornado. It was the first-ever tornado to be rated as such with the new Enhanced Fujita scale.",
            "year": 2007
        },
        {
            "text": "One hundred three people are killed and 51 are injured in a plane crash near Mallam Aminu Kano International Airport in Kano, Nigeria.",
            "year": 2002
        },
        {
            "text": "Ken Livingstone becomes the first Mayor of London (an office separate from that of the Lord Mayor of London).",
            "year": 2000
        },
        {
            "text": "A federal judge in Sacramento, California, gives \"Unabomber\" Theodore Kaczynski four life sentences plus 30 years after Kaczynski accepts a plea agreement sparing him from the death penalty.",
            "year": 1998
        },
        {
            "text": "Israeli Prime Minister Yitzhak Rabin and PLO leader Yasser Arafat sign a peace accord, granting self-rule in the Gaza Strip and Jericho.",
            "year": 1994
        },
        {
            "text": "Latvia declares independence from the Soviet Union.",
            "year": 1990
        },
        {
            "text": "Iran–Contra affair: Former White House aide Oliver North is convicted of three crimes and acquitted of nine other charges; the convictions are later overturned on appeal.",
            "year": 1989
        },
        {
            "text": "Space Shuttle Atlantis launches on mission STS-30 to deploy the Venus-bound Magellan space probe.",
            "year": 1989
        },
        {
            "text": "The PEPCON disaster rocks Henderson, Nevada, as tons of Space Shuttle fuel detonate during a fire.",
            "year": 1988
        },
        {
            "text": "Twenty sailors are killed when the British Type 42 destroyer HMS Sheffield is hit by an Argentinian Exocet missile during the Falklands War.",
            "year": 1982
        },
        {
            "text": "Margaret Thatcher becomes the first female Prime Minister of the United Kingdom.",
            "year": 1979
        },
        {
            "text": "The South African Defence Force attacks a SWAPO base at Cassinga in southern Angola, killing about 600 people.",
            "year": 1978
        },
        {
            "text": "The 108-story Sears Tower in Chicago is topped out at 1,451 feet (442 m) as the world's tallest building.",
            "year": 1973
        },
        {
            "text": "The Don't Make A Wave Committee, a fledgling environmental organization founded in Canada in 1971, officially changes its name to \"Greenpeace Foundation\".",
            "year": 1972
        },
        {
            "text": "Vietnam War: Kent State shootings: The Ohio National Guard, sent to Kent State University after disturbances in the city of Kent the weekend before, opens fire killing four unarmed students and wounding nine others. The students were protesting the Cambodian Campaign of the United States and South Vietnam.",
            "year": 1970
        },
        {
            "text": "American civil rights movement: The \"Freedom Riders\" begin a bus trip through the South.",
            "year": 1961
        },
        {
            "text": "Malcolm Ross and Victor Prather attain a new altitude record for manned balloon flight ascending in the Strato-Lab V open gondola to 113,740 feet (34.67 km).",
            "year": 1961
        },
        {
            "text": "The 1st Annual Grammy Awards are held.",
            "year": 1959
        },
        {
            "text": "Ernest Hemingway wins the Pulitzer Prize for The Old Man and the Sea.",
            "year": 1953
        },
        {
            "text": "The entire Torino football team (except for two players who did not take the trip: Sauro Tomà, due to an injury and Renato Gandolfi, because of coach request) is killed in a plane crash.",
            "year": 1949
        },
        {
            "text": "In San Francisco Bay, U.S. Marines from the nearby Treasure Island Naval Base stop a two-day riot at Alcatraz Federal Penitentiary.  Five people are killed in the riot.",
            "year": 1946
        },
        {
            "text": "World War II: Neuengamme concentration camp near Hamburg is liberated by the British Army.",
            "year": 1945
        },
        {
            "text": "World War II: The German surrender at Lüneburg Heath is signed, coming into effect the following day. It encompasses all Wehrmacht units in the Netherlands, Denmark and northwest Germany.",
            "year": 1945
        },
        {
            "text": "World War II: The Battle of the Coral Sea begins with an attack by aircraft from the United States aircraft carrier USS Yorktown on Japanese naval forces at Tulagi Island in the Solomon Islands. The Japanese forces had invaded Tulagi the day before.",
            "year": 1942
        },
        {
            "text": "Having been incarcerated at the Cook County Jail since his sentencing on October 24, 1931, mobster Al Capone is transferred to the federal penitentiary in Atlanta after the U.S. Supreme Court denies his appeal for conviction of tax evasion.",
            "year": 1932
        },
        {
            "text": "The Academy of Motion Picture Arts and Sciences is incorporated.",
            "year": 1927
        },
        {
            "text": "The United Kingdom general strike begins.",
            "year": 1926
        },
        {
            "text": "May Fourth Movement: Student demonstrations take place in Tiananmen Square in Beijing, China, protesting the Treaty of Versailles, which transferred Chinese territory to Japan.",
            "year": 1919
        },
        {
            "text": "Italy occupies the Ottoman island of Rhodes.",
            "year": 1912
        },
        {
            "text": "The Royal Canadian Navy is created.",
            "year": 1910
        },
        {
            "text": "The United States begins construction of the Panama Canal.",
            "year": 1904
        },
        {
            "text": "Haymarket affair: In Chicago, United States, a homemade bomb is thrown at police officers trying to break up a labor rally, killing one officer. Ensuing gunfire leads to the deaths of a further seven officers and four civilians.",
            "year": 1886
        },
        {
            "text": "The National Association, the first professional baseball league, opens its first season in Fort Wayne, Indiana.",
            "year": 1871
        },
        {
            "text": "The four-day Naval Battle of Hakodate begins. The newly formed Imperial Japanese Navy defeats the remnants of the Tokugawa shogunate navy in the Sea of Japan off the city of Hakodate, leading to the surrender of the Ezo Republic on May 17.",
            "year": 1869
        },
        {
            "text": "The Cornwall Railway opens across the Royal Albert Bridge linking Devon and Cornwall in England.",
            "year": 1859
        },
        {
            "text": "Formation of Ancient Order of Hibernians.",
            "year": 1836
        },
        {
            "text": "Emperor Napoleon arrives at Portoferraio on the island of Elba to begin his exile.",
            "year": 1814
        },
        {
            "text": "King Ferdinand VII abolishes the Spanish Constitution of 1812, returning Spain to absolutism.",
            "year": 1814
        },
        {
            "text": "Fourth Anglo-Mysore War: The Battle of Seringapatam: The siege of Seringapatam ends when the city is invaded and Tipu Sultan killed by the besieging British army, under the command of General George Harris.",
            "year": 1799
        },
        {
            "text": "Rhode Island becomes the first American colony to renounce allegiance to King George III.",
            "year": 1776
        },
        {
            "text": "The Imperial Theatrical School, the first ballet school in Russia, is founded.",
            "year": 1738
        },
        {
            "text": "Dutch explorer Peter Minuit arrives in New Netherland (present day Manhattan Island) aboard the See Meeuw.",
            "year": 1626
        },
        {
            "text": "In the papal bull Inter caetera, Pope Alexander VI divides the New World between Spain and Portugal along the Line of Demarcation.",
            "year": 1493
        },
        {
            "text": "Wars of the Roses: The Battle of Tewkesbury: Edward IV defeats a Lancastrian Army and kills Edward of Westminster, Prince of Wales.",
            "year": 1471
        },
        {
            "text": "Assassination of the Swedish rebel (later national hero) Engelbrekt Engelbrektsson (27 April O.S.).",
            "year": 1436
        },
        {
            "text": "Religious reformer John Wycliffe is condemned as a heretic at the Council of Constance.",
            "year": 1415
        },
        {
            "text": "The Augustinian monastic order is constituted at the Lecceto Monastery when Pope Alexander IV issues a papal bull Licet ecclesiae catholicae.",
            "year": 1256
        }
    ],
    "births": [
        {
            "text": "Alexander O'Connor, English musician",
            "year": 1998
        },
        {
            "text": "Abi Masatora, Japanese sumo wrestler",
            "year": 1994
        },
        {
            "text": "Joseph Tapine, New Zealand rugby league player",
            "year": 1994
        },
        {
            "text": "Victor Oladipo, American basketball player",
            "year": 1992
        },
        {
            "text": "Brianne Jenner, Canadian women's ice hockey player",
            "year": 1991
        },
        {
            "text": "Rory McIlroy, Northern Irish golfer",
            "year": 1989
        },
        {
            "text": "James van Riemsdyk, American ice hockey player",
            "year": 1989
        },
        {
            "text": "Radja Nainggolan, Belgian footballer",
            "year": 1988
        },
        {
            "text": "Cesc Fàbregas, Spanish footballer and manager",
            "year": 1987
        },
        {
            "text": "Jorge Lorenzo, Spanish motorcycle racer",
            "year": 1987
        },
        {
            "text": "Devan Dubnyk, Canadian ice hockey player",
            "year": 1986
        },
        {
            "text": "George Hill, American basketball player",
            "year": 1986
        },
        {
            "text": "Ravi Bopara, English cricketer",
            "year": 1985
        },
        {
            "text": "Fernandinho, Brazilian footballer",
            "year": 1985
        },
        {
            "text": "Jamie Adenuga, English MC and rapper",
            "year": 1985
        },
        {
            "text": "Brad Maddox, American wrestler and referee",
            "year": 1984
        },
        {
            "text": "Derek Roy, Canadian ice hockey player",
            "year": 1983
        },
        {
            "text": "Eric Djemba-Djemba, Cameroon footballer",
            "year": 1981
        },
        {
            "text": "Ruth Negga, Ethiopian-Irish actress",
            "year": 1981
        },
        {
            "text": "Dallon Weekes, American singer-songwriter and musician",
            "year": 1981
        },
        {
            "text": "Andrew Raycroft, Canadian ice hockey player",
            "year": 1980
        },
        {
            "text": "Lance Bass, American singer, dancer, and producer",
            "year": 1979
        },
        {
            "text": "Lesley Vainikolo, Tongan rugby player",
            "year": 1979
        },
        {
            "text": "Erin Andrews, American sportscaster and journalist",
            "year": 1978
        },
        {
            "text": "Igor Biscan, Croatian footballer and manager",
            "year": 1978
        },
        {
            "text": "James Harrison, American football player",
            "year": 1978
        },
        {
            "text": "Kimora Lee Simmons, American model",
            "year": 1975
        },
        {
            "text": "Tony McCoy, Northern Irish jockey and sportscaster",
            "year": 1974
        },
        {
            "text": "Guillermo Barros Schelotto, Argentinian footballer and coach",
            "year": 1973
        },
        {
            "text": "John Madden, Canadian ice hockey player and coach",
            "year": 1973
        },
        {
            "text": "Mike Dirnt, American bass player and songwriter",
            "year": 1972
        },
        {
            "text": "Chris Tomlin, American singer-songwriter",
            "year": 1972
        },
        {
            "text": "Will Arnett, Canadian actor and producer",
            "year": 1970
        },
        {
            "text": "Dawn Staley, American basketball player",
            "year": 1970
        },
        {
            "text": "Kate Garraway, English journalist",
            "year": 1967
        },
        {
            "text": "Ana Gasteyer, American actress and singer",
            "year": 1967
        },
        {
            "text": "Jay Aston, English singer-songwriter and dancer",
            "year": 1961
        },
        {
            "text": "Werner Faymann, Austrian politician, 28th Chancellor of Austria",
            "year": 1960
        },
        {
            "text": "Randy Travis, American singer-songwriter, guitarist, and actor",
            "year": 1959
        },
        {
            "text": "Keith Haring, American painter (d. 1990)",
            "year": 1958
        },
        {
            "text": "Caroline Spelman, English politician, Secretary of State for Environment, Food and Rural Affairs",
            "year": 1958
        },
        {
            "text": "Kathy Kreiner, Canadian skier",
            "year": 1957
        },
        {
            "text": "Ken Oberkfell, American baseball player and coach",
            "year": 1956
        },
        {
            "text": "Ryan Cayabyab, Filipino pianist, composer, and conductor",
            "year": 1954
        },
        {
            "text": "Pia Zadora, American actress and singer",
            "year": 1953
        },
        {
            "text": "Belinda Green, Australian beauty queen and 1972 Miss World",
            "year": 1952
        },
        {
            "text": "Colin Bass, English bass player, songwriter, and producer",
            "year": 1951
        },
        {
            "text": "Colleen Hanabusa, American lawyer and politician",
            "year": 1951
        },
        {
            "text": "Jackie Jackson, American singer-songwriter and dancer",
            "year": 1951
        },
        {
            "text": "King George Tupou V of Tonga, (d. 2012)",
            "year": 1948
        },
        {
            "text": "John Barnard, English car designer",
            "year": 1946
        },
        {
            "text": "Gary Bauer, American political activist",
            "year": 1946
        },
        {
            "text": "John Watson, British race car driver",
            "year": 1946
        },
        {
            "text": "Robert Machray, American actor (d. 2025)",
            "year": 1945
        },
        {
            "text": "Russi Taylor, American voice actress (d. 2019)",
            "year": 1944
        },
        {
            "text": "Georgi Asparuhov, Bulgarian footballer (d. 1971)",
            "year": 1943
        },
        {
            "text": "George Will, American journalist and author",
            "year": 1941
        },
        {
            "text": "Robin Cook, American physician and author",
            "year": 1940
        },
        {
            "text": "Amos Oz, Israeli journalist and author (d. 2018)",
            "year": 1939
        },
        {
            "text": "Carlos Monsiváis, Mexican journalist, author, and critic (d. 2010)",
            "year": 1938
        },
        {
            "text": "Ron Carter, American bassist and educator",
            "year": 1937
        },
        {
            "text": "Dick Dale, American surf-rock guitarist, singer, and songwriter (d. 2019)",
            "year": 1937
        },
        {
            "text": "Harlon Hill, American football player and coach (d. 2013)",
            "year": 1932
        },
        {
            "text": "Katherine Jackson, matriarch of the Jackson family",
            "year": 1930
        },
        {
            "text": "Manuel Contreras, Chilean general (d. 2015)",
            "year": 1929
        },
        {
            "text": "Audrey Hepburn, Belgian-British actress and humanitarian (d. 1993)",
            "year": 1929
        },
        {
            "text": "Maynard Ferguson, Canadian trumpet player and bandleader (d. 2006)",
            "year": 1928
        },
        {
            "text": "Hosni Mubarak, Egyptian air marshal and politician, 4th President of Egypt (d. 2020)",
            "year": 1928
        },
        {
            "text": "Betsy Rawls, American golfer (d. 2023)",
            "year": 1928
        },
        {
            "text": "Maurice R. Greenberg, American businessman and philanthropist",
            "year": 1925
        },
        {
            "text": "Eric Sykes, British actor and comedian (d. 2012)",
            "year": 1923
        },
        {
            "text": "Eugenie Clark, American biologist and academic (d. 2015)",
            "year": 1922
        },
        {
            "text": "Edo Murtić, Croatian painter, sculptor, and illustrator (d. 2005)",
            "year": 1921
        },
        {
            "text": "Kakuei Tanaka, Japanese soldier and politician, 64th Prime Minister of Japan (d. 1993)",
            "year": 1918
        },
        {
            "text": "Nick Joaquin, Filipino writer, journalist and historian (d. 2004)",
            "year": 1917
        },
        {
            "text": "Jane Jacobs, American-Canadian journalist, author, and activist (d. 2006)",
            "year": 1916
        },
        {
            "text": "Richard Proenneke, American soldier, carpenter, and meteorologist (d. 2003)",
            "year": 1916
        },
        {
            "text": "Maedayama Eigorō, Japanese sumo wrestler, the 39th Yokozuna (d. 1971)",
            "year": 1914
        },
        {
            "text": "Princess Katherine of Greece and Denmark (d. 2007)",
            "year": 1913
        },
        {
            "text": "Lincoln Kirstein, American soldier and playwright, co-founded the New York City Ballet (d. 1996)",
            "year": 1907
        },
        {
            "text": "Walter Walsh, American target shooter and FBI agent (d. 2014)",
            "year": 1907
        },
        {
            "text": "Al Dexter, American country singer-songwriter and guitarist (d. 1984)",
            "year": 1905
        },
        {
            "text": "Luther Adler, American actor (d. 1984)",
            "year": 1903
        },
        {
            "text": "Ronnie Aird, English cricketer and administrator (d. 1986)",
            "year": 1902
        },
        {
            "text": "Franklin Carmichael, Canadian painter (d. 1945)",
            "year": 1890
        },
        {
            "text": "Francis Spellman, American cardinal (d. 1967)",
            "year": 1889
        },
        {
            "text": "Andrew Dasburg, French-American painter (d. 1979)",
            "year": 1887
        },
        {
            "text": "Richard Baggallay, English army officer and cricketer (d. 1975)",
            "year": 1884
        },
        {
            "text": "Wang Jingwei, Chinese politician (d. 1944)",
            "year": 1883
        },
        {
            "text": "Alice Liddell, English model (d. 1934)",
            "year": 1852
        },
        {
            "text": "Thomas Dewing, American painter (d. 1938)",
            "year": 1851
        },
        {
            "text": "Bianka Blume, German opera singer (d. 1896)",
            "year": 1843
        },
        {
            "text": "John Hanning Speke, English soldier and explorer (d. 1864)",
            "year": 1827
        },
        {
            "text": "Frederic Edwin Church, American painter (d. 1900)",
            "year": 1826
        },
        {
            "text": "Thomas Henry Huxley, English biologist, anatomist, and academic (d. 1895)",
            "year": 1825
        },
        {
            "text": "Augustus Le Plongeon, English-American historian, photographer, and academic (d. 1908)",
            "year": 1825
        },
        {
            "text": "Charles Boucher de Boucherville, Canadian physician and politician, 3rd Premier of Quebec (d. 1915)",
            "year": 1822
        },
        {
            "text": "Julia Gardiner Tyler, American wife of John Tyler, 11th First Lady of the United States (d. 1889)",
            "year": 1820
        },
        {
            "text": "John Whiteaker, American soldier, judge, and politician, 1st Governor of Oregon (d. 1902)",
            "year": 1820
        },
        {
            "text": "Horace Mann, American educator and politician (d. 1859)",
            "year": 1796
        },
        {
            "text": "William Pennington, American lawyer and politician, 13th Governor of New Jersey, 23rd Speaker of the United States House of Representatives (d. 1862)",
            "year": 1796
        },
        {
            "text": "William H. Prescott, American historian and scholar (d. 1859)",
            "year": 1796
        },
        {
            "text": "Friedrich Arnold Brockhaus, German publisher (d. 1823)",
            "year": 1772
        },
        {
            "text": "François Gérard, French painter (d. 1837)",
            "year": 1770
        },
        {
            "text": "Tyagaraja, Indian composer (d. 1847)",
            "year": 1767
        },
        {
            "text": "Manuel Tolsá, Spanish sculptor and first director of the Academy of San Carlos in Mexico City (d. 1816)",
            "year": 1757
        },
        {
            "text": "John Brooks, American soldier and politician, 11th Governor of Massachusetts (d. 1825)",
            "year": 1752
        },
        {
            "text": "Jean-Charles de Borda, French mathematician, physicist, and sailor (d. 1799)",
            "year": 1733
        },
        {
            "text": "Richard Graves, English minister and author (d. 1804)",
            "year": 1715
        },
        {
            "text": "Françoise-Marie de Bourbon, French noblewoman (d. 1749)",
            "year": 1677
        },
        {
            "text": "Bartolomeo Cristofori, Italian instrument maker, invented the piano (d. 1731)",
            "year": 1655
        },
        {
            "text": "Chhatrasal, Indian ruler (d. 1731)",
            "year": 1649
        },
        {
            "text": "Katherine Ferrers, English aristocrat and heiress (d. 1660)",
            "year": 1634
        },
        {
            "text": "Alice Spencer, English noblewoman (d. 1637)",
            "year": 1559
        },
        {
            "text": "Khwaja Abdullah Ansari, Persian mystic and poet (d. 1088)",
            "year": 1006
        }
    ],
    "deaths": [
        {
            "text": "Ron Kavana, Irish singer, songwriter, guitarist and band leader (b. 1950)",
            "year": 2024
        },
        {
            "text": "Frank Stella, American painter (b. 1936)",
            "year": 2024
        },
        {
            "text": "Nick Kamen, English model, songwriter (b. 1962)",
            "year": 2021
        },
        {
            "text": "Don Shula, American football player and coach (b. 1930)",
            "year": 2020
        },
        {
            "text": "Greg Zanis, American carpenter and activist (b. 1950)",
            "year": 2020
        },
        {
            "text": "Jean-Baptiste Bagaza, Burundian politician (b. 1946)",
            "year": 2016
        },
        {
            "text": "William Bast, American screenwriter and author (b. 1931)",
            "year": 2015
        },
        {
            "text": "Ellen Albertini Dow, American actress (b. 1913)",
            "year": 2015
        },
        {
            "text": "Marv Hubbard, American football player (b. 1946)",
            "year": 2015
        },
        {
            "text": "Dick Ayers, American author and illustrator (b. 1924)",
            "year": 2014
        },
        {
            "text": "Elena Baltacha, Ukrainian-Scottish tennis player (b. 1983)",
            "year": 2014
        },
        {
            "text": "Edgar Cortright, American scientist and engineer (b. 1923)",
            "year": 2014
        },
        {
            "text": "Helga Königsdorf, German physicist and author (b. 1938)",
            "year": 2014
        },
        {
            "text": "Ross Lonsberry, Canadian-American ice hockey player (b. 1947)",
            "year": 2014
        },
        {
            "text": "Jean-Paul Ngoupandé, Central African politician, Prime Minister of the Central African Republic (b. 1948)",
            "year": 2014
        },
        {
            "text": "Otis Bowen, American physician and politician, 44th Governor of Indiana (b. 1918)",
            "year": 2013
        },
        {
            "text": "Christian de Duve, English-Belgian cytologist and biochemist, Nobel Prize laureate (b. 1917)",
            "year": 2013
        },
        {
            "text": "Javier Diez Canseco, Peruvian sociologist and politician (b. 1948)",
            "year": 2013
        },
        {
            "text": "Mario Machado, Chinese-American journalist and actor (b. 1935)",
            "year": 2013
        },
        {
            "text": "Morgan Morgan-Giles, English admiral and politician (b. 1914)",
            "year": 2013
        },
        {
            "text": "César Portillo de la Luz, Cuban guitarist and composer (b. 1922)",
            "year": 2013
        },
        {
            "text": "Mort Lindsey, American pianist, composer, and conductor (b. 1923)",
            "year": 2012
        },
        {
            "text": "Bob Stewart, American television producer, founded Stewart Tele Enterprises (b. 1920)",
            "year": 2012
        },
        {
            "text": "Adam Yauch, American rapper and director (b. 1964)",
            "year": 2012
        },
        {
            "text": "Rashidi Yekini, Nigerian footballer (b. 1963)",
            "year": 2012
        },
        {
            "text": "Sammy McCrory, Northern Irish footballer (b. 1924)",
            "year": 2011
        },
        {
            "text": "Dom DeLuise, American actor, director, and producer (b. 1933)",
            "year": 2009
        },
        {
            "text": "Fred Baur, American chemist and founder of Pringles (b. 1918)",
            "year": 2008
        },
        {
            "text": "David Hackworth, American colonel and journalist (b. 1930)",
            "year": 2005
        },
        {
            "text": "David Reimer, Canadian man, born male but reassigned female and raised as a girl after a botched circumcision  (b. 1965)",
            "year": 2004
        },
        {
            "text": "Bonnie Lee Bakley, American model, wife of Robert Blake (b. 1956)",
            "year": 2001
        },
        {
            "text": "Hendrik Casimir, Dutch physicist and academic (b. 1909)",
            "year": 2000
        },
        {
            "text": "Connie Wisniewski, American baseball player (b. 1922)",
            "year": 1995
        },
        {
            "text": "France Štiglic, Slovenian film director and screenwriter (b. 1919)",
            "year": 1993
        },
        {
            "text": "Gregor Mackenzie, Scottish politician (b. 1927)",
            "year": 1992
        },
        {
            "text": "Mohammed Abdel Wahab, Egyptian singer-songwriter and mandolin player (b. 1902)",
            "year": 1991
        },
        {
            "text": "Emily Remler, American guitarist (b. 1957)",
            "year": 1990
        },
        {
            "text": "Lillian Estelle Fisher, American historian of Spanish America (b. 1891)",
            "year": 1988
        },
        {
            "text": "Paul Butterfield, American singer and harmonica player (b. 1942)",
            "year": 1987
        },
        {
            "text": "Cathryn Damon, American actress (b. 1930)",
            "year": 1987
        },
        {
            "text": "Fikri Sönmez, Turkish tailor and politician (b. 1938)",
            "year": 1985
        },
        {
            "text": "Clarence Wiseman, English-Canadian 10th General of The Salvation Army (b. 1907)",
            "year": 1985
        },
        {
            "text": "Diana Dors, English actress (b. 1931)",
            "year": 1984
        },
        {
            "text": "Nino Sanzogno, Italian conductor and composer (b. 1911)",
            "year": 1983
        },
        {
            "text": "C. Loganathan, Sri Lankan banker (b. 1913)",
            "year": 1981
        },
        {
            "text": "Josip Broz Tito, Yugoslav field marshal and politician, 1st President of Yugoslavia (b. 1892)",
            "year": 1980
        },
        {
            "text": "Frank Strahan, Australian public servant (b. 1886)",
            "year": 1976
        },
        {
            "text": "Moe Howard, American actor, singer, and screenwriter (b. 1897)",
            "year": 1975
        },
        {
            "text": "Jane Bowles, American author and playwright (b. 1917)",
            "year": 1973
        },
        {
            "text": "Father Chrysanthus, Dutch arachnologist (b. 1905)",
            "year": 1972
        },
        {
            "text": "Edward Calvin Kendall, American chemist and academic, Nobel Prize laureate (b. 1886)",
            "year": 1972
        },
        {
            "text": "William Brown Meloney, writer and theatrical producer (b. 1902)",
            "year": 1971
        },
        {
            "text": "Osbert Sitwell, English-Italian author and poet (b. 1892)",
            "year": 1969
        },
        {
            "text": "Karl Robert Pusta, Estonian politician, 4th Estonian Minister of Foreign Affairs (b. 1883)",
            "year": 1964
        },
        {
            "text": "George Enescu, Romanian pianist, composer, and conductor (b. 1881)",
            "year": 1955
        },
        {
            "text": "Alexandre Pharamond, French rugby player (b. 1876)",
            "year": 1953
        },
        {
            "text": "Fedor von Bock, German field marshal (b. 1880)",
            "year": 1945
        },
        {
            "text": "Chris McKivat, Australian rugby player and coach (b. 1880)",
            "year": 1941
        },
        {
            "text": "Kanō Jigorō, Japanese founder of judo (b. 1860)",
            "year": 1938
        },
        {
            "text": "Carl von Ossietzky, German journalist and activist, Nobel Prize laureate (b. 1889)",
            "year": 1938
        },
        {
            "text": "Gina Oselio, Norwegian opera singer (b. 1858).",
            "year": 1937
        },
        {
            "text": "E. Nesbit, English author and poet (b. 1858)",
            "year": 1924
        },
        {
            "text": "Ralph McKittrick, American golfer and tennis player (b. 1877)",
            "year": 1923
        },
        {
            "text": "Viktor Kingissepp, Estonian politician (b. 1888)",
            "year": 1922
        },
        {
            "text": "Milan Rastislav Štefánik, Slovak general and politician (b. 1880)",
            "year": 1919
        },
        {
            "text": "Ned Daly, Irish rebel commander (Easter Rising) (b. 1891)",
            "year": 1916
        },
        {
            "text": "John Murray, Australian politician, 23rd Premier of Victoria (b. 1851)",
            "year": 1916
        },
        {
            "text": "Willie Pearse, Irish rebel (b. 1881)",
            "year": 1916
        },
        {
            "text": "Joseph Plunkett, Irish rebel and writer (b. 1887)",
            "year": 1916
        },
        {
            "text": "Nettie Stevens, American geneticist credited with discovering sex chromosomes (b. 1861)",
            "year": 1912
        },
        {
            "text": "Gotse Delchev, Macedonian Bulgarian revolutionary IMRO (b. 1872)",
            "year": 1903
        },
        {
            "text": "John Jones Ross, Canadian lawyer and politician, 7th Premier of Quebec (b. 1831)",
            "year": 1901
        },
        {
            "text": "Edward Clark, American lawyer and politician, 8th Governor of Texas (b. 1815)",
            "year": 1880
        },
        {
            "text": "Joseph Diaz Gergonne, French mathematician and philosopher (b. 1771)",
            "year": 1859
        },
        {
            "text": "Denis Davydov, Russian general and poet (b. 1784)",
            "year": 1839
        },
        {
            "text": "Sebastián Kindelán y O'Regan, colonial governor of East Florida, Santo Domingo and Cuba (b. 1757)",
            "year": 1826
        },
        {
            "text": "Joseph Joubert, French author (b. 1754)",
            "year": 1824
        },
        {
            "text": "Samuel Dexter, American lawyer and politician, 4th United States Secretary of War, 3rd United States Secretary of the Treasury (b. 1761)",
            "year": 1816
        },
        {
            "text": "Nikolay Kamensky, Russian general (b. 1776)",
            "year": 1811
        },
        {
            "text": "Tipu, ruler of Mysore (b. 1750)",
            "year": 1799
        },
        {
            "text": "Matthew Tilghman, American politician (b. 1718)",
            "year": 1790
        },
        {
            "text": "Jacques Saly, French painter and sculptor (b. 1717)",
            "year": 1776
        },
        {
            "text": "Anthony Ulrich of Brunswick, Prussian nobleman (b. 1714)",
            "year": 1774
        },
        {
            "text": "Eustace Budgell, English journalist and politician (b. 1686)",
            "year": 1737
        },
        {
            "text": "James Thornhill, English painter and politician (b. 1675)",
            "year": 1734
        },
        {
            "text": "Louis Antoine de Noailles, French cardinal (b. 1651)",
            "year": 1729
        },
        {
            "text": "John Nevison, English criminal (b. 1639)",
            "year": 1684
        },
        {
            "text": "Isaac Barrow, English mathematician and theologian (b. 1630)",
            "year": 1677
        },
        {
            "text": "Arthur Lake, English bishop and scholar (b. 1569)",
            "year": 1626
        },
        {
            "text": "Adriaan van Roomen, Flemish priest and mathematician (b. 1561)",
            "year": 1615
        },
        {
            "text": "Ulisse Aldrovandi, Italian naturalist (b. 1522)",
            "year": 1605
        },
        {
            "text": "Claudio Merulo, Italian organist and composer (b. 1533)",
            "year": 1604
        },
        {
            "text": "Pierre Viret, Swiss theologian and reformer (b. 1511)",
            "year": 1571
        },
        {
            "text": "Luca Ghini, Italian physician and botanist (b. 1490)",
            "year": 1566
        },
        {
            "text": "Lelio Sozzini, Italian Protestant theologian (b. 1525)",
            "year": 1562
        },
        {
            "text": "John Houghton, Carthusian monk and saint",
            "year": 1535
        },
        {
            "text": "Lorenzo de' Medici, duke of Urbino (b. 1492)",
            "year": 1519
        },
        {
            "text": "Husayn Mirza Bayqara, Timurid ruler of Herat (b. 1438)",
            "year": 1506
        },
        {
            "text": "George Neville, Duke of Bedford (b. 1457)",
            "year": 1483
        },
        {
            "text": "Edward of Westminster, Prince of Wales, son and heir of Henry VI of England (b. 1453)",
            "year": 1471
        },
        {
            "text": "Edmund Beaufort, 4th Duke of Somerset (b. 1438)",
            "year": 1471
        },
        {
            "text": "Engelbrekt Engelbrektsson, Swedish rebel leader (27 April O.S.).",
            "year": 1436
        },
        {
            "text": "Coluccio Salutati, chancellor of Florence (b. 1331)",
            "year": 1406
        },
        {
            "text": "Gotthard of Hildesheim, German bishop (b. 960)",
            "year": 1038
        },
        {
            "text": "Herman II, duke of Swabia",
            "year": 1003
        },
        {
            "text": "Arbeo, bishop of Freising",
            "year": 784
        },
        {
            "text": "Venerius, archbishop of Milan",
            "year": 408
        }
    ],
    "metadata": {
        "current_date": "May 4, 2025",
        "short_date": "May 4",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            41,
            47,
            12,
            33,
            22,
            7,
            8,
            35,
            5,
            32
        ],
        "births": [
            54,
            113,
            47,
            70
        ],
        "deaths": [
            17,
            100,
            104,
            26
        ]
    }
}