{
    "events": [
        {
            "text": "A car bomb explodes in front of a school in Kabul, capital city of Afghanistan killing at least 55 people and wounding over 150.",
            "year": 2021
        },
        {
            "text": "British 17-year-old Isabelle Holdaway is reported to be the first patient ever to receive a genetically modified phage therapy to treat a drug-resistant infection.",
            "year": 2019
        },
        {
            "text": "China Southern Airlines Flight 3456 crashes on approach into Bao'an International Airport, killing 35 people.",
            "year": 1997
        },
        {
            "text": "A fire at Illinois Bell's Hinsdale Central Office triggers an extended 1AESS network outage once considered to be the \"worst telecommunications disaster in US telephone industry history\".",
            "year": 1988
        },
        {
            "text": "The SAS kills eight Provisional Irish Republican Army volunteers and a civilian during an ambush in Loughgall, Northern Ireland.",
            "year": 1987
        },
        {
            "text": "Corporal Denis Lortie enters the Quebec National Assembly and opens fire, killing three people and wounding 13. René Jalbert, Sergeant-at-Arms of the Assembly, succeeds in calming him, for which he will later receive the Cross of Valour.",
            "year": 1984
        },
        {
            "text": "The USSR announces a boycott upon the Summer Olympics at Los Angeles, later joined by 14 other countries.",
            "year": 1984
        },
        {
            "text": "The Thames Barrier is officially opened, preventing the floodplain of most of Greater London from being flooded except under extreme circumstances.",
            "year": 1984
        },
        {
            "text": "The World Health Organization confirms the eradication of smallpox.",
            "year": 1980
        },
        {
            "text": "The first ascent of Mount Everest without supplemental oxygen, by Reinhold Messner and Peter Habeler.",
            "year": 1978
        },
        {
            "text": "The rollercoaster The New Revolution, the first steel coaster with a vertical loop, opens at Six Flags Magic Mountain.",
            "year": 1976
        },
        {
            "text": "A 71-day standoff between federal authorities and the American Indian Movement members occupying the Pine Ridge Reservation at Wounded Knee, South Dakota ends with the surrender of the militants.",
            "year": 1973
        },
        {
            "text": "Vietnam War: U.S. President Richard Nixon announces his order to place naval mines in major North Vietnamese ports in order to stem the flow of weapons and other goods to that nation.",
            "year": 1972
        },
        {
            "text": "The Beatles release their 12th and final studio album Let It Be.",
            "year": 1970
        },
        {
            "text": "The Philippine province of Davao is split into three: Davao del Norte, Davao del Sur, and Davao Oriental.",
            "year": 1967
        },
        {
            "text": "South Vietnamese soldiers under the Roman Catholic President Ngo Dinh Diem open fire on Buddhists defying a ban on the flying of the Buddhist flag on Vesak, killing nine and sparking the Buddhist crisis.",
            "year": 1963
        },
        {
            "text": "South Vietnamese President Ngo Dinh Diem began a state visit to the United States, his regime's main sponsor.",
            "year": 1957
        },
        {
            "text": "The Tollund Man was discovered in a peat bog near Silkeborg, Denmark.",
            "year": 1950
        },
        {
            "text": "Estonian schoolgirls Aili Jõgi and Ageeda Paavel blow up the Soviet memorial which preceded the Bronze Soldier of Tallinn.",
            "year": 1946
        },
        {
            "text": "World War II: The German Instrument of Surrender signed at Berlin-Karlshorst comes into effect.",
            "year": 1945
        },
        {
            "text": "End of the Prague uprising, celebrated now as a national holiday in the Czech Republic.",
            "year": 1945
        },
        {
            "text": "Hundreds of Algerian civilians are killed by French Army soldiers in the Sétif massacre.",
            "year": 1945
        },
        {
            "text": "The Halifax riot starts when thousands of civilians and servicemen rampage through Halifax, Nova Scotia.",
            "year": 1945
        },
        {
            "text": "World War II: The German 11th Army begins Operation Trappenjagd (Bustard Hunt) and destroys the bridgehead of the three Soviet armies defending the Kerch Peninsula.",
            "year": 1942
        },
        {
            "text": "World War II: The Battle of the Coral Sea comes to an end with Imperial Japanese Navy aircraft carrier aircraft attacking and sinking the United States Navy aircraft carrier USS Lexington.",
            "year": 1942
        },
        {
            "text": "World War II: Gunners of the Ceylon Garrison Artillery on Horsburgh Island in the Cocos Islands rebel in the Cocos Islands Mutiny. Their mutiny is crushed and three of them are executed, the only British Commonwealth soldiers to be executed for mutiny during the Second World War.",
            "year": 1942
        },
        {
            "text": "World War II: The German Luftwaffe launches a bombing raid on Nottingham and Derby.",
            "year": 1941
        },
        {
            "text": "Mohandas Gandhi begins a 21-day fast of self-purification and launched a one-year campaign to help the Harijan movement.",
            "year": 1933
        },
        {
            "text": "Attempting to make the first non-stop transatlantic flight from Paris to New York, French war heroes Charles Nungesser and François Coli disappear after taking off aboard The White Bird biplane.",
            "year": 1927
        },
        {
            "text": "The Klaipėda Convention is signed formally incorporating Klaipėda Region (Memel Territory) into Lithuania.",
            "year": 1924
        },
        {
            "text": "The creation of the Communist Party of Romania.",
            "year": 1921
        },
        {
            "text": "Edward George Honey proposes the idea of a moment of silence to commemorate the Armistice of 11 November 1918 which ended World War I.",
            "year": 1919
        },
        {
            "text": "In Martinique, Mount Pelée erupts, destroying the town of Saint-Pierre and killing over 30,000 people. Only a handful of residents survive the blast.",
            "year": 1902
        },
        {
            "text": "The Irish Literary Theatre in Dublin produced its first play.",
            "year": 1899
        },
        {
            "text": "The first games of the Italian football league system are played.",
            "year": 1898
        },
        {
            "text": "Pharmacist John Pemberton first sells a carbonated beverage named \"Coca-Cola\" as a patent medicine.",
            "year": 1886
        },
        {
            "text": "At Gilmore's Gardens in New York City, the first Westminster Kennel Club Dog Show opens.",
            "year": 1877
        },
        {
            "text": "Mexican–American War: American forces led by Zachary Taylor defeat a Mexican force north of the Rio Grande in the first major battle of the war.",
            "year": 1846
        },
        {
            "text": "A train derails and catches fire in Paris, killing between 52 and 200 people.",
            "year": 1842
        },
        {
            "text": "Greek War of Independence: The Greeks defeat the Turks at the Battle of Gravia Inn.",
            "year": 1821
        },
        {
            "text": "Branded a traitor during the Reign of Terror, French chemist Antoine Lavoisier, who was also a tax collector with the Ferme générale, is tried, convicted and guillotined in one day in Paris.",
            "year": 1794
        },
        {
            "text": "King Louis XVI of France attempts to impose the reforms of Étienne Charles de Loménie de Brienne by abolishing the parlements.",
            "year": 1788
        },
        {
            "text": "In the Papal States, Cardinal Michelangelo dei Conti is elected Pope, and takes the name Innocent XIII.",
            "year": 1721
        },
        {
            "text": "William Coddington founds Newport, Rhode Island.",
            "year": 1639
        },
        {
            "text": "A newly nationalized silver mine in Scotland at Hilderston, West Lothian is re-opened by Bevis Bulmer.",
            "year": 1608
        },
        {
            "text": "Hernando de Soto stops near present-day Walls, Mississippi, and sees the Mississippi River (then known by the Spanish as Río de Espíritu Santo, the name given to it by Alonso Álvarez de Pineda in 1519).",
            "year": 1541
        },
        {
            "text": "A group of imperial guards, led by Trịnh Duy Sản, murdered Emperor Lê Tương Dực and fled, leaving the capital Thăng Long undefended.",
            "year": 1516
        },
        {
            "text": "Kentishmen revolt against King Henry VI.",
            "year": 1450
        },
        {
            "text": "Joan of Arc lifts the Siege of Orléans, turning the tide of the Hundred Years' War.",
            "year": 1429
        },
        {
            "text": "Julian of Norwich, a Christian mystic and anchoress, experiences the deathbed visions described in her Revelations of Divine Love.",
            "year": 1373
        },
        {
            "text": "Treaty of Brétigny drafted between King Edward III of England and King John II of France (the Good).",
            "year": 1360
        },
        {
            "text": "Reccared I opens the Third Council of Toledo, marking the entry of Visigothic Spain into the Catholic Church.",
            "year": 589
        },
        {
            "text": "Emperor Honorius signs an edict providing tax relief for the Italian provinces Tuscia, Campania, Picenum, Samnium, Apulia, Lucania and Calabria, which were plundered by the Visigoths.",
            "year": 413
        },
        {
            "text": "Spring and Autumn period: The house of Zhao defeats the house of Zhi, ending the Battle of Jinyang, a military conflict between the elite families of the State of Jin.",
            "year": -453
        }
    ],
    "births": [
        {
            "text": "Oliver Bearman, English racing driver",
            "year": 2005
        },
        {
            "text": "Moulay Hassan, Crown Prince of Morocco",
            "year": 2003
        },
        {
            "text": "Jordyn Huitema, Canadian soccer player",
            "year": 2001
        },
        {
            "text": "6ix9ine, American rapper",
            "year": 1996
        },
        {
            "text": "Pat Cummins, Australian cricketer",
            "year": 1993
        },
        {
            "text": "Olivia Culpo, American model and actress",
            "year": 1992
        },
        {
            "text": "Kevin Hayes, American ice hockey player",
            "year": 1992
        },
        {
            "text": "Lane Johnson, American football player",
            "year": 1990
        },
        {
            "text": "Iyo Sky, Japanese wrestler",
            "year": 1990
        },
        {
            "text": "Kemba Walker, American basketball player",
            "year": 1990
        },
        {
            "text": "Lars Eller, Danish ice hockey player",
            "year": 1989
        },
        {
            "text": "Trisha Paytas, American media personality",
            "year": 1988
        },
        {
            "text": "Felix Jones, American football player",
            "year": 1987
        },
        {
            "text": "Mark Noble, English footballer",
            "year": 1987
        },
        {
            "text": "Kurt Tippett, Australian footballer",
            "year": 1987
        },
        {
            "text": "Galen Rupp, American runner",
            "year": 1986
        },
        {
            "text": "Tommaso Ciampa, American wrestler",
            "year": 1985
        },
        {
            "text": "Buakaw Banchamek, Thai kick-boxer",
            "year": 1982
        },
        {
            "text": "Adrián González, American baseball player",
            "year": 1982
        },
        {
            "text": "Stephen Amell, Canadian actor",
            "year": 1981
        },
        {
            "text": "Andrea Barzagli, Italian footballer",
            "year": 1981
        },
        {
            "text": "Evgeny Lebedev, Russian-English publisher and philanthropist",
            "year": 1980
        },
        {
            "text": "Michelle McManus, Scottish singer-songwriter and actress",
            "year": 1980
        },
        {
            "text": "Lúcio, Brazilian footballer",
            "year": 1978
        },
        {
            "text": "Joe Bonamassa, American singer-songwriter and guitarist",
            "year": 1977
        },
        {
            "text": "Bad News Brown, Canadian rapper, harmonica player, and actor (d. 2011)",
            "year": 1977
        },
        {
            "text": "Theodoros Papaloukas, Greek basketball player",
            "year": 1977
        },
        {
            "text": "Martha Wainwright, Canadian-American singer-songwriter and guitarist",
            "year": 1976
        },
        {
            "text": "Enrique Iglesias, Spanish-American singer-songwriter, producer, and actor",
            "year": 1975
        },
        {
            "text": "Korey Stringer, American football player (d. 2001)",
            "year": 1974
        },
        {
            "text": "Jesús Arellano, Mexican footballer",
            "year": 1973
        },
        {
            "text": "Marcus Brigstocke, English comedian, actor, and screenwriter",
            "year": 1973
        },
        {
            "text": "Darren Hayes, Australian singer-songwriter",
            "year": 1972
        },
        {
            "text": "Ray Whitney, Canadian ice hockey player",
            "year": 1972
        },
        {
            "text": "Candice Night, American singer-songwriter",
            "year": 1971
        },
        {
            "text": "Michael Bevan, Australian cricketer and coach",
            "year": 1970
        },
        {
            "text": "Naomi Klein, Canadian author and activist",
            "year": 1970
        },
        {
            "text": "Luis Enrique, Spanish footballer and manager",
            "year": 1970
        },
        {
            "text": "Akebono Tarō, American-Japanese sumo wrestler, the 64th Yokozuna (d. 2024)",
            "year": 1969
        },
        {
            "text": "Viviana Durante, Italian ballerina and actress",
            "year": 1967
        },
        {
            "text": "Cláudio Taffarel, Brazilian footballer and coach",
            "year": 1966
        },
        {
            "text": "Melissa Gilbert, American actress and director",
            "year": 1964
        },
        {
            "text": "Anthony Field, Australian guitarist, songwriter, producer, and actor",
            "year": 1963
        },
        {
            "text": "Michel Gondry, French director and screenwriter",
            "year": 1963
        },
        {
            "text": "Bill de Blasio, American politician, 109th Mayor of New York City",
            "year": 1961
        },
        {
            "text": "David Winning, Canadian-American director, producer, and screenwriter",
            "year": 1961
        },
        {
            "text": "Franco Baresi, Italian footballer and coach",
            "year": 1960
        },
        {
            "text": "Ronnie Lott, American football player and sportscaster",
            "year": 1959
        },
        {
            "text": "Roddy Doyle, Irish novelist, playwright, and screenwriter",
            "year": 1958
        },
        {
            "text": "Brooks Newmark, American-English businessman and politician, Lord of the Treasury",
            "year": 1958
        },
        {
            "text": "Bill Cowher, American football player, coach, and analyst",
            "year": 1957
        },
        {
            "text": "Jeff Wincott, Canadian actor and martial artist",
            "year": 1956
        },
        {
            "text": "Patrick Hanrahan, American computer graphics researcher",
            "year": 1955
        },
        {
            "text": "Mladen Markač, Croatian general",
            "year": 1955
        },
        {
            "text": "David Keith, American actor and director",
            "year": 1954
        },
        {
            "text": "Alex Van Halen, Dutch-American drummer",
            "year": 1953
        },
        {
            "text": "Peter McNab, Canadian ice hockey player and sportscaster (d. 2022)",
            "year": 1952
        },
        {
            "text": "Philip Bailey, American singer-songwriter, drummer, and actor",
            "year": 1951
        },
        {
            "text": "Mike D'Antoni, American basketball player and coach",
            "year": 1951
        },
        {
            "text": "Chris Frantz, American drummer and producer",
            "year": 1951
        },
        {
            "text": "H. Robert Horvitz, American biologist and academic, Nobel Prize laureate",
            "year": 1947
        },
        {
            "text": "John Reid, Baron Reid of Cardowan, Scottish historian and politician, Secretary of State for Defence",
            "year": 1947
        },
        {
            "text": "Keith Jarrett, American pianist and composer",
            "year": 1945
        },
        {
            "text": "Gary Glitter, English singer-songwriter",
            "year": 1944
        },
        {
            "text": "Pat Barker, English author",
            "year": 1943
        },
        {
            "text": "Norman Lamont, Scottish banker and politician, Chancellor of the Exchequer",
            "year": 1942
        },
        {
            "text": "Terry Neill, Irish footballer and manager (d. 2022)",
            "year": 1942
        },
        {
            "text": "Bill Lockyer, American academic and politician, 30th Attorney General of California",
            "year": 1941
        },
        {
            "text": "James Traficant, American lawyer and politician (d. 2014)",
            "year": 1941
        },
        {
            "text": "Peter Benchley, American author and screenwriter (d. 2006)",
            "year": 1940
        },
        {
            "text": "Irwin Cotler, Canadian lawyer and politician, 47th Canadian Minister of Justice",
            "year": 1940
        },
        {
            "text": "Emilio Delgado, Mexican-American actor (d. 2022)",
            "year": 1940
        },
        {
            "text": "Ricky Nelson, American singer-songwriter, guitarist, and actor (d. 1985)",
            "year": 1940
        },
        {
            "text": "Toni Tennille, American singer-songwriter and keyboard player",
            "year": 1940
        },
        {
            "text": "William B. Jordan, American art historian (d. 2018)",
            "year": 1940
        },
        {
            "text": "Jean Giraud, French author and illustrator (d. 2012)",
            "year": 1938
        },
        {
            "text": "Mike Cuellar, Cuban-American baseball player (d. 2010)",
            "year": 1937
        },
        {
            "text": "Thomas Pynchon, American novelist",
            "year": 1937
        },
        {
            "text": "Jack Charlton, English footballer and manager (d. 2020)",
            "year": 1935
        },
        {
            "text": "Leonard Hoffmann, Baron Hoffmann, South African-English lawyer and judge",
            "year": 1934
        },
        {
            "text": "Phyllida Law, Scottish actress",
            "year": 1932
        },
        {
            "text": "Heather Harper, Northern Irish soprano (d. 2019)",
            "year": 1930
        },
        {
            "text": "Doug Atkins, American football player (d. 2015)",
            "year": 1930
        },
        {
            "text": "Gary Snyder, American poet, essayist, and translator",
            "year": 1930
        },
        {
            "text": "John C. Bogle, American businessman, investor, and philanthropist (d. 2019)",
            "year": 1929
        },
        {
            "text": "Miyoshi Umeki, Japanese-American actress and singer (d. 2007)",
            "year": 1929
        },
        {
            "text": "Ted Sorensen, American lawyer, 8th White House Counsel (d. 2010)",
            "year": 1928
        },
        {
            "text": "David Attenborough, English environmentalist and television host",
            "year": 1926
        },
        {
            "text": "David Hurst, German actor (d. 2019)",
            "year": 1926
        },
        {
            "text": "Don Rickles, American comedian and actor (d. 2017)",
            "year": 1926
        },
        {
            "text": "Ali Hassan Mwinyi, Tanzanian politician, 2nd President of Tanzania (d. 2024)",
            "year": 1925
        },
        {
            "text": "Saul Bass, American graphic designer and director (d. 1996)",
            "year": 1920
        },
        {
            "text": "Barbara Howard, Canadian sprinter and educator (d. 2017)",
            "year": 1920
        },
        {
            "text": "Tom of Finland, Finnish illustrator (d. 1991)",
            "year": 1920
        },
        {
            "text": "Gordon McClymont, Australian ecologist and academic (d. 2000)",
            "year": 1920
        },
        {
            "text": "Lex Barker, American actor (d. 1973)",
            "year": 1919
        },
        {
            "text": "João Havelange, Brazilian water polo player, lawyer, and businessman (d. 2016)",
            "year": 1916
        },
        {
            "text": "Chinmayananda Saraswati, Indian spiritual leader and educator (d. 1993)",
            "year": 1916
        },
        {
            "text": "Bob Clampett, American animator, director, and producer (d. 1984)",
            "year": 1913
        },
        {
            "text": "Sid James, South African-English actor and singer (d. 1976)",
            "year": 1913
        },
        {
            "text": "George Woodcock, Canadian author and poet (d. 1995)",
            "year": 1912
        },
        {
            "text": "Wilhelm Friedrich de Gaay Fortman, Dutch jurist and politician, Dutch Minister of The Interior (d. 1997)",
            "year": 1911
        },
        {
            "text": "Robert Johnson, American singer-songwriter and guitarist (d. 1938)",
            "year": 1911
        },
        {
            "text": "Mary Lou Williams, American pianist and composer (d. 1981)",
            "year": 1910
        },
        {
            "text": "Roberto Rossellini, Italian director and screenwriter (d. 1977)",
            "year": 1906
        },
        {
            "text": "Red Nichols, American cornet player, composer, and bandleader (d. 1965)",
            "year": 1905
        },
        {
            "text": "John Snagge, English journalist (d. 1996)",
            "year": 1904
        },
        {
            "text": "Fernandel, French actor and singer (d. 1971)",
            "year": 1903
        },
        {
            "text": "André Michel Lwoff, French microbiologist and physician, Nobel Prize laureate (d. 1994)",
            "year": 1902
        },
        {
            "text": "Turkey Stearnes, American baseball player (d. 1979)",
            "year": 1901
        },
        {
            "text": "Arthur Q. Bryan, American actor, voice actor, comedian and radio personality (d. 1959)",
            "year": 1899
        },
        {
            "text": "Friedrich Hayek, Austrian economist and philosopher, Nobel Prize laureate (d. 1992)",
            "year": 1899
        },
        {
            "text": "Jacques Heim, French fashion designer (d. 1967)",
            "year": 1899
        },
        {
            "text": "Aloysius Stepinac, Croatian cardinal (d. 1960)",
            "year": 1898
        },
        {
            "text": "James H. Kindelberger, American businessman (d. 1962)",
            "year": 1895
        },
        {
            "text": "Fulton J. Sheen, American archbishop (d. 1979)",
            "year": 1895
        },
        {
            "text": "Edmund Wilson, American critic, essayist, and editor (d. 1972)",
            "year": 1895
        },
        {
            "text": "Francis Ouimet, American golfer (d. 1967)",
            "year": 1893
        },
        {
            "text": "Edd Roush, American baseball player and coach (d. 1988)",
            "year": 1893
        },
        {
            "text": "Teddy Wakelam, English rugby player and sportscaster (d. 1963)",
            "year": 1893
        },
        {
            "text": "Adriaan Pelt, Dutch journalist and diplomat (d. 1981)",
            "year": 1892
        },
        {
            "text": "Thomas B. Costain, Canadian journalist and author (d. 1965)",
            "year": 1885
        },
        {
            "text": "Harry S. Truman, American colonel and politician, 33rd President of the United States (d. 1972)",
            "year": 1884
        },
        {
            "text": "Wesley Coe, American shot putter, discus thrower, and tug of war competitor (d. 1926)",
            "year": 1879
        },
        {
            "text": "Ludvig Karsten, Norwegian painter (d. 1926)",
            "year": 1876
        },
        {
            "text": "Margarete Böhme, German novelist (d. 1939)",
            "year": 1867
        },
        {
            "text": "Johan Jensen, Danish mathematician and engineer (d. 1925)",
            "year": 1859
        },
        {
            "text": "Heinrich Berté, Slovak-Austrian composer (d. 1924)",
            "year": 1858
        },
        {
            "text": "J. Meade Falkner, English author and poet (d. 1932)",
            "year": 1858
        },
        {
            "text": "Pedro Lascuráin, Mexican politician (d. 1952)",
            "year": 1856
        },
        {
            "text": "Dan Brouthers, American baseball player and manager (d. 1932)",
            "year": 1853
        },
        {
            "text": "Ross Barnes, American baseball player and manager (d. 1915)",
            "year": 1850
        },
        {
            "text": "Oscar Hammerstein I, American businessman and composer (d. 1919)",
            "year": 1846
        },
        {
            "text": "Emil Christian Hansen, Danish physiologist and mycologist (d. 1909)",
            "year": 1842
        },
        {
            "text": "Adolphe-Basile Routhier, Canadian judge, author, and songwriter (d. 1920)",
            "year": 1839
        },
        {
            "text": "Bertalan Székely, Hungarian painter and academic (d. 1910)",
            "year": 1835
        },
        {
            "text": "Louis Moreau Gottschalk, American pianist and composer (d. 1869)",
            "year": 1829
        },
        {
            "text": "Henry Dunant, Swiss businessman and activist, co-founded the Red Cross, Nobel Prize laureate (d. 1910)",
            "year": 1828
        },
        {
            "text": "Charbel Makhluf, Lebanese monk and saint (d. 1898)",
            "year": 1828
        },
        {
            "text": "George Bruce Malleson, English-Indian colonel and author (d. 1898)",
            "year": 1825
        },
        {
            "text": "William Walker, American physician, lawyer, journalist and mercenary (d. 1860)",
            "year": 1824
        },
        {
            "text": "William Henry Vanderbilt, American businessman and philanthropist (d. 1885)",
            "year": 1821
        },
        {
            "text": "Samuel Leonard Tilley, Canadian pharmacist and politician, 3rd Premier of New Brunswick (d. 1896)",
            "year": 1818
        },
        {
            "text": "Edward Tompkins, American lawyer and politician (d. 1872)",
            "year": 1815
        },
        {
            "text": "John Vianney, French priest and saint (d. 1859)",
            "year": 1786
        },
        {
            "text": "Miguel Hidalgo y Costilla, Mexican priest and rebel leader (d. 1811)",
            "year": 1753
        },
        {
            "text": "Carl Stamitz, German violinist and composer (d. 1801)",
            "year": 1745
        },
        {
            "text": "Edward Gibbon, English historian and politician (d. 1794)",
            "year": 1737
        },
        {
            "text": "Nathaniel Dance-Holland, English painter and politician (d. 1811)",
            "year": 1735
        },
        {
            "text": "William Cavendish, 4th Duke of Devonshire, English politician, Prime Minister of the United Kingdom (d. 1764)",
            "year": 1720
        },
        {
            "text": "Henry Baker, English naturalist (d. 1774)",
            "year": 1698
        },
        {
            "text": "Charles Beauclerk, 1st Duke of St Albans, English soldier and politician, Lord Lieutenant of Berkshire (d. 1726)",
            "year": 1670
        },
        {
            "text": "Claude Louis Hector de Villars, French general and politician, French Minister of Defence (d. 1734)",
            "year": 1653
        },
        {
            "text": "Nicolaes Witsen, Mayor of Amsterdam, Netherlands (d. 1717)",
            "year": 1641
        },
        {
            "text": "Giovanni Battista Gaulli, Italian artist (d. 1709)",
            "year": 1639
        },
        {
            "text": "Heino Heinrich Graf von Flemming, German field marshal and politician (d. 1706)",
            "year": 1632
        },
        {
            "text": "Niels Juel, Norwegian-Danish admiral (d. 1697)",
            "year": 1629
        },
        {
            "text": "Angelo Italia, Sicilian Jesuit and architect (d. 1700)",
            "year": 1628
        },
        {
            "text": "Claes Rålamb, Swedish politician (d. 1698)",
            "year": 1622
        },
        {
            "text": "Victor Amadeus I, Duke of Savoy (d. 1637)",
            "year": 1587
        },
        {
            "text": "Thomas Drury, English government informer and swindler (d. 1603)",
            "year": 1551
        },
        {
            "text": "Peter Canisius, Dutch-Swiss priest and saint (d. 1597)",
            "year": 1521
        },
        {
            "text": "Charles Wriothesley, English Officer of Arms (d. 1562)",
            "year": 1508
        },
        {
            "text": "Andrea Alciato, Italian jurist and writer (d. 1550)",
            "year": 1492
        },
        {
            "text": "Frederick I, Margrave of Brandenburg-Ansbach (d. 1536)",
            "year": 1460
        },
        {
            "text": "John Tiptoft, 1st Earl of Worcester, Lord High Treasurer (d. 1470)",
            "year": 1427
        },
        {
            "text": "Joan I, Countess of Auvergne (d. 1360)",
            "year": 1326
        }
    ],
    "deaths": [
        {
            "text": "Chris Cannon, American politician (b. 1950)",
            "year": 2024
        },
        {
            "text": "Jimmy Johnson, American football player (b. 1938)",
            "year": 2024
        },
        {
            "text": "Pete McCloskey, American politician (b. 1927)",
            "year": 2024
        },
        {
            "text": "Ramón Fonseca Mora, Panamanian novelist and lawyer (b. 1952)",
            "year": 2024
        },
        {
            "text": "Robert Gillmor, British wildlife artist and illustrator (b. 1936)",
            "year": 2022
        },
        {
            "text": "Dennis Waterman, English actor and singer (b. 1948)",
            "year": 2022
        },
        {
            "text": "Helmut Jahn, German-American architect (b. 1940)",
            "year": 2021
        },
        {
            "text": "Sprent Dabwido, President of Nauru from 2011 to 2013 (b. 1972)",
            "year": 2019
        },
        {
            "text": "Big Bully Busick, American professional wrestler (b. 1954)",
            "year": 2018
        },
        {
            "text": "Anne V. Coates, British film editor (Lawrence of Arabia, The Elephant Man, Erin Brockovich), Oscar winner (1963) (b. 1925)",
            "year": 2018
        },
        {
            "text": "William Schallert, American actor; president (1979–81) of the Screen Actors Guild (b. 1922)",
            "year": 2016
        },
        {
            "text": "Zeki Alasya, Turkish actor and director (b. 1943)",
            "year": 2015
        },
        {
            "text": "Mwepu Ilunga, Congolese footballer (b. 1949)",
            "year": 2015
        },
        {
            "text": "Juan Schwanner, Hungarian-Chilean footballer and manager (b. 1921)",
            "year": 2015
        },
        {
            "text": "Atanas Semerdzhiev, Bulgarian soldier and politician, 1st Vice President of Bulgaria (b. 1924)",
            "year": 2015
        },
        {
            "text": "Roger L. Easton, American scientist, co-invented the GPS (b. 1921)",
            "year": 2014
        },
        {
            "text": "Nancy Malone, American actress, director, and producer (b. 1935)",
            "year": 2014
        },
        {
            "text": "Jair Rodrigues, Brazilian singer (b. 1939)",
            "year": 2014
        },
        {
            "text": "Joseph P. Teasdale, American lawyer and politician, 48th Governor of Missouri (b. 1936)",
            "year": 2014
        },
        {
            "text": "Jeanne Cooper, American actress (b. 1928)",
            "year": 2013
        },
        {
            "text": "Bryan Forbes, English actor, director, producer, and screenwriter (b. 1926)",
            "year": 2013
        },
        {
            "text": "Juan José Muñoz, Argentinian businessman (b. 1950)",
            "year": 2013
        },
        {
            "text": "Hugh J. Silverman, American philosopher and theorist (b. 1945)",
            "year": 2013
        },
        {
            "text": "Maurice Sendak, American author and illustrator (b. 1928)",
            "year": 2012
        },
        {
            "text": "Ampon Tangnoppakul, Thai criminal (b. 1948)",
            "year": 2012
        },
        {
            "text": "Roman Totenberg, Polish-American violinist and educator (b. 1911)",
            "year": 2012
        },
        {
            "text": "Lionel Rose, Australian boxer (b. 1948)",
            "year": 2011
        },
        {
            "text": "Dom DiMaggio, American baseball player (b. 1917)",
            "year": 2009
        },
        {
            "text": "Eddy Arnold, American singer-songwriter, guitarist, and actor (b. 1918)",
            "year": 2008
        },
        {
            "text": "François Sterchele, Belgian footballer (b. 1982)",
            "year": 2008
        },
        {
            "text": "Philip R. Craig, American author and poet (b. 1933)",
            "year": 2007
        },
        {
            "text": "Carson Whitsett, American keyboard player, songwriter, and producer (b. 1945)",
            "year": 2007
        },
        {
            "text": "Iain Macmillan, Scottish photographer and author (b. 1938)",
            "year": 2006
        },
        {
            "text": "Jean Carrière, French author (b. 1928)",
            "year": 2005
        },
        {
            "text": "Nicolás Vuyovich, Argentinian race car driver (b. 1981)",
            "year": 2005
        },
        {
            "text": "Elvira Pagã, Brazilian vedette, singer, and artist (b. 1920)",
            "year": 2003
        },
        {
            "text": "Pita Amor, Mexican poet and author (b. 1918)",
            "year": 2000
        },
        {
            "text": "Dédé Fortin, Canadian singer-songwriter and guitarist (b. 1962)",
            "year": 2000
        },
        {
            "text": "Henry Nicols, American activist (b. 1973)",
            "year": 2000
        },
        {
            "text": "Dirk Bogarde, English actor and screenwriter (b. 1921)",
            "year": 1999
        },
        {
            "text": "Ed Gilbert, American actor (b. 1931)",
            "year": 1999
        },
        {
            "text": "Dana Plato, American actress (b. 1964)",
            "year": 1999
        },
        {
            "text": "Soeman Hs, Indonesian author and educator (b. 1904)",
            "year": 1999
        },
        {
            "text": "Johannes Kotkas, Estonian wrestler (b. 1915)",
            "year": 1998
        },
        {
            "text": "Charles Rebozo, American banker and businessman (b. 1912)",
            "year": 1998
        },
        {
            "text": "Beryl Burton, English cyclist (b. 1937)",
            "year": 1996
        },
        {
            "text": "Luis Miguel Dominguín, Spanish bullfighter (b. 1926)",
            "year": 1996
        },
        {
            "text": "Larry Levis, American poet, author, and critic (b. 1946)",
            "year": 1996
        },
        {
            "text": "Garth Williams, American illustrator (b. 1912)",
            "year": 1996
        },
        {
            "text": "Teresa Teng, Taiwanese singer (b. 1953)",
            "year": 1995
        },
        {
            "text": "George Peppard, American actor and producer (b. 1928)",
            "year": 1994
        },
        {
            "text": "Avram Davidson, American soldier and author (b. 1923)",
            "year": 1993
        },
        {
            "text": "Joyce Ricketts, American baseball player (b. 1933)",
            "year": 1992
        },
        {
            "text": "Jean Langlais, French pianist and composer (b. 1907)",
            "year": 1991
        },
        {
            "text": "Rudolf Serkin, Czech-Austrian pianist and educator (b. 1903)",
            "year": 1991
        },
        {
            "text": "Luigi Nono, Italian composer and educator (b. 1924)",
            "year": 1990
        },
        {
            "text": "Robert A. Heinlein,  American science fiction writer and screenwriter (b. 1907)",
            "year": 1988
        },
        {
            "text": "Doris Stokes, English psychic and author (b. 1920)",
            "year": 1987
        },
        {
            "text": "Ernle Bradford, English historian and author (b. 1922)",
            "year": 1986
        },
        {
            "text": "Robert Halperin, American yachtsman (b. 1908)",
            "year": 1985
        },
        {
            "text": "Karl Marx, German conductor and composer (b. 1897)",
            "year": 1985
        },
        {
            "text": "Theodore Sturgeon, American author and critic (b. 1918)",
            "year": 1985
        },
        {
            "text": "Dolph Sweet, American actor (b. 1920)",
            "year": 1985
        },
        {
            "text": "Lila Bell Wallace, American publisher, co-founded Reader's Digest (b. 1890)",
            "year": 1984
        },
        {
            "text": "Gino Bianco, Italian-Brazilian race car driver (b. 1916)",
            "year": 1984
        },
        {
            "text": "John Fante, American author and screenwriter (b. 1909)",
            "year": 1983
        },
        {
            "text": "Neil Bogart, American record producer, co-founded Casablanca Records (b. 1943)",
            "year": 1982
        },
        {
            "text": "Gilles Villeneuve, Canadian race car driver (b. 1950)",
            "year": 1982
        },
        {
            "text": "Uri Zvi Greenberg, Israeli poet and journalist (b. 1896)",
            "year": 1981
        },
        {
            "text": "Geoffrey Baker, English Field Marshal and Chief of the General Staff of the British Army (b. 1920)",
            "year": 1980
        },
        {
            "text": "Avery Brundage, American businessman and art collector (b. 1887)",
            "year": 1975
        },
        {
            "text": "Pandurang Vaman Kane, Indian Indologist and Sanskrit scholar, Bharat Ratna awardee (b. 1880)",
            "year": 1972
        },
        {
            "text": "Beatrice Helen Worsley, Mexican-Canadian computer scientist (b. 1921)",
            "year": 1972
        },
        {
            "text": "Remington Kellogg, American zoologist and paleontologist (b. 1892)",
            "year": 1969
        },
        {
            "text": "Wally Hardinge, English cricketer and footballer (b. 1886)",
            "year": 1965
        },
        {
            "text": "J. H. C. Whitehead, Indian-English mathematician and academic (b. 1904)",
            "year": 1960
        },
        {
            "text": "John Fraser, Canadian soccer player (b. 1881)",
            "year": 1959
        },
        {
            "text": "William Fox, Austrian businessman, founded Fox Theatres (b. 1879)",
            "year": 1952
        },
        {
            "text": "Vital Brazil, Brazilian physician and immunologist (b. 1865)",
            "year": 1950
        },
        {
            "text": "U Saw, Burmese politician, Prime Minister of Burma (b. 1900)",
            "year": 1948
        },
        {
            "text": "Harry Gordon Selfridge, American-English businessman, founded Selfridges (b. 1858)",
            "year": 1947
        },
        {
            "text": "Frank Bourne, British soldier, last survivor of the Battle of Rorke's Drift (b. 1854)",
            "year": 1945
        },
        {
            "text": "Julius Hirsch, German footballer (b. 1892)",
            "year": 1945
        },
        {
            "text": "Wilhelm Rediess, German SS officer (b. 1900)",
            "year": 1945
        },
        {
            "text": "Bernhard Rust, German lieutenant and politician (b. 1883)",
            "year": 1945
        },
        {
            "text": "Josef Terboven, German lieutenant and politician (b. 1898)",
            "year": 1945
        },
        {
            "text": "Themistoklis Diakidis, Greek high jumper (b. 1882)",
            "year": 1944
        },
        {
            "text": "Mordechai Anielewicz, Polish commander (b. 1919)",
            "year": 1943
        },
        {
            "text": "Nikolai Reek, Estonian general and politician, 11th Estonian Minister of War (b. 1890)",
            "year": 1942
        },
        {
            "text": "Natalie, queen consort of Serbia (b. 1859)",
            "year": 1941
        },
        {
            "text": "Tore Svennberg, Swedish actor and director (b. 1858)",
            "year": 1941
        },
        {
            "text": "Oswald Spengler, German historian and philosopher (b. 1880)",
            "year": 1936
        },
        {
            "text": "John Beresford, Irish polo player (b. 1847)",
            "year": 1925
        },
        {
            "text": "Edmund G. Ross, American soldier and politician, 13th Governor of New Mexico Territory (b. 1826)",
            "year": 1907
        },
        {
            "text": "Paul Gauguin, French painter and sculptor (b. 1848)",
            "year": 1903
        },
        {
            "text": "Manuel González Flores, Mexican general and president, 1880–1884 (b. 1833)",
            "year": 1893
        },
        {
            "text": "Helena Blavatsky, Russian-English mystic and author (b. 1831)",
            "year": 1891
        },
        {
            "text": "John Robertson, English-Australian politician, 5th Premier of New South Wales (b. 1816)",
            "year": 1891
        },
        {
            "text": "Gustave Flaubert, French novelist (b. 1821)",
            "year": 1880
        },
        {
            "text": "Jan Roothaan, Dutch priest, 21st Superior General of the Society of Jesus (b. 1785)",
            "year": 1853
        },
        {
            "text": "Jules Dumont d'Urville, French admiral and explorer (b. 1790)",
            "year": 1842
        },
        {
            "text": "Alexander Balashov, Russian general and politician, Russian Minister of Police (b. 1770)",
            "year": 1837
        },
        {
            "text": "Mauro Giuliani, Italian guitarist, cellist, and composer (b. 1781)",
            "year": 1828
        },
        {
            "text": "John Stark, American general (b. 1728)",
            "year": 1822
        },
        {
            "text": "Kamehameha I, king of the Hawaiian Islands (b. 1738)",
            "year": 1819
        },
        {
            "text": "Antoine Lavoisier, French chemist and biologist (b. 1743)",
            "year": 1794
        },
        {
            "text": "Giovanni Antonio Scopoli, Italian physician and botanist (b. 1723)",
            "year": 1788
        },
        {
            "text": "Étienne François, duc de Choiseul, French general and politician, Prime Minister of France (b. 1719)",
            "year": 1785
        },
        {
            "text": "Pietro Longhi, Italian painter (b. 1701)",
            "year": 1785
        },
        {
            "text": "Sebastião José de Carvalho e Melo, 1st Marquis of Pombal, Portuguese politician, Prime Minister of Portugal (b. 1699)",
            "year": 1782
        },
        {
            "text": "Richard Jago, English priest and poet (b. 1715)",
            "year": 1781
        },
        {
            "text": "Ali Bey al-Kabir, Egyptian sultan (b. 1728)",
            "year": 1773
        },
        {
            "text": "Samuel Chandler, English minister and author (b. 1693)",
            "year": 1766
        },
        {
            "text": "Catherine of St. Augustine, French-Canadian nun and saint (b. 1632)",
            "year": 1668
        },
        {
            "text": "Barbara Radziwiłł, queen of Poland (b. 1520)",
            "year": 1551
        },
        {
            "text": "Edward Foxe, English bishop and academic (b. 1496)",
            "year": 1538
        },
        {
            "text": "John Stafford, 1st Earl of Wiltshire, English politician (b. 1420)",
            "year": 1473
        },
        {
            "text": "Haakon V, king of Norway (b. 1270)",
            "year": 1319
        },
        {
            "text": "Duan Zong, Chinese emperor (b. 1269)",
            "year": 1278
        },
        {
            "text": "Rikissa of Denmark, queen of Sweden",
            "year": 1220
        },
        {
            "text": "Ottokar IV, duke of Styria (b. 1163)",
            "year": 1192
        },
        {
            "text": "Ahmed Sanjar, Seljuk sultan (b. 1086)",
            "year": 1157
        },
        {
            "text": "Tai Zong, Chinese emperor (b. 939)",
            "year": 997
        },
        {
            "text": "Pope Benedict II",
            "year": 685
        },
        {
            "text": "Pope Boniface IV (b. 550)",
            "year": 615
        },
        {
            "text": "Pope John II",
            "year": 535
        }
    ],
    "metadata": {
        "current_date": "May 8, 2025",
        "short_date": "May 8",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            45,
            14,
            30,
            39,
            26,
            44,
            37,
            49,
            52,
            8
        ],
        "births": [
            123,
            144,
            92,
            101
        ],
        "deaths": [
            90,
            1,
            57,
            21
        ]
    }
}