{
    "events": [
        {
            "text": "Kabul falls into the hands of the Taliban as Ashraf Ghani flees Afghanistan along with local residents and foreign nationals, effectively reestablishing the Islamic Emirate of Afghanistan.",
            "year": 2021
        },
        {
            "text": "Russia begins production on the Sputnik V COVID-19 vaccine.",
            "year": 2020
        },
        {
            "text": "North Korea moves its clock back half an hour to introduce Pyongyang Time, 81⁄2 hours ahead of UTC.",
            "year": 2015
        },
        {
            "text": "At least 27 people are killed and 226 injured in an explosion in southern Beirut near a complex used by Lebanon's militant group Hezbollah in Lebanon. A previously unknown Syrian Sunni group claims responsibility in an online video.",
            "year": 2013
        },
        {
            "text": "The Smithsonian announces the discovery of the olinguito, the first new carnivorous species found in the Americas in 35 years.",
            "year": 2013
        },
        {
            "text": "An 8.0-magnitude earthquake off the Pacific coast devastates Ica and various regions of Peru killing 514 and injuring 1,090.",
            "year": 2007
        },
        {
            "text": "Israel's unilateral disengagement plan to evict all Israelis from the Gaza Strip and from four settlements in the northern West Bank begins.",
            "year": 2005
        },
        {
            "text": "The Helsinki Agreement between the Free Aceh Movement and the Government of Indonesia was signed, ending almost three decades of fighting.",
            "year": 2005
        },
        {
            "text": "Beni Ounif massacre in Algeria: Some 29 people are killed at a false roadblock near the Moroccan border, leading to temporary tensions with Morocco.",
            "year": 1999
        },
        {
            "text": "Northern Ireland: Omagh bombing takes place; 29 people (including a woman pregnant with twins) killed and some 220 others injured.",
            "year": 1998
        },
        {
            "text": "Apple introduces the iMac computer.",
            "year": 1998
        },
        {
            "text": "In South Carolina, Shannon Faulkner becomes the first female cadet matriculated at The Citadel (she drops out less than a week later).",
            "year": 1995
        },
        {
            "text": "Tomiichi Murayama, Prime Minister of Japan, releases the Murayama Statement, which formally expresses remorse for Japanese war crimes committed during World War II.",
            "year": 1995
        },
        {
            "text": "China Eastern Airlines Flight 5510 crashes after takeoff from Shanghai Hongqiao International Airport, killing 34 of the 40 people on board.",
            "year": 1989
        },
        {
            "text": "Signing of the Assam Accord, an agreement between representatives of the Government of India and the leaders of the Assam Movement to end the movement.",
            "year": 1985
        },
        {
            "text": "The Kurdistan Workers' Party in Turkey starts a campaign of armed attacks upon the Turkish Armed Forces with an attack on police and gendarmerie bases in Şemdinli and Eruh.",
            "year": 1984
        },
        {
            "text": "The Big Ear, a radio telescope operated by Ohio State University as part of the SETI project, receives a radio signal from deep space; the event is named the \"Wow! signal\" from the notation made by a volunteer on the project.",
            "year": 1977
        },
        {
            "text": "SAETA Flight 011 crashes into the Chimborazo volcano in Ecuador, killing all 59 people on board; the wreckage is not discovered until 2002.",
            "year": 1976
        },
        {
            "text": "Bangladeshi leader Sheikh Mujibur Rahman is killed along with most members of his family during a military coup.",
            "year": 1975
        },
        {
            "text": "Takeo Miki makes the first official pilgrimage to Yasukuni Shrine by an incumbent prime minister on the anniversary of the end of World War II.",
            "year": 1975
        },
        {
            "text": "Yuk Young-soo, First Lady of South Korea, is killed during an apparent assassination attempt upon President Park Chung Hee.",
            "year": 1974
        },
        {
            "text": "Vietnam War: The USAF bombing of Cambodia ends.",
            "year": 1973
        },
        {
            "text": "President Richard Nixon completes the break from the gold standard by ending convertibility of the United States dollar into gold by foreign investors.",
            "year": 1971
        },
        {
            "text": "Bahrain gains independence from the United Kingdom.",
            "year": 1971
        },
        {
            "text": "Patricia Palinkas becomes the first woman to play professionally in an American football game.",
            "year": 1970
        },
        {
            "text": "The Woodstock Music & Art Fair opens in Bethel, New York, featuring some of the top rock musicians of the era.",
            "year": 1969
        },
        {
            "text": "The Beatles play to nearly 60,000 fans at Shea Stadium in New York City, an event later regarded as the birth of stadium rock.",
            "year": 1965
        },
        {
            "text": "Execution of Henry John Burnett, the last man to be hanged in Scotland.",
            "year": 1963
        },
        {
            "text": "President Fulbert Youlou is overthrown in the Republic of the Congo, after a three-day uprising in the capital.",
            "year": 1963
        },
        {
            "text": "James Joseph Dresnok defects to North Korea after running across the Korean Demilitarized Zone. Dresnok died in 2016.",
            "year": 1962
        },
        {
            "text": "Border guard Conrad Schumann flees from East Germany while on duty guarding the construction of the Berlin Wall.",
            "year": 1961
        },
        {
            "text": "Republic of the Congo (Brazzaville) becomes independent from France.",
            "year": 1960
        },
        {
            "text": "American Airlines Flight 514, a Boeing 707, crashes near the Calverton Executive Airpark in Calverton, New York, killing all five people on board.",
            "year": 1959
        },
        {
            "text": "Alfredo Stroessner begins his dictatorship in Paraguay.",
            "year": 1954
        },
        {
            "text": "A flash flood drenches the town of Lynmouth, England, killing 34 people.",
            "year": 1952
        },
        {
            "text": "Measuring Mw 8.6, the largest earthquake on land occurs in the Assam-Tibet-Myanmar border, killing 4,800.",
            "year": 1950
        },
        {
            "text": "The First Republic of Korea (South Korea) is established in the southern half of the peninsula.",
            "year": 1948
        },
        {
            "text": "India gains independence from British rule after near 190 years of British company and crown rule and joins the Commonwealth of Nations.",
            "year": 1947
        },
        {
            "text": "Founder of Pakistan, Muhammad Ali Jinnah is sworn in as first Governor-General of Pakistan in Karachi.",
            "year": 1947
        },
        {
            "text": "Emperor Hirohito broadcasts his declaration of surrender following the effective surrender of Japan in World War II; Korea gains independence from the Empire of Japan.",
            "year": 1945
        },
        {
            "text": "World War II: Operation Dragoon: Allied forces land in southern France.",
            "year": 1944
        },
        {
            "text": "World War II:  Battle of Trahili: Superior German forces surround Cretan partisans, who manage to escape against all odds.",
            "year": 1943
        },
        {
            "text": "World War II: Operation Pedestal: The oil tanker SS Ohio reaches the island of Malta barely afloat carrying vital fuel supplies for the island's defenses.",
            "year": 1942
        },
        {
            "text": "Corporal Josef Jakobs is executed by firing squad at the Tower of London at 07:12, making him the last person to be executed at the Tower for espionage.",
            "year": 1941
        },
        {
            "text": "An Italian submarine torpedoes and sinks the Greek cruiser Elli at Tinos harbor during peacetime, marking the most serious Italian provocation prior to the outbreak of the Greco-Italian War in October.",
            "year": 1940
        },
        {
            "text": "Twenty-six Junkers Ju 87 bombers commanded by Walter Sigel meet unexpected ground fog during a dive-bombing demonstration for Luftwaffe generals at Neuhammer. Thirteen of them crash and burn.",
            "year": 1939
        },
        {
            "text": "The Wizard of Oz premieres at Grauman's Chinese Theater in Los Angeles, California.",
            "year": 1939
        },
        {
            "text": "Will Rogers and Wiley Post are killed after their aircraft develops engine problems during takeoff in Barrow, Alaska.",
            "year": 1935
        },
        {
            "text": "Polish–Soviet War: Battle of Warsaw, so-called Miracle at the Vistula.",
            "year": 1920
        },
        {
            "text": "A story in New York World newspaper reveals that the Imperial German government had purchased excess phenol from Thomas Edison that could be used to make explosives for the war effort and diverted it to Bayer for aspirin production.",
            "year": 1915
        },
        {
            "text": "A servant of American architect, Frank Lloyd Wright, sets fire to the living quarters of Wright's Wisconsin home, Taliesin, and murders seven people there.",
            "year": 1914
        },
        {
            "text": "The Panama Canal opens to traffic with the transit of the cargo ship SS Ancon.",
            "year": 1914
        },
        {
            "text": "World War I: The First Russian Army, led by Paul von Rennenkampf, enters East Prussia.",
            "year": 1914
        },
        {
            "text": "World War I: Beginning of the Battle of Cer, the first Allied victory of World War I.",
            "year": 1914
        },
        {
            "text": "Ordination in Constantinople of Fr. Raphael Morgan, the first African-American Orthodox priest, \"Priest-Apostolic\" to America and the West Indies.",
            "year": 1907
        },
        {
            "text": "Fratton Park football ground in Portsmouth, England is officially first opened.",
            "year": 1899
        },
        {
            "text": "Ibadan area becomes a British Protectorate after a treaty signed by Fijabi, the Baale of Ibadan with the British acting Governor of Lagos, George C. Denton.",
            "year": 1893
        },
        {
            "text": "The Anglo-Satsuma War begins between the Satsuma Domain of Japan and the United Kingdom (Traditional Japanese date: July 2, 1863).",
            "year": 1863
        },
        {
            "text": "The Cathedral of Our Lady of Peace in Honolulu, Hawaii is dedicated. Now the cathedral of the Roman Catholic Diocese of Honolulu, it is the oldest Roman Catholic cathedral in continuous use in the United States.",
            "year": 1843
        },
        {
            "text": "Tivoli Gardens, one of the oldest still intact amusement parks in the world, opens in Copenhagen, Denmark.",
            "year": 1843
        },
        {
            "text": "The Marquis de Lafayette, the last surviving French general of the American Revolutionary War, arrives in New York and begins a tour of 24 states.",
            "year": 1824
        },
        {
            "text": "War of 1812: British forces launch a costly and unsuccessful night attack against American defenders during the siege of Fort Erie.",
            "year": 1814
        },
        {
            "text": "Seven Years' War: Battle of Liegnitz: Frederick the Great's victory over the Austrians under Ernst Gideon von Laudon.",
            "year": 1760
        },
        {
            "text": "French forces end the bombardment of Brussels.",
            "year": 1695
        },
        {
            "text": "Nine Years' War: Battle of Curlew Pass: Irish forces led by Hugh Roe O'Donnell successfully ambush English forces, led by Sir Conyers Clifford, sent to relieve Collooney Castle.",
            "year": 1599
        },
        {
            "text": "Imjin War: At the Battle of Hansan Island, the Korean Navy, led by Yi Sun-sin, Yi Ŏkki, and Wŏn Kyun, decisively defeats the Japanese Navy, led by Wakisaka Yasuharu.",
            "year": 1592
        },
        {
            "text": "Jesuit priest Francis Xavier comes ashore at Kagoshima (Traditional Japanese date: 22 July 1549).",
            "year": 1549
        },
        {
            "text": "Arequipa, Peru is founded.",
            "year": 1540
        },
        {
            "text": "Asunción, Paraguay is founded.",
            "year": 1537
        },
        {
            "text": "Ignatius of Loyola and six classmates take initial vows, leading to the creation of the Society of Jesus in September 1540.",
            "year": 1534
        },
        {
            "text": "Panama City, Panama is founded.",
            "year": 1519
        },
        {
            "text": "Seven Portuguese armed vessels led by Fernão Pires de Andrade meet Chinese officials at the Pearl River estuary.",
            "year": 1517
        },
        {
            "text": "Afonso de Albuquerque of Portugal conquers Malacca, the capital of the Malacca Sultanate.",
            "year": 1511
        },
        {
            "text": "Pope Sixtus IV consecrates the Sistine Chapel.",
            "year": 1483
        },
        {
            "text": "The Empire of Trebizond surrenders to the forces of Sultan Mehmed II. This is regarded by some historians as the real end of the Byzantine Empire. Emperor David is exiled and later murdered.",
            "year": 1461
        },
        {
            "text": "Francesco Sforza, lord of Milan, conquers Lucca.",
            "year": 1430
        },
        {
            "text": "The city of Rhodes surrenders to the forces of the Knights of St. John, completing their conquest of Rhodes. The knights establish their headquarters on the island and rename themselves the Knights of Rhodes.",
            "year": 1310
        },
        {
            "text": "Mongol invasion of Japan: The Mongolian fleet of Kublai Khan is destroyed by a \"divine wind\" for the second time in the Battle of Kōan.",
            "year": 1281
        },
        {
            "text": "Michael VIII Palaiologos is crowned as the first Byzantine emperor in fifty-seven years.",
            "year": 1261
        },
        {
            "text": "The foundation stone of Cologne Cathedral, built to house the relics of the Three Wise Men, is laid. (Construction is eventually completed in 1880.)",
            "year": 1248
        },
        {
            "text": "Spanish Reconquista: The Battle of the Puig between the Moorish forces of Taifa of Valencia against the Kingdom of Aragon culminates in an Aragonese victory.",
            "year": 1237
        },
        {
            "text": "The Livonian Brothers of the Sword, a Catholic military order, occupy Tarbatu (today Tartu) as part of the Livonian Crusade.",
            "year": 1224
        },
        {
            "text": "The cave city of Vardzia is consecrated by Queen Tamar of Georgia.",
            "year": 1185
        },
        {
            "text": "Starting date of the First Crusade as set by Pope Urban II.",
            "year": 1096
        },
        {
            "text": "The Pavian-born Benedictine Lanfranc is appointed as the new Archbishop of Canterbury in England.",
            "year": 1070
        },
        {
            "text": "King Macbeth is killed at the Battle of Lumphanan by the forces of Máel Coluim mac Donnchada.",
            "year": 1057
        },
        {
            "text": "King Stephen I, the first king of Hungary, dies; his nephew, Peter Orseolo, succeeds him.",
            "year": 1038
        },
        {
            "text": "Byzantine general Eustathios Daphnomeles blinds and captures Ibatzes of Bulgaria by a ruse, thereby ending Bulgarian resistance against Emperor Basil II's conquest of Bulgaria.",
            "year": 1018
        },
        {
            "text": "Holy Roman Emperor Otto II is defeated by the Saracens in the Battle of Capo Colonna, in Calabria.",
            "year": 982
        },
        {
            "text": "The Saracens conquer and destroy Taranto.",
            "year": 927
        },
        {
            "text": "Noble Erchana of Dahauua grants the Bavarian town of Dachau to the Diocese of Freising",
            "year": 805
        },
        {
            "text": "The Battle of Roncevaux Pass takes place between the army of Charlemagne and a Basque army.",
            "year": 778
        },
        {
            "text": "Carloman, mayor of the palace of Austrasia, renounces his position as majordomo and retires to a monastery near Rome. His brother, Pepin the Short, becomes the sole ruler (de facto) of the Frankish Kingdom.",
            "year": 747
        },
        {
            "text": "Arab–Byzantine wars: Raising of the Second Arab Siege of Constantinople.",
            "year": 718
        },
        {
            "text": "Arab–Byzantine wars: Maslama ibn Abd al-Malik begins the Second Arab Siege of Constantinople, which will last for nearly a year.",
            "year": 717
        },
        {
            "text": "Arab–Byzantine wars: The Battle of Yarmouk between the Byzantine Empire and the Rashidun Caliphate begins.",
            "year": 636
        }
    ],
    "births": [
        {
            "text": "Paola Reis, BMX rider",
            "year": 1999
        },
        {
            "text": "Chief Keef, American rapper",
            "year": 1995
        },
        {
            "text": "Setyana Mapasa, Indonesian-Australian badminton player",
            "year": 1995
        },
        {
            "text": "Lasse Vigen Christensen, Danish footballer",
            "year": 1994
        },
        {
            "text": "Kosuke Hagino, Japanese swimmer",
            "year": 1994
        },
        {
            "text": "Rieah Holder, Barbadian netball player",
            "year": 1993
        },
        {
            "text": "Clinton N'Jie, Cameroonian footballer",
            "year": 1993
        },
        {
            "text": "Alex Oxlade-Chamberlain, English footballer",
            "year": 1993
        },
        {
            "text": "Baskaran Adhiban, Indian chess player",
            "year": 1992
        },
        {
            "text": "Matthew Judon, American football player",
            "year": 1992
        },
        {
            "text": "Petja Piiroinen, Finnish snowboarder",
            "year": 1991
        },
        {
            "text": "Jennifer Lawrence, American actress",
            "year": 1990
        },
        {
            "text": "Joe Jonas, American singer-songwriter",
            "year": 1989
        },
        {
            "text": "Ryan McGowan, Australian footballer",
            "year": 1989
        },
        {
            "text": "Carlos PenaVega, American actor and singer",
            "year": 1989
        },
        {
            "text": "Jordan Rapana, New Zealand rugby league player",
            "year": 1989
        },
        {
            "text": "Oussama Assaidi, Moroccan footballer",
            "year": 1988
        },
        {
            "text": "Boban Marjanović, Serbian basketball player",
            "year": 1988
        },
        {
            "text": "Ryan D'Imperio, American football player",
            "year": 1987
        },
        {
            "text": "Michel Kreder, Dutch cyclist",
            "year": 1987
        },
        {
            "text": "Sean McAllister, English footballer",
            "year": 1987
        },
        {
            "text": "Nipsey Hussle, American rapper (died 2019)",
            "year": 1985
        },
        {
            "text": "Jarrod Dyson, American baseball player",
            "year": 1984
        },
        {
            "text": "Emily Kinney, American actress and singer-songwriter",
            "year": 1984
        },
        {
            "text": "Siobhan Chamberlain, English association football goalkeeper",
            "year": 1983
        },
        {
            "text": "Rachel Haot, American businesswoman",
            "year": 1983
        },
        {
            "text": "Casey Burgener, American weightlifter",
            "year": 1982
        },
        {
            "text": "Germán Caffa, Argentine footballer",
            "year": 1982
        },
        {
            "text": "David Harrison, American basketball player",
            "year": 1982
        },
        {
            "text": "Brendan Hansen, American swimmer",
            "year": 1981
        },
        {
            "text": "Óliver Pérez, American baseball player",
            "year": 1981
        },
        {
            "text": "Fiann Paul, Icelandic explorer",
            "year": 1980
        },
        {
            "text": "Carl Edwards, American race car driver",
            "year": 1979
        },
        {
            "text": "Waleed Aly, Australian journalist and television host",
            "year": 1978
        },
        {
            "text": "Lilia Podkopayeva, Ukrainian gymnast",
            "year": 1978
        },
        {
            "text": "Stavros Tziortziopoulos, Greek footballer",
            "year": 1978
        },
        {
            "text": "Kerri Walsh Jennings, American volleyball player",
            "year": 1978
        },
        {
            "text": "Martin Biron, Canadian ice hockey player",
            "year": 1977
        },
        {
            "text": "Anthony Rocca, Australian footballer and coach",
            "year": 1977
        },
        {
            "text": "Boudewijn Zenden, Dutch footballer and manager",
            "year": 1976
        },
        {
            "text": "Bertrand Berry, American football player and radio host",
            "year": 1975
        },
        {
            "text": "Vijay Bharadwaj, Indian cricketer and coach",
            "year": 1975
        },
        {
            "text": "Brendan Morrison, Canadian ice hockey player",
            "year": 1975
        },
        {
            "text": "Kara Wolters, American basketball player",
            "year": 1975
        },
        {
            "text": "Natasha Henstridge, Canadian model and actress",
            "year": 1974
        },
        {
            "text": "Tomasz Suwary, Polish footballer",
            "year": 1974
        },
        {
            "text": "Ben Affleck, American actor, director, producer, and screenwriter",
            "year": 1972
        },
        {
            "text": "Jennifer Alexander, Canadian ballerina (died 2007)",
            "year": 1972
        },
        {
            "text": "Mikey Graham, Irish singer",
            "year": 1972
        },
        {
            "text": "Adnan Sami, Indian singer, musician, music composer, pianist and actor",
            "year": 1971
        },
        {
            "text": "Anthony Anderson, American comedian, actor, and producer",
            "year": 1970
        },
        {
            "text": "Ben Silverman, American actor, producer, and screenwriter, founded Electus Studios",
            "year": 1970
        },
        {
            "text": "Bernard Fanning, Australian singer-songwriter",
            "year": 1969
        },
        {
            "text": "Carlos Roa, Argentine footballer",
            "year": 1969
        },
        {
            "text": "Debra Messing, American actress",
            "year": 1968
        },
        {
            "text": "Tony Hand, Scottish ice hockey player and coach",
            "year": 1967
        },
        {
            "text": "Peter Hermann, American actor",
            "year": 1967
        },
        {
            "text": "Scott Brosius, American baseball player and coach",
            "year": 1966
        },
        {
            "text": "Dimitris Papadopoulos, Greek basketball player and coach",
            "year": 1966
        },
        {
            "text": "Rob Thomas, American author, screenwriter, and producer",
            "year": 1965
        },
        {
            "text": "Jane Ellison, English lawyer and politician",
            "year": 1964
        },
        {
            "text": "Melinda Gates, American businesswoman and philanthropist, co-founded the Gates Foundation",
            "year": 1964
        },
        {
            "text": "Alejandro González Iñárritu, Mexican director, producer, and screenwriter",
            "year": 1963
        },
        {
            "text": "Simon Hart, Welsh soldier and politician",
            "year": 1963
        },
        {
            "text": "Jack Russell, England cricketer and coach",
            "year": 1963
        },
        {
            "text": "Tom Colicchio, American chef and author",
            "year": 1962
        },
        {
            "text": "Rıdvan Dilmen, Turkish footballer and manager",
            "year": 1962
        },
        {
            "text": "Inês Pedrosa, Portuguese writer",
            "year": 1962
        },
        {
            "text": "Vilja Savisaar-Toomast, Estonian lawyer and politician",
            "year": 1962
        },
        {
            "text": "Ed Gillespie, American political strategist",
            "year": 1961
        },
        {
            "text": "Matt Johnson, English singer-songwriter and musician",
            "year": 1961
        },
        {
            "text": "Gary Kubiak, American football player and coach",
            "year": 1961
        },
        {
            "text": "Suhasini Maniratnam, Indian actress and screenwriter",
            "year": 1961
        },
        {
            "text": "Scott Altman, American captain, pilot, and astronaut",
            "year": 1959
        },
        {
            "text": "Simon Baron-Cohen, English-Canadian psychiatrist and author",
            "year": 1958
        },
        {
            "text": "Craig MacTavish, Canadian ice hockey player and coach",
            "year": 1958
        },
        {
            "text": "Simple Kapadia, Indian actress and costume designer (died 2009)",
            "year": 1958
        },
        {
            "text": "Victor Shenderovich, Russian journalist and radio host",
            "year": 1958
        },
        {
            "text": "Rondell Sheridan, American actor and comedian",
            "year": 1958
        },
        {
            "text": "Željko Ivanek, Slovenian-American actor",
            "year": 1957
        },
        {
            "text": "Lorraine Desmarais, Canadian pianist and composer",
            "year": 1956
        },
        {
            "text": "Freedom Neruda, Ivorian journalist",
            "year": 1956
        },
        {
            "text": "Robert Syms, English businessman and politician",
            "year": 1956
        },
        {
            "text": "Stieg Larsson, Swedish journalist and author (died 2004)",
            "year": 1954
        },
        {
            "text": "Carol Thatcher, English journalist and author",
            "year": 1953
        },
        {
            "text": "Mark Thatcher, English businessman",
            "year": 1953
        },
        {
            "text": "Wolfgang Hohlbein, German author",
            "year": 1953
        },
        {
            "text": "Chuck Burgi, American drummer",
            "year": 1952
        },
        {
            "text": "Ann Biderman, American screenwriter and producer",
            "year": 1951
        },
        {
            "text": "Bobby Caldwell, American singer-songwriter (died 2023)",
            "year": 1951
        },
        {
            "text": "John Childs, English cricketer",
            "year": 1951
        },
        {
            "text": "Tommy Aldridge, American drummer",
            "year": 1950
        },
        {
            "text": "Tess Harper, American actress",
            "year": 1950
        },
        {
            "text": "Tom Kelly, American baseball player",
            "year": 1950
        },
        {
            "text": "Anne, Princess Royal of the United Kingdom",
            "year": 1950
        },
        {
            "text": "Phyllis Smith, American actress",
            "year": 1949
        },
        {
            "text": "Patsy Gallant, Canadian singer-songwriter and actress",
            "year": 1948
        },
        {
            "text": "Tom Johnston, American singer-songwriter and guitarist",
            "year": 1948
        },
        {
            "text": "Rakhee Gulzar, Indian film actress",
            "year": 1947
        },
        {
            "text": "Jimmy Webb, American singer-songwriter and pianist",
            "year": 1946
        },
        {
            "text": "Khaleda Zia, Bangladeshi politician, Prime Minister of Bangladesh",
            "year": 1945
        },
        {
            "text": "Dimitris Sioufas, Greek lawyer and politician, Greek Minister of Health (died 2019)",
            "year": 1944
        },
        {
            "text": "Eileen Bell, Northern Irish civil servant and politician, 2nd Speaker of the Northern Ireland Assembly",
            "year": 1943
        },
        {
            "text": "Pete York, English rock drummer",
            "year": 1942
        },
        {
            "text": "Jim Brothers, American sculptor (died 2013)",
            "year": 1941
        },
        {
            "text": "Don Rich, American country musician (died 1974)",
            "year": 1941
        },
        {
            "text": "Gudrun Ensslin, German militant leader, founded Red Army Faction (died 1977)",
            "year": 1940
        },
        {
            "text": "Stephen Breyer, American lawyer and jurist, Associate Justice of the Supreme Court of the United States",
            "year": 1938
        },
        {
            "text": "Stix Hooper, American jazz drummer",
            "year": 1938
        },
        {
            "text": "Pran Kumar Sharma, Indian cartoonist (died 2014)",
            "year": 1938
        },
        {
            "text": "Maxine Waters, American educator and politician",
            "year": 1938
        },
        {
            "text": "Janusz Zajdel, Polish engineer and author (died 1985)",
            "year": 1938
        },
        {
            "text": "Pat Priest, American actress",
            "year": 1936
        },
        {
            "text": "Rita Shane, American soprano and educator (died 2014)",
            "year": 1936
        },
        {
            "text": "Jim Dale, English actor, narrator, singer, director, and composer",
            "year": 1935
        },
        {
            "text": "Régine Deforges, French author, playwright, and director (died 2014)",
            "year": 1935
        },
        {
            "text": "Bobby Byrd, American singer-songwriter and producer (died 2007)",
            "year": 1934
        },
        {
            "text": "Purushottam Upadhyay, Indian musician, singer and composer (died 2024)",
            "year": 1934
        },
        {
            "text": "Reginald Scarlett, Jamaican cricketer and coach (died 2019)",
            "year": 1934
        },
        {
            "text": "Darrell K. Sweet, American illustrator (died 2011)",
            "year": 1934
        },
        {
            "text": "Valentin Varlamov, Soviet pilot and cosmonaut instructor (died 1980)",
            "year": 1934
        },
        {
            "text": "Bobby Helms, American singer-songwriter and guitarist (died 1997)",
            "year": 1933
        },
        {
            "text": "Stanley Milgram, American social psychologist (died 1984)",
            "year": 1933
        },
        {
            "text": "Mike Seeger, American folk musician and folklorist (died 2009)",
            "year": 1933
        },
        {
            "text": "Abby Dalton, American actress (died 2020)",
            "year": 1932
        },
        {
            "text": "Robert L. Forward, American physicist and engineer (died 2002)",
            "year": 1932
        },
        {
            "text": "Jim Lange, American game show host and DJ (died 2014)",
            "year": 1932
        },
        {
            "text": "Johan Steyn, Baron Steyn, South African-English lawyer and judge  (died 2017)",
            "year": 1932
        },
        {
            "text": "Ernest C. Brace, American captain and pilot (died 2014)",
            "year": 1931
        },
        {
            "text": "Richard F. Heck, American chemist and academic, Nobel Prize laureate (died 2015)",
            "year": 1931
        },
        {
            "text": "Carl Joachim Classen, German scholar and academic (died 2013)",
            "year": 1928
        },
        {
            "text": "Malcolm Glazer, American businessman (died 2014)",
            "year": 1928
        },
        {
            "text": "Nicolas Roeg, English director and cinematographer (died 2018)",
            "year": 1928
        },
        {
            "text": "Eddie Leadbeater, English cricketer (died 2011)",
            "year": 1927
        },
        {
            "text": "Oliver Popplewell, English cricketer and judge (died 2024)",
            "year": 1927
        },
        {
            "text": "Julius Katchen, American pianist and composer (died 1969)",
            "year": 1926
        },
        {
            "text": "Eddie Little Sky, American actor (died 1997)",
            "year": 1926
        },
        {
            "text": "Sami Michael, Iraqi-Israeli author and playwright (died 2024)",
            "year": 1926
        },
        {
            "text": "John Silber, American philosopher and academic (died 2012)",
            "year": 1926
        },
        {
            "text": "Konstantinos Stephanopoulos, Greek lawyer and politician, 6th President of Greece (died 2016)",
            "year": 1926
        },
        {
            "text": "Mike Connors, American actor and producer (died 2017)",
            "year": 1925
        },
        {
            "text": "Rose Maddox, American singer-songwriter and fiddle player (died 1998)",
            "year": 1925
        },
        {
            "text": "Oscar Peterson, Canadian pianist and composer (died 2007)",
            "year": 1925
        },
        {
            "text": "Bill Pinkney, American singer (died 2007)",
            "year": 1925
        },
        {
            "text": "Erik Schmidt, Swedish-Estonian painter and author (died 2014)",
            "year": 1925
        },
        {
            "text": "Robert Bolt, English playwright and screenwriter (died 1995)",
            "year": 1924
        },
        {
            "text": "Hedy Epstein, German-American Holocaust survivor and activist (died 2016)",
            "year": 1924
        },
        {
            "text": "Yoshirō Muraki, Japanese production designer, art director, and fashion designer (died 2009)",
            "year": 1924
        },
        {
            "text": "Phyllis Schlafly, American lawyer, writer, and political activist (died 2016)",
            "year": 1924
        },
        {
            "text": "Rose Marie, American actress and singer (died 2017)",
            "year": 1923
        },
        {
            "text": "Leonard Baskin, American sculptor and illustrator (died 2000)",
            "year": 1922
        },
        {
            "text": "Giorgos Mouzakis, Greek trumpet player and composer (died 2005)",
            "year": 1922
        },
        {
            "text": "Sabino Barinaga, Spanish footballer and manager (died 1988)",
            "year": 1922
        },
        {
            "text": "August Kowalczyk, Polish actor and director (died 2012)",
            "year": 1921
        },
        {
            "text": "Judy Cassab, Austrian-Australian painter (died 2008)",
            "year": 1920
        },
        {
            "text": "Huntz Hall, American actor (died 1999)",
            "year": 1919
        },
        {
            "text": "Benedict Kiely, Irish journalist and author (died 2007)",
            "year": 1919
        },
        {
            "text": "Jack Lynch, Irish footballer and politician, 5th Taoiseach of Ireland (died 1999)",
            "year": 1917
        },
        {
            "text": "Óscar Romero, Salvadoran archbishop (died 1980)",
            "year": 1917
        },
        {
            "text": "Aleks Çaçi, Albanian journalist and author (died 1989)",
            "year": 1916
        },
        {
            "text": "Signe Hasso, Swedish-American actress (died 2002)",
            "year": 1915
        },
        {
            "text": "Paul Rand, American graphic designer and art director (died 1996)",
            "year": 1914
        },
        {
            "text": "Julia Child, American chef and author (died 2004)",
            "year": 1912
        },
        {
            "text": "Wendy Hiller, English actress (died 2003)",
            "year": 1912
        },
        {
            "text": "Hugo Winterhalter, American composer and bandleader (died 1973)",
            "year": 1909
        },
        {
            "text": "George Klein, Canadian inventor, invented the motorized wheelchair (died 1992)",
            "year": 1904
        },
        {
            "text": "Jan Campert, Dutch journalist and critic (died 1943)",
            "year": 1902
        },
        {
            "text": "Arnulfo Arias Madrid, Panamanian politician, 21st President of Panamá (died 1988)",
            "year": 1901
        },
        {
            "text": "Pyotr Novikov, Russian mathematician and theorist (died 1975)",
            "year": 1901
        },
        {
            "text": "Estelle Brody, American silent film actress (died 1995)",
            "year": 1900
        },
        {
            "text": "Jack Tworkov, Polish-American painter and educator (died 1982)",
            "year": 1900
        },
        {
            "text": "Jan Brzechwa, Polish author and poet (died 1966)",
            "year": 1898
        },
        {
            "text": "Gerty Cori, Czech-American biochemist and physiologist, Nobel Prize laureate (died 1957)",
            "year": 1896
        },
        {
            "text": "Catherine Doherty, Russian-Canadian activist, founded the Madonna House Apostolate (died 1985)",
            "year": 1896
        },
        {
            "text": "Paul Outerbridge, American photographer and educator (died 1958)",
            "year": 1896
        },
        {
            "text": "Leslie Comrie, New Zealand astronomer and academic (died 1950)",
            "year": 1893
        },
        {
            "text": "Louis de Broglie, French physicist and academic, Nobel Prize laureate (died 1987)",
            "year": 1892
        },
        {
            "text": "Abraham Wachner, New Zealand politician, 35th Mayor of Invercargill (died 1950)",
            "year": 1892
        },
        {
            "text": "Jacques Ibert, French composer and educator (died 1962)",
            "year": 1890
        },
        {
            "text": "Bill Whitty, Australian cricketer (died 1974)",
            "year": 1886
        },
        {
            "text": "Edna Ferber, American novelist, short story writer, and playwright (died 1968)",
            "year": 1885
        },
        {
            "text": "Ivan Meštrović, Croatian sculptor and architect (died 1962)",
            "year": 1883
        },
        {
            "text": "Marion Bauer, American composer and critic (died 1955)",
            "year": 1882
        },
        {
            "text": "Gisela Richter, English archaeologist and art historian (died 1972)",
            "year": 1882
        },
        {
            "text": "Alfred Wagenknecht, German-American activist and politician (died 1956)",
            "year": 1881
        },
        {
            "text": "Ethel Barrymore, American actress (died 1959)",
            "year": 1879
        },
        {
            "text": "Tachiyama Mineemon, Japanese sumo wrestler, the 22nd Yokozuna (died 1941)",
            "year": 1877
        },
        {
            "text": "Stylianos Gonatas, Greek colonel and politician, 111th Prime Minister of Greece (died 1966)",
            "year": 1876
        },
        {
            "text": "Samuel Coleridge-Taylor, English pianist, violinist, and composer (died 1912)",
            "year": 1875
        },
        {
            "text": "Ramaprasad Chanda, Indian archaeologist and historian (died 1942)",
            "year": 1873
        },
        {
            "text": "Sri Aurobindo, Indian guru, poet, and philosopher (died 1950)",
            "year": 1872
        },
        {
            "text": "Italo Santelli, Italian fencer (died 1945)",
            "year": 1866
        },
        {
            "text": "Mikao Usui, Japanese spiritual leader, founded Reiki (died 1926)",
            "year": 1865
        },
        {
            "text": "Aleksey Krylov, Russian mathematician and engineer (died 1945)",
            "year": 1863
        },
        {
            "text": "Florence Harding, American publisher, 31st First Lady of the United States (died 1924)",
            "year": 1860
        },
        {
            "text": "Charles Comiskey, American baseball player and manager (died 1931)",
            "year": 1859
        },
        {
            "text": "E. Nesbit, English author and poet (died 1924)",
            "year": 1858
        },
        {
            "text": "Albert Ballin, German businessman (died 1918)",
            "year": 1857
        },
        {
            "text": "Keir Hardie, Scottish politician and trade unionist (died 1915)",
            "year": 1856
        },
        {
            "text": "Walter Crane, English artist and book illustrator (died 1915)",
            "year": 1845
        },
        {
            "text": "Thomas-Alfred Bernier, Canadian journalist, lawyer, and politician (died 1908)",
            "year": 1844
        },
        {
            "text": "Antonín Petrof, Czech piano maker (died 1915)",
            "year": 1839
        },
        {
            "text": "John Chisum, American businessman (died 1884)",
            "year": 1824
        },
        {
            "text": "Louise Colet, French poet (died 1876)",
            "year": 1810
        },
        {
            "text": "Jules Grévy, French lawyer and politician, 4th President of the French Republic (died 1891)",
            "year": 1807
        },
        {
            "text": "Sangolli Rayanna, Indian warrior (died 1831)",
            "year": 1798
        },
        {
            "text": "Eliza Lee Cabot Follen, American writer, editor, abolitionist (died 1860)",
            "year": 1787
        },
        {
            "text": "Thomas De Quincey, English journalist and author (died 1859)",
            "year": 1785
        },
        {
            "text": "Walter Scott, Scottish novelist, playwright, and poet (died 1832)",
            "year": 1771
        },
        {
            "text": "Napoleon Bonaparte, French general and emperor (died 1821)",
            "year": 1769
        },
        {
            "text": "Matthias Claudius, German poet and author (died 1815)",
            "year": 1740
        },
        {
            "text": "Johann Christoph Kellner, German organist and composer (died 1803)",
            "year": 1736
        },
        {
            "text": "Blind Jack, English engineer (died 1810)",
            "year": 1717
        },
        {
            "text": "Francesco Zuccarelli, Italian painter and Royal Academician (died 1788)",
            "year": 1702
        },
        {
            "text": "John Grubb, American politician (died 1708)",
            "year": 1652
        },
        {
            "text": "Marie de Lorraine, duchess of Guise (died 1688)",
            "year": 1615
        },
        {
            "text": "Gilles Ménage, French lawyer, philologist, and scholar (died 1692)",
            "year": 1613
        },
        {
            "text": "Henry Howard, 22nd Earl of Arundel, English politician (died 1652)",
            "year": 1608
        },
        {
            "text": "Herman IV, landgrave of Hesse-Rotenburg (died 1658)",
            "year": 1607
        },
        {
            "text": "Gabriel Báthory, Prince of Transylvania (died 1613)",
            "year": 1589
        },
        {
            "text": "Bartol Kašić, Croatian linguist and lexicographer (died 1650)",
            "year": 1575
        },
        {
            "text": "George III, Prince of Anhalt-Dessau, German prince (died 1553)",
            "year": 1507
        },
        {
            "text": "George, duke of Bavaria (died 1503)",
            "year": 1455
        },
        {
            "text": "Luigi Pulci, Italian poet (died 1484)",
            "year": 1432
        },
        {
            "text": "Richard de Vere, 11th Earl of Oxford, English commander (died 1417)",
            "year": 1385
        },
        {
            "text": "Anthony of Padua, Portuguese priest and saint (died 1231)",
            "year": 1195
        },
        {
            "text": "Alfonso IX, king of León and Galicia (died 1230)",
            "year": 1171
        },
        {
            "text": "Teishi, empress of Japan (died 1094)",
            "year": 1013
        }
    ],
    "deaths": [
        {
            "text": "Peter Marshall, American game show host, performer, and singer (born 1926)",
            "year": 2024
        },
        {
            "text": "Gerd Müller, German footballer (born 1945)",
            "year": 2021
        },
        {
            "text": "Robert Trump, American real-estate developer, business executive (born 1948)",
            "year": 2020
        },
        {
            "text": "Gunnar Birkerts, Latvian-American architect (born 1925)",
            "year": 2017
        },
        {
            "text": "Julian Bond, American academic, leader of the civil rights movement, and politician (born 1940)",
            "year": 2015
        },
        {
            "text": "Hamid Gul, Pakistani general (born 1936)",
            "year": 2015
        },
        {
            "text": "Licia Albanese, Italian-American soprano and actress (born 1909)",
            "year": 2014
        },
        {
            "text": "Rosalía Mera, Spanish businesswoman, co-founded Inditex and Zara (born 1944)",
            "year": 2013
        },
        {
            "text": "Sławomir Mrożek, Polish-French author and playwright (born 1930)",
            "year": 2013
        },
        {
            "text": "Marich Man Singh Shrestha, Nepali politician, 28th Prime Minister of Nepal (born 1942)",
            "year": 2013
        },
        {
            "text": "August Schellenberg, Canadian actor (born 1936)",
            "year": 2013
        },
        {
            "text": "Bob Birch, American bass player and saxophonist (born 1956)",
            "year": 2012
        },
        {
            "text": "Altamiro Carrilho, Brazilian flute player and composer (born 1924)",
            "year": 2012
        },
        {
            "text": "Harry Harrison, American author and illustrator (born 1925)",
            "year": 2012
        },
        {
            "text": "Rick Rypien, Canadian ice hockey player (born 1984)",
            "year": 2011
        },
        {
            "text": "Mary Catherine Lamb, American textile artist (born 1949)",
            "year": 2009
        },
        {
            "text": "Vic Toweel, South African-Australian boxer (born 1929)",
            "year": 2008
        },
        {
            "text": "Jerry Wexler, American journalist and producer (born 1917)",
            "year": 2008
        },
        {
            "text": "Richard Bradshaw, English conductor and director (born 1944)",
            "year": 2007
        },
        {
            "text": "John Gofman, American biologist, chemist, and physicist (born 1918)",
            "year": 2007
        },
        {
            "text": "Geoffrey Orbell, New Zealand physician (born 1908)",
            "year": 2007
        },
        {
            "text": "Sam Pollock, Canadian businessman (born 1925)",
            "year": 2007
        },
        {
            "text": "Te Atairangikaahu, New Zealand queen (born 1931)",
            "year": 2006
        },
        {
            "text": "Rick Bourke, Australian rugby league player (born 1955)",
            "year": 2006
        },
        {
            "text": "Coenraad Bron, Dutch computer scientist and academic (born 1937)",
            "year": 2006
        },
        {
            "text": "Faas Wilkes, Dutch footballer and manager (born 1923)",
            "year": 2006
        },
        {
            "text": "Bendapudi Venkata Satyanarayana, Indian dermatologist and academic (born 1927)",
            "year": 2005
        },
        {
            "text": "Sune Bergström, Swedish biochemist and academic, Nobel Prize laureate (born 1916)",
            "year": 2004
        },
        {
            "text": "Amarsinh Chaudhary, Indian politician, 8th Chief Minister of Gujarat (born 1941)",
            "year": 2004
        },
        {
            "text": "Yavuz Çetin, Turkish singer-songwriter (born 1970)",
            "year": 2001
        },
        {
            "text": "Richard Chelimo, Kenyan runner (born 1972)",
            "year": 2001
        },
        {
            "text": "Kateryna Yushchenko, Ukrainian computer scientist and academic (born 1919)",
            "year": 2001
        },
        {
            "text": "Lancelot Ware, English barrister and biochemist, co-founder of Mensa (born 1915)",
            "year": 2000
        },
        {
            "text": "Hugh Casson, English architect and interior designer (born 1910)",
            "year": 1999
        },
        {
            "text": "Ida Gerhardt, Dutch poet and educator (born 1905)",
            "year": 1997
        },
        {
            "text": "John Cameron Swayze, American journalist and actor (born 1906)",
            "year": 1995
        },
        {
            "text": "Wout Wagtmans, Dutch cyclist (born 1929)",
            "year": 1994
        },
        {
            "text": "Linda Laubenstein, American physician and academic (born 1947)",
            "year": 1992
        },
        {
            "text": "Viktor Tsoi, Russian musician and actor (born 1962)",
            "year": 1990
        },
        {
            "text": "Minoru Genda, Japanese general, pilot, and politician (born 1904)",
            "year": 1989
        },
        {
            "text": "Thrasyvoulos Tsakalotos, Greek general and diplomat (born 1897)",
            "year": 1989
        },
        {
            "text": "Ernie Bushmiller, American cartoonist (born 1905)",
            "year": 1982
        },
        {
            "text": "Jock Taylor, Scottish motorcycle sidecar racer (born 1954)",
            "year": 1982
        },
        {
            "text": "Hugo Theorell, Swedish biochemist and academic, Nobel Prize laureate (born 1903)",
            "year": 1982
        },
        {
            "text": "Carol Ryrie Brink, American author (born 1895)",
            "year": 1981
        },
        {
            "text": "Jørgen Løvset, Norwegian gynaecologist and academic (born 1896)",
            "year": 1981
        },
        {
            "text": "Sheikh Mujibur Rahman, Bangladeshi politician, 1st President of Bangladesh (born 1920)",
            "year": 1975
        },
        {
            "text": "Harun Karadeniz, Turkish political activist and author (born 1942)",
            "year": 1975
        },
        {
            "text": "Clay Shaw, American businessman (born 1913)",
            "year": 1974
        },
        {
            "text": "Paul Lukas, Hungarian-American actor (born 1887)",
            "year": 1971
        },
        {
            "text": "René Magritte, Belgian painter (born 1898)",
            "year": 1967
        },
        {
            "text": "Lei Feng, Chinese soldier (born 1940)",
            "year": 1962
        },
        {
            "text": "Ludwig Prandtl, German physicist and engineer (born 1875)",
            "year": 1953
        },
        {
            "text": "Artur Schnabel, Polish pianist and composer (born 1882)",
            "year": 1951
        },
        {
            "text": "Korechika Anami, Japanese general and politician, 54th Japanese Minister of the Army (born 1887)",
            "year": 1945
        },
        {
            "text": "Fred Hockley, English lieutenant and pilot (born 1923)",
            "year": 1945
        },
        {
            "text": "Mahadev Desai, Indian activist and author (born 1892)",
            "year": 1942
        },
        {
            "text": "Grazia Deledda, Italian novelist and poet, Nobel Prize laureate (born 1871)",
            "year": 1936
        },
        {
            "text": "Wiley Post, American pilot (born 1898)",
            "year": 1935
        },
        {
            "text": "Will Rogers, American actor, comedian, and screenwriter (born 1879)",
            "year": 1935
        },
        {
            "text": "Paul Signac, French painter and author (born 1863)",
            "year": 1935
        },
        {
            "text": "Anatole von Hügel, Italian ethnologist and academic, co-founded St Edmund's College, Cambridge (born 1854)",
            "year": 1928
        },
        {
            "text": "Konrad Mägi, Estonian painter and educator (born 1878)",
            "year": 1925
        },
        {
            "text": "Thomas J. Higgins, American sergeant, Medal of Honor recipient (born 1831)",
            "year": 1917
        },
        {
            "text": "Euclides da Cunha, Brazilian sociologist and journalist (born 1866)",
            "year": 1909
        },
        {
            "text": "Joseph Joachim, Hungarian violinist, composer, and conductor (born 1831)",
            "year": 1907
        },
        {
            "text": "Nathaniel Claiborne, American farmer and politician (born 1777)",
            "year": 1859
        },
        {
            "text": "Johan Gadolin, Finnish chemist, physicist, and mineralogist (born 1760)",
            "year": 1852
        },
        {
            "text": "José María Coppinger, governor of Spanish East Florida (born 1733)",
            "year": 1844
        },
        {
            "text": "Giuseppe Parini, Italian poet and author (born 1729)",
            "year": 1799
        },
        {
            "text": "Pierre Bouguer, French mathematician, geophysicist, and astronomer (born 1698)",
            "year": 1758
        },
        {
            "text": "Marin Marais, French viol player and composer (born 1656)",
            "year": 1728
        },
        {
            "text": "Constantin Brâncoveanu, Romanian prince (born 1654)",
            "year": 1714
        },
        {
            "text": "Johann Adam Schall von Bell, German missionary and astronomer (born 1591)",
            "year": 1666
        },
        {
            "text": "John Barclay, Scottish poet and author (born 1582)",
            "year": 1621
        },
        {
            "text": "Thomas Kyd, English playwright (born 1558)",
            "year": 1594
        },
        {
            "text": "Hermann of Wied, German archbishop (born 1477)",
            "year": 1552
        },
        {
            "text": "Odet of Foix, Viscount of Lautrec, French general (born 1485)",
            "year": 1528
        },
        {
            "text": "John V, Duke of Saxe-Lauenburg (born 1439)",
            "year": 1507
        },
        {
            "text": "Alexander Agricola, Flemish composer (born c. 1445)",
            "year": 1506
        },
        {
            "text": "Infanta Isabella of Portugal, Queen of Castile and León (born 1428)",
            "year": 1496
        },
        {
            "text": "Ide Pedersdatter Falk, Danish noblewoman (born 1358)",
            "year": 1399
        },
        {
            "text": "Adalbertus Ranconis de Ericinio, Bohemian theologian and rector of the University of Paris (born circa 1320)",
            "year": 1388
        },
        {
            "text": "Philippa of Hainault, Queen consort of Edward III of England (born 1314)",
            "year": 1369
        },
        {
            "text": "Yesün Temür, emperor of the Yuan dynasty (born 1293)",
            "year": 1328
        },
        {
            "text": "Lorenzo Tiepolo, Doge of Venice",
            "year": 1275
        },
        {
            "text": "Robert de Sorbon, French theologian and educator, founded the College of Sorbonne (born 1201)",
            "year": 1274
        },
        {
            "text": "Saint Hyacinth of Poland",
            "year": 1257
        },
        {
            "text": "Marie of France, Duchess of Brabant (born 1198)",
            "year": 1224
        },
        {
            "text": "Conrad II, Duke of Swabia (born 1173)",
            "year": 1196
        },
        {
            "text": "Alexios I Komnenos, Byzantine emperor (born 1048)",
            "year": 1118
        },
        {
            "text": "Macbeth, King of Scotland",
            "year": 1057
        },
        {
            "text": "Stephen I, Hungarian king (born 975)",
            "year": 1038
        },
        {
            "text": "Nikephoros Phokas Barytrachelos, Byzantine rebel",
            "year": 1022
        },
        {
            "text": "Minnborinus, Irish missionary and abbot",
            "year": 986
        },
        {
            "text": "Li Yu, ruler ('king') of Southern Tang",
            "year": 978
        },
        {
            "text": "Bulcsú, Hungarian tribal chieftain (harka)",
            "year": 955
        },
        {
            "text": "Lehel, Hungarian tribal chieftain",
            "year": 955
        },
        {
            "text": "Súr, Hungarian tribal chieftain",
            "year": 955
        },
        {
            "text": "Ma Xisheng, Chinese governor and king (born 899)",
            "year": 932
        },
        {
            "text": "Han Jian, Chinese warlord (born 855)",
            "year": 912
        },
        {
            "text": "Altfrid, bishop of Hildesheim",
            "year": 874
        },
        {
            "text": "Yi Zong, Chinese emperor (born 833)",
            "year": 873
        },
        {
            "text": "Roland, Frankish military leader",
            "year": 778
        },
        {
            "text": "Abu Hanifa, Iraqi scholar and educator (born 699)",
            "year": 767
        },
        {
            "text": "Theodotus of Amida, Syrian Orthodox holy man",
            "year": 698
        },
        {
            "text": "Libius Severus, Roman emperor (born 420)",
            "year": 465
        },
        {
            "text": "Honorius, Roman emperor (born 384)",
            "year": 423
        },
        {
            "text": "Lan Han, official of the Xianbei state Later Yan",
            "year": 398
        }
    ],
    "metadata": {
        "current_date": "August 15, 2025",
        "short_date": "Aug 15",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            34,
            63,
            0,
            58,
            27,
            8,
            17,
            1,
            69,
            90
        ],
        "births": [
            56,
            14,
            199,
            31
        ],
        "deaths": [
            8,
            6,
            49,
            80
        ]
    }
}