{
    "events": [
        {
            "text": "Five-year-old Moroccan boy Rayan Aourram falls into a 32-meter (105 feet) deep well in Ighran village in Tamorot commune, Chefchaouen Province, Morocco, but dies four days later, before rescue workers reached him.",
            "year": 2022
        },
        {
            "text": "A coup d'état in Myanmar removes Aung San Suu Kyi from power and restores military rule.",
            "year": 2021
        },
        {
            "text": "The Shard, the sixth-tallest building in Europe, opens its viewing gallery to the public.",
            "year": 2013
        },
        {
            "text": "Seventy-four people are killed and over 500 injured as a result of clashes between fans of Egyptian football teams Al Masry and Al Ahly in the city of Port Said.",
            "year": 2012
        },
        {
            "text": "The first cabinet of Jóhanna Sigurðardóttir was formed in Iceland, making her the country's first female prime minister and the world's first openly gay head of government.",
            "year": 2009
        },
        {
            "text": "The National Weather Service in the United States switches from the Fujita scale to the new Enhanced Fujita scale to measure the intensity and strength of tornadoes.",
            "year": 2007
        },
        {
            "text": "King Gyanendra of Nepal carries out a coup d'état to capture the democracy, becoming Chairman of the Councils of ministers.",
            "year": 2005
        },
        {
            "text": "Hajj pilgrimage stampede: In a stampede at the Hajj pilgrimage in Saudi Arabia, 251 people are trampled to death and 244 injured.",
            "year": 2004
        },
        {
            "text": "Double suicide attack in Erbil on the offices of Iraqi Kurdish political parties by members of Jama'at al-Tawhid wal-Jihad",
            "year": 2004
        },
        {
            "text": "Space Shuttle Columbia disintegrated during the reentry of mission STS-107 into the Earth's atmosphere, killing all seven astronauts aboard.",
            "year": 2003
        },
        {
            "text": "Daniel Pearl, American journalist and South Asia Bureau Chief of The Wall Street Journal, kidnapped on January 23, is beheaded and mutilated by his captors.",
            "year": 2002
        },
        {
            "text": "Rear Admiral Lillian E. Fishburne becomes the first female African American to be promoted to rear admiral.",
            "year": 1998
        },
        {
            "text": "The Communications Decency Act is passed by the U.S. Congress.",
            "year": 1996
        },
        {
            "text": "The Chief Judicial Magistrate of Bhopal court declares Warren Anderson, ex-CEO of Union Carbide, a fugitive under Indian law for failing to appear in the Bhopal disaster case.",
            "year": 1992
        },
        {
            "text": "A runway collision between USAir Flight 1493 and SkyWest Flight 5569 at Los Angeles International Airport results in the deaths of 34 people, and injuries to 30 others.",
            "year": 1991
        },
        {
            "text": "A magnitude 6.8 earthquake strikes the Hindu Kush region, killing at least 848 people in Afghanistan, Pakistan and present-day Tajikistan.",
            "year": 1991
        },
        {
            "text": "The Intel 80286 is released, which introduced protected mode memory. The IBM PC/AT and its clones used this CPU.",
            "year": 1982
        },
        {
            "text": "The Underarm bowling incident of 1981 occurred when Trevor Chappell bowls underarm on the final delivery of a game between Australia and New Zealand at the Melbourne Cricket Ground (MCG).",
            "year": 1981
        },
        {
            "text": "Iranian Ayatollah Ruhollah Khomeini returns to Tehran after nearly 15 years of exile.",
            "year": 1979
        },
        {
            "text": "A fire in the 25-story Joelma Building in São Paulo, Brazil kills 189 and injures 293.",
            "year": 1974
        },
        {
            "text": "Kuala Lumpur becomes a city by a royal charter granted by the Yang di-Pertuan Agong of Malaysia.",
            "year": 1972
        },
        {
            "text": "Vietnam War: The execution of Viet Cong officer Nguyễn Văn Lém by South Vietnamese National Police Chief Nguyễn Ngọc Loan is recorded on motion picture film, as well as in an iconic still photograph taken by Eddie Adams.",
            "year": 1968
        },
        {
            "text": "Canada's three military services, the Royal Canadian Navy, the Canadian Army and the Royal Canadian Air Force, are unified into the Canadian Forces.",
            "year": 1968
        },
        {
            "text": "The New York Central Railroad and the Pennsylvania Railroad are merged to form Penn Central Transportation.",
            "year": 1968
        },
        {
            "text": "The Beatles have their first number one hit in the United States with \"I Want to Hold Your Hand\".",
            "year": 1964
        },
        {
            "text": "Four black students stage the first of the Greensboro sit-ins at a lunch counter in Greensboro, North Carolina.",
            "year": 1960
        },
        {
            "text": "Northeast Airlines Flight 823 crashes on Rikers Island in New York City, killing 20 people and injuring 78 others.",
            "year": 1957
        },
        {
            "text": "The first prototype of the MiG-17 makes its maiden flight.",
            "year": 1950
        },
        {
            "text": "Trygve Lie of Norway is picked to be the first United Nations Secretary-General.",
            "year": 1946
        },
        {
            "text": "The Parliament of Hungary abolishes the monarchy after nine centuries, and proclaims the Hungarian Republic.",
            "year": 1946
        },
        {
            "text": "World War II: Josef Terboven, Reichskommissar of German-occupied Norway, appoints Vidkun Quisling the Minister President of the National Government.",
            "year": 1942
        },
        {
            "text": "World War II: U.S. Navy conducts Marshalls–Gilberts raids, the first offensive action by the United States against Japanese forces in the Pacific Theater.",
            "year": 1942
        },
        {
            "text": "Voice of America, the official external radio and television service of the United States government, begins broadcasting with programs aimed at areas controlled by the Axis powers.",
            "year": 1942
        },
        {
            "text": "Mao Zedong makes a speech on \"Reform in Learning, the Party and Literature\", which puts into motion the Yan'an Rectification Movement.",
            "year": 1942
        },
        {
            "text": "Russia–United Kingdom relations are restored, over six years after the Communist revolution.",
            "year": 1924
        },
        {
            "text": "Lisbon Regicide: King Carlos I of Portugal and Infante Luis Filipe are shot dead in Lisbon.",
            "year": 1908
        },
        {
            "text": "Great Britain, defeated by Boers in key battles, names Lord Roberts commander of British forces in South Africa.",
            "year": 1900
        },
        {
            "text": "Shinhan Bank, the oldest bank in South Korea, opens in Seoul.",
            "year": 1897
        },
        {
            "text": "La bohème premieres in Turin at the Teatro Regio (Turin), conducted by the young Arturo Toscanini.",
            "year": 1896
        },
        {
            "text": "Fountains Valley, Pretoria, the oldest nature reserve in Africa, is proclaimed by President Paul Kruger.",
            "year": 1895
        },
        {
            "text": "Thomas A. Edison finishes construction of the first motion picture studio, the Black Maria in West Orange, New Jersey.",
            "year": 1893
        },
        {
            "text": "The first volume (A to Ant) of the Oxford English Dictionary is published.",
            "year": 1884
        },
        {
            "text": "President Abraham Lincoln signs the Thirteenth Amendment to the United States Constitution.",
            "year": 1865
        },
        {
            "text": "Second Schleswig War: Prussian forces crossed the border into Schleswig, starting the war.",
            "year": 1864
        },
        {
            "text": "American Civil War: Texas secedes from the United States and joins the Confederacy a week later.",
            "year": 1861
        },
        {
            "text": "Slavery is abolished in Mauritius.",
            "year": 1835
        },
        {
            "text": "Mayon in the Philippines erupts, killing around 1,200 people, which was the most devastating eruption of the volcano.",
            "year": 1814
        },
        {
            "text": "The capital of Upper Canada is moved from Newark to York.",
            "year": 1796
        },
        {
            "text": "French Revolutionary Wars: France declares war on the United Kingdom and the Netherlands.",
            "year": 1793
        },
        {
            "text": "The Kalabalik or Skirmish at Bender results from the Ottoman Sultan Ahmed III's order that his unwelcome guest, King Charles XII of Sweden, be seized.",
            "year": 1713
        },
        {
            "text": "The Chinese general Koxinga seizes the island of Taiwan after a nine-month siege.",
            "year": 1662
        },
        {
            "text": "The First Peace of Thorn is signed in Thorn (Toruń), Monastic State of the Teutonic Knights (Prussia).",
            "year": 1411
        },
        {
            "text": "The teenaged Edward III is crowned King of England, but the country is ruled by his mother Queen Isabella and her lover Roger Mortimer.",
            "year": 1327
        }
    ],
    "births": [
        {
            "text": "Talanoa Hufanga, American football player",
            "year": 2000
        },
        {
            "text": "Mohamed Abdelmonem, Egyptian footballer",
            "year": 1999
        },
        {
            "text": "Drew Eubanks, American basketball player",
            "year": 1997
        },
        {
            "text": "Jihyo, South Korean singer",
            "year": 1997
        },
        {
            "text": "Ahmad Abughaush, Jordanian taekwondo athlete",
            "year": 1996
        },
        {
            "text": "Doyoung, South Korean singer",
            "year": 1996
        },
        {
            "text": "Anna-Lena Friedsam, German tennis player",
            "year": 1994
        },
        {
            "text": "Harry Styles, English singer-songwriter and actor",
            "year": 1994
        },
        {
            "text": "Diego Mella, Italian footballer",
            "year": 1993
        },
        {
            "text": "Sean Manaea, American baseball player",
            "year": 1992
        },
        {
            "text": "Blake Austin, Australian rugby league player",
            "year": 1991
        },
        {
            "text": "Tyler Myers, American-Canadian ice hockey player",
            "year": 1990
        },
        {
            "text": "Ricky Pinheiro, Portuguese footballer",
            "year": 1989
        },
        {
            "text": "Brett Anderson, American baseball player",
            "year": 1988
        },
        {
            "text": "Sebastian Boenisch, Polish footballer",
            "year": 1987
        },
        {
            "text": "Moises Henriques, Portuguese-Australian cricketer",
            "year": 1987
        },
        {
            "text": "Austin Jackson, American baseball player",
            "year": 1987
        },
        {
            "text": "Heather Morris, American actress, singer, and dancer",
            "year": 1987
        },
        {
            "text": "Giuseppe Rossi, Italian footballer",
            "year": 1987
        },
        {
            "text": "Ronda Rousey, American mixed martial artist, wrestler and actress",
            "year": 1987
        },
        {
            "text": "Jorrit Bergsma, Dutch speed skater",
            "year": 1986
        },
        {
            "text": "Lauren Conrad, American fashion designer and author",
            "year": 1986
        },
        {
            "text": "Ladislav Šmíd, Czech ice hockey player",
            "year": 1986
        },
        {
            "text": "Dean Shiels, Irish footballer",
            "year": 1985
        },
        {
            "text": "Darren Fletcher, Scottish footballer",
            "year": 1984
        },
        {
            "text": "Heather DeLoach, American actress",
            "year": 1983
        },
        {
            "text": "Kevin Martin, American basketball player",
            "year": 1983
        },
        {
            "text": "Jurgen Van den Broeck, Belgian cyclist",
            "year": 1983
        },
        {
            "text": "Andrew VanWyngarden, American singer-songwriter and musician",
            "year": 1983
        },
        {
            "text": "Gavin Henson, Welsh rugby player",
            "year": 1982
        },
        {
            "text": "Shoaib Malik, Pakistani cricketer",
            "year": 1982
        },
        {
            "text": "Hins Cheung, Hong Kong singer-songwriter",
            "year": 1981
        },
        {
            "text": "Christian Giménez, Argentinian footballer",
            "year": 1981
        },
        {
            "text": "Graeme Smith, South African cricketer",
            "year": 1981
        },
        {
            "text": "Héctor Luna, Dominican baseball player",
            "year": 1980
        },
        {
            "text": "Valentín Elizalde, Mexican singer-songwriter (died 2006)",
            "year": 1979
        },
        {
            "text": "Jason Isbell, American singer-songwriter and guitarist",
            "year": 1979
        },
        {
            "text": "Juan, Brazilian footballer",
            "year": 1979
        },
        {
            "text": "Tim Harding, Australian singer and actor",
            "year": 1978
        },
        {
            "text": "Robert Traylor, American basketball player (died 2011)",
            "year": 1977
        },
        {
            "text": "Phil Ivey, American poker player",
            "year": 1976
        },
        {
            "text": "Mat Rogers, Australian rugby player",
            "year": 1976
        },
        {
            "text": "Big Boi, American rapper",
            "year": 1975
        },
        {
            "text": "Martijn Reuser, Dutch footballer",
            "year": 1975
        },
        {
            "text": "Tomáš Vlasák, Czech ice hockey player",
            "year": 1975
        },
        {
            "text": "Walter McCarty, American basketball player and coach",
            "year": 1974
        },
        {
            "text": "Andrew DeClercq, American basketball player and coach",
            "year": 1973
        },
        {
            "text": "Óscar Pérez Rojas, Mexican footballer",
            "year": 1973
        },
        {
            "text": "Leymah Gbowee, Liberian peace activist",
            "year": 1972
        },
        {
            "text": "Christian Ziege, German footballer",
            "year": 1972
        },
        {
            "text": "Michael C. Hall, American actor and producer",
            "year": 1971
        },
        {
            "text": "Tommy Salo, Swedish ice hockey player",
            "year": 1971
        },
        {
            "text": "Yasuyuki Kazama, Japanese racing driver",
            "year": 1970
        },
        {
            "text": "Malik Sealy, American basketball player and actor (died 2000)",
            "year": 1970
        },
        {
            "text": "Gabriel Batistuta, Argentinian footballer",
            "year": 1969
        },
        {
            "text": "Andrew Breitbart, American journalist, author, and publisher (died 2012)",
            "year": 1969
        },
        {
            "text": "Brian Krause, American actor",
            "year": 1969
        },
        {
            "text": "Joshua Redman, American musician and composer",
            "year": 1969
        },
        {
            "text": "Franklyn Rose, Jamaican cricketer",
            "year": 1969
        },
        {
            "text": "Patrick Wilson, American musician and songwriter",
            "year": 1969
        },
        {
            "text": "Lisa Marie Presley, American singer-songwriter and actress (died 2023)",
            "year": 1968
        },
        {
            "text": "Mark Recchi, Canadian ice hockey player and coach",
            "year": 1968
        },
        {
            "text": "Pauly Shore, American actor and comedian",
            "year": 1968
        },
        {
            "text": "Meg Cabot, American author and screenwriter",
            "year": 1967
        },
        {
            "text": "Michelle Akers, American soccer player",
            "year": 1966
        },
        {
            "text": "Sherilyn Fenn, American actress",
            "year": 1965
        },
        {
            "text": "Brandon Lee, American actor and martial artist (died 1993)",
            "year": 1965
        },
        {
            "text": "Stéphanie of Monaco",
            "year": 1965
        },
        {
            "text": "Jani Lane, American singer-songwriter and guitarist (died 2011)",
            "year": 1964
        },
        {
            "text": "Eli Ohana, Israeli football player, and club chairman",
            "year": 1964
        },
        {
            "text": "Mario Pelchat, Canadian singer-songwriter",
            "year": 1964
        },
        {
            "text": "Linus Roache, English actor",
            "year": 1964
        },
        {
            "text": "José Luis Cuciuffo, Argentinian footballer (died 2004)",
            "year": 1962
        },
        {
            "text": "Tomoyasu Hotei, Japanese singer-songwriter and guitarist",
            "year": 1962
        },
        {
            "text": "Takashi Murakami, Japanese painter and sculptor",
            "year": 1962
        },
        {
            "text": "Volker Fried, German field hockey player and coach",
            "year": 1961
        },
        {
            "text": "Kaduvetti Guru, Indian politician (died 2018)",
            "year": 1961
        },
        {
            "text": "Daniel M. Tani, American engineer and astronaut",
            "year": 1961
        },
        {
            "text": "Wade Wilson, American football player and coach (died 2019)",
            "year": 1959
        },
        {
            "text": "Luther Blissett, Jamaican-English footballer and manager",
            "year": 1958
        },
        {
            "text": "Eleanor Laing, Scottish lawyer and politician, Shadow Secretary of State for Scotland",
            "year": 1958
        },
        {
            "text": "Gilbert Hernandez, American author and illustrator",
            "year": 1957
        },
        {
            "text": "Mohammed Jamal Khalifa, Saudi Arabian businessman (died 2007)",
            "year": 1957
        },
        {
            "text": "Exene Cervenka, American singer-songwriter and guitarist",
            "year": 1956
        },
        {
            "text": "T. R. Dunn, American basketball player and coach",
            "year": 1955
        },
        {
            "text": "Chuck Dukowski, American singer-songwriter and bass player",
            "year": 1954
        },
        {
            "text": "Bill Mumy, American actor, writer, and musician",
            "year": 1954
        },
        {
            "text": "Owoye Andrew Azazi, Nigerian general (died 2012)",
            "year": 1952
        },
        {
            "text": "Sonny Landreth, American guitarist and songwriter",
            "year": 1951
        },
        {
            "text": "Mike Campbell, American guitarist, songwriter, and producer",
            "year": 1950
        },
        {
            "text": "Ali Haydar Konca, Turkish politician, 4th Turkish Minister of European Union Affairs",
            "year": 1950
        },
        {
            "text": "Rich Williams, American guitarist and songwriter",
            "year": 1950
        },
        {
            "text": "Lex Marinos, Australian actor (died 2024)",
            "year": 1949
        },
        {
            "text": "Rick James, American singer-songwriter and producer (died 2004)",
            "year": 1948
        },
        {
            "text": "Adam Ingram, Scottish computer programmer and politician, Minister of State for the Armed Forces",
            "year": 1947
        },
        {
            "text": "Normie Rowe, Australian singer-songwriter and actor",
            "year": 1947
        },
        {
            "text": "Jessica Savitch, American journalist (died 1983)",
            "year": 1947
        },
        {
            "text": "Karen Krantzcke, Australian tennis player (died 1977)",
            "year": 1946
        },
        {
            "text": "Elisabeth Sladen, English actress (died 2011)",
            "year": 1946
        },
        {
            "text": "Serge Joyal, Canadian lawyer and politician, 50th Secretary of State for Canada",
            "year": 1945
        },
        {
            "text": "Ferruccio Mazzola, Italian footballer and manager (died 2013)",
            "year": 1945
        },
        {
            "text": "Mary Jane Reoch, American cyclist (died 1993)",
            "year": 1945
        },
        {
            "text": "Burkhard Ziese, German footballer and manager (died 2010)",
            "year": 1944
        },
        {
            "text": "Bibi Besch, Austrian-American actress (died 1996)",
            "year": 1942
        },
        {
            "text": "Terry Jones, Welsh actor, director, and screenwriter (died 2020)",
            "year": 1942
        },
        {
            "text": "Jerry Spinelli, American author",
            "year": 1941
        },
        {
            "text": "Fritjof Capra, Austrian physicist, author, and academic",
            "year": 1939
        },
        {
            "text": "Claude François, Egyptian-French singer-songwriter and dancer (died 1978)",
            "year": 1939
        },
        {
            "text": "Paul Gillmor, American lawyer and politician (died 2007)",
            "year": 1939
        },
        {
            "text": "Ekaterina Maximova, Russian ballerina (died 2009)",
            "year": 1939
        },
        {
            "text": "Joe Sample, American pianist and composer (died 2014)",
            "year": 1939
        },
        {
            "text": "Jimmy Carl Black, American drummer and singer (died 2008)",
            "year": 1938
        },
        {
            "text": "Jacky Cupit, American golfer",
            "year": 1938
        },
        {
            "text": "Sherman Hemsley, American actor and singer (died 2012)",
            "year": 1938
        },
        {
            "text": "Don Everly, American singer-songwriter and guitarist (died 2021)",
            "year": 1937
        },
        {
            "text": "Garrett Morris, American actor and comedian",
            "year": 1937
        },
        {
            "text": "Tuncel Kurtiz, Turkish actor, playwright, and director (died 2013)",
            "year": 1936
        },
        {
            "text": "Marina Kondratyeva, Russian ballet dancer (died 2024)",
            "year": 1934
        },
        {
            "text": "John Nott, British politician (died 2024)",
            "year": 1932
        },
        {
            "text": "Hassan al-Turabi, Sudanese activist and politician (died 2016)",
            "year": 1932
        },
        {
            "text": "Boris Yeltsin, Russian politician, 1st President of Russia (died 2007)",
            "year": 1931
        },
        {
            "text": "Shahabuddin Ahmed, Bangladeshi judge and politician, 12th President of Bangladesh (died 2022)",
            "year": 1930
        },
        {
            "text": "Hussain Muhammad Ershad, Bangladeshi general and politician, 10th President of Bangladesh (died 2019)",
            "year": 1930
        },
        {
            "text": "Sam Edwards, Welsh physicist and academic (died 2015)",
            "year": 1928
        },
        {
            "text": "Tom Lantos, Hungarian-American academic and politician (died 2008)",
            "year": 1928
        },
        {
            "text": "Stuart Whitman, American actor (died 2020)",
            "year": 1928
        },
        {
            "text": "Galway Kinnell, American poet and academic (died 2014)",
            "year": 1927
        },
        {
            "text": "Vivian Maier, American street photographer (died 2009)",
            "year": 1926
        },
        {
            "text": "Emmanuel Scheffer, German-Israeli footballer, coach, and manager (died 2012)",
            "year": 1924
        },
        {
            "text": "Ben Weider, Canadian businessman, co-founded the International Federation of BodyBuilding & Fitness (died 2008)",
            "year": 1923
        },
        {
            "text": "Renata Tebaldi, Italian soprano and actress (died 2004)",
            "year": 1922
        },
        {
            "text": "Teresa Mattei, Italian feminist partisan and politician (died 2013)",
            "year": 1921
        },
        {
            "text": "Patricia Robins, English writer and WAAF officer (died 2016)",
            "year": 1921
        },
        {
            "text": "Peter Sallis, English actor (died 2017)",
            "year": 1921
        },
        {
            "text": "Zao Wou-Ki, Chinese-French painter (died 2013)",
            "year": 1920
        },
        {
            "text": "Muriel Spark, Scottish novelist (died 2006)",
            "year": 1918
        },
        {
            "text": "Ignacy Tokarczuk, Polish archbishop (died 2012)",
            "year": 1918
        },
        {
            "text": "José Luis Sampedro, Spanish economist and author (died 2013)",
            "year": 1917
        },
        {
            "text": "Eiji Sawamura, Japanese baseball player and soldier (died 1944)",
            "year": 1917
        },
        {
            "text": "Stanley Matthews, English footballer and manager (died 2000)",
            "year": 1915
        },
        {
            "text": "Ngapoi Ngawang Jigme, Chinese general and politician (died 2009)",
            "year": 1910
        },
        {
            "text": "George Beverly Shea, Canadian-American singer-songwriter (died 2013)",
            "year": 1909
        },
        {
            "text": "George Pal, Hungarian-American animator and producer (died 1980)",
            "year": 1908
        },
        {
            "text": "Louis Rasminsky, Canadian economist and banker (died 1998)",
            "year": 1908
        },
        {
            "text": "Günter Eich, German author and songwriter (died 1972)",
            "year": 1907
        },
        {
            "text": "Camargo Guarnieri, Brazilian pianist and composer (died 1993)",
            "year": 1907
        },
        {
            "text": "Adetokunbo Ademola, Nigerian lawyer and jurist, 2nd Chief Justice of Nigeria (died 1993)",
            "year": 1906
        },
        {
            "text": "Emilio Segrè, Italian-American physicist and academic, Nobel Prize laureate (died 1989)",
            "year": 1905
        },
        {
            "text": "S. J. Perelman, American humorist and screenwriter (died 1979)",
            "year": 1904
        },
        {
            "text": "Therese Brandl, German concentration camp guard (died 1947)",
            "year": 1902
        },
        {
            "text": "Langston Hughes, American poet, social activist, novelist, and playwright (died 1967)",
            "year": 1902
        },
        {
            "text": "Frank Buckles, American soldier (died 2011)",
            "year": 1901
        },
        {
            "text": "Clark Gable, American actor (died 1960)",
            "year": 1901
        },
        {
            "text": "Leila Denmark, American pediatrician and author (died 2012)",
            "year": 1898
        },
        {
            "text": "Denise Robins, English journalist and author (died 1985)",
            "year": 1897
        },
        {
            "text": "Conn Smythe, Canadian businessman (died 1980)",
            "year": 1895
        },
        {
            "text": "John Ford, American director and producer (died 1973)",
            "year": 1894
        },
        {
            "text": "James P. Johnson, American pianist and composer (died 1955)",
            "year": 1894
        },
        {
            "text": "Nikolai Reek, Estonian general and politician, 11th Estonian Minister of War (died 1942)",
            "year": 1890
        },
        {
            "text": "Charles Nordhoff, English-American lieutenant, pilot, and author (died 1947)",
            "year": 1887
        },
        {
            "text": "Bradbury Robinson, American football player and physician (died 1949)",
            "year": 1884
        },
        {
            "text": "Yevgeny Zamyatin, Russian journalist and author (died 1937)",
            "year": 1884
        },
        {
            "text": "Vladimir Dimitrov, Bulgarian artist (died 1960)",
            "year": 1882
        },
        {
            "text": "Louis St. Laurent, Canadian lawyer and politician, 12th Prime Minister of Canada (died 1973)",
            "year": 1882
        },
        {
            "text": "Tip Snooke, South African cricketer (died 1966)",
            "year": 1881
        },
        {
            "text": "Alfréd Hajós, Hungarian swimmer and architect, designed the Grand Hotel Aranybika (died 1955)",
            "year": 1878
        },
        {
            "text": "Milan Hodža, Slovak journalist and politician, 10th Prime Minister of Czechoslovakia (died 1944)",
            "year": 1878
        },
        {
            "text": "Hugo von Hofmannsthal, Austrian author, poet, and playwright (died 1929)",
            "year": 1874
        },
        {
            "text": "John Barry, Irish soldier, Victoria Cross recipient (died 1901)",
            "year": 1873
        },
        {
            "text": "Clara Butt, English opera singer (died 1936)",
            "year": 1872
        },
        {
            "text": "Jerome F. Donovan, American lawyer and politician (died 1949)",
            "year": 1872
        },
        {
            "text": "Erik Adolf von Willebrand, Finnish physician (died 1949)",
            "year": 1870
        },
        {
            "text": "Ștefan Luchian, Romanian painter and illustrator (died 1917)",
            "year": 1868
        },
        {
            "text": "Agda Meyerson, Swedish nurse and healthcare activist (died 1924)",
            "year": 1866
        },
        {
            "text": "Victor Herbert, Irish-American cellist, composer, and conductor (died 1924)",
            "year": 1859
        },
        {
            "text": "Ignacio Bonillas, Mexican diplomat (died 1942)",
            "year": 1858
        },
        {
            "text": "Durham Stevens, American lawyer and diplomat (died 1908)",
            "year": 1851
        },
        {
            "text": "G. Stanley Hall, American psychologist and academic (died 1924)",
            "year": 1844
        },
        {
            "text": "Emil Hartmann, Danish organist and composer (died 1898)",
            "year": 1836
        },
        {
            "text": "George Hendric Houghton, American clergyman and theologian (died 1897)",
            "year": 1820
        },
        {
            "text": "Émile Littré, French lexicographer and philosopher (died 1881)",
            "year": 1801
        },
        {
            "text": "Abraham Emanuel Fröhlich, Swiss minister, poet, and educator (died 1865)",
            "year": 1796
        },
        {
            "text": "Thomas Campbell, Irish minister and theologian (died 1854)",
            "year": 1763
        },
        {
            "text": "Christiaan Hendrik Persoon, South African-French mycologist and academic (died 1836)",
            "year": 1761
        },
        {
            "text": "Johan Agrell, Swedish-German pianist and composer (died 1765)",
            "year": 1701
        },
        {
            "text": "Francesco Maria Veracini, Italian violinist and composer (died 1768)",
            "year": 1690
        },
        {
            "text": "Johann Adam Birkenstock, German violinist and composer (died 1733)",
            "year": 1687
        },
        {
            "text": "Marie Thérèse de Bourbon, Princess of Conti and titular queen of Poland (died 1732)",
            "year": 1666
        },
        {
            "text": "Ignacia del Espíritu Santo, Filipino nun, founded the Religious of the Virgin Mary (died 1748)",
            "year": 1663
        },
        {
            "text": "Jacob Roggeveen, Dutch explorer (died 1729)",
            "year": 1659
        },
        {
            "text": "Elkanah Settle, English poet and playwright (died 1724)",
            "year": 1648
        },
        {
            "text": "Marquard Gude, German archaeologist and scholar (died 1689)",
            "year": 1635
        },
        {
            "text": "Henry Briggs, British mathematician (died 1630)",
            "year": 1561
        },
        {
            "text": "Edward Coke, English lawyer, judge, and politician, Attorney General for England and Wales (died 1634)",
            "year": 1552
        },
        {
            "text": "Johannes Trithemius, German lexicographer, historian, and cryptographer (died 1516)",
            "year": 1462
        },
        {
            "text": "Conrad Celtes, German poet and scholar (died 1508)",
            "year": 1459
        },
        {
            "text": "Eberhard II, Duke of Württemberg (died 1504)",
            "year": 1447
        },
        {
            "text": "Amadeus IX, Duke of Savoy (died 1472)",
            "year": 1435
        },
        {
            "text": "Walter de Stapledon, English bishop and politician, Lord High Treasurer (died 1326)",
            "year": 1261
        }
    ],
    "deaths": [
        {
            "text": "Horst Köhler, Polish-German economist and politician, 9th President of Germany (born 1943)",
            "year": 2025
        },
        {
            "text": "Fay Vincent, American lawyer and businessman, 8th Commissioner of Baseball (born 1938)",
            "year": 2025
        },
        {
            "text": "Remi De Roo, Canadian bishop of the Catholic Church (born 1924)",
            "year": 2022
        },
        {
            "text": "Dustin Diamond, American actor, director, stand-up comedian, and musician (born 1977)",
            "year": 2021
        },
        {
            "text": "Temur Tsiklauri, Georgian pop singer and actor (born 1946)",
            "year": 2021
        },
        {
            "text": "Jeremy Hardy, English comedian, radio host and panelist (born 1961)",
            "year": 2019
        },
        {
            "text": "Clive Swift, English actor (born 1936)",
            "year": 2019
        },
        {
            "text": "Wade Wilson, American football player and coach (born 1959)",
            "year": 2019
        },
        {
            "text": "Barys Kit, Belarusian rocket scientist (born 1910)",
            "year": 2018
        },
        {
            "text": "Mowzey Radio, Ugandan singer and songwriter (born 1985)",
            "year": 2018
        },
        {
            "text": "Desmond Carrington, British actor and broadcaster (born 1926)",
            "year": 2017
        },
        {
            "text": "Óscar Humberto Mejía Victores, Guatemalan general and politician, 27th President of Guatemala (born 1930)",
            "year": 2016
        },
        {
            "text": "Aldo Ciccolini, Italian-French pianist (born 1925)",
            "year": 2015
        },
        {
            "text": "Udo Lattek, German footballer, manager, and sportscaster (born 1935)",
            "year": 2015
        },
        {
            "text": "Monty Oum, American animator, director, and screenwriter (born 1981)",
            "year": 2015
        },
        {
            "text": "Luis Aragonés, Spanish footballer and manager (born 1938)",
            "year": 2014
        },
        {
            "text": "Vasily Petrov, Russian marshal (born 1917)",
            "year": 2014
        },
        {
            "text": "Rene Ricard, American poet, painter, and critic (born 1946)",
            "year": 2014
        },
        {
            "text": "Maximilian Schell, Austrian-Swiss actor, director, producer, and screenwriter (born 1930)",
            "year": 2014
        },
        {
            "text": "Helene Hale, American politician (born 1918)",
            "year": 2013
        },
        {
            "text": "Ed Koch, American lawyer, judge, and politician, 105th Mayor of New York City (born 1924)",
            "year": 2013
        },
        {
            "text": "Shanu Lahiri, Indian painter and educator (born 1928)",
            "year": 2013
        },
        {
            "text": "Cecil Womack, American singer-songwriter and producer (born 1947)",
            "year": 2013
        },
        {
            "text": "Don Cornelius, American television host and producer (born 1936)",
            "year": 2012
        },
        {
            "text": "Wisława Szymborska, Polish poet and translator, Nobel Prize laureate (born 1923)",
            "year": 2012
        },
        {
            "text": "Jack Brisco, American professional wrestler (born 1941)",
            "year": 2010
        },
        {
            "text": "Beto Carrero, Brazilian actor and businessman (born 1937)",
            "year": 2008
        },
        {
            "text": "Gian Carlo Menotti, Italian-American playwright and composer (born 1911)",
            "year": 2007
        },
        {
            "text": "John Vernon, Canadian-American actor (born 1932)",
            "year": 2005
        },
        {
            "text": "Suha Arın, Turkish director, producer, and screenwriter (born 1942)",
            "year": 2004
        },
        {
            "text": "Space Shuttle Columbia crew",
            "year": 2003
        },
        {
            "text": "Space Shuttle Columbia crew",
            "year": 2003
        },
        {
            "text": "Space Shuttle Columbia crew",
            "year": 2003
        },
        {
            "text": "Space Shuttle Columbia crew",
            "year": 2003
        },
        {
            "text": "Space Shuttle Columbia crew",
            "year": 2003
        },
        {
            "text": "Space Shuttle Columbia crew",
            "year": 2003
        },
        {
            "text": "Space Shuttle Columbia crew",
            "year": 2003
        },
        {
            "text": "Mongo Santamaría, Cuban-American drummer and bandleader (born 1922)",
            "year": 2003
        },
        {
            "text": "Aykut Barka, Turkish geologist and academic (born 1951)",
            "year": 2002
        },
        {
            "text": "Hildegard Knef, German actress and singer (born 1925)",
            "year": 2002
        },
        {
            "text": "André D'Allemagne, Canadian political scientist and academic (born 1929)",
            "year": 2001
        },
        {
            "text": "Paul Mellon, American art collector and philanthropist (born 1907)",
            "year": 1999
        },
        {
            "text": "Herb Caen, American journalist and author (born 1916)",
            "year": 1997
        },
        {
            "text": "Ray Crawford, American race car driver, pilot, and businessman (born 1915)",
            "year": 1996
        },
        {
            "text": "Sven Thofelt, Swedish modern pentathlete and épée fencer (born 1904)",
            "year": 1993
        },
        {
            "text": "Jean Hamburger, French physician and surgeon (born 1909)",
            "year": 1992
        },
        {
            "text": "Ahmad Abd al-Ghafur Attar, Saudi Arabian writer and journalist (born 1916)",
            "year": 1991
        },
        {
            "text": "Elaine de Kooning, American painter and academic (born 1918)",
            "year": 1989
        },
        {
            "text": "Eduardo Franco, Uruguayan lead singer of the band \"Los Iracundos\" (born 1945)",
            "year": 1989
        },
        {
            "text": "Heather O'Rourke, American child actress (born 1975)",
            "year": 1988
        },
        {
            "text": "Alessandro Blasetti, Italian director and screenwriter (born 1900)",
            "year": 1987
        },
        {
            "text": "Alva Myrdal, Swedish sociologist and politician, Nobel Prize laureate (born 1902)",
            "year": 1986
        },
        {
            "text": "Donald Wills Douglas, Sr., American engineer and businessman, founded the Douglas Aircraft Company (born 1892)",
            "year": 1981
        },
        {
            "text": "Geirr Tveitt, Norwegian pianist and composer (born 1908)",
            "year": 1981
        },
        {
            "text": "Yolanda González (activist), Basque activist (born1961)",
            "year": 1980
        },
        {
            "text": "Abdi İpekçi, Turkish journalist and activist (born 1929)",
            "year": 1979
        },
        {
            "text": "Werner Heisenberg, German physicist and academic, Nobel Prize laureate (born 1901)",
            "year": 1976
        },
        {
            "text": "George Whipple, American physician and pathologist, Nobel Prize laureate (born 1878)",
            "year": 1976
        },
        {
            "text": "Alfréd Rényi, Hungarian mathematician and academic (born 1921)",
            "year": 1970
        },
        {
            "text": "Echol Cole and Robert Walker - sparking the Memphis Sanitation Workers Strike",
            "year": 1968
        },
        {
            "text": "Hedda Hopper, American actress and journalist (born 1885)",
            "year": 1966
        },
        {
            "text": "Buster Keaton, American actor, director, producer, and screenwriter (born 1895)",
            "year": 1966
        },
        {
            "text": "Johan Scharffenberg, Norwegian psychiatrist (born 1869)",
            "year": 1965
        },
        {
            "text": "Madame Sul-Te-Wan, American actress (born 1873)",
            "year": 1959
        },
        {
            "text": "Clinton Davisson, American physicist and academic, Nobel Prize laureate (born 1888)",
            "year": 1958
        },
        {
            "text": "Friedrich Paulus, German general (born 1890)",
            "year": 1957
        },
        {
            "text": "Nicolae Dumitru Cocea, Romanian journalist, author, and activist (born 1880)",
            "year": 1949
        },
        {
            "text": "Herbert Stothart, American conductor and composer (born 1885)",
            "year": 1949
        },
        {
            "text": "Piet Mondrian, Dutch-American painter (born 1872)",
            "year": 1944
        },
        {
            "text": "Philip Francis Nowlan, American author, created Buck Rogers (born 1888)",
            "year": 1940
        },
        {
            "text": "Zacharias Papantoniou, Greek journalist and critic (born 1877)",
            "year": 1940
        },
        {
            "text": "Georgios Kondylis, Greek general and politician, 128th Prime Minister of Greece (born 1878)",
            "year": 1936
        },
        {
            "text": "Hughie Jennings, American baseball player and manager (born 1869)",
            "year": 1928
        },
        {
            "text": "Maurice Prendergast, American painter (born 1858)",
            "year": 1924
        },
        {
            "text": "William Desmond Taylor, American actor and director (born 1872)",
            "year": 1922
        },
        {
            "text": "Georg Andreas Bull, Norwegian architect (born 1829)",
            "year": 1917
        },
        {
            "text": "James Boucaut, English-Australian politician, 11th Premier of South Australia (born 1831)",
            "year": 1916
        },
        {
            "text": "Carlos I of Portugal (born 1863)",
            "year": 1908
        },
        {
            "text": "Léon Serpollet, French businessman (born 1858)",
            "year": 1907
        },
        {
            "text": "Sir George Stokes, Anglo-Irish physicist, mathematician, and politician (born 1819)",
            "year": 1903
        },
        {
            "text": "Constantin von Ettingshausen, Austrian geologist and botanist (born 1826)",
            "year": 1897
        },
        {
            "text": "George Henry Sanderson, American lawyer and politician, 22nd Mayor of San Francisco (born 1824)",
            "year": 1893
        },
        {
            "text": "Alexander Serov, Russian composer and critic (born 1820)",
            "year": 1871
        },
        {
            "text": "Mary Shelley, English novelist and playwright (born 1797)",
            "year": 1851
        },
        {
            "text": "Archibald Murphey, American judge and politician (born 1777)",
            "year": 1832
        },
        {
            "text": "Anders Chydenius, Finnish economist, philosopher and Lutheran priest (born 1729)",
            "year": 1803
        },
        {
            "text": "William Barrington, 2nd Viscount Barrington, English politician, Chancellor of the Exchequer (born 1717)",
            "year": 1793
        },
        {
            "text": "Sir Robert Rich, 4th Baronet, English field marshal and politician (born 1685)",
            "year": 1768
        },
        {
            "text": "Pierre François Xavier de Charlevoix, French priest and historian (born 1682)",
            "year": 1761
        },
        {
            "text": "Bakar of Georgia (born 1699)",
            "year": 1750
        },
        {
            "text": "Giuseppe Ottavio Pitoni, Italian organist and composer (born 1657)",
            "year": 1743
        },
        {
            "text": "John Floyer, English physician and author (born 1649)",
            "year": 1734
        },
        {
            "text": "Augustus II the Strong, Polish king (born 1670)",
            "year": 1733
        },
        {
            "text": "Charles Talbot, 1st Duke of Shrewsbury, English politician, Lord High Treasurer (born 1660)",
            "year": 1718
        },
        {
            "text": "Pope Alexander VIII (born 1610)",
            "year": 1691
        },
        {
            "text": "Lawrence Humphrey, English theologian and academic (born 1527)",
            "year": 1590
        },
        {
            "text": "Menas of Ethiopia",
            "year": 1563
        },
        {
            "text": "Girolamo Aleandro, Italian cardinal (born 1480)",
            "year": 1542
        },
        {
            "text": "Sigismund of Bavaria (born 1439)",
            "year": 1501
        },
        {
            "text": "Charles IV of France (born 1294)",
            "year": 1328
        },
        {
            "text": "Henry II, Duke of Brabant (born 1207)",
            "year": 1248
        },
        {
            "text": "Alexios Megas Komnenos, first Emperor of Trebizond",
            "year": 1222
        },
        {
            "text": "Ramiro I, king of Asturias",
            "year": 850
        },
        {
            "text": "Pope Stephen III (born 720)",
            "year": 772
        },
        {
            "text": "Kan Bahlam I, ruler of Palenque (born 524)",
            "year": 583
        }
    ],
    "metadata": {
        "current_date": "February 1, 2026",
        "short_date": "Feb 1",
        "language": {
            "events": "Events",
            "deaths": "Deaths",
            "births": "Births",
            "b": "b",
            "d": "d",
            "title": "This Day in History (Wikipedia)"
        },
        "events": [
            7,
            49,
            40,
            25,
            17,
            19,
            1,
            41,
            38,
            46
        ],
        "births": [
            144,
            83,
            177,
            90
        ],
        "deaths": [
            55,
            67,
            30,
            50
        ]
    }
}