{
    "events": [
        {
            "text": "El vuelo 2216 de Jeju Air se estrella al intentar aterrizar en el Aeropuerto Internacional de Muan, en Corea del Sur. Fallecen 175 personas y se registran únicamente 2 sobrevivientes.",
            "year": 2024
        },
        {
            "text": "Muere el famoso futbolista brasileño Pelé (Edson Arantes do Nascimento).",
            "year": 2022
        },
        {
            "text": "en Lima (Perú), se produce un megaincendio causado por juegos pirotécnicos que destruye gran parte de la zona comercial conocida como Mesa Redonda, causando cerca de 480 muertos y varios cientos de heridos.",
            "year": 2001
        },
        {
            "text": "en Bonn (Alemania), la fiscalía decide investigar a Helmut Kohl por financiación ilegal de su partido, la CDU.",
            "year": 1999
        },
        {
            "text": "el Gobierno de Hong Kong ordena matar todos los pollos para prevenir la gripe aviaria.",
            "year": 1997
        },
        {
            "text": "Rusia firma un acuerdo para construir una planta nuclear de 3000 millones de dólares estadounidenses en China.",
            "year": 1997
        },
        {
            "text": "en el Blue Mountains National Park, en el estado de Nueva Gales del Sur (Australia), la actriz Cate Blanchett (28) se casa con el guionista Andrew Upton (31).",
            "year": 1997
        },
        {
            "text": "el gobierno de la República de Guatemala y la guerrilla firman los Acuerdos de Paz Firme y Duradera, poniendo fin a un conflicto armado interno de más de 30 años.",
            "year": 1996
        },
        {
            "text": "en Venezuela, la SUDEBAN autoriza el funcionamiento oficial del Banco Confederado como banco comercial.",
            "year": 1993
        },
        {
            "text": "Estados Unidos y Rusia firman un acuerdo sobre el tratado de reducción de armas nucleares estratégica (START II).",
            "year": 1992
        },
        {
            "text": "Fernando Collor de Mello dimite como presidente de Brasil y es sustituido por Itamar Franco.",
            "year": 1992
        },
        {
            "text": "en Kenia se celebran las primeras elecciones multipartidistas en 26 años, con afluencia masiva a las urnas.",
            "year": 1992
        },
        {
            "text": "el presidente de Uzbekistán, Islam Karimov, es reelegido en unos comicios en los que se respaldó la independencia de la república.",
            "year": 1991
        },
        {
            "text": "en Colombia, el Partido Revolucionario de los Trabajadores abandona la lucha armada.",
            "year": 1990
        },
        {
            "text": "en Argentina, el presidente Carlos Menem a cargo del P.E.N. sanciona el Decreto 2741/1990, indultando a los exmiembros de las juntas militares que en 1985 habían sido condenados por terrorismo de Estado.",
            "year": 1990
        },
        {
            "text": "la Asamblea Federal de Checoslovaquia elige unánimemente al dramaturgo Vaclav Havel nuevo presidente del país.",
            "year": 1989
        },
        {
            "text": "el petrolero Aragón causa una marea negra de 25 000 toneladas de crudo en Madeira.",
            "year": 1989
        },
        {
            "text": "en España se pone en marcha el índice Ibex 35 de la Bolsa de Madrid.",
            "year": 1989
        },
        {
            "text": "el cosmonauta soviético Yuri Romanenko toma tierra a bordo de la nave Soyuz TM-3, en el desierto de Kazajistán, tras permanecer 327 días en el espacio y convertirse en el hombre que ha soportado más tiempo la ingravidez espacial.",
            "year": 1987
        },
        {
            "text": "Carolina de Mónaco, princesa de Mónaco y duquesa de Valentinois, se casa en segundas nupcias con el multimillonario italiano Stéfano Casiraghi.",
            "year": 1983
        },
        {
            "text": "Julio Iglesias Puga, padre del cantante Julio Iglesias, es secuestrado por un comando de la banda terrorista ETA.",
            "year": 1981
        },
        {
            "text": "en la provincia china de Yunan se descubre el cráneo de un homínido de ocho millones de años de antigüedad.",
            "year": 1980
        },
        {
            "text": "en España entra en vigor la nueva Constitución.",
            "year": 1978
        },
        {
            "text": "en Buenos Aires, la dictadura de Videla (1976-1983) secuestra al sindicalista peronista Jorge Di Pascuale (47) y lo asesinará el 3 de febrero de 1977.",
            "year": 1976
        },
        {
            "text": "en México se publica en el Diario Oficial de la Federación la creación del CONACYT, institución encargada de promover la investigación científica y la modernización tecnológica del país.",
            "year": 1970
        },
        {
            "text": "cese del ministro de Información y Turismo de España, Manuel Fraga Iribarne.",
            "year": 1969
        },
        {
            "text": "El Club Atlético Vélez Sarsfield vence a Racing Club en el triangular final por 4-2 y se consagra campeón del Torneo Nacional 1968, en lo que fue su primer título de la historia.",
            "year": 1968
        },
        {
            "text": "en Sídney (Australia), Australia gana la Copa Davis de tenis al derrotar a España en la final.",
            "year": 1965
        },
        {
            "text": "en el gran Premio de Sudáfrica, el británico Graham Hill se proclama campeón mundial de Fórmula 1.",
            "year": 1962
        },
        {
            "text": "en París se estrena la película Baby Doll, de Elia Kazan.",
            "year": 1956
        },
        {
            "text": "en la Unión Soviética, Nikolái Bulganin afirma ante el Sóviet Supremo que la Unión Soviética posee «el arma absoluta», un cohete intercontinental capaz de transportar la bomba H a una distancia de 4000 km.",
            "year": 1955
        },
        {
            "text": "en Hungría se nacionalizan las empresas de más de 10 empleados.",
            "year": 1949
        },
        {
            "text": "en Java (Indonesia) se suspenden las operaciones militares tras los combates entre aliados y Japón, en la Segunda Guerra Mundial.",
            "year": 1948
        },
        {
            "text": "en Madrid se estrena la película Los últimos de Filipinas, declarada de interés nacional.",
            "year": 1945
        },
        {
            "text": "Josip Broz Tito se convierte en mariscal y recibe plenos poderes en la clandestinidad.",
            "year": 1943
        },
        {
            "text": "en el frente del Sangro, las tropas aliadas reanudan la ofensiva en Italia.",
            "year": 1943
        },
        {
            "text": "tras la entrada en vigor de la nueva constitución irlandesa, Inglaterra declara que el Estado Libre de Irlanda sigue siendo parte integrante del Reino Unido de Gran Bretaña.",
            "year": 1937
        },
        {
            "text": "en el Teatro Español de Madrid se estrena la obra Yerma, de Federico García Lorca.",
            "year": 1934
        },
        {
            "text": "en Rumania, miembros de la Guardia de Hierro asesinan al antifascista primer ministro Ion Gheorghe Duca.",
            "year": 1933
        },
        {
            "text": "en Nueva York, la bailarina española Antonia Mercé «La Argentinita» debuta con gran éxito.",
            "year": 1931
        },
        {
            "text": "en Colombia, se perpetra la Masacre de Capitanejo.",
            "year": 1930
        },
        {
            "text": "en Roma, Alemania e Italia firman un tratado de arbitraje.",
            "year": 1926
        },
        {
            "text": "en Buenos Aires, el Gobierno argentino embarca 24 000 toneladas de trigo para paliar el hambre en España.",
            "year": 1917
        },
        {
            "text": "Pedro I de Serbia se refugia en la isla de Corfú, con los restos de su Ejército.",
            "year": 1915
        },
        {
            "text": "no se publican los periódicos belgas, en protesta contra la censura alemana.",
            "year": 1914
        },
        {
            "text": "el presidente del Consejo de Ministros del Gobierno imperial chino, Yuan Shikai, y el Gobierno republicano provisional de Sun Yat-sen fijan la normativa para la designación de una Asamblea Nacional encargada de vigilar al futuro régimen.",
            "year": 1911
        },
        {
            "text": "el Gobierno austrohúngaro denuncia el tratado comercial con Italia.",
            "year": 1902
        },
        {
            "text": "en Dakota del Sur (Estados Unidos) militares del 7.º Regimiento de Caballería asesinan a tiros (Masacre de Wounded Knee) a entre 135 y 300 indios lakotas (hombres, mujeres, niños y ancianos).",
            "year": 1890
        },
        {
            "text": "en Sagunto (España), el general Martínez Campos realiza el pronunciamiento de Sagunto a favor de la monarquía de Alfonso XII, terminando así la Primera República española.",
            "year": 1874
        },
        {
            "text": "en Tetela de Ocampo, Puebla, México se lleva a cabo una batalla entre la legión austro-húngara y el Sexto Batallón de Puebla.",
            "year": 1865
        },
        {
            "text": "en Egipto se inaugura el Canal de Suez, uniendo las aguas del mar Mediterráneo y del mar Rojo.",
            "year": 1863
        },
        {
            "text": "en Madrid (España) se constituye la Compañía de los Ferrocarriles del Norte de España para la construcción de la línea Madrid-Irún.",
            "year": 1858
        },
        {
            "text": "en Valladolid (España) se publica el primer número de El Norte de Castilla, diario que se sigue editando actualmente.",
            "year": 1854
        },
        {
            "text": "Estados Unidos se anexiona el estado mexicano de Texas (cumpliendo la doctrina del destino manifiesto).",
            "year": 1845
        },
        {
            "text": "en Chile se le concede por gracia la nacionalidad chilena al naturalista francés Claudio Gay.",
            "year": 1841
        },
        {
            "text": "en Bolivia Simón Bolívar renuncia a la presidencia de la República, la cual es asumida por Antonio José de Sucre.",
            "year": 1825
        },
        {
            "text": "Chile promulga una nueva Constitución Política.",
            "year": 1823
        },
        {
            "text": "se proclama la independencia de Trujillo, Perú, de España.",
            "year": 1820
        },
        {
            "text": "Napoleón Bonaparte obliga a su hermano José a que abdique de la corona de España.",
            "year": 1813
        },
        {
            "text": "en Guatemala se funda oficialmente la ciudad de Nueva Guatemala de la Asunción.",
            "year": 1775
        },
        {
            "text": "Felipe V funda en Madrid la Biblioteca Nacional de España.",
            "year": 1711
        },
        {
            "text": "en Paraguay se funda la ciudad de San Ignacio Guazú.",
            "year": 1609
        },
        {
            "text": "en el corral de la Cruz de Madrid, el dramaturgo Lope de Vega es detenido y encarcelado, acusado de difamación.",
            "year": 1587
        },
        {
            "text": "en Rostock (Alemania), el astrólogo danés Tycho Brahe (1546-1601) se bate en duelo con un aristócrata que se burló de su predicción astrológica acerca de la futura muerte de Solimán el Magnífico, que había muerto el 6 de septiembre.",
            "year": 1566
        },
        {
            "text": "Batalla del Garellano, enfrentamiento bélico entre tropas francesas y españolas durante la segunda guerra de Nápoles.",
            "year": 1503
        },
        {
            "text": "en España, la villa musulmana de Fiñana (Almería) es conquistada por las tropas cristianas de los Reyes Católicos.",
            "year": 1489
        },
        {
            "text": "El soldado ilicitano, Francesc Cantó, que hacía guardia en la playa del Tamarit (en Santa Pola, hoy en día), vio en el mar una caja cerrada. Esta caja llevaba escrito en la tapa Soc per a Elx (‘Soy para Elche’, en valenciano) y dentro había una imagen de la Virgen y la consueta del Misterio de Elche",
            "year": 1370
        },
        {
            "text": "Tomás Becket, arzobispo de Canterbury, es asesinado por cuatro caballeros y por encomienda de Enrique II de Inglaterra.",
            "year": 1170
        },
        {
            "text": "Witerico, rey de la España visigoda, usurpa el poder tras encabezar una revuelta de nobles.",
            "year": 603
        },
        {
            "text": "Bonifacio I es elegido papa.",
            "year": 418
        }
    ],
    "births": [
        {
            "text": "Savannah Phillips, miembro de la familia real británica.",
            "year": 2010
        },
        {
            "text": "Emanuel Zünd, futbolista liechtensteiniano.",
            "year": 2004
        },
        {
            "text": "Eliot Vassamillet, cantante belga.",
            "year": 2000
        },
        {
            "text": "Julio Rodríguez, beisbolista dominicano.",
            "year": 2000
        },
        {
            "text": "Yiren, cantante china, integrante del grupo Everglow.",
            "year": 2000
        },
        {
            "text": "Pavel Šulc, futbolista checo.",
            "year": 2000
        },
        {
            "text": "Francisco Villarroel, Maestro chileno contemporáneo.",
            "year": 2000
        },
        {
            "text": "Bernardo Vital, futbolista portugués.",
            "year": 2000
        },
        {
            "text": "Francisco Trincão, futbolista portugués.",
            "year": 1999
        },
        {
            "text": "Luca Rastelli, ciclista italiano.",
            "year": 1999
        },
        {
            "text": "Andreas Skov Olsen, futbolista danés.",
            "year": 1999
        },
        {
            "text": "Su Shihao, futbolista chino.",
            "year": 1999
        },
        {
            "text": "Paris Berelc, actriz estadounidense.",
            "year": 1998
        },
        {
            "text": "Seamus Davey-Fitzpatrick, actor estadounidense.",
            "year": 1998
        },
        {
            "text": "Victor Osimhen, futbolista nigeriano.",
            "year": 1998
        },
        {
            "text": "Emily Willis, actriz pornográfica y modelo erótica estadounidense.",
            "year": 1998
        },
        {
            "text": "Aisha Rocek, remera italiana.",
            "year": 1998
        },
        {
            "text": "Jayvon Graves, baloncestista estadounidense.",
            "year": 1998
        },
        {
            "text": "Mark Harris, futbolista galés.",
            "year": 1998
        },
        {
            "text": "Aimee Richardson, actriz británica.",
            "year": 1997
        },
        {
            "text": "Michael Vogt, piloto de bobsleigh suizo.",
            "year": 1997
        },
        {
            "text": "Dylan Minnette, actor y músico estadounidense.",
            "year": 1996
        },
        {
            "text": "Sana, cantante japonesa, integrante del grupo Twice.",
            "year": 1996
        },
        {
            "text": "Roberto Gallinat, baloncestista estadounidense.",
            "year": 1996
        },
        {
            "text": "Ross Lynch, actor, cantante, instrumentista y bailarín estadounidense.",
            "year": 1995
        },
        {
            "text": "Mislav Oršić, futbolista croata.",
            "year": 1992
        },
        {
            "text": "Denis Martin, piloto argentino de automovilismo (f. 2015).",
            "year": 1991
        },
        {
            "text": "Kei Nishikori, tenista japonés.",
            "year": 1989
        },
        {
            "text": "Jane Levy, actriz estadounidense.",
            "year": 1989
        },
        {
            "text": "John Brayford, futbolista inglés.",
            "year": 1987
        },
        {
            "text": "Priscilla Rivera, voleibolista dominicana.",
            "year": 1984
        },
        {
            "text": "Ronil Kumar, futbolista fiyiano.",
            "year": 1984
        },
        {
            "text": "Gonzalo Olave, actor chileno (f. 2009).",
            "year": 1983
        },
        {
            "text": "Anderson Gonzaga, futbolista brasileño.",
            "year": 1983
        },
        {
            "text": "Alison Brie, actriz estadounidense.",
            "year": 1982
        },
        {
            "text": "Shizuka Arakawa, patinadora sobre hielo japonesa.",
            "year": 1981
        },
        {
            "text": "Natalia Jiménez, cantante española, de la banda La Quinta Estación.",
            "year": 1981
        },
        {
            "text": "Dorus de Vries, futbolista neerlandés.",
            "year": 1980
        },
        {
            "text": "Ximena Ayala, actriz mexicana.",
            "year": 1980
        },
        {
            "text": "Diego Luna, actor mexicano.",
            "year": 1979
        },
        {
            "text": "Kieron Dyer, futbolista británico.",
            "year": 1978
        },
        {
            "text": "Katherine Moennig, actriz estadounidense.",
            "year": 1977
        },
        {
            "text": "Miguel Ángel Villar Pinto, escritor español.",
            "year": 1977
        },
        {
            "text": "Claudio Rodríguez Medellín, conductor mexicano de televisión.",
            "year": 1977
        },
        {
            "text": "Claire Booth, condesa de Úlster",
            "year": 1977
        },
        {
            "text": "Teresa Perales, nadadora española.",
            "year": 1975
        },
        {
            "text": "Lena Bogdanović, actriz serbia.",
            "year": 1974
        },
        {
            "text": "Twinkle Khanna, actriz india.",
            "year": 1974
        },
        {
            "text": "Pimp C, rapero estadounidense (f. 2007).",
            "year": 1973
        },
        {
            "text": "Jason Kreis, futbolista estadounidense.",
            "year": 1972
        },
        {
            "text": "Jude Law, actor británico.",
            "year": 1972
        },
        {
            "text": "Jaromír Blažek, futbolista checo.",
            "year": 1972
        },
        {
            "text": "Niclas Alexandersson, futbolista sueco.",
            "year": 1971
        },
        {
            "text": "Kevin Weisman, actor estadounidense.",
            "year": 1970
        },
        {
            "text": "Enrico Chiesa, futbolista italiano.",
            "year": 1970
        },
        {
            "text": "Cristian Montecinos, futbolista chileno.",
            "year": 1970
        },
        {
            "text": "Jennifer Ehle, actriz estadounidense.",
            "year": 1969
        },
        {
            "text": "Allan McNish, piloto de automovilismo británico.",
            "year": 1969
        },
        {
            "text": "Chris Barnes, cantante estadounidense, de la banda Cannibal Corpse.",
            "year": 1967
        },
        {
            "text": "Evan Seinfeld, actor y músico estadounidense, de la banda Biohazard.",
            "year": 1967
        },
        {
            "text": "Lilly Wachowski, cineasta estadounidense.",
            "year": 1967
        },
        {
            "text": "Dexter Holland, músico estadounidense, de la banda The Offspring.",
            "year": 1965
        },
        {
            "text": "Dave McKean, ilustrador y diseñador británico.",
            "year": 1963
        },
        {
            "text": "Ulf Kristersson, político sueco, primer ministro de Suecia desde 2022.",
            "year": 1963
        },
        {
            "text": "Carles Puigdemont, político catalán.",
            "year": 1962
        },
        {
            "text": "Wynton Rufer, futbolista neozelandés.",
            "year": 1962
        },
        {
            "text": "Jim Reid, cantante escocés, de la banda The Jesús and Mary Chain.",
            "year": 1961
        },
        {
            "text": "Thomas Lubanga, político congoleño.",
            "year": 1960
        },
        {
            "text": "Patricia Clarkson, actriz estadounidense.",
            "year": 1959
        },
        {
            "text": "Marco Antonio Solís, cantante y músico mexicano.",
            "year": 1959
        },
        {
            "text": "Ana Curra, teclista y músico española.",
            "year": 1958
        },
        {
            "text": "Bruce Beutler, inmunólogo y genetista estadounidense.",
            "year": 1957
        },
        {
            "text": "Norihito, príncipe japonés (f. 2002).",
            "year": 1954
        },
        {
            "text": "Gali Atari, cantante israelí.",
            "year": 1953
        },
        {
            "text": "Thomas Bach, presidente del Comité Olímpico Internacional.",
            "year": 1953
        },
        {
            "text": "Matthias Platzeck, político alemán.",
            "year": 1953
        },
        {
            "text": "Stanley Tookie Williams, pandillero estadounidense (f. 2005).",
            "year": 1953
        },
        {
            "text": "Mercedes Bengoechea, sociolingüista feminista española.",
            "year": 1952
        },
        {
            "text": "Pedro Catalano, futbolista argentino.",
            "year": 1951
        },
        {
            "text": "Yvonne Elliman, cantante y actriz estadounidense.",
            "year": 1951
        },
        {
            "text": "Luis Alberto de Cuenca, poeta, ensayista y filólogo español.",
            "year": 1950
        },
        {
            "text": "Jon Polito, actor estadounidense (f. 2016).",
            "year": 1950
        },
        {
            "text": "Peter Robinson, político norirlandés.",
            "year": 1948
        },
        {
            "text": "Ted Danson, actor estadounidense.",
            "year": 1947
        },
        {
            "text": "Cozy Powell, baterista británico, de la banda Whitesnake (f. 1998).",
            "year": 1947
        },
        {
            "text": "Marianne Faithfull, cantante británica (f. 2025).",
            "year": 1946
        },
        {
            "text": "Pablo Pérez-Mínguez, fotógrafo español (f. 2012).",
            "year": 1946
        },
        {
            "text": "Luz Kerz, actriz argentina de teatro y televisión (f. 2019).",
            "year": 1946
        },
        {
            "text": "Norberto Madurga, futbolista argentino.",
            "year": 1944
        },
        {
            "text": "Judy Henríquez, es una destacada primera actriz colombiana de cine, teatro y televisión.",
            "year": 1943
        },
        {
            "text": "Rick Danko, músico canadiense, de la banda The Band (f. 1999).",
            "year": 1942
        },
        {
            "text": "Jorge Alberto Leanza, árbitro de fútbol mexicano (f. 1991).",
            "year": 1942
        },
        {
            "text": "Alfonso Lizarazo, es un presentador de televisión y político colombiano.",
            "year": 1940
        },
        {
            "text": "Ed Bruce, cantautor y actor estadounidense (f. 2021).",
            "year": 1939
        },
        {
            "text": "Jon Voight, actor estadounidense.",
            "year": 1938
        },
        {
            "text": "Maumoon Abdul Gayoom, político maldivo.",
            "year": 1937
        },
        {
            "text": "Edgardo Mesa, locutor, periodista y actor argentino (f. 2019).",
            "year": 1937
        },
        {
            "text": "Mary Tyler Moore, actriz estadounidense (f. 2017).",
            "year": 1936
        },
        {
            "text": "Saúl Ubaldini, sindicalista argentino (f. 2006).",
            "year": 1936
        },
        {
            "text": "Ed Flanders, actor estadounidense (f. 1995).",
            "year": 1934
        },
        {
            "text": "Rodolfo Kuhn, cineasta argentino (f. 1987).",
            "year": 1934
        },
        {
            "text": "Jaime Gómez, futbolista mexicano (f. 2008).",
            "year": 1929
        },
        {
            "text": "Ólafur Skúlason, sacerdote luterano y pedófilo islandés (f. 2008), obispo de Islandia. Tuvo que renunciar por haber abusado sexualmente de decenas de niños y niñas, incluida su propia hija.",
            "year": 1929
        },
        {
            "text": "Bernard Cribbins, actor, artista de comedia musical y doblador británico. (f. 2022)",
            "year": 1928
        },
        {
            "text": "Lautaro Murúa, actor argentino de origen chileno (f. 1995).",
            "year": 1926
        },
        {
            "text": "Luis Alberto Monge Álvarez, político costarricense (f. 2016).",
            "year": 1925
        },
        {
            "text": "Bernardino Landete, rejoneador y jinete español (f. 2010).",
            "year": 1925
        },
        {
            "text": "Guillermo Soberón Acevedo, médico mexicano (f. 2020).",
            "year": 1925
        },
        {
            "text": "Davey Lee, actor estadounidense (f. 2008).",
            "year": 1924
        },
        {
            "text": "Francisco Nieva, autor teatral, escenógrafo, director de escena, narrador y dibujante español (f. 2016).",
            "year": 1924
        },
        {
            "text": "Cheikh Anta Diop, historiador y antropólogo senegalés (f. 1986).",
            "year": 1923
        },
        {
            "text": "Gregorio López-Bravo, político español (f. 1985).",
            "year": 1923
        },
        {
            "text": "Dobrica Cosic, escritor y político nacionalista serbio (f. 2014).",
            "year": 1921
        },
        {
            "text": "Josefa Iloilo, expresidenta de Fiyi entre 2000 y 2009 (f. 2011).",
            "year": 1920
        },
        {
            "text": "Viveca Lindfors, actriz sueca (f. 1995).",
            "year": 1920
        },
        {
            "text": "Mirtha Reid, actriz uruguaya (f. 1981).",
            "year": 1918
        },
        {
            "text": "Domènec Balmanya, futbolista y entrenador español (f. 2002).",
            "year": 1914
        },
        {
            "text": "Pierre Werner, político luxemburgués (f. 2002).",
            "year": 1913
        },
        {
            "text": "Bernard Saint Hillier, militar francés (f. 2004).",
            "year": 1911
        },
        {
            "text": "Ronald Coase, economista británico (f. 2013).",
            "year": 1910
        },
        {
            "text": "Cándido Portinari, pintor brasileño (f. 1962).",
            "year": 1903
        },
        {
            "text": "David Alfaro Siqueiros, pintor mexicano (f. 1974).",
            "year": 1896
        },
        {
            "text": "Oswald Kabasta, director de orquesta austríaco (f. 1946)",
            "year": 1896
        },
        {
            "text": "George Marshall, cineasta estadounidense (f. 1975).",
            "year": 1891
        },
        {
            "text": "Käthe Dorsch, actriz alemana (f. 1957).",
            "year": 1890
        },
        {
            "text": "José Aguerre, escritor y político español (f. 1962).",
            "year": 1889
        },
        {
            "text": "Bálint Hóman, historiador húngaro (f. 1951).",
            "year": 1885
        },
        {
            "text": "Jess Willard, boxeador estadounidense (f. 1968).",
            "year": 1881
        },
        {
            "text": "Pau Casals, músico español (f. 1973).",
            "year": 1876
        },
        {
            "text": "Juan Bautista Benlloch y Vivó, obispo español (f. 1926).",
            "year": 1864
        },
        {
            "text": "Venustiano Carranza, presidente mexicano (f. 1920).",
            "year": 1859
        },
        {
            "text": "Thomas Joannes Stieltjes, matemático neerlandés (f. 1894).",
            "year": 1856
        },
        {
            "text": "Graciano López Jaena, periodista filipino (f. 1896).",
            "year": 1856
        },
        {
            "text": "Tomás Bretón, compositor español (f. 1923).",
            "year": 1850
        },
        {
            "text": "Isabel de Wied, reina rumana (f. 1916).",
            "year": 1843
        },
        {
            "text": "Alexander Parkes, metalúrgico y inventor británico (f. 1890).",
            "year": 1813
        },
        {
            "text": "William Gladstone, estadista británico (f. 1898).",
            "year": 1809
        },
        {
            "text": "Andrew Johnson, político estadounidense, 17.º presidente de los Estados Unidos (f. 1875).",
            "year": 1808
        },
        {
            "text": "Charles Goodyear, inventor estadounidense (f. 1860).",
            "year": 1800
        },
        {
            "text": "Tomás de Zumalacárregui, militar español, general en la Primera Guerra Carlista (f. 1835).",
            "year": 1788
        },
        {
            "text": "Tomás Lander, periodista, politólogo, empresario, editor y político venezolano (f. 1845).",
            "year": 1787
        },
        {
            "text": "Charles Macintosh, inventor y químico británico (f. 1843).",
            "year": 1766
        },
        {
            "text": "Madame de Pompadour, aristócrata francesa, amante del rey Luis XV (f. 1764).",
            "year": 1721
        },
        {
            "text": "Isabel I, emperatriz rusa (f. 1762).",
            "year": 1709
        },
        {
            "text": "Francisco de Moncada, político y escritor español (f. 1635).",
            "year": 1586
        },
        {
            "text": "Enrique XVI de Reuss-Gera, señor de Reuss-Gera (f. 1572).",
            "year": 1530
        }
    ],
    "deaths": [
        {
            "text": "Jimmy Carter, político estadounidense, Presidente de los Estados Unidos entre 1977 y 1981 y Premio Nobel de la Paz en 2002 (n. 1924).",
            "year": 2024
        },
        {
            "text": "Tomiko Itooka, supercentenaria japonesa (n. 1908).",
            "year": 2024
        },
        {
            "text": "Gil de Ferran, piloto de automovilismo brasileño de origen francés (n. 1967).",
            "year": 2023
        },
        {
            "text": "Pelé, futbolista y entrenador brasileño (n. 1940).",
            "year": 2022
        },
        {
            "text": "Ruggero Deodato, director de cine, actor y guionista italiano (n. 1939).",
            "year": 2022
        },
        {
            "text": "Ricardo Bellveser escritor y periodista español (n. 1948).",
            "year": 2021
        },
        {
            "text": "Alfonso Mejía, actor mexicano (n. 1934).",
            "year": 2021
        },
        {
            "text": "Pierre Cardin, diseñador de modas ítalo-francés (n. 1922).",
            "year": 2020
        },
        {
            "text": "Luke Letlow, político estadounidense (n. 1979).",
            "year": 2020
        },
        {
            "text": "Pedro Osinaga, actor español (n. 1936).",
            "year": 2017
        },
        {
            "text": "Guru Josh, discjockey inglés (n. 1964).",
            "year": 2015
        },
        {
            "text": "Odd Iversen, futbolista noruego (n. 1945).",
            "year": 2014
        },
        {
            "text": "Wojciech Kilar, compositor polaco (n. 1932).",
            "year": 2013
        },
        {
            "text": "Alexandra Akimova, aviadora militar soviética (n. 1922)",
            "year": 2012
        },
        {
            "text": "Rosman García, pitcher venezolano (n. 1979).",
            "year": 2011
        },
        {
            "text": "Avi Cohen, futbolista israelí (n. 1956).",
            "year": 2010
        },
        {
            "text": "Manuel Veiga López, político español (n. 1935).",
            "year": 2010
        },
        {
            "text": "Jorge Gabela, militar ecuatoriano. (n. 1954).",
            "year": 2010
        },
        {
            "text": "Freddie Hubbard, trompetista estadounidense de jazz (n. 1938).",
            "year": 2008
        },
        {
            "text": "Phil O'Donnell, futbolista británico (n. 1972).",
            "year": 2007
        },
        {
            "text": "Ramón Carnicer Blanco, escritor español (n. 1912).",
            "year": 2007
        },
        {
            "text": "Don Clarke, rugbista neozelandés (n. 1933).",
            "year": 2002
        },
        {
            "text": "Lorenzo Miguel, dirigente sindical y empresario metalúrgico argentino (n. 1927).",
            "year": 2002
        },
        {
            "text": "Enrique Cuenca, actor, imitador y comediante mexicano (n. 1940)",
            "year": 2000
        },
        {
            "text": "Gabriela Gili, actriz argentina (n. 1945).",
            "year": 1991
        },
        {
            "text": "Manuel Molina, poeta español (n. 1917).",
            "year": 1990
        },
        {
            "text": "Harold Macmillan, primer ministro británico (n. 1894).",
            "year": 1986
        },
        {
            "text": "Andrei Tarkovsky, cineasta ruso (n. 1932).",
            "year": 1986
        },
        {
            "text": "Manuel Gago, guionista y dibujante de historietas español (n. 1925).",
            "year": 1980
        },
        {
            "text": "Joaquín Prieto Concha, abogado, empresario y político chileno (n. 1892).",
            "year": 1976
        },
        {
            "text": "Francisco Díaz de León, dibujante mexicano (n. 1897).",
            "year": 1975
        },
        {
            "text": "Joseph Cornell, artista estadounidense (n. 1903).",
            "year": 1972
        },
        {
            "text": "Liliana Gelin, guerrillera argentina (n. 1949).",
            "year": 1970
        },
        {
            "text": "Paul Whiteman, director de orquesta y pianista estadounidense (n. 1890).",
            "year": 1967
        },
        {
            "text": "Doris Humphrey, coreógrafa y bailarina estadounidense (n. 1895).",
            "year": 1958
        },
        {
            "text": "Juan José Morosoli, escritor uruguayo (n. 1899).",
            "year": 1957
        },
        {
            "text": "Francesco Flores D'Arcais, matemático italiano (n. 1849).",
            "year": 1927
        },
        {
            "text": "Rainer María Rilke, escritor austriaco (n. 1875).",
            "year": 1926
        },
        {
            "text": "Anna Kulishova, anarquista rusa (n. 1855).",
            "year": 1925
        },
        {
            "text": "Félix Vallotton, pintor y grabador francés (n. 1865).",
            "year": 1925
        },
        {
            "text": "Carl Spitteler, escritor suizo, Premio Nobel de Literatura en 1919 (n. 1845).",
            "year": 1924
        },
        {
            "text": "William Osler, médico canadiense (n. 1849).",
            "year": 1919
        },
        {
            "text": "Christina Rossetti, poetisa británica (n. 1830).",
            "year": 1894
        },
        {
            "text": "Lucio Vicente López, escritor, periodista y político argentino (n. 1848).",
            "year": 1894
        },
        {
            "text": "Leopold Kronecker, matemático alemán (n. 1823).",
            "year": 1893
        },
        {
            "text": "Manuel de Araújo Porto-Alegre, poeta, dramaturgo, pintor, urbanista y diplomático brasileño (n. 1806).",
            "year": 1879
        },
        {
            "text": "Adolfo Alsina, jurisconsulto y político argentino (n. 1829).",
            "year": 1877
        },
        {
            "text": "Dionisio Aguado y García, compositor y guitarrista clásico español (n. 1784).",
            "year": 1849
        },
        {
            "text": "Thomas Robert Malthus, economista, clérigo y demógrafo británico (n. 1766).",
            "year": 1834
        },
        {
            "text": "Jacques-Louis David, pintor francés (n. 1748).",
            "year": 1825
        },
        {
            "text": "Sara Baartman, esclava sudafricana de la etnia san exhibida en circos británicos y franceses (n. hacia 1789).",
            "year": 1815
        },
        {
            "text": "Francisco Rousset de Jesús y Rosas, obispo mexicano (n. 1749).",
            "year": 1814
        },
        {
            "text": "Hyacinthe Rigaud, pintor francés (n. 1659).",
            "year": 1743
        },
        {
            "text": "Luisa Hipólita de Mónaco, aristócrata monegasca (n. 1697).",
            "year": 1731
        },
        {
            "text": "Brook Taylor, matemático británico (n. 1685).",
            "year": 1731
        },
        {
            "text": "María Winkelmann-Kirch, astrónoma alemana (n. 1670).",
            "year": 1720
        },
        {
            "text": "Thomas Sydenham, médico británico (n. 1624).",
            "year": 1689
        },
        {
            "text": "Esteban Bocskai, aristócrata transilvano (n. 1557).",
            "year": 1606
        },
        {
            "text": "Tomás Becket, prelado y político británico (n. 1118).",
            "year": 1170
        }
    ],
    "metadata": {
        "current_date": "29 de diciembre de 2025",
        "short_date": "29 de dic",
        "language": {
            "events": "Eventos",
            "deaths": "Defunciones",
            "births": "Nacimientos",
            "b": "n",
            "d": "f",
            "title": "Hoy en Historia (Wikipedia)"
        },
        "events": [
            27,
            55,
            36,
            49,
            28,
            15,
            67,
            8,
            2,
            42
        ],
        "births": [
            42,
            7,
            44,
            76
        ],
        "deaths": [
            51,
            29,
            40,
            49
        ]
    }
}