{
    "events": [
        {
            "text": "El equipo informático de Alibaba Group informa en privado a la organización de soporte de software Apache sobre una vulnerabilidad en una librería de Java conocida como Log4j, que permite la ejecución de código arbitrario y que es catalogada de severa gravedad.",
            "year": 2021
        },
        {
            "text": "en Los Ángeles (California) se lleva a cabo la 47.ª edición de los American Music Awards.",
            "year": 2019
        },
        {
            "text": "en Gliwice (Polonia) se lleva a cabo el Festival de la Canción de Eurovisión Júnior.",
            "year": 2019
        },
        {
            "text": "el huracán Otto, de categoría 2, toca tierra al sureste de Nicaragua con vientos de 178 km/h.",
            "year": 2016
        },
        {
            "text": "en El Salvador se registra un terremoto de 7,2 grados en la escala de Richter.",
            "year": 2016
        },
        {
            "text": "en Tunis, ciudad de Túnez, se produce un ataque terrorista en un autobús dejando el saldo de 14 guardias presidenciales muertos.",
            "year": 2015
        },
        {
            "text": "en Honduras se celebraron las elecciones generales en el cual dieron la elección del candidato al Partido Nacional de Honduras Juan Orlando Hernández. Medios y usuarios de las redes sociales anunciaron un Fraude Electoral dando como virtual ganador a la candidata de Libertad y Refundación Xiomara Castro de Zelaya. Dicho Fraude provocó manifestaciones a los siguientes días después de que el Tribunal Supremo Electoral, se encontrara en un escándalo por actas alteradas en contra del candidato del Partido Nacional Anticorrupción Salvador Nasralla y del candidato al Partido Liberal de Honduras, Mauricio Villeda.",
            "year": 2014
        },
        {
            "text": "Se estrena el cuarto álbum de estudio del artista y rapero Kanye West, titulado \"808's and Heartbreak\".",
            "year": 2008
        },
        {
            "text": "en Estados Unidos, Jennifer Lopez publica el sencillo \"No me ames\", interpretado junto a Marc Anthony, para su álbum debut On the 6, canción muy conocida y aclamada por sus seguidores.",
            "year": 1999
        },
        {
            "text": "en Chile, durante una visita a viñedos del Valle del Maipo el ampelógrafo francés Jean-Michel Boursiquot identifica en la Viña Carmen, ubicada en Alto Jahuel, a la variedad Carmenère, la que se creía extinta en el mundo.",
            "year": 1994
        },
        {
            "text": "en Argentina queda constituida con la elección de las autoridades la Asociación Tripulantes de Transporte Aéreo (ATTA) por personal que integró o integra las tripulaciones de transporte aéreo de la Fuerza Aérea.",
            "year": 1992
        },
        {
            "text": "en Londres fallece Freddie Mercury, cantante de la banda de rock Queen.",
            "year": 1991
        },
        {
            "text": "en Italia, el Comité Central del Partido Comunista Italiano aprueba el plan de Achille Occhetto para la refundación del partido.",
            "year": 1989
        },
        {
            "text": "el papa Juan Pablo II inaugura el sínodo extraordinario de obispos.",
            "year": 1985
        },
        {
            "text": "en Bolivia, el general David Padilla traiciona la República y perpetra un golpe de Estado.",
            "year": 1978
        },
        {
            "text": "en Turquía mueren 60 000 personas a causa de un terremoto.",
            "year": 1976
        },
        {
            "text": "en la depresión de Afar del Gran Valle del Rift (Etiopía), el paleoantropólogo estadounidense Donald Johanson descubre los restos fósiles de Lucy, una mujer adulta de 20 años de edad y un metro de estatura de la especie Australopithecus afarensis, de 3,2 millones de años.",
            "year": 1974
        },
        {
            "text": "Estados Unidos y la Unión Soviética firman los Acuerdos SALT.",
            "year": 1969
        },
        {
            "text": "el Apolo 12 ameriza en el Océano Pacífico, finalizando la cuarta misión tripulada a la Luna, y la segunda en descender a su superficie.",
            "year": 1969
        },
        {
            "text": "en Estados Unidos, Jack Ruby asesina a tiros a Lee Harvey Oswald, supuesto asesino del presidente estadounidense John F. Kennedy.",
            "year": 1963
        },
        {
            "text": "en Gran Bretaña se promulga la Iron and Steel Act (Ley del hierro y el acero), por la que se nacionaliza la industria siderúrgica.",
            "year": 1949
        },
        {
            "text": "en Venezuela, el presidente Rómulo Gallegos es derrocado por un golpe de Estado.",
            "year": 1948
        },
        {
            "text": "en Uruguay se celebran elecciones generales. Vence la fórmula Tomás Berreta-Luis Batlle Berres.",
            "year": 1946
        },
        {
            "text": "en el monasterio de Poblet (España) se realiza una exposición de las tumbas reales.",
            "year": 1945
        },
        {
            "text": "en el campo de concentración de Birkenau (Polonia), las SS destruyen las cámaras de gas en un intento por esconder las actividades del campo a las tropas soviéticas.",
            "year": 1944
        },
        {
            "text": "dimite Stanislav Mikolajczyk, primer ministro polaco en el exilio, ante la presión de los aliados occidentales para que se reconozca la línea Curzón como frontera polaca.",
            "year": 1944
        },
        {
            "text": "en Italia —en el marco de la Segunda Guerra Mundial— comienza la Batalla de Monte Castello, entre la fuerza expedicionaria brasileña y las tropas alemanas nazis.",
            "year": 1944
        },
        {
            "text": "de las islas Marianas parte la primera incursión de aviones B-29 estadounidenses, que bombardearán a la población civil en Tokio.",
            "year": 1944
        },
        {
            "text": "en España se crea por decreto-ley el CSIC (Consejo Superior de Investigaciones Científicas).",
            "year": 1939
        },
        {
            "text": "Inglaterra invita a Egipto, Irak, Arabia Saudí, Transjordania y a la Agencia Judía a participar en una conferencia sobre el Mandato Británico de Palestina.",
            "year": 1938
        },
        {
            "text": "en Alemania, Paul von Hindenburg (presidente de la República de Weimar) negocia con Adolf Hitler la formación de un nuevo gobierno.",
            "year": 1932
        },
        {
            "text": "Julio Urquijo Ibarra, nuevo representante de la lengua vasca, toma de posesión en la Real Academia Española.",
            "year": 1929
        },
        {
            "text": "en el océano Atlántico frente a Marruecos desaparece el acorazado España a causa de un gran temporal.",
            "year": 1924
        },
        {
            "text": "en Agram (Zagreb), croatas, eslovenos y serbios proclaman su independencia.",
            "year": 1918
        },
        {
            "text": "en Stockton (California) se realiza el primer ensayo de un tractor montado sobre orugas.",
            "year": 1904
        },
        {
            "text": "en China se abre el puerto comercial de Port Arthur, actual Lushun.",
            "year": 1903
        },
        {
            "text": "el ejército de Estados Unidos invade Colombia —con el pretexto de asegurar el servicio de las líneas férreas— como parte de la política estadounidense de asegurar sus intereses en Latinoamérica.",
            "year": 1900
        },
        {
            "text": "en Paraguay, la Convención Constituyente se convierte en Congreso Electoral y elige como presidente y vicepresidente de la República a Cirilo Antonio Rivarola y Cayo Miltos, respectivamente. Se promulga la Constitución Nacional.",
            "year": 1870
        },
        {
            "text": "En Londres se publica el libro El origen de las especies (On the origin of species by means of natural selection or the preservation of favoured races in the struggle for life), de Charles Darwin.",
            "year": 1859
        },
        {
            "text": "De los astilleros de Tolón (Francia) sale La Gloire, primera fragata acorazada, construida por el ingeniero francés Charles Henri Dupuy de Lôme.",
            "year": 1859
        },
        {
            "text": "llega a Japón una escuadra estadounidense, como parte de su práctica de expansión territorial mundial.",
            "year": 1852
        },
        {
            "text": "Inglaterra firma un convenio con la Provincia de Buenos Aires (gobernada por Juan Manuel de Rosas) por el cual se retira del bloqueo del Río de la Plata, que realizaba junto a Francia.",
            "year": 1849
        },
        {
            "text": "en Madrid (España), Salustiano de Olózaga sustituye a Joaquín María López como presidente del Gobierno.",
            "year": 1843
        },
        {
            "text": "en Paraguay, a través del decreto de Libertad de Vientres, los cónsules López y Alonso disponen la abolición gradual de la esclavitud.",
            "year": 1842
        },
        {
            "text": "en Bengkulu (Sumatra), a las 15:00 hora local, un terremoto de 8,9 grados en la escala de Richter provoca un tsunami que causará daños en las islas Seychelles, frente a las costas de África.",
            "year": 1833
        },
        {
            "text": "en el marco de las guerras civiles argentinas, las provincias de Buenos Aires y Santa Fe celebran el Tratado de Benegas.",
            "year": 1822
        },
        {
            "text": "en la actual Estados Unidos, el corsario franco-argentino Hipólito Bouchard, al mando de las fragatas Chacabuco y Argentina, se apodera de la plaza española de San Carlos de Monterrey (actual ciudad de Salinas).",
            "year": 1818
        },
        {
            "text": "En la Capitanía General de Cuba (colonia del Reino de España), la iglesia mayor de La Habana es designada catedral de La Habana.",
            "year": 1789
        },
        {
            "text": "en Versalles (Francia) se instaura la dinastía Borbón en España, con la proclamación de Felipe de Anjou como rey de España con el nombre de Felipe V.",
            "year": 1700
        },
        {
            "text": "en Roma, el papa Inocencio XI declara apócrifos y falsos los libros plúmbeos de Granada (España).",
            "year": 1682
        },
        {
            "text": "En el sur de Australia, los neerlandeses dirigidos por Abel Janzoon arriban a la isla de Tasmania.",
            "year": 1642
        },
        {
            "text": "desde el puerto español de Bornos (provincia de Cádiz) parte el militar español Fadrique Enríquez de Ribera en peregrinación a Jerusalén.",
            "year": 1518
        },
        {
            "text": "en España se firma la Concordia de Salamanca: Fernando el Católico pasa a ser el regente de Castilla y Felipe I el Hermoso y su esposa Juana son proclamados reyes.",
            "year": 1505
        },
        {
            "text": "en Nicosia, Hugo IV de Chipre abdica al trono a favor de su hijo Pedro I de Chipre",
            "year": 1358
        },
        {
            "text": "Conrado de Montferrato se convierte en rey de Jerusalén tras su matrimonio con Isabel I de Jerusalén.",
            "year": 1190
        },
        {
            "text": "en Damasco (Siria), un terremoto de X grados en la escala de Mercalli deja un saldo de 70.000 muertos.",
            "year": 847
        },
        {
            "text": "en la actual España, el rey visigodo Égica ordena la unción real de su hijo Witiza, quien no asumió todas las funciones reales hasta la muerte de su padre en diciembre del 702.",
            "year": 700
        },
        {
            "text": "en la ciudad de Roma, Anastasio II es nombrado papa.",
            "year": 469
        },
        {
            "text": "en la actual Turquía, el emperador romano Teodosio hace su ingreso en Constantinopla.",
            "year": 380
        }
    ],
    "births": [
        {
            "text": "Jaidyn Triplett, actriz estadounidense.",
            "year": 2010
        },
        {
            "text": "Antonia Vergara Rivera, tenista chilena.",
            "year": 2006
        },
        {
            "text": "Adrian Benedyczak, futbolista polaco.",
            "year": 2000
        },
        {
            "text": "Ben Davies, futbolista tailandés.",
            "year": 2000
        },
        {
            "text": "Peyton Meyer, actor estadounidense.",
            "year": 1998
        },
        {
            "text": "Julian Lelieveld, futbolista neerlandés.",
            "year": 1997
        },
        {
            "text": "Elias Cobbaut, futbolista belga.",
            "year": 1997
        },
        {
            "text": "Marco Richter, futbolista alemán.",
            "year": 1997
        },
        {
            "text": "Patrick Berg, futbolista noruego.",
            "year": 1997
        },
        {
            "text": "Iván Anderson, futbolista panameño.",
            "year": 1997
        },
        {
            "text": "Isotta Nocchi, futbolista italiana.",
            "year": 1996
        },
        {
            "text": "Kelvin Kampamba, futbolista zambiano.",
            "year": 1996
        },
        {
            "text": "Daniel Vargas, futbolista panameño.",
            "year": 1995
        },
        {
            "text": "Leonardo Vaca, futbolista boliviano.",
            "year": 1995
        },
        {
            "text": "Jamal Charles, futbolista granadino.",
            "year": 1995
        },
        {
            "text": "Jovana Damnjanović, futbolista serbia.",
            "year": 1994
        },
        {
            "text": "Fridolina Rolfö, futbolista sueca.",
            "year": 1993
        },
        {
            "text": "Toaster Nsabata, futbolista zambiano.",
            "year": 1993
        },
        {
            "text": "Bryan Acosta, futbolista hondureño.",
            "year": 1993
        },
        {
            "text": "Luis Ángel Rivera, futbolista guatemalteco.",
            "year": 1993
        },
        {
            "text": "Chikara Hanada, futbolista japonés.",
            "year": 1993
        },
        {
            "text": "Carolin Simon, futbolista alemana.",
            "year": 1992
        },
        {
            "text": "Sue-Lae McCalla, futbolista jamaicano.",
            "year": 1992
        },
        {
            "text": "Daan Olivier, ciclista neerlandés.",
            "year": 1992
        },
        {
            "text": "Baghdad Bounedjah, futbolista argelino.",
            "year": 1991
        },
        {
            "text": "Sarah Hyland, actriz estadounidense.",
            "year": 1990
        },
        {
            "text": "Mario Gaspar, futbolista español.",
            "year": 1990
        },
        {
            "text": "Hamed Lak, futbolista iraní.",
            "year": 1990
        },
        {
            "text": "Jeremain Lens, futbolista neerlandés.",
            "year": 1987
        },
        {
            "text": "Bogdan Milić, futbolista montenegrino.",
            "year": 1987
        },
        {
            "text": "Micaela Vázquez, actriz argentina.",
            "year": 1986
        },
        {
            "text": "Pedro León, futbolista español.",
            "year": 1986
        },
        {
            "text": "Gwilym Lee, actor británico.",
            "year": 1983
        },
        {
            "text": "Kwame Quansah, futbolista ghanés.",
            "year": 1982
        },
        {
            "text": "Beth Phoenix, comentarista y exluchadora profesional estadounidense.",
            "year": 1980
        },
        {
            "text": "Joseba Llorente Etxarri, futbolista español.",
            "year": 1979
        },
        {
            "text": "Katherine Heigl, actriz estadounidense.",
            "year": 1978
        },
        {
            "text": "Colin Hanks, actor estadounidense.",
            "year": 1977
        },
        {
            "text": "Laura Bustamante, actriz de cine, actriz de doblaje, y locutora estadounidense.",
            "year": 1977
        },
        {
            "text": "Stephen Merchant, escritor, director, conductor de radio, comediante y actor británico.",
            "year": 1974
        },
        {
            "text": "Aylín Mujica, actriz cubana.",
            "year": 1974
        },
        {
            "text": "Alejandro Ávila, actor y cantante mexicano.",
            "year": 1973
        },
        {
            "text": "Gustavo Álvarez (entrenador), exfutbolista y entrenador argentino.",
            "year": 1972
        },
        {
            "text": "Julieta Venegas, compositora y cantante mexicana.",
            "year": 1970
        },
        {
            "text": "Rob Nicholson, bajista estadounidense de las bandas Rob Zombie y Ozzy Osbourne.",
            "year": 1969
        },
        {
            "text": "David Adeang, político nauruano, Presidente de Nauru desde 2023.",
            "year": 1969
        },
        {
            "text": "Luis Alfonso Escobar, economista y político colombiano, Gobernador de Nariño desde 2024.",
            "year": 1969
        },
        {
            "text": "Anura Kumara Dissanayake, político cingalés, Presidente de Sri Lanka desde 2024.",
            "year": 1968
        },
        {
            "text": "Tom Boyd, futbolista británico.",
            "year": 1965
        },
        {
            "text": "Shirley Henderson, actriz británica.",
            "year": 1965
        },
        {
            "text": "Tony Rombola, guitarrista estadounidense, de la banda Godsmack.",
            "year": 1964
        },
        {
            "text": "Garret Dillahunt, actor estadounidense.",
            "year": 1964
        },
        {
            "text": "Conleth Hill, actor británico.",
            "year": 1964
        },
        {
            "text": "John Squire, guitarrista británico de la banda The Stone Roses.",
            "year": 1962
        },
        {
            "text": "Arundhati Roy, escritora y activista india.",
            "year": 1961
        },
        {
            "text": "Aleida Guevara, pediatra alergóloga y política cubana, hija del Che Guevara.",
            "year": 1960
        },
        {
            "text": "Amanda Wyss, actriz estadounidense.",
            "year": 1960
        },
        {
            "text": "Roy Aitken, futbolista británico.",
            "year": 1958
        },
        {
            "text": "Alain Chabat, actor y cineasta francés.",
            "year": 1958
        },
        {
            "text": "Denise Crosby, actriz estadounidense.",
            "year": 1957
        },
        {
            "text": "Chris Hayes, guitarrista estadounidense de la banda Huey Lewis and the News.",
            "year": 1957
        },
        {
            "text": "Clem Burke, baterista estadounidense, de la banda The Ramones.",
            "year": 1955
        },
        {
            "text": "Najib Mikati, empresario y político libanés, primer ministro de Líbano entre abril y junio de 2005, 2011-2014 y desde 2021",
            "year": 1955
        },
        {
            "text": "Emir Kusturica, cineasta y músico serbio.",
            "year": 1954
        },
        {
            "text": "Laura León, actriz y cantante mexicana.",
            "year": 1952
        },
        {
            "text": "Rachel Chagall, actriz estadounidense.",
            "year": 1952
        },
        {
            "text": "Pierre Buyoya, militar y político burundés, presidente de Burundi entre 1987-1993 y 1996-2003 (f. 2020).",
            "year": 1949
        },
        {
            "text": "Manuel Donayre, cantante criollo peruano.",
            "year": 1949
        },
        {
            "text": "Julián Muñoz, político español (f. 2024).",
            "year": 1948
        },
        {
            "text": "Jorge Obeid, político argentino (f. 2014).",
            "year": 1947
        },
        {
            "text": "Dwight Schultz, actor estadounidense.",
            "year": 1947
        },
        {
            "text": "Roberto Chale, fue un futbolista y director técnico peruano. (f. 2024).",
            "year": 1946
        },
        {
            "text": "Ted Bundy, asesino en serie estadounidense (f. 1989).",
            "year": 1946
        },
        {
            "text": "Penelope Jones Halsall, escritora británica (f. 2011).",
            "year": 1946
        },
        {
            "text": "David Sánchez Juliao, escritor y diplomático colombiano (f. 2011).",
            "year": 1945
        },
        {
            "text": "Dave Bing, baloncestista estadounidense.",
            "year": 1943
        },
        {
            "text": "Manolo Sanlúcar, guitarrista y compositor español (f. 2022).",
            "year": 1943
        },
        {
            "text": "Billy Connolly, comediante escocés.",
            "year": 1942
        },
        {
            "text": "Ricardo Piglia, escritor argentino.",
            "year": 1941
        },
        {
            "text": "Horacio Altuna, historietista argentino.",
            "year": 1941
        },
        {
            "text": "Abdelkader Bensalah, político argelino, presidente de Argelia en 2019 (f. 2021).",
            "year": 1941
        },
        {
            "text": "Pete Best, baterista británico de la banda The Beatles.",
            "year": 1941
        },
        {
            "text": "Donald \"Duck\" Dunn, bajista estadounidense de las bandas Booker T. & the M.G.'s, The Blues Brothers y The Mar-Keys (f. 2012).",
            "year": 1941
        },
        {
            "text": "Eric Wilson, escritor canadiense de cuentos infantiles.",
            "year": 1940
        },
        {
            "text": "Martina Iñíguez, poetisa y letrista argentina de tangos.",
            "year": 1939
        },
        {
            "text": "Willy Claes, político belga.",
            "year": 1938
        },
        {
            "text": "Oscar Robertson, baloncestista estadounidense.",
            "year": 1938
        },
        {
            "text": "Francisco A. Rodríguez, político panameño.",
            "year": 1938
        },
        {
            "text": "Rafael Filippelli, director, productor y guionista de cine argentino (f. 2023).",
            "year": 1938
        },
        {
            "text": "Gerardo de Francisco, es un músico, actor y arquitecto colombiano.",
            "year": 1937
        },
        {
            "text": "Gerardo Malla, actor y director español de teatro (f. 2021).",
            "year": 1936
        },
        {
            "text": "Claudio Prieto, compositor español (f. 2015).",
            "year": 1934
        },
        {
            "text": "Alfred Schnittke, compositor ruso-alemán (f. 1998).",
            "year": 1934
        },
        {
            "text": "José Borello, futbolista argentino (f. 2013).",
            "year": 1929
        },
        {
            "text": "John Henry Johnson, jugador estadounidense de fútbol americano (f. 2011).",
            "year": 1929
        },
        {
            "text": "Alfredo Kraus, tenor español (f. 1999).",
            "year": 1927
        },
        {
            "text": "Adrián Escudero, futbolista español (f. 2011).",
            "year": 1927
        },
        {
            "text": "Tsung-Dao Lee, físico chino, Premio Nobel de Física de 1957.",
            "year": 1926
        },
        {
            "text": "Simon van der Meer, científico neerlandés, Premio Nobel de Física de 1984 (f. 2011).",
            "year": 1925
        },
        {
            "text": "Octavio Lepage, político venezolano (f. 2017).",
            "year": 1923
        },
        {
            "text": "Jorge Mistral, actor español (f. 1972).",
            "year": 1920
        },
        {
            "text": "Wild Bill Davis, compositor y músico estadounidense (f. 1995).",
            "year": 1918
        },
        {
            "text": "Howard Duff, actor estadounidense (f. 1990).",
            "year": 1917
        },
        {
            "text": "Rosa Galcerán, ilustradora de cómic y poeta española (f. 2015).",
            "year": 1917
        },
        {
            "text": "Agostino Casaroli, cardenal italiano (f. 1998).",
            "year": 1914
        },
        {
            "text": "Geraldine Fitzgerald, actriz estadounidense de origen irlandés (f. 2005).",
            "year": 1913
        },
        {
            "text": "Cecilia Helena Martínez Mendoza, locutora venezolana (f. 2015).",
            "year": 1913
        },
        {
            "text": "Teddy Wilson, pianista de jazz estadounidense (f. 1986).",
            "year": 1912
        },
        {
            "text": "Georges Dargaud, historietista francés (f. 1990).",
            "year": 1911
        },
        {
            "text": "Libertad Lamarque, actriz y cantante argentina (f. 2000).",
            "year": 1908
        },
        {
            "text": "Conrad Hansen, pianista alemán (f. 2002).",
            "year": 1906
        },
        {
            "text": "Lucky Luciano, mafioso italo-estadounidense (f. 1962).",
            "year": 1897
        },
        {
            "text": "María Esther Podestá, actriz argentina (f. 1983).",
            "year": 1896
        },
        {
            "text": "Francisco Lomuto, director de orquesta, compositor y pianista argentino de tango (f. 1950).",
            "year": 1893
        },
        {
            "text": "Marcos Redondo, barítono español (f. 1976).",
            "year": 1893
        },
        {
            "text": "Mariano Ospina Pérez, ingeniero y político colombiano, presidente entre 1946 y 1950 (f. 1976).",
            "year": 1891
        },
        {
            "text": "Dale Carnegie, escritor estadounidense (f. 1955).",
            "year": 1888
        },
        {
            "text": "Erich von Manstein, militar alemán (f. 1973).",
            "year": 1887
        },
        {
            "text": "Juan Aguilar Catena, periodista y escritor español (f. 1965).",
            "year": 1887
        },
        {
            "text": "Nikolái Klykov, militar soviético (f. 1968).",
            "year": 1887
        },
        {
            "text": "Rafael Cansinos Assens, escritor español (f. 1964).",
            "year": 1886
        },
        {
            "text": "Georges Vantongerloo, artista belga (f. 1965).",
            "year": 1886
        },
        {
            "text": "Joaquín Yrarrázabal Larraín, abogado y parlamentario chileno (f. 1947).",
            "year": 1886
        },
        {
            "text": "Santiago Roel Melo, abogado, político, escritor e historiador mexicano (f. 1957).",
            "year": 1885
        },
        {
            "text": "Yitzjak Ben-Zvi, político israelí, presidente entre 1952 y 1963 (f. 1963).",
            "year": 1884
        },
        {
            "text": "Gustavo Arboleda, historiador y genealogista colombiano (f. 1938).",
            "year": 1881
        },
        {
            "text": "Alben Barkley, político estadounidense (f. 1956).",
            "year": 1877
        },
        {
            "text": "Charles William Miller, futbolista brasileño (f. 1953).",
            "year": 1874
        },
        {
            "text": "Scott Joplin, compositor y pianista estadounidense (f. 1917).",
            "year": 1868
        },
        {
            "text": "Margaret Windeyer, bibliotecaria y sufragista australiana (f. 1939).",
            "year": 1866
        },
        {
            "text": "Francisco Antonio Cano, importante pintor, grabador, escultor y escritor colombiano (f. 1935).",
            "year": 1865
        },
        {
            "text": "Henri de Toulouse-Lautrec, pintor francés (f. 1901).",
            "year": 1864
        },
        {
            "text": "Bernhard Stavenhagen, director de orquesta, pianista y compositor alemán (f. 1914).",
            "year": 1862
        },
        {
            "text": "Blanche Edwards-Pilliet, médica y profesora de medicina francesa (f. 1941).",
            "year": 1858
        },
        {
            "text": "Valeriano Menéndez Conde y Álvarez, sacerdote y obispo español (f. 1916).",
            "year": 1848
        },
        {
            "text": "Ángel Lizcano Monedero, pintor e ilustrador español (f. 1929).",
            "year": 1846
        },
        {
            "text": "Juan Facundo Riaño y Montero, arabista, historiador y anticuario español (f. 1901).",
            "year": 1829
        },
        {
            "text": "Carlo Collodi, escritor italiano, autor de Pinocho (f. 1890).",
            "year": 1826
        },
        {
            "text": "Juan Cruz Varela, poeta y político argentino (f. 1839).",
            "year": 1794
        },
        {
            "text": "Zachary Taylor, político estadounidense, presidente desde 1849 hasta 1850 (f. 1850).",
            "year": 1784
        },
        {
            "text": "Antonio de Capmany, escritor, historiador y político español (f. 1813).",
            "year": 1742
        },
        {
            "text": "María Amalia de Sajonia, reina consorte napolitana y española (f. 1760).",
            "year": 1724
        },
        {
            "text": "Laurence Sterne, novelista y humorista británico (f. 1768).",
            "year": 1713
        },
        {
            "text": "Junípero Serra, misionero franciscano español (f. 1784).",
            "year": 1713
        },
        {
            "text": "Charles-Michel de l'Epée, pedagogo francés (f. 1789).",
            "year": 1712
        },
        {
            "text": "Carlos XI, rey sueco (f. 1697).",
            "year": 1655
        },
        {
            "text": "Baruch Spinoza, filósofo sefardí-neerlandés (f. 1677).",
            "year": 1632
        },
        {
            "text": "Juan de Jáuregui, poeta, erudito y pintor español (f. 1641).",
            "year": 1583
        },
        {
            "text": "Carlos I de Orleans, poeta francés (f. 1465).",
            "year": 1394
        }
    ],
    "deaths": [
        {
            "text": "Francisco Pacho Benítez, periodista colombiano (n. 1958).",
            "year": 2022
        },
        {
            "text": "Mamadou Tandja, militar y político nigeriano, presidente de Níger entre 1999 y 2010 (n. 1938).",
            "year": 2020
        },
        {
            "text": "María Eugenia Parra, actriz colombiana (n. 1962).",
            "year": 2020
        },
        {
            "text": "Goo Hara, cantante y actriz surcoreana (n. 1991).",
            "year": 2019
        },
        {
            "text": "Enrique Bernales, abogado constitucionalista, catedrático y político peruano (n. 1940).",
            "year": 2018
        },
        {
            "text": "Marcos Ana, poeta español que pasó veintitrés años como preso político durante el franquismo (n. 1920).",
            "year": 2016
        },
        {
            "text": "Florence Henderson, actriz estadounidense (n. 1934).",
            "year": 2016
        },
        {
            "text": "Miguel Ocampo, pintor y diplomático argentino (n. 1922).",
            "year": 2015
        },
        {
            "text": "Tony Leblanc, actor, director y humorista español (n. 1922).",
            "year": 2012
        },
        {
            "text": "Antonio Domingo Bussi, militar argentino (n. 1926).",
            "year": 2011
        },
        {
            "text": "Sergio Valech, obispo emérito chileno (n. 1927).",
            "year": 2010
        },
        {
            "text": "Arturo Giolito, músico chileno y fundador de la banda \"Giolito y su Combo\" (n. 1932).",
            "year": 2008
        },
        {
            "text": "Casey Calvert, músico estadounidense (n. 1982).",
            "year": 2007
        },
        {
            "text": "Valentín Elizalde, cantante mexicano (n. 1979).",
            "year": 2006
        },
        {
            "text": "Pat Morita, actor estadounidense (n. 1932)",
            "year": 2005
        },
        {
            "text": "Arthur Hailey, escritor británico (n. 1920).",
            "year": 2004
        },
        {
            "text": "Juan Pérez de Tudela, historiador americanista español (n. 1922).",
            "year": 2004
        },
        {
            "text": "Copito de Nieve, gorila albino del Zoológico de Barcelona (n. 1963).",
            "year": 2003
        },
        {
            "text": "John Rawls, filósofo estadounidense (n. 1921).",
            "year": 2002
        },
        {
            "text": "Melanie Thornton, cantante germano-estadounidense (La Bouche) (n. 1967).",
            "year": 2001
        },
        {
            "text": "Jeffrey Lynn, actor estadounidense (n. 1909).",
            "year": 1995
        },
        {
            "text": "Albert Collins, cantante y guitarrista estadounidense de blues (n. 1932).",
            "year": 1993
        },
        {
            "text": "Rafael García Herreros, sacerdote y presentador de televisión colombiano, fundador de la Corporación Minuto de Dios (n. 1909).",
            "year": 1992
        },
        {
            "text": "Raúl Sáez, ingeniero y economista chileno (n. 1913).",
            "year": 1992
        },
        {
            "text": "Eric Carr, baterista estadounidense, de la banda Kiss (n. 1950).",
            "year": 1991
        },
        {
            "text": "Anton Furst, productor británico de cine (n. 1944).",
            "year": 1991
        },
        {
            "text": "Freddie Mercury, cantautor y músico británico, de la banda Queen (n. 1946).",
            "year": 1991
        },
        {
            "text": "Juan Manuel Bordeu, automovilista argentino (n. 1934).",
            "year": 1990
        },
        {
            "text": "Fred Shero, jugador de hockey canadiense (n. 1925).",
            "year": 1990
        },
        {
            "text": "George Moscone, político estadounidense (n. 1929).",
            "year": 1978
        },
        {
            "text": "Ramón Amaya Amador, escritor y periodista hondureño (n. 1916).",
            "year": 1966
        },
        {
            "text": "Lee Harvey Oswald, sospechoso del asesinato de John F. Kennedy (n. 1939).",
            "year": 1963
        },
        {
            "text": "Ruth Chatterton, actriz estadounidense (n. 1892).",
            "year": 1961
        },
        {
            "text": "Robert Cecil, político y diplomático británico, premio Nobel de la Paz en 1937 (n. 1864).",
            "year": 1958
        },
        {
            "text": "Diego Rivera, muralista mexicano (n. 1886).",
            "year": 1957
        },
        {
            "text": "Jorge Bustos León, político chileno (n. 1890).",
            "year": 1955
        },
        {
            "text": "Léon-Paul Fargue, poeta y ensayista francés (n. 1876).",
            "year": 1947
        },
        {
            "text": "László Moholy-Nagy, fotógrafo y pintor húngaro (n. 1895).",
            "year": 1946
        },
        {
            "text": "Hans Geiger, físico alemán (n. 1882).",
            "year": 1945
        },
        {
            "text": "James Craig, político británico (n. 1871).",
            "year": 1940
        },
        {
            "text": "Georges Clemenceau, político francés (n. 1841).",
            "year": 1929
        },
        {
            "text": "Ionel Bratianu, estadista rumano (n. 1864).",
            "year": 1927
        },
        {
            "text": "Alexandru Macedonski, escritor rumano (n. 1854).",
            "year": 1920
        },
        {
            "text": "Hiram Stevens Maxim, inventor estadounidense (n. 1840).",
            "year": 1916
        },
        {
            "text": "Adolfo Büttner, arquitecto argentino (n. 1849).",
            "year": 1912
        },
        {
            "text": "Giovanni Battista Bertini (89), político y abogado italiano (f. 1907).",
            "year": 1907
        },
        {
            "text": "Charles-François Stallaert, escritor belga (n. 1820).",
            "year": 1893
        },
        {
            "text": "Conde de Lautréamont (Isidore Ducasse), poeta francés nacido en Uruguay (n. 1846).",
            "year": 1870
        },
        {
            "text": "José María Cornejo, presidente salvadoreño (n. 1788).",
            "year": 1864
        },
        {
            "text": "Marcelino Oráa, militar español (n. 1788).",
            "year": 1851
        },
        {
            "text": "Lord Melbourne, político y diplomático británico (n. 1779).",
            "year": 1848
        },
        {
            "text": "Pedro de Alcántara Fernández de Córdoba, noble español (n. 1730).",
            "year": 1789
        },
        {
            "text": "Ignacio Molarja, misionero jesuita italiano, y explorador de la Nueva España (n. 1610).",
            "year": 1658
        },
        {
            "text": "Manuel Cardoso, compositor portugués (n. 1566).",
            "year": 1650
        },
        {
            "text": "John Knox, religioso escocés (n. 1514).",
            "year": 1572
        },
        {
            "text": "Juan Ecolampadio, religioso alemán (n. 1482).",
            "year": 1531
        }
    ],
    "metadata": {
        "current_date": "24 de noviembre de 2025",
        "short_date": "24 de nov",
        "language": {
            "events": "Eventos",
            "deaths": "Defunciones",
            "births": "Nacimientos",
            "b": "n",
            "d": "f",
            "title": "Hoy en Historia (Wikipedia)"
        },
        "events": [
            3,
            17,
            13,
            53,
            10,
            7,
            31,
            47,
            51,
            14
        ],
        "births": [
            76,
            41,
            64,
            59
        ],
        "deaths": [
            32,
            11,
            25,
            51
        ]
    }
}