{
    "events": [
        {
            "text": "terminan las tormentas solares de mayo de 2024, el conjunto de tormentas geomagnéticas más potente desde las tormentas solares de Halloween de 2003.",
            "year": 2024
        },
        {
            "text": "en Puerto Rico (territorio ocupado por Estados Unidos), luego de varios días de recuento, Jesús Manuel Ortiz gana la primaria para presidente del Partido Popular Democrático.",
            "year": 2023
        },
        {
            "text": "se toma la foto de Sagitario A, un agujero negro supermasivo en el centro de la Vía Láctea, alrededor del cual gira toda la galaxia.",
            "year": 2022
        },
        {
            "text": "un usuario anónimo de la red social 4chan publica una fotografía de paredes amarillas, dando inicio a la creepypasta de los backrooms (un laberinto interminable de oficinas generados aleatoriamente).",
            "year": 2019
        },
        {
            "text": "en París, un terrorista anticomunista checheno, miembro de la banda terrorista Estado Islámico perpetra un ataque con cuchillo. Mata a una persona y hiere a varias más. La policía en París lo mata a tiros.",
            "year": 2018
        },
        {
            "text": "en Lisboa (Portugal) se celebra el 63.er Festival de la Canción de Eurovisión.",
            "year": 2018
        },
        {
            "text": "en Alemania, el Hamburgo S. V. desciende por primera vez en su historia a la segunda división del fútbol alemán.",
            "year": 2018
        },
        {
            "text": "el ataque de ransomware WannaCry afecta a más de 400 000 computadoras en todo el mundo, teniendo como blanco a las computadoras de las empresas de telefonía y del Servicio Nacional de Salud (Reino Unido).",
            "year": 2017
        },
        {
            "text": "en Kodari, en la frontera entre los distritos de Dolakha y Sindhupalchowk (Nepal), sucede un terremoto de magnitud 7.3 en la escala sismológica de Richter, que deja 218 muertos y más de 3500 heridos.",
            "year": 2015
        },
        {
            "text": "en Filadelfia (Estados Unidos) se descarrila un tren, que deja 8 muertos y más de 200 heridos.",
            "year": 2015
        },
        {
            "text": "Lugansk y Donetsk se declaran independientes de Ucrania y formalizan un próximo referéndum para su unión con Rusia.",
            "year": 2014
        },
        {
            "text": "en Nueva York (Estados Unidos), la irlandesa Mairead Maguire y el argentino Adolfo Pérez Esquivel ―ambos premios nobel de la paz―, junto con un centenar de catedráticos de Estados Unidos y Canadá, solicitan a la organización estadounidense de derechos humanos Human Rights Watch que expulse de su junta directiva a todas las personas involucradas con el Gobierno de Estados Unidos y con la CIA (Agencia Central de Inteligencia) y a Javier Solana (exsecretario general de la OTAN).",
            "year": 2014
        },
        {
            "text": "en la Ciudad del Vaticano, el papa Francisco canoniza a la beata Madre Laura (1874-1949), primera santa colombiana.",
            "year": 2013
        },
        {
            "text": "Los indignados retoman las protestas en las principales ciudades españolas.",
            "year": 2012
        },
        {
            "text": "en Guanajuato (México) el Club León se proclama campeón de la Liga de Ascenso MX tras derrotar a los Correcaminos de la UAT por 5 goles a 0 en el partido de vuelta.",
            "year": 2012
        },
        {
            "text": "en Trípoli (Libia) el vuelo 771 de Afriqiyah Airways se estrella en la aproximación final al Aeropuerto Internacional de Trípoli, en la que pierden la vida 103 personas. El único superviviente fue un niño de 9 años.",
            "year": 2010
        },
        {
            "text": "en Hamburgo (Alemania) el Atlético de Madrid se proclama campeón de la UEFA Europa League tras derrotar al Fulham por 2 goles a 1.",
            "year": 2010
        },
        {
            "text": "en Sichuan (China) sucede un terremoto de magnitud 7,8 en la escala de Richter, que mata a más de 69 000 personas.",
            "year": 2008
        },
        {
            "text": "en Postville (estado de Iowa) ―bajo la presidencia de George W. Bush―, el Servicio de Inmigración y Control de Aduanas lleva a cabo la redada más grande jamás realizada en un lugar de trabajo, y arresta a casi 400 inmigrantes y los deporta a sus respectivos países.",
            "year": 2008
        },
        {
            "text": "en São Paulo (Brasil), la banda narcoterrorista Primer Comando de la Capital perpetra ataques contra la población civil y la policía que dejarán al menos 141 muertos.",
            "year": 2006
        },
        {
            "text": "en Teherán (Irán) los azeríes iraníes interpretan una caricatura publicada en una revista iraní como insultante, lo que provoca disturbios masivos en todo el país.",
            "year": 2006
        },
        {
            "text": "en Grecia, el Gobierno emite la primera moneda conmemorativa de 2 € con el diseño de los juegos Olímpicos de Atenas.",
            "year": 2004
        },
        {
            "text": "en la capital de Arabia Saudita, la banda terrorista Al Qaeda perpetra los ataques con bombas en el complejo de Riad, que matan a 39 personas.",
            "year": 2003
        },
        {
            "text": "en La Habana (Cuba), el presidente Jimmy Carter visita durante cinco días a Fidel Castro, siendo el primer presidente estadounidense, dentro o fuera de su mandato, que visita la isla desde la Revolución cubana (1 de enero de 1959).",
            "year": 2002
        },
        {
            "text": "en la ciudad de Copenhague (Dinamarca) se celebra la XLVI edición de Festival de la Canción de Eurovisión. El dúo estonio compuesto por Tanel Padar y Dave Benton logran el primer puesto con la canción Everybody.",
            "year": 2001
        },
        {
            "text": "en la Universidad de Trisakti, en el centro de la ciudad de Yakarta (Indonesia), el ejército indonesio ―por órdenes del dictador Suharto― dispara contra una manifestación de estudiantes, matando a cuatro e hiriendo a decenas. Esto provoca disturbios generalizados y la caída de Suharto.",
            "year": 1998
        },
        {
            "text": "Carlos Carsolio y su hermano Alfredo hacen cumbre en el monte Manaslu. Para Carlos sería su anhelado decimocuarto y último ocho mil, convirtiéndose así en la cuarta persona en la historia y el más joven (33 años) en realizar la hazaña.",
            "year": 1996
        },
        {
            "text": "en España, Fernando Fernán Gómez es galardonado con el premio Príncipe de Asturias de las Artes.",
            "year": 1995
        },
        {
            "text": "en Chile, La Red abre sus puertas al iniciar sus transmisiones y su señal es el número 4.",
            "year": 1991
        },
        {
            "text": "en las lomas de Bracho, cerca de la ciudad de Zacatecas (México), el papa Juan Pablo II realiza una misa multitudinaria.",
            "year": 1990
        },
        {
            "text": "en el Palacio de Bellas Artes (Ciudad de México) el cantante mexicano Juan Gabriel realiza el último de cuatro exitosos conciertos consecutivos.",
            "year": 1990
        },
        {
            "text": "en la ciudad de San Bernardino, 92 km al este de Los Ángeles (estado de California) sucede el desastre del tren en San Bernardino, en el que mueren cuatro personas: dos de los conductores y dos niños: Jason Thompson (10) y Tyson White (7), quienes murieron asfixiados cuando el tren aplastó una de las casas de la vecina calle Duffy. Una semana después (25 de mayo de 1989) se produce una explosión en un oleoducto subterráneo de gasolina, que mata a dos personas más.",
            "year": 1989
        },
        {
            "text": "en el Perú se reporta el primer caso de sida (síndrome de inmunodeficiencia adquirida) de ese país.",
            "year": 1983
        },
        {
            "text": "durante una procesión frente al santuario de la Virgen María en Fátima (Portugal), los guardias de seguridad dominan a Juan María Fernández y Krohn antes de que pueda atacar con una bayoneta al papa anticomunista Juan Pablo II.",
            "year": 1982
        },
        {
            "text": "en Zaire, los rebeldes ocupan la ciudad de Kolwezi, el centro minero de la provincia de Katanga; el gobierno local pide a Estados Unidos, Francia y Bélgica que restablezcan el orden.",
            "year": 1978
        },
        {
            "text": "en el marco de la Guerra de Indochina (1975-1991), las fuerzas navales de la Kampuchea Democrática capturan el buque estadounidense SS Mayagüez (Incidente del Mayagüez).",
            "year": 1975
        },
        {
            "text": "a 45 km al noreste de Saigón (actual Ciudad Ho Chi Minh) ―en el marco de la Guerra de Vietnam (1955-1975)― las fuerzas del Ejército Popular de Vietnam y del Viet Cong atacan a las tropas invasoras australianas que defienden la base de apoyo de fuego Coral (batalla de Coral-Balmoral). Los australianos vencerán a los vietnamitas el 6 de junio.",
            "year": 1968
        },
        {
            "text": "En Camagüey es capturado un grupo de la CIA (Agencia Central de Inteligencia) que informaba a los Estados Unidos a través de la base de Guantánamo.",
            "year": 1965
        },
        {
            "text": "en la Luna se estrella la nave espacial soviética Luna 5.",
            "year": 1965
        },
        {
            "text": "en un pozo artificial, a 434 metros bajo tierra, en el área U3am del Sitio de pruebas atómicas de Nevada (a unos 100 km al noroeste de la ciudad de Las Vegas), a las 7:00 (hora local) Estados Unidos detona su bomba atómica n.º 240, Aardvark, de 40 kilotones.",
            "year": 1962
        },
        {
            "text": "en el atolón Enewetak (islas Marshall, en medio del océano Pacífico), Estados Unidos detona su bomba atómica Koa, de 1370 kilotones. Se prueba la nueva cabeza nuclear XW-35 ICBM. Es la bomba n.º 126 de las 1132 que Estados Unidos detonó entre 1945 y 1992.",
            "year": 1958
        },
        {
            "text": "fecha de nacimiento de Homer Simpson, el célebre protagonista ficticio de la serie de animación estadounidense Los Simpson.",
            "year": 1956
        },
        {
            "text": "en Alemania ―en el marco de la Guerra Fría―, la Unión Soviética levanta el bloqueo de Berlín.",
            "year": 1949
        },
        {
            "text": "en los Países Bajos, la reina Guillermina abdica a favor de su hija Juliana.",
            "year": 1948
        },
        {
            "text": "en Changshiao (China) el Ejército Imperial Japonés al mando del general Shunroku Hata termina el cuarto y último día de la Masacre de Changshiao, en que 30 000 hombres, mujeres y niños civiles fueron violados y asesinados.",
            "year": 1943
        },
        {
            "text": "en África del Norte se rinden las fuerzas alemanas.",
            "year": 1943
        },
        {
            "text": "en el este de Ucrania invadida por la Alemania nazi ―en el marco de la Segunda Guerra Mundial (1939-1945)― las fuerzas soviéticas del Ejército Rojo al mando del mariscal Semyon Timoshenko lanzan una gran ofensiva (Segunda Batalla de Járkov) desde la cabeza de puente de Izium, solo para ser rodeadas y destruidas por las tropas nazis del Grupo de Ejércitos Sur dos semanas después.",
            "year": 1942
        },
        {
            "text": "en la desembocadura del río Misisipi (Estados Unidos) ―Segunda Guerra Mundial (1939-1945)― el submarino alemán U-507 torpedea al petrolero estadounidense SS Virginia.",
            "year": 1942
        },
        {
            "text": "en Berlín (Alemania nazi) Konrad Zuse presenta la Z3, la primera computadora totalmente automática y programable del mundo.",
            "year": 1941
        },
        {
            "text": "Alemania comienza la invasión de Francia.",
            "year": 1940
        },
        {
            "text": "en Londres (Reino Unido), Jorge VI e Isabel son coronados como «reyes» del Reino Unido y «emperadores» de la India.",
            "year": 1937
        },
        {
            "text": "en la República española, las Cortes aprueban la elección de Manuel Azaña como presidente.",
            "year": 1936
        },
        {
            "text": "Italia se retira de la Sociedad de Naciones.",
            "year": 1936
        },
        {
            "text": "en Washington DC, el presidente Franklin D. Roosevelt promulga la Ley de Ajuste Agrícola, que restringe la producción agrícola mediante la compra por parte del gobierno de ganado para el sacrificio y el pago de subsidios a los agricultores cuando quitan tierras de cultivo. También firma la legislación que crea la Administración Federal de Ayuda en Emergencias, predecesora de la Agencia Federal para el Manejo de Emergencias.",
            "year": 1933
        },
        {
            "text": "en una carretera cerca de la aldea de Hopewell, 103 km al suroeste de la ciudad de Nueva York, el bebé Charles Lindbergh Jr., diez semanas después de su secuestro, el hijo menor del aviador Charles Lindbergh, es encontrado muerto a solo 14 km de la casa de los Lindbergh.",
            "year": 1932
        },
        {
            "text": "el aviador español Juan Muñoz atraviesa el océano Atlántico sur en un hidroavión.",
            "year": 1930
        },
        {
            "text": "en Nicaragua, Augusto César Sandino comienza su lucha contra la intervención estadounidense.",
            "year": 1927
        },
        {
            "text": "Umberto Nobile, Roald Amundsen y Lincoln Ellsworth sobrevuelan el polo norte con el dirigible Norge, construido en Italia.",
            "year": 1926
        },
        {
            "text": "en el Reino Unido finaliza la huelga general, que duró nueve días (del 4 al 12 de mayo) y fue un intento infructuoso de obligar al primer ministro conservador Stanley Baldwin a evitar reducciones salariales y el empeoramiento de las condiciones de 1,2 millones de mineros del carbón despedidos. Baldwin estaba bien preparado y reclutó voluntarios de clase media («carneros») para mantener los servicios esenciales.",
            "year": 1926
        },
        {
            "text": "en Polonia, el mariscal Józef Piłsudski da un golpe de Estado.",
            "year": 1926
        },
        {
            "text": "en la República Alemana, Paul von Hindenburg sucede a Friedrich Ebert en la presidencia.",
            "year": 1925
        },
        {
            "text": "en el marco de la guerra de Marruecos, las tropas españolas conquistan Tazarut.",
            "year": 1922
        },
        {
            "text": "en España, la revista Blanco y Negro publica la primera fotografía en color que apareció en la prensa española.",
            "year": 1912
        },
        {
            "text": "en la isla de Puerto Rico, la flota estadounidense mandada por el almirante Sampson bombardea la ciudad de San Juan de Puerto Rico.",
            "year": 1898
        },
        {
            "text": "en Saskatchewan (Canadá) ―en el marco de la Rebelión del Noroeste (1885)―, empieza la batalla de Batoche, de cuatro días, en la que 900 soldados canadienses vencerán a 200 rebeldes metís (grupo étnico independiente surgido en Canadá a partir de la unión entre mujeres de las Primeras Naciones ―como los cree y ojibwa― y empleados europeos ―especialmente franceses y británicos― de la Compañía de la bahía de Hudson).",
            "year": 1885
        },
        {
            "text": "en el norte de África, la Túnez otomana (invadida por Turquía) se convierte en un «protectorado» francés (es invadida por Francia).",
            "year": 1881
        },
        {
            "text": "en Argentina, se funda el club de fútbol más longevo hasta la fecha de toda América, el Club Mercedes.",
            "year": 1875
        },
        {
            "text": "en Londres (Reino Unido) el rey da la «sanción real» de la Ley de Manitoba, que convierte a la región de Manitoba se convirtiera en una provincia de Canadá el 15 de julio.",
            "year": 1870
        },
        {
            "text": "a orillas del río Grande (límite entre Estados Unidos y México) sucede el primer día de la última gran acción terrestre que tuvo lugar durante la Guerra Civil Estadounidense: la batalla del rancho Palmito, que resultó en una victoria confederada (esclavista del sur).",
            "year": 1865
        },
        {
            "text": "a orillas del río Nokianvirta, 192 km al noroeste de Helsinki (en Finlandia, en esa época en poder del Imperio ruso), el ingeniero Fredrik Idestam y su esposa establecen una fábrica de pulpa de madera para la producción de papel, que se llamará Nokia. Alrededor de la fábrica se establece un asentamiento humano, que se llamará también Nokia. En 1898 empezó a manufacturar caucho, neumáticos, zapatos y energía hidroeléctrica. En 1920 fabricaban además partes industriales derivadas del caucho, gabardinas, alfombras, pelotas y juguetes.",
            "year": 1865
        },
        {
            "text": "103 km al suroeste de Washington DC ―en el marco de la Guerra Civil Estadounidense (1861-1865)― las tropas de la Unión atacan un saliente confederado (esclavista del sur) conocido como Mule Shoe, en la batalla de Spotsylvania. En The Bloody Angle, en el noroeste, suceden algunos de los combates más feroces de la guerra, muchos de ellos cuerpo a cuerpo.",
            "year": 1864
        },
        {
            "text": "en el estado de Misisipi ―en el marco de la Guerra Civil Estadounidense (1861-1865)― dos divisiones del XVII Cuerpo de James B. McPherson giran el ala izquierda de la línea defensiva del general sureño John C. Pemberton de los Estados Confederados (los esclavistas del sur) en Fourteen Mile Creek (batalla de Raymond), abriendo el interior de Misisipi a la Unión durante la Campaña de Vicksburg.",
            "year": 1863
        },
        {
            "text": "en el estado de Luisiana ―en el marco de la Guerra Civil Estadounidense (1861-1865)― las tropas del Ejército de la Unión ocupan la ciudad de Baton Rouge.",
            "year": 1862
        },
        {
            "text": "desde Independence (Misuri) parte hacia California el grupo Donner de pioneros, en lo que se convertirá en un viaje de un año de dificultades y canibalismo.",
            "year": 1846
        },
        {
            "text": "en la aldea de Valtetsi, en el centro de la península del Peloponeso, a 172 km al suroeste de Atenas (Grecia) los patriotas griegos vencen a los invasores turcos en batalla de Valtetsi, la primera de la Guerra de Independencia griega.",
            "year": 1821
        },
        {
            "text": "en Kuopio, 389 km al norte de Helsinki ―en el marco de la Guerra finlandesa (de Rusia contra Suecia y Finlandia)―, las tropas sueco-finlandesas, lideradas por el capitán Karl Wilhelm Malmi, vencen a los rusos en la batalla de Kuopio y conquistan la ciudad.",
            "year": 1808
        },
        {
            "text": "en el noreste de la península itálica ―en el marco de la Guerra de la Primera Coalición―, Napoleón Bonaparte conquista la República de Venecia.",
            "year": 1797
        },
        {
            "text": "la ciudad de Charleston (Carolina del Sur) ―en el marco de la Guerra de la Independencia de Estados Unidos― las fuerzas británicas toman la villa, en lo que se consideró la mayor derrota del Ejército Continental.",
            "year": 1780
        },
        {
            "text": "José II, emperador del Sacro Imperio Romano Germánico eleva al título de «príncipe» a Enrique XI, conde del Principado de Reuss-Greiz.",
            "year": 1778
        },
        {
            "text": "María Teresa I de Austria es coronada reina de Bohemia tras derrotar a su rival, Carlos VII, emperador del Sacro Imperio Romano Germánico.",
            "year": 1743
        },
        {
            "text": "en la Capitanía General de Chile el gobernador José Manso de Velasco refunda la ciudad de Talca.",
            "year": 1742
        },
        {
            "text": "se firma el Tratado de Viena, entre el emperador Leopoldo I y las Provincias Unidas, al que se adhieren Dinamarca, Inglaterra y España.",
            "year": 1689
        },
        {
            "text": "en Villarrobledo (España), la Comunidad de Monjas Clarisas se instala en el monasterio de San Juan de la Penitencia.",
            "year": 1614
        },
        {
            "text": "en Londres, el Consejo Privado de Inglaterra hace arrestar al dramaturgo londinense Thomas Kyd y lo hace torturar por difamación.",
            "year": 1593
        },
        {
            "text": "en París ―en el marco de las guerras de religión francesas― el rey Enrique III de Francia huye después de que Enrique I, duque de Guisa entrara en la ciudad y se produjera un levantamiento espontáneo (Día de las Barricadas).",
            "year": 1588
        },
        {
            "text": "en Lima (Perú) se funda la Real y Pontificia Universidad de San Marcos, primera universidad de América, por real cédula expedida por el rey Carlos I de España.",
            "year": 1551
        },
        {
            "text": "en México muere el jefe de los ejércitos tlaxcaltecas Xicohténcatl Axayacatzin, quien fue uno de los principales opositores a la alianza con Hernán Cortés.",
            "year": 1521
        },
        {
            "text": "en Salamanca (España) se coloca la primera piedra de la catedral nueva.",
            "year": 1513
        },
        {
            "text": "en Ningxia (una de las nueve regiones militares en la frontera de la China Ming con Mongolia) comienza la rebelión de Zhu Zhifan (príncipe de Anhua) ―que durará 18 días, hasta el 30 de mayo de 1519― cuando este mata a todos los funcionarios invitados a un banquete y declara su intención de derrocar a Liu Jin (el poderoso eunuco de la dinastía Ming durante el reinado del emperador Zhengde).",
            "year": 1510
        },
        {
            "text": "el papa Alejandro VI excomulga a Girolamo Savonarola.",
            "year": 1497
        },
        {
            "text": "en Cracovia (Polonia) se funda la Universidad Jagellónica, la más antigua de ese país.",
            "year": 1364
        },
        {
            "text": "en Roma, el patriarca de Venecia consagra al aspirante al papado Nicolás V, a quien la Iglesia católica considerará «antipapa».",
            "year": 1328
        },
        {
            "text": "en España, Alfonso X —en coalición con el sultán mariní Abu Yusuf y los Banu Ashqilula con sus tropas combinadas— atacan Granada.",
            "year": 1280
        },
        {
            "text": "en Chipre se casan Berenguela de Navarra y Ricardo I de Inglaterra.",
            "year": 1191
        },
        {
            "text": "en China, el militar Zhu Wen obliga al emperador Ai de Tang a abdicar, poniendo fin a la dinastía Tang después de casi trescientos años de gobierno.",
            "year": 907
        },
        {
            "text": "Esteban I (220-257) es coronado como obispo de Roma («papa») y sucede al papa Lucio I. Inmediatamente toma una posición contra el novacianismo.",
            "year": 254
        },
        {
            "text": "en la ciudad de Farsalia (Grecia), Julio César anota que ha visto en el cielo una «bola de fuego llameante» (posiblemente un meteorito).",
            "year": -48
        }
    ],
    "births": [
        {
            "text": "Vasilije Adžić, futbolista montenegrino.",
            "year": 2006
        },
        {
            "text": "Zach Benson, jugador canadiense de hockey sobre hielo.",
            "year": 2005
        },
        {
            "text": "Fátima Arellano, futbolista mexicana.",
            "year": 2001
        },
        {
            "text": "Juan Cruz Zurbriggen, futbolista argentino.",
            "year": 2000
        },
        {
            "text": "Andrea Stašková, futbolista checa.",
            "year": 2000
        },
        {
            "text": "Delfina Villar, voleibolista argentina.",
            "year": 2000
        },
        {
            "text": "Gerónimo Tomasetti, futbolista argentino.",
            "year": 2000
        },
        {
            "text": "Maksims Toņiševs, futbolista letón.",
            "year": 2000
        },
        {
            "text": "Melissa Bustos, futbolista chilena.",
            "year": 1999
        },
        {
            "text": "Javier Rubio Haro, futbolista español.",
            "year": 1999
        },
        {
            "text": "Nair Tiknizyan, futbolista ruso.",
            "year": 1999
        },
        {
            "text": "Yovel Zoosman, baloncestista israelí.",
            "year": 1998
        },
        {
            "text": "Mo Bamba, baloncestista marfileño expatriado en Estados Unidos.",
            "year": 1998
        },
        {
            "text": "Sveinn Aron Guðjohnsen, futbolista islandés.",
            "year": 1998
        },
        {
            "text": "Peng Shimeng, futbolista china.",
            "year": 1998
        },
        {
            "text": "Devis Vásquez, futbolista colombiano.",
            "year": 1998
        },
        {
            "text": "Yauhen Karmilchyk, boxeador bielorruso.",
            "year": 1998
        },
        {
            "text": "Juan Flere, futbolista argentino.",
            "year": 1998
        },
        {
            "text": "Campbell Stewart, ciclista neozelandés.",
            "year": 1998
        },
        {
            "text": "Nicole Ahsinger, gimnasta de trampolín estadounidense.",
            "year": 1998
        },
        {
            "text": "Franchu Feuillassier, futbolista argentino.",
            "year": 1998
        },
        {
            "text": "Víctor López Ibáñez, futbolista español.",
            "year": 1997
        },
        {
            "text": "Frenkie de Jong, futbolista neerlandés.",
            "year": 1997
        },
        {
            "text": "Ismael Díaz de León, futbolista panameño.",
            "year": 1997
        },
        {
            "text": "Gianna Dior, actriz pornográfica y modelo erótica estadounidense.",
            "year": 1997
        },
        {
            "text": "Odeya Rush, actriz y modelo israelí.",
            "year": 1997
        },
        {
            "text": "Kostas Tsimikas, futbolista griego.",
            "year": 1996
        },
        {
            "text": "Luke Benward, actor estadounidense.",
            "year": 1995
        },
        {
            "text": "Nicolás Rodríguez, futbolista argentino.",
            "year": 1993
        },
        {
            "text": "Malcolm David Kelley, actor estadounidense.",
            "year": 1992
        },
        {
            "text": "Joe Dombrowski, ciclista estadounidense.",
            "year": 1991
        },
        {
            "text": "Florent Amodio, patinador artístico francés.",
            "year": 1990
        },
        {
            "text": "Etika, youtuber y transmisora en vivo estadounidense (f. 2019).",
            "year": 1990
        },
        {
            "text": "Eleftheria Eleftheriou, cantante, músico y actriz grecochipriota.",
            "year": 1989
        },
        {
            "text": "Marcelo Vieira, futbolista brasileño.",
            "year": 1988
        },
        {
            "text": "Lance Lynn, jugador de béisbol estadounidense.",
            "year": 1987
        },
        {
            "text": "Kieron Pollard, jugador trinitense de críquet.",
            "year": 1987
        },
        {
            "text": "Chris Pontius, futbolista estadounidense.",
            "year": 1987
        },
        {
            "text": "Robbie Rogers, futbolista estadounidense.",
            "year": 1987
        },
        {
            "text": "Emily VanCamp, actriz canadiense.",
            "year": 1986
        },
        {
            "text": "Mouhamed Sené, baloncestista senegalés.",
            "year": 1986
        },
        {
            "text": "Jaime Gavilán, futbolista español.",
            "year": 1985
        },
        {
            "text": "Justin Williams, baloncestista estadounidense.",
            "year": 1984
        },
        {
            "text": "Domhnall Gleeson, actor irlandés.",
            "year": 1983
        },
        {
            "text": "Axel Hervelle, baloncestista belga.",
            "year": 1983
        },
        {
            "text": "Alina Kabáyeva, gimnasta rusa.",
            "year": 1983
        },
        {
            "text": "Yujiro Kushida, artista marcial mixto y luchador japonés.",
            "year": 1983
        },
        {
            "text": "Andre Brown, baloncestista estadounidense.",
            "year": 1981
        },
        {
            "text": "Erica Campbell, modelo estadounidense.",
            "year": 1981
        },
        {
            "text": "Rami Malek, actor estadounidense.",
            "year": 1981
        },
        {
            "text": "Keith Bogans, baloncestista estadounidense.",
            "year": 1980
        },
        {
            "text": "Silvestre Dangond, cantautor colombiano de música vallenata.",
            "year": 1980
        },
        {
            "text": "Antonio López, futbolista español.",
            "year": 1980
        },
        {
            "text": "Rishi Sunak, político británico, primer ministro del Reino Unido entre 2022 y 2024.",
            "year": 1980
        },
        {
            "text": "Pablo Sciuto, cantautor y poeta uruguayo.",
            "year": 1979
        },
        {
            "text": "Steve Smith Sr., jugador estadounidense de fútbol americano.",
            "year": 1979
        },
        {
            "text": "Malin Åkerman, modelo, actriz y cantante sueco-canadiense.",
            "year": 1978
        },
        {
            "text": "Jason Biggs, actor y comediante estadounidense.",
            "year": 1978
        },
        {
            "text": "Sied van Riel, productor musical y diyéi neerlandés.",
            "year": 1978
        },
        {
            "text": "Graeme Dott, jugador y entrenador de snooker escocés.",
            "year": 1977
        },
        {
            "text": "László Mészáros, futbolista húngaro (f. 2024).",
            "year": 1977
        },
        {
            "text": "Maryam Mirzakhani, matemática iraní (f. 2017).",
            "year": 1977
        },
        {
            "text": "Jonah Lomu, jugador neozelandés de rugby (f. 2015).",
            "year": 1975
        },
        {
            "text": "Jared Polis, político, empresario y filántropo estadounidense, gobernador del estado de Colorado desde 2019.",
            "year": 1975
        },
        {
            "text": "Antonio Bosch Conde, escritor español.",
            "year": 1972
        },
        {
            "text": "Yadhira Carrillo, actriz mexicana.",
            "year": 1972
        },
        {
            "text": "Rhea Seehorn, actriz estadounidense (Better call Saul).",
            "year": 1972
        },
        {
            "text": "Alejandro Irarragorri, empresario mexicano.",
            "year": 1971
        },
        {
            "text": "Jim Furyk, golfista estadounidense.",
            "year": 1970
        },
        {
            "text": "Olga Kachura (52), militar soviético-ucraniana de la República Popular de Donetsk (f. 2022).",
            "year": 1970
        },
        {
            "text": "Samantha Mathis, actriz estadounidense.",
            "year": 1970
        },
        {
            "text": "Mike Weir, golfista canadiense.",
            "year": 1970
        },
        {
            "text": "Kim Fields, actriz estadounidense.",
            "year": 1969
        },
        {
            "text": "Tony Hawk, patinador, skater y actor estadounidense.",
            "year": 1968
        },
        {
            "text": "Paul D'Amour, bajista estadounidense, de la banda Tool.",
            "year": 1967
        },
        {
            "text": "Bill Shorten, político australiano.",
            "year": 1967
        },
        {
            "text": "Stephen Baldwin, actor estadounidense.",
            "year": 1966
        },
        {
            "text": "Bebel Gilberto, cantante brasileña.",
            "year": 1966
        },
        {
            "text": "Deborah Kara Unger, actriz canadiense.",
            "year": 1966
        },
        {
            "text": "Mark Thomas, velocista británico.",
            "year": 1965
        },
        {
            "text": "Julius Maada Bio, militar y político sierraleonés, Presidente de Sierra Leona desde 2018.",
            "year": 1964
        },
        {
            "text": "José Casanova Mendoza, futbolista peruano, víctima de la Tragedia aérea del Club Alianza Lima (f. 1987).",
            "year": 1964
        },
        {
            "text": "Stefano Modena, piloto italiano de Fórmula 1.",
            "year": 1963
        },
        {
            "text": "Gavin Hood, cineasta sudafricano.",
            "year": 1963
        },
        {
            "text": "Beatriz Valdés, actriz de teatro, cine y televisión cubana-venezolana.",
            "year": 1963
        },
        {
            "text": "Emilio Estévez, actor estadounidense.",
            "year": 1962
        },
        {
            "text": "Brett Gurewitz, guitarrista y compositor estadounidense.",
            "year": 1962
        },
        {
            "text": "April Grace, actriz estadounidense.",
            "year": 1962
        },
        {
            "text": "Einar Arnaldur Melax, músico y compositor islandés, de la banda The Elgar Sisters.",
            "year": 1962
        },
        {
            "text": "Ving Rhames, actor estadounidense.",
            "year": 1959
        },
        {
            "text": "Eric Singer, músico estadounidense, de las bandas Kiss y Alice Cooper.",
            "year": 1958
        },
        {
            "text": "Claudio da Passano, actor argentino (f. 2023).",
            "year": 1957
        },
        {
            "text": "Lou Whitaker, jugador de béisbol estadounidense.",
            "year": 1957
        },
        {
            "text": "Carlos Taibo, anarquista español.",
            "year": 1956
        },
        {
            "text": "George Karl, jugador y entrenador de baloncesto estadounidense.",
            "year": 1951
        },
        {
            "text": "Bruce Boxleitner, actor y escritor estadounidense.",
            "year": 1950
        },
        {
            "text": "Gabriel Byrne, actor, director y productor irlandés.",
            "year": 1950
        },
        {
            "text": "Ronnie Foster, pianista, organista y compositor estadounidense.",
            "year": 1950
        },
        {
            "text": "Billy Squier, cantautor y guitarrista estadounidense.",
            "year": 1950
        },
        {
            "text": "David A. R. White, actor, productor y guionista estadounidense.",
            "year": 1950
        },
        {
            "text": "Guillermo Pérez Villalta, pintor español.",
            "year": 1948
        },
        {
            "text": "Richard Riehle, actor estadounidense.",
            "year": 1948
        },
        {
            "text": "Steve Winwood, cantautor, músico y multiinstrumentista británico-inglés, miembro de la banda Traffic.",
            "year": 1948
        },
        {
            "text": "Michael Ignatieff, periodista y político canadiense.",
            "year": 1947
        },
        {
            "text": "Georg von Rauch, anarquista alemán (f. 1971).",
            "year": 1947
        },
        {
            "text": "Daniel Libeskind, arquitecto estadounidense, diseñó el Museo Imperial de la Guerra Norte y el Museo Judío.",
            "year": 1946
        },
        {
            "text": "Alan Ball, futbolista y entrenador británico-inglés (f. 2007).",
            "year": 1945
        },
        {
            "text": "Claudia Gravy, actriz española nacida en Zaire.",
            "year": 1945
        },
        {
            "text": "Ian McLagan, teclista y compositor británico-inglés (f. 2014).",
            "year": 1945
        },
        {
            "text": "Chris Patten, académico y político británico-inglés, 28º gobernador de Hong Kong.",
            "year": 1944
        },
        {
            "text": "Hugo Camps, periodista, columnista y escritor belga (f. 2022).",
            "year": 1943
        },
        {
            "text": "Mercè Sala, economista y política española (f. 2008).",
            "year": 1943
        },
        {
            "text": "Ian Dury, cantautor británico-inglés (f. 2000).",
            "year": 1942
        },
        {
            "text": "Michel Fugain, cantante francés.",
            "year": 1942
        },
        {
            "text": "Norman Whitfield, compositor y productor estadounidense (f. 2008).",
            "year": 1940
        },
        {
            "text": "Reg Gasnier, jugador de rugby league, comentarista deportivo y entrenador australiano (f. 2014).",
            "year": 1939
        },
        {
            "text": "Phanor Arizabaleta, narcotraficante colombiano (f. 2016).",
            "year": 1938
        },
        {
            "text": "Beryl Burton, ciclista británico-inglesa (f. 1996).",
            "year": 1937
        },
        {
            "text": "George Carlin, comediante, actor y escritor ateo estadounidense (f. 2008).",
            "year": 1937
        },
        {
            "text": "Guillermo Endara, político y abogado panameño (f. 2009), 32.º presidente de Panamá entre 1989 y 1994.",
            "year": 1936
        },
        {
            "text": "Tom Snyder, presentador de programas de entrevistas y periodista estadounidense (f. 2007).",
            "year": 1936
        },
        {
            "text": "Frank Stella, pintor y escultor estadounidense (f. 2024).",
            "year": 1936
        },
        {
            "text": "Felipe Alou, jugador de béisbol, entrenador y mánager dominicano expatriado en Estados Unidos.",
            "year": 1935
        },
        {
            "text": "Johnny Bucyk, jugador canadiense de hockey sobre hielo.",
            "year": 1935
        },
        {
            "text": "Jesús Franco, director y guionista español (f. 2013).",
            "year": 1930
        },
        {
            "text": "Sam Nujoma, político namibio (f. 2025), 1.º presidente de Namibia entre 1990 y 2005.",
            "year": 1929
        },
        {
            "text": "Ágnes Heller, filósofa húngara (f. 2019).",
            "year": 1929
        },
        {
            "text": "Burt Bacharach, cantautor, compositor, pianista y productor estadounidense (f. 2023).",
            "year": 1928
        },
        {
            "text": "Luis Molowny, futbolista y entrenador español (f. 2010).",
            "year": 1926
        },
        {
            "text": "Yogi Berra, jugador de béisbol, entrenador y mánager estadounidense (f. 2015).",
            "year": 1925
        },
        {
            "text": "Claribel Alegría, escritora nicaragüense (f. 2018).",
            "year": 1924
        },
        {
            "text": "Tony Hancock, actor, productor y guionista británico-inglés (f. 1968).",
            "year": 1924
        },
        {
            "text": "Marco Denevi, escritor argentino (f. 1998).",
            "year": 1922
        },
        {
            "text": "Roy Salvadori, piloto de carreras y director técnico británico-inglés (f. 2012).",
            "year": 1922
        },
        {
            "text": "Joseph Beuys, artista, escultor e ilustrador alemán (f. 1986).",
            "year": 1921
        },
        {
            "text": "Farley Mowat, ambientalista y escritor canadiense (f. 2014).",
            "year": 1921
        },
        {
            "text": "Vilém Flusser, escritor checo (f. 1991).",
            "year": 1920
        },
        {
            "text": "Mary Kay Ash, empresaria estadounidense (f. 2001), fundó la empresa de cosméticos Mary Kay Cosmetics.",
            "year": 1918
        },
        {
            "text": "Julius Rosenberg, espía estadounidense (f. 1953).",
            "year": 1918
        },
        {
            "text": "Mary Kay Ash, empresaria estadounidense (f. 2001).",
            "year": 1918
        },
        {
            "text": "Bertus Aafjes, escritor neerlandés (f. 1993).",
            "year": 1914
        },
        {
            "text": "Howard K. Smith, periodista y actor estadounidense (f. 2002).",
            "year": 1914
        },
        {
            "text": "Jamelão, sambista brasileño (f. 2008).",
            "year": 1913
        },
        {
            "text": "Charles Biro, escritor e ilustrador estadounidense (f. 1972).",
            "year": 1911
        },
        {
            "text": "Johan Ferrier, educador y político surinamés, primer Presidente de Surinam (f. 2010).",
            "year": 1910
        },
        {
            "text": "Dorothy Hodgkin, bioquímica, cristalógrafa y académica británico-inglesa (f. 1994), premio nobel de química en 1964.",
            "year": 1910
        },
        {
            "text": "Giulietta Simionato, soprano italiana (f. 2010).",
            "year": 1910
        },
        {
            "text": "Nicholas Kaldor, economista húngaro-inglés (f. 1986).",
            "year": 1908
        },
        {
            "text": "Leslie Charteris, escritora y guionista británico-inglesa (f. 1993).",
            "year": 1907
        },
        {
            "text": "Katharine Hepburn, actriz estadounidense (f. 2003).",
            "year": 1907
        },
        {
            "text": "Antonio Bravo, actor hispano-mexicano (f. 1992).",
            "year": 1906
        },
        {
            "text": "Wilfrid Hyde-White, actor británico-inglés (f. 1991).",
            "year": 1903
        },
        {
            "text": "Pedro Puig Adam, matemático español (f. 1960).",
            "year": 1900
        },
        {
            "text": "Helene Weigel, actriz alemana (f. 1971).",
            "year": 1900
        },
        {
            "text": "Indra Devi, yogui ruso (f. 2002).",
            "year": 1899
        },
        {
            "text": "Earle Nelson, asesino en serie y violador estadounidense (f. 1928).",
            "year": 1897
        },
        {
            "text": "William Giauque, químico y académico canadiense-estadounidense (f. 1982), premio nobel de química en 1949.",
            "year": 1895
        },
        {
            "text": "Jiddu Krishnamurti, filósofo y escritor indio-estadounidense (f. 1986).",
            "year": 1895
        },
        {
            "text": "Fritz Kortner, actor y director austro-alemán (f. 1970).",
            "year": 1892
        },
        {
            "text": "Juan Andrew Almazán, militar, político y empresario mexicano (f. 1965).",
            "year": 1891
        },
        {
            "text": "Kurt Student, general alemán (f. 1978).",
            "year": 1890
        },
        {
            "text": "Otto Frank, empresario judío germano-suizo (f. 1980), sobreviviente del Holocausto nazi; padre de la niña Ana Frank.",
            "year": 1889
        },
        {
            "text": "Abelardo L. Rodríguez, político mexicano (f. 1967), presidente de México entre 1932 y 1934.",
            "year": 1889
        },
        {
            "text": "Ernst A. Lehmann, capitán y piloto alemán (f. 1937).",
            "year": 1886
        },
        {
            "text": "Paltiel Daykan, abogado y jurista lituano-israelí (f. 1969).",
            "year": 1885
        },
        {
            "text": "Víctor Domingo Silva, poeta chileno (f. 1960).",
            "year": 1882
        },
        {
            "text": "Lincoln Ellsworth, explorador estadounidense (f. 1951).",
            "year": 1880
        },
        {
            "text": "Charles Holden, arquitecto británico-inglés (f. 1960), diseñó la Biblioteca Central de Bristol.",
            "year": 1875
        },
        {
            "text": "Clemens von Pirquet, pediatra e inmunólogo austríaco (f. 1929).",
            "year": 1874
        },
        {
            "text": "JEH MacDonald, pintor anglo-canadiense (f. 1932).",
            "year": 1873
        },
        {
            "text": "Anton Korošec, sacerdote y político esloveno, 10.º primer ministro de Yugoslavia (f. 1940).",
            "year": 1872
        },
        {
            "text": "Carl Schuhmann, gimnasta, luchador y levantador de pesas alemán (f. 1946).",
            "year": 1869
        },
        {
            "text": "Hugh Trumble, jugador de críquet y contable australiano (f. 1938).",
            "year": 1867
        },
        {
            "text": "Upendrakishore Ray Chowdhury, escritor, pintor, violinista y compositor, tecnólogo y empresario indo-bengalí (f. 1915).",
            "year": 1863
        },
        {
            "text": "William Alden Smith, abogado y político estadounidense (f. 1932).",
            "year": 1859
        },
        {
            "text": "Frank Wilson, político anglo-australiano, 9.º primer ministro de Australia Occidental (f. 1918).",
            "year": 1859
        },
        {
            "text": "Pedro Lascuráin, político mexicano, presidente de México en 1913 (f. 1952).",
            "year": 1856
        },
        {
            "text": "Henry Cabot Lodge, político (senador) y historiador estadounidense (f. 1924).",
            "year": 1850
        },
        {
            "text": "Frederick Holder, político australiano (f. 1909), 19.º primer ministro de Australia del Sur.",
            "year": 1850
        },
        {
            "text": "Gabriel Fauré, organista, pianista, compositor y educador francés (f. 1924).",
            "year": 1845
        },
        {
            "text": "Jules Massenet, compositor francés de óperas (f. 1912).",
            "year": 1842
        },
        {
            "text": "José Luis Pellicer, dibujante y pintor español (f. 1901).",
            "year": 1842
        },
        {
            "text": "Alejandro Gorostiaga, coronel chileno (f. 1912).",
            "year": 1840
        },
        {
            "text": "Tôn Thất Thuyết, mandarín vietnamita (f. 1913).",
            "year": 1839
        },
        {
            "text": "Pavlos Carrer, compositor y educador griego (f. 1896).",
            "year": 1829
        },
        {
            "text": "Dante Gabriel Rossetti, poeta y pintor británico-inglés (f. 1882).",
            "year": 1828
        },
        {
            "text": "Aquileo Parra, militar y político colombiano, presidente de Colombia entre 1876 y 1878 (f. 1900)",
            "year": 1825
        },
        {
            "text": "Orélie-Antoine de Tounens, abogado y explorador francés (f. 1878).",
            "year": 1825
        },
        {
            "text": "Florence Nightingale, enfermera, reformadora social y estadística italo-británica (f. 1910).",
            "year": 1820
        },
        {
            "text": "Adolf von Henselt, pianista y compositor alemán (f. 1889).",
            "year": 1814
        },
        {
            "text": "Edward Lear, pintor, ilustrador, poeta y humorista británico-inglés (f. 1888).",
            "year": 1812
        },
        {
            "text": "Johan Vilhelm Snellman, filósofo y político finlandés (f. 1881).",
            "year": 1806
        },
        {
            "text": "Robert Baldwin, abogado y político canadiense, 3.º primer ministro de Canadá Occidental (f. 1858).",
            "year": 1804
        },
        {
            "text": "Justus von Liebig, químico y académico alemán (f. 1873).",
            "year": 1803
        },
        {
            "text": "Jean-Baptiste Henri Lacordaire, religioso francés (f. 1861).",
            "year": 1802
        },
        {
            "text": "Mary Reibey, empresaria australiana (f. 1855).",
            "year": 1777
        },
        {
            "text": "José de La Mar, político y líder militar peruano, presidente del Perú entre 1827 y 1829 (f. 1830).",
            "year": 1776
        },
        {
            "text": "María de la Consolación Azlor (Condesa de Bureta), heroína española (f. 1814).",
            "year": 1775
        },
        {
            "text": "Ellis Cunliffe Lister, político británico-inglés (f. 1853).",
            "year": 1774
        },
        {
            "text": "Manuel Godoy (el Príncipe de la Paz), mariscal de campo y político español (f. 1851), primer ministro de España.",
            "year": 1767
        },
        {
            "text": "Giovanni Viotti, violinista y compositor italiano (f. 1824).",
            "year": 1755
        },
        {
            "text": "Franz Anton Hoffmeister, compositor y editor alemán (f. 1812).",
            "year": 1754
        },
        {
            "text": "Agustín Esteve, pintor español (f. 1820).",
            "year": 1753
        },
        {
            "text": "Gabriel de Borbón, aristócrata español (f. 1788).",
            "year": 1752
        },
        {
            "text": "Johann Baptist Wanhal, organista y compositor checo-austríaco (f. 1813).",
            "year": 1739
        },
        {
            "text": "Luis Felipe I de Orleans, aristócrata francés (f. 1785).",
            "year": 1725
        },
        {
            "text": "Francisco Salzillo, escultor español (f. 1783).",
            "year": 1707
        },
        {
            "text": "Luigi Vanvitelli, arquitecto e ingeniero italiano (f. 1773), diseñó el Palacio de Caserta y el Palacio Real de Milán.",
            "year": 1700
        },
        {
            "text": "Augusto II el Fuerte, aristócrata polaco, rey de Polonia entre 1697 y 1733 (f. 1733).",
            "year": 1670
        },
        {
            "text": "Pedro Atanasio Bocanegra, pintor español (f. 1689).",
            "year": 1638
        },
        {
            "text": "Louis Hennepin, sacerdote y misionero flamenco (f. 1705).",
            "year": 1626
        },
        {
            "text": "Louis de Buade de Frontenac, militar y político francocanadiense (f. 1698), 3.º gobernador general de Nueva Francia (Canadá).",
            "year": 1622
        },
        {
            "text": "Joachim von Sandrart, historiador de arte, artista y pintor alemán (f. 1688).",
            "year": 1606
        },
        {
            "text": "Cosme II de Médici, aristócrata («gran duque de Toscana») florentino (f. 1621).",
            "year": 1590
        },
        {
            "text": "Gustavo I, aristócrata sueco, rey entre 1523 y 1560 (f. 1560).",
            "year": 1496
        },
        {
            "text": "Pompeo Colonna, arzobispo y cardenal católico italiano (f. 1532).",
            "year": 1479
        },
        {
            "text": "Shōkō, emperador japonés (f. 1428).",
            "year": 1401
        },
        {
            "text": "Roberto II del Palatinado, aristócrata («conde del Rin») y político («elector») bávaro (f. 1398).",
            "year": 1325
        }
    ],
    "deaths": [
        {
            "text": "Mark Damon, actor y productor de cine estadounidense (n. 1933).",
            "year": 2024
        },
        {
            "text": "David Sanborn, saxofonista estadounidense (n. 1945).",
            "year": 2024
        },
        {
            "text": "A. J. Smith, ejecutivo estadounidense de fútbol americano (n. 1949).",
            "year": 2024
        },
        {
            "text": "Daniel Echávarri, empresario español (n. 1943).",
            "year": 2023
        },
        {
            "text": "Jim Klobuchar, escritor estadounidense (n. 1928).",
            "year": 2021
        },
        {
            "text": "Michel Piccoli, actor francés (n. 1925).",
            "year": 2020
        },
        {
            "text": "Aimee Stephens, directora funeraria estadounidense y litigante ante la Corte Suprema de los Estados Unidos en el caso RG & GR Harris Funeral Homes Inc. v. Equal Employment Opportunity Commission.",
            "year": 2020
        },
        {
            "text": "Nasrallah Pedro Sfeir de Reyfoun, cardenal libanés (n. 1920).",
            "year": 2019
        },
        {
            "text": "Antonio Mercero, cineasta y guionista español (n. 1936).",
            "year": 2018
        },
        {
            "text": "Dennis Nilsen, asesino en serie británico-escocés (n. 1945).",
            "year": 2018
        },
        {
            "text": "Mauno Koivisto, banquero y político finlandés, 9.º presidente de Finlandia (n. 1923).",
            "year": 2017
        },
        {
            "text": "Mike Agostini, velocista trinitense (n. 1935).",
            "year": 2016
        },
        {
            "text": "Peter Gay, historiador, escritor y académico alemán expatriado en Estados Unidos (n. 1923).",
            "year": 2015
        },
        {
            "text": "Cornell Borchers, actriz y cantante lituano-alemana (n. 1925).",
            "year": 2014
        },
        {
            "text": "Isabel Carrasco, política española (n. 1955).",
            "year": 2014
        },
        {
            "text": "Marco Cé, cardenal italiano (n. 1925).",
            "year": 2014
        },
        {
            "text": "Jacinto Convit, médico e investigador venezolano (n. 1913), premio Príncipe de Asturias en 1987.",
            "year": 2014
        },
        {
            "text": "HR Giger, pintor, escultor y escenógrafo suizo (n. 1940).",
            "year": 2014
        },
        {
            "text": "Sarat Pujari, actor, director y guionista indio (n. 1934).",
            "year": 2014
        },
        {
            "text": "Lorenzo Zambrano, empresario y filántropo mexicano, presidente de CEMEX (n. 1944).",
            "year": 2014
        },
        {
            "text": "Gerd Langguth, politólogo, escritor y académico alemán (n. 1946).",
            "year": 2013
        },
        {
            "text": "Constantino Romero, presentador, locutor y actor de doblaje español (n. 1947).",
            "year": 2013
        },
        {
            "text": "Jan Bens, futbolista y entrenador neerlandés (n. 1921).",
            "year": 2012
        },
        {
            "text": "Eddy Paape, ilustrador belga (n. 1920).",
            "year": 2012
        },
        {
            "text": "Antonio Ozores, actor y director español (n. 1928).",
            "year": 2010
        },
        {
            "text": "Mariela Celentano, docente y música uruguaya (n. 1957).",
            "year": 2009
        },
        {
            "text": "Nemesio Fernández-Cuesta Illana, empresario y político español (n. 1928).",
            "year": 2009
        },
        {
            "text": "Antonio Vega, cantautor y guitarrista español (n. 1957), de la banda Nacha Pop.",
            "year": 2009
        },
        {
            "text": "Heini Walter, piloto suizo de automovilismo (n. 1927).",
            "year": 2009
        },
        {
            "text": "Robert Rauschenberg, pintor e ilustrador estadounidense (n. 1925), pionero del arte pop.",
            "year": 2008
        },
        {
            "text": "Irena Sendler (el Ángel del Gueto de Varsovia), enfermera, humanitaria y filántropa polaca (n. 1910)",
            "year": 2008
        },
        {
            "text": "José Barros, cantante colombiano (n. 1915).",
            "year": 2007
        },
        {
            "text": "Malietoa Tanumafili II, político samoano, O le Ao o le Malo entre 1962 y 2007 (n. 1913).",
            "year": 2007
        },
        {
            "text": "Miguel Fisac, arquitecto español (n. 1913).",
            "year": 2006
        },
        {
            "text": "Hussein Maziq, político libio, primer ministro de Libia (n. 1918).",
            "year": 2006
        },
        {
            "text": "Luis Alberto Acuña Gatillon, escritor chileno (n. 1927).",
            "year": 2005
        },
        {
            "text": "Ömer Kavur, director, productor y guionista turco (n. 1944).",
            "year": 2005
        },
        {
            "text": "Martin Lings, escritor y erudito británico-inglés (n. 1909).",
            "year": 2005
        },
        {
            "text": "Kai Setälä, médico y profesor finlandés (n. 1913).",
            "year": 2005
        },
        {
            "text": "Monica Zetterlund, actriz sueca (n. 1937).",
            "year": 2005
        },
        {
            "text": "Sadruddin Aga Khan, aristócrata («príncipe») y diplomático franco-estadounidense (n. 1933).",
            "year": 2003
        },
        {
            "text": "Kanitha Wichiencharoen, abogada y monja budista tailandesa (n. 1920).",
            "year": 2002
        },
        {
            "text": "Perry Como, cantante y presentador de televisión estadounidense (n. 1912).",
            "year": 2001
        },
        {
            "text": "Didí (Valdir Pereira), futbolista brasileño (n. 1929).",
            "year": 2001
        },
        {
            "text": "Alekséi Túpolev, diseñador soviético-ruso de aviones (n. 1925), diseñó el avión de guerra Tupolev Tu‑144 (n. 1925).",
            "year": 2001
        },
        {
            "text": "Adam Petty, piloto de carreras estadounidense (n. 1980).",
            "year": 2000
        },
        {
            "text": "Saul Steinberg, ilustrador rumano-estadounidense (n. 1914).",
            "year": 1999
        },
        {
            "text": "Augusto Céspedes, escritor y político boliviano (n. 1904).",
            "year": 1997
        },
        {
            "text": "Jorge Rojas (poeta), escritor, poeta, abogado y editor colombiano (n. 1911).",
            "year": 1995
        },
        {
            "text": "Adolfo Pedernera, futbolista y entrenador argentino (n. 1918).",
            "year": 1995
        },
        {
            "text": "Mia Martini, cantante italiana (n. 1947).",
            "year": 1995
        },
        {
            "text": "Erik Erikson, psicólogo y psicoanalista alemán expatriado en Estados Unidos (n. 1902).",
            "year": 1994
        },
        {
            "text": "John Smith, abogado y político británico-escocés, líder del Partido Laborista, líder de la oposición (n. 1938).",
            "year": 1994
        },
        {
            "text": "Zeno Colò, esquiador alpino olímpico italiano (n. 1920).",
            "year": 1993
        },
        {
            "text": "Nikos Gatsos, poeta y compositor griego (n. 1911).",
            "year": 1992
        },
        {
            "text": "Robert Reed, actor estadounidense (n. 1932).",
            "year": 1992
        },
        {
            "text": "Elisabeth Bergner, actriz alemana (n. 1897).",
            "year": 1986
        },
        {
            "text": "Jean Dubuffet, pintor y escultor francés (n. 1901).",
            "year": 1985
        },
        {
            "text": "Francis Hughes, guerrillero y huelguista de hambre del IRA Provisional (n. 1956).",
            "year": 1981
        },
        {
            "text": "Benjamin Sheares, profesor y político singapurense, segundo presidente de Singapur (n. 1907).",
            "year": 1981
        },
        {
            "text": "Ramón Baglietto, político español (n. 1936).",
            "year": 1980
        },
        {
            "text": "Iván Boyko, militar soviético (n. 1910).",
            "year": 1975
        },
        {
            "text": "Frances Marion, guionista, novelista y periodista estadounidense (n. 1888).",
            "year": 1973
        },
        {
            "text": "Art Pollard, piloto de carreras estadounidense (n. 1927).",
            "year": 1973
        },
        {
            "text": "Tor Johnson, luchador y actor sueco (n. 1903).",
            "year": 1971
        },
        {
            "text": "Heinie Manush, jugador y entrenador estadounidense de béisbol (n. 1901).",
            "year": 1971
        },
        {
            "text": "Nelly Sachs, poeta y dramaturga alemana, ganadora del Premio Nobel (n. 1891).",
            "year": 1970
        },
        {
            "text": "John Masefield, poeta y escritor británico-inglés (n. 1878).",
            "year": 1967
        },
        {
            "text": "Felix Steiner, oficial ruso-alemán de las SS (n. 1896).",
            "year": 1966
        },
        {
            "text": "Agnes Forbes Blackadder, médica escocesa (n. 1875).",
            "year": 1964
        },
        {
            "text": "Carmen Barradas, pianista y compositora uruguaya (n. 1888).",
            "year": 1963
        },
        {
            "text": "Richard Girulatis, futbolista y entrenador alemán (n. 1878).",
            "year": 1963
        },
        {
            "text": "Robert Kerr, velocista y entrenador irlandés-canadiense (n. 1882).",
            "year": 1963
        },
        {
            "text": "Tony Bettenhausen, piloto estadounidense de automovilismo (n. 1916).",
            "year": 1961
        },
        {
            "text": "Alfonso de Portago, piloto español de trineo bobsleigh y de Fórmula 1 (n. 1928).",
            "year": 1957
        },
        {
            "text": "Erich von Stroheim, actor, cineasta y productor austro-estadounidense (n. 1885).",
            "year": 1957
        },
        {
            "text": "Louis Calhern, actor y cantante estadounidense (n. 1895).",
            "year": 1956
        },
        {
            "text": "Giuseppe Enzo Baglioni, grabador, pintor y ingeniero italiano (n. 1884).",
            "year": 1945
        },
        {
            "text": "Max Brand, periodista y escritor estadounidense (n. 1892).",
            "year": 1944
        },
        {
            "text": "Arthur Quiller-Couch, escritor, poeta y crítico británico-inglés (n. 1863).",
            "year": 1944
        },
        {
            "text": "Juan Antonio Morán, anarquista expropiador argentino (n. 1895).",
            "year": 1935
        },
        {
            "text": "Józef Piłsudski, mariscal de campo, estadista y político polaco (n. 1867), presidente de la República de Polonia entre 1918 y 1922, y 15.º primer ministro de Polonia entre 1926 y 1928 y entre agosto y diciembre de 1930.",
            "year": 1935
        },
        {
            "text": "Eugène Ysaÿe, violinista, compositor y director de orquesta belga (n. 1858).",
            "year": 1931
        },
        {
            "text": "Amy Lowell, poeta y crítica estadounidense (n. 1874).",
            "year": 1925
        },
        {
            "text": "José López Pinillos, periodista, dramaturgo y escritor español (n. 1875).",
            "year": 1922
        },
        {
            "text": "Emilia Pardo Bazán, escritora española (n. 1851).",
            "year": 1921
        },
        {
            "text": "James Connolly, líder socialista y rebelde irlandés nacido en Escocia (n. 1868).",
            "year": 1916
        },
        {
            "text": "Eugenio Montero Ríos, político y jurista español (n. 1832).",
            "year": 1914
        },
        {
            "text": "Jesús El Tuerto Morales, militar mexicano (n. 1865).",
            "year": 1914
        },
        {
            "text": "Enriqueta Martí, asesina en serie y vampiresa española (n. 1868).",
            "year": 1913
        },
        {
            "text": "Susan Huntington Gilbert, amante de poeta Emily Dickinson (n. 1830).",
            "year": 1913
        },
        {
            "text": "Joris-Karl Huysmans, escritor y crítico francés (n. 1848).",
            "year": 1907
        },
        {
            "text": "Göran Fredrik Göransson, comerciante, maestro del hierro e industrial sueco (n. 1819).",
            "year": 1900
        },
        {
            "text": "Minna Canth, periodista, dramaturga y activista finlandesa (n. 1844).",
            "year": 1897
        },
        {
            "text": "Frances Parthenope Verney, escritora y periodista británico-inglesa, hermana de la enfermera Florence Nightingale (n. 1819).",
            "year": 1890
        },
        {
            "text": "Ferdinand Hiller, compositor alemán (n. 1811).",
            "year": 1885
        },
        {
            "text": "Bedřich Smetana, compositor y educador checo-austríaco (n. 1824).",
            "year": 1884
        },
        {
            "text": "Anselme Payen, químico y académico francés (n. 1795).",
            "year": 1878
        },
        {
            "text": "Georgi Benkovski, activista búlgaro (n. 1843).",
            "year": 1876
        },
        {
            "text": "Daniel-François Auber, músico y compositor francés (n. 1782).",
            "year": 1871
        },
        {
            "text": "Anselme Payen, químico francés (n. 1795).",
            "year": 1871
        },
        {
            "text": "Friedrich Wilhelm Eduard Gerhard, arqueólogo y académico alemán (n. 1795).",
            "year": 1867
        },
        {
            "text": "J. E. B. Stuart, militar (general) estadounidense (n. 1833).",
            "year": 1864
        },
        {
            "text": "Charles Barry, arquitecto británico-inglés (n. 1795), diseñó la Capilla de Upper Brook Street]] y el Palacio de Westminster.",
            "year": 1860
        },
        {
            "text": "Serguéi Aksákov, escritor y académico ruso (n. 1791).",
            "year": 1859
        },
        {
            "text": "Jacques Philippe Marie Binet, matemático, físico y astrónomo francés (n. 1786).",
            "year": 1856
        },
        {
            "text": "Frances Sargent Osgood, poetisa estadounidense (n. 1811), presunto affair del escritor Edgar Allan Poe.",
            "year": 1850
        },
        {
            "text": "János Batsányi, poeta y académico húngaro (n. 1763).",
            "year": 1845
        },
        {
            "text": "Walenty Wańkowicz, pintor bielorruso-polaco (n. 1799).",
            "year": 1842
        },
        {
            "text": "Nicholas Repnin, general y político ruso (n. 1734), gobernador general de las provincias bálticas.",
            "year": 1801
        },
        {
            "text": "Johann Uz, poeta y escritor alemán (n. 1720).",
            "year": 1796
        },
        {
            "text": "Charles Simon Favart, dramaturgo y compositor francés (n. 1710).",
            "year": 1792
        },
        {
            "text": "Abraham Trembley, zoólogo y académico suizo (n. 1710).",
            "year": 1784
        },
        {
            "text": "Lambert-Sigisbert Adam, escultor francés (n. 1700).",
            "year": 1759
        },
        {
            "text": "Thomas Lowndes, astrónomo y académico británico-inglés (n. 1692).",
            "year": 1748
        },
        {
            "text": "Adolfo Federico II, aristócrata («duque de Mecklenburg-Strelitz») alemán (n. 1658).",
            "year": 1708
        },
        {
            "text": "John Dryden, poeta, dramaturgo y crítico británico-inglés (n. 1631).",
            "year": 1700
        },
        {
            "text": "Lucas Achtschellinck, pintor flamenco (n. 1626).",
            "year": 1699
        },
        {
            "text": "Edme Mariotte, físico y sacerdote francés (n. 1620).",
            "year": 1684
        },
        {
            "text": "Thomas Wentworth, aristócrata («1.º conde de Strafford»), militar y político inglés (n. 1593), lord teniente de Irlanda.",
            "year": 1641
        },
        {
            "text": "George Chapman, poeta y dramaturgo inglés (n. 1559).",
            "year": 1634
        },
        {
            "text": "Murad Mirza, príncipe mogol (n. 1570), hijo del emperador mogol Akbar, invasor de la India.",
            "year": 1599
        },
        {
            "text": "Cecily Bonville, aristócrata («7.ª baronesa de Harington») inglesa (n. 1460).",
            "year": 1529
        },
        {
            "text": "Xicohténcatl, héroe y guerrero tlaxcalteca (n. 1484).",
            "year": 1521
        },
        {
            "text": "Juana de Portugal y Coímbra, aristócrata («princesa») y regente portuguesa (n. 1452).",
            "year": 1490
        },
        {
            "text": "Thomas Palaiologos, déspota de Morea (n. 1409).",
            "year": 1465
        },
        {
            "text": "Engelberto de Admont, abad y erudito benedictino.",
            "year": 1331
        },
        {
            "text": "Valdemar I de Dinamarca, rey danés (n. 1131).",
            "year": 1182
        },
        {
            "text": "Fergus de Galloway, aristócrata escocés.",
            "year": 1161
        },
        {
            "text": "Domingo de la Calzada, religioso, ingeniero y santo español (n. 1019).",
            "year": 1109
        },
        {
            "text": "Liutold de Eppenstein, duque de Carintia.",
            "year": 1090
        },
        {
            "text": "Sergio IV, sacerdote católico, papa de la Iglesia Católica (n. 970).",
            "year": 1012
        },
        {
            "text": "Silvestre II (Gerberto d’Aurillac), erudito francés, papa entre 999 y 1003 (n. ca. 945).",
            "year": 1003
        },
        {
            "text": "Eutiquio de Alejandría, religioso egipcio, patriarca la ciudad de de Alejandría (n. 877).",
            "year": 940
        },
        {
            "text": "Æthelhard, arzobispo de Canterbury.",
            "year": 805
        }
    ],
    "metadata": {
        "current_date": "12 de mayo de 2025",
        "short_date": "12 de may",
        "language": {
            "events": "Eventos",
            "deaths": "Defunciones",
            "births": "Nacimientos",
            "b": "n",
            "d": "f",
            "title": "Hoy en Historia (Wikipedia)"
        },
        "events": [
            56,
            5,
            19,
            1,
            80,
            63,
            45,
            96,
            23,
            38
        ],
        "births": [
            145,
            14,
            28,
            42
        ],
        "deaths": [
            67,
            106,
            30,
            85
        ]
    }
}