{
    "events": [
        {
            "text": "en Jartum (Sudán), a orillas de río Nilo, las fuerzas de seguridad acompañadas por paramilitares yanyauid abren fuego contra una sentada de protesta y asesinan a más de 100 personas (masacre de Jartum).",
            "year": 2019
        },
        {
            "text": "55 km al suroeste de la Ciudad de Guatemala, la erupción del Volcán de Fuego causa más de 100 muertos, 200 desaparecidos, 600 heridos y cerca de dos millones de habitantes afectados. Dos días más tarde se producirá otra explosión.",
            "year": 2018
        },
        {
            "text": "en Londres se produce un atentado yihadista, dejando un total de 11 muertos y 48 heridos (atentados de Londres de junio de 2017).",
            "year": 2017
        },
        {
            "text": "en Cardiff (Reino Unido)  el Real Madrid gana su duodécima Liga de Campeones de la UEFA contra la Juventus de Turín 4-1",
            "year": 2017
        },
        {
            "text": "en Acra (Ghana) explota una gasolinera. Mueren más de 200 personas.",
            "year": 2015
        },
        {
            "text": "en Argentina, se realiza por primera vez el Ni Una Menos, una marcha multitudinaria contra los femicidios, extendiéndose luego a Latinoamérica y otros países, convirtiéndose en un movimiento social y un lema contra la violencia hacia las mujeres y diversidades sexogenéricas.",
            "year": 2015
        },
        {
            "text": "en Nueva York (Estados Unidos), la ONG estadounidense Human Rights Watch afirma oficialmente que no expulsará de su junta directiva a Javier Solana (exsecretario general de la OTAN) ni a otros de sus más altos directivos que tienen relación directa con el gobierno de Estados Unidos y con la CIA (Agencia Central de Inteligencia).",
            "year": 2014
        },
        {
            "text": "en Fort Meade (estado de Maryland) comienza el juicio del soldado Chelsea Manning por filtrar material clasificado a WikiLeaks.",
            "year": 2013
        },
        {
            "text": "en una granja avícola en la provincia de Jilin, en el noreste de China, al menos 119 personas mueren en un incendio.",
            "year": 2013
        },
        {
            "text": "en un barrio residencial de la ciudad de Lagos (Nigeria) se estrella un avión que transportaba a 153 personas a bordo. Mueren todos los que iban a bordo y seis personas en tierra.",
            "year": 2012
        },
        {
            "text": "en el río Támesis se lleva a cabo el certamen del Jubileo de Diamante de Isabel II.",
            "year": 2012
        },
        {
            "text": "en Medellín (Colombia) culmina el 38.º Período Ordinario de la Asamblea General de la OEA.",
            "year": 2008
        },
        {
            "text": "en Montenegro, el Parlamento declara su independencia y se separa de Serbia tras aprobarse en el plebiscito montenegrino de 2006.",
            "year": 2006
        },
        {
            "text": "en Chinchilla (España) sucede el Accidente ferroviario de Chinchilla, que acaba con la vida de 19 personas.",
            "year": 2003
        },
        {
            "text": "el español Javier Solana, hasta entonces secretario general de la OTAN, es designado primer representante de la Política Exterior y de Seguridad Común de la Unión Europea.",
            "year": 1999
        },
        {
            "text": "cerca de Eschede, 292 km al oeste de Berlín (Alemania), un tren de alta velocidad descarrila tras sufrir un fallo mecánico, Mueren 101 personas.",
            "year": 1998
        },
        {
            "text": "el Ejército de los Estados Unidos evacua el canal de Panamá, 83 años después de establecerse en él, en conformidad con las previsiones de los acuerdos Torrijos-Carter.",
            "year": 1994
        },
        {
            "text": "los derechos territoriales de los aborígenes australianos se reconocen en la demanda Mabo contra Queensland (n.º 2, un caso presentado por Eddie Mabo (1936-1992), isleño del estrecho de Torres, que condujo a que la Ley de Títulos Nativos de 1993 anulara la antigua afirmación colonial de la terra nullius.",
            "year": 1992
        },
        {
            "text": "el Monte Unzen entra en erupción en Kyūshū, Japón, matando a 43 personas, todos ellos investigadores o periodistas.",
            "year": 1991
        },
        {
            "text": "el gobierno de China envía tropas para expulsar a los manifestantes de la plaza de Tiananmen después de siete semanas de ocupación.",
            "year": 1989
        },
        {
            "text": "en la ciudad de Amritsar, 479 km al noroeste de Nueva Delhi (India), el Gobierno de la primera ministra Indira Gandhi lanza la operación Estrella Azul, una ofensiva militar contra el Templo Dorado, el santuario más sagrado para los miembros de la religión sij. La operación continúa hasta el 6 de junio, con un saldo de más de 5000 víctimas, la mayoría civiles. Apenas unos meses después de la operación, el 31 de octubre de 1984, Indira Gandhi fue asesinada por sus dos guardaespaldas sijes en un acto de venganza.",
            "year": 1984
        },
        {
            "text": "en una calle de Londres, el embajador de Israel en el Reino Unido, Shlomo Argov, recibe un disparo. Sobrevive pero queda paralizado.",
            "year": 1982
        },
        {
            "text": "en Francia se le concede el Premio Internacional de Literatura Policíaca a Manuel Vázquez Montalbán.",
            "year": 1981
        },
        {
            "text": "en Estados Unidos, un fallo técnico dispara una importante alerta de guerra termonuclear (Incidente del Chip Defectuoso).",
            "year": 1980
        },
        {
            "text": "en la Estatua de la Libertad se detona un artefacto explosivo. El FBI sospecha de nacionalistas croatas.",
            "year": 1980
        },
        {
            "text": "el brote de tornado de Grand Island de 1980 azota Nebraska, causando cinco muertes y daños por valor de 300 millones de dólares (equivalentes a 1109 millones de dólares en 2023).",
            "year": 1980
        },
        {
            "text": "102 km al norte de la costa de estado de Tabasco (México) una explosión en el pozo petrolero Ixtoc I provoca que se derramen en las aguas del golfo de México al menos 3 millones de barriles (480 000 m³) de petróleo. Es el segundo peor derrame accidental de petróleo jamás registrado.",
            "year": 1979
        },
        {
            "text": "en Las Palmas (Canarias) se inaugura el I Congreso Internacional de Escritores de Lengua Española.",
            "year": 1979
        },
        {
            "text": "en México, se emite por primera vez el programa de televisión deportivo Acción, a través del Canal 2 de la empresa Televisa.",
            "year": 1979
        },
        {
            "text": "Creación de la (UEI) Unidad Especial de Intervención de la Guardia Civil.",
            "year": 1978
        },
        {
            "text": "cerca de Goussainville ―33 km al noreste de París (Francia)― se estrella un avión soviético Túpolev Tu-144. Mueren 14 personas. Es el primer accidente de un avión de pasajeros supersónico.",
            "year": 1973
        },
        {
            "text": "en Stuttgart (Alemania), desciende por primera vez en su historia el Borussia Dortmund.",
            "year": 1972
        },
        {
            "text": "frente a la costa de Vietnam del Sur, el portaaviones australiano HMAS Melbourne (R21) corta por la mitad al destructor de la Armada estadounidense USS Frank E. Evans; resultando en 74 muertes.",
            "year": 1969
        },
        {
            "text": "en la República Popular China, el líder Mao Zedong comienza la «Revolución cultural china».",
            "year": 1966
        },
        {
            "text": "en órbita alrededor de la Tierra, el astronauta Ed White, de la misión Gémini 4, es el primer estadounidense que realiza un paseo espacial (con una duración de 20 minutos). El primer ser humano fue el soviético Alekséi Leónov, el 18 de marzo de 1965.",
            "year": 1965
        },
        {
            "text": "en Ciudad del Vaticano fallece el papa Juan XXIII.",
            "year": 1963
        },
        {
            "text": "en Huế (Vietnam del Sur), soldados del ejército ―entrenados por Estados Unidos― atacan con productos químicos líquidos procedentes de granadas de gas lacrimógeno a budistas que protestaban, lo que provocó la hospitalización de 67 personas por ampollas en la piel y enfermedades respiratorias.",
            "year": 1963
        },
        {
            "text": "en el aeropuerto de Orly (París), el vuelo 007 de Air France se sale de la pista y explota cuando la tripulación intenta abortar el despegue. Mueren 130 personas.",
            "year": 1962
        },
        {
            "text": "en Arica (Chile) ―en la Copa Mundial de la FIFA― se anota el primer gol olímpico en un mundial. Lo anota el colombiano Marcos Coll.",
            "year": 1962
        },
        {
            "text": "el Real Madrid consigue la 04ª Copa de Europa de forma consecutiva frente al Stade Reims por 2-0 en el Neckarstadion, Stuttgart (Actual Mercedes Benz Arena) con goles de Enrique Mateos (1´) y Alfredo Di Stéfano (47´).",
            "year": 1959
        },
        {
            "text": "en Nepal, Maurice Herzog y Louis Lachenal, de la expedición francesa al monte Annapurna, se convierten en los primeros escaladores en alcanzar la cima de un pico de 8000 metros.",
            "year": 1950
        },
        {
            "text": "en San Diego (California) se inaugura el telescopio Hale del observatorio Palomar.",
            "year": 1948
        },
        {
            "text": "en Los Ángeles (estado de California), marineros e infantes de marina de los Estados Unidos atacan a jóvenes latinoamericanos en los disturbios de Zoot Suit, que duraron cinco días.",
            "year": 1943
        },
        {
            "text": "en el marco de la Segunda Guerra Mundial, Japón comienza la campaña de las islas Aleutianas bombardeando la isla de Unalaska.",
            "year": 1942
        },
        {
            "text": "en el marco de la Segunda Guerra Mundial la Wehrmacht arrasa el pueblo de Kandanos, y asesina a 180 de sus habitantes  (Destrucción de Kandanos).",
            "year": 1941
        },
        {
            "text": "en el marco de la Segunda Guerra Mundial (1939-1945), la Luftwaffe bombardea París.",
            "year": 1940
        },
        {
            "text": "en el marco de la Segunda Guerra Mundial, la batalla de Dunkerque termina con una victoria táctica para Alemania obligando a los aliados a retirarse, en la llamada Operación Dinamo.",
            "year": 1940
        },
        {
            "text": "Franz Rademacher propone planes para hacer de la isla africana de Madagascar la «patria judía», una idea que había sido considerada por primera vez por el periodista Theodor Herzl (1860-1904).",
            "year": 1940
        },
        {
            "text": "en Monts, 255 km al suroeste de París, el duque de Windsor (exrey Eduardo VIII del Reino Unido) se casa con Wallis Simpson.",
            "year": 1937
        },
        {
            "text": "en Vancouver (Canadá), mil trabajadores desempleados abordan vagones de carga y comienzan una marcha de protesta hacia Ottawa.",
            "year": 1935
        },
        {
            "text": "en Ayerbe (España), el gobierno declara monumento histórico-artístico al Palacio de los Marqueses de Ayerbe.",
            "year": 1931
        },
        {
            "text": "en Lima (Perú) se firma el tratado de Lima entre Perú y Chile",
            "year": 1929
        },
        {
            "text": "en Santiago del Estero (Argentina) se funda el Club Atlético Central Córdoba.",
            "year": 1919
        },
        {
            "text": "en Washington (Estados Unidos) se promulga la Ley de Defensa Nacional, que aumenta el tamaño de la Guardia Nacional en 450 000 hombres.",
            "year": 1916
        },
        {
            "text": "en Londres, el Congreso de Química Aplicada debate la protección de las patentes.",
            "year": 1909
        },
        {
            "text": "en Madrid, Alfonso XIII recibe en audiencia al nuevo embajador de Nicaragua, el poeta Rubén Darío.",
            "year": 1908
        },
        {
            "text": "en París, el rey Alfonso XIII sale ileso de un atentado.",
            "year": 1905
        },
        {
            "text": "en la playa de Cádiz, un obrero halla los duros antiguos.",
            "year": 1904
        },
        {
            "text": "en Alto Loira (Francia), a las 14:00 un tornado arrasa la localidad de Javaugues. Aunque la huella de destrucción fue de solo 7 km, tuvo una anchura de 3 km, que lo hace el tornado más ancho de la Historia de Europa.",
            "year": 1902
        },
        {
            "text": "España y los Estados Unidos reanudan sus relaciones diplomáticas tras la pérdida de las últimas colonias españolas.",
            "year": 1899
        },
        {
            "text": "en la ciudad de Liverpool se funda el equipo Liverpool Football Club",
            "year": 1892
        },
        {
            "text": "en el estado de Oregón se completa la primera línea de transmisión de energía eléctrica de larga distancia en los Estados Unidos, entre un generador en Willamette Falls y el centro de Portland (23 km de distancia).",
            "year": 1889
        },
        {
            "text": "en La Plata, capital de la provincia de Buenos Aires (Argentina) se funda el Club de Gimnasia y Esgrima La Plata.",
            "year": 1887
        },
        {
            "text": "en el último enfrentamiento militar librado en suelo canadiense, el líder cree, Big Bear, escapa de la Policía Montada del Noroeste.",
            "year": 1885
        },
        {
            "text": "en Alemania el astrónomo Christian Heinrich Friedrich Peters (1813-1890) descubre el asteroide Adeona.",
            "year": 1875
        },
        {
            "text": "en la provincia de Ontario, los fenianos son expulsados de Fort Erie, de regreso a los Estados Unidos.",
            "year": 1866
        },
        {
            "text": "en el condado de Hanover (Virginia) las fuerzas de la Unión atacan y derrotan a las tropas confederadas en la batalla de Cold Harbor.",
            "year": 1864
        },
        {
            "text": "en Filipinas un terremoto derriba la catedral de Manila y perecen en el siniestro los miembros del Cabildo.",
            "year": 1863
        },
        {
            "text": "el Gobierno de Estados Unidos reconoce la República de Liberia.",
            "year": 1862
        },
        {
            "text": "en el condado de Barbour (Virginia Occidental) ―en el marco de la guerra civil estadounidense (1861-1865)― las fuerzas de la Unión derrotan a las tropas confederadas en la batalla de Filipos.",
            "year": 1861
        },
        {
            "text": "llega a la isla de Cuba el primer cargamento de culíes chinos, en régimen de semiesclavitud.",
            "year": 1847
        },
        {
            "text": "en Madrid (España) se inaugura el Café Suizo.",
            "year": 1845
        },
        {
            "text": "se mata el último par de grandes alcas.",
            "year": 1844
        },
        {
            "text": "en Humen (China), Lin Zexu destruye 1,2 millones de kilogramos de opio confiscados a comerciantes británicos, lo que proporciona al Imperio británico un casus belli para iniciar las hostilidades, lo que da como resultado la primera guerra del Opio.",
            "year": 1839
        },
        {
            "text": "en la provincia de Corrientes (Argentina) se funda la ciudad de Bella Vista.",
            "year": 1825
        },
        {
            "text": "en Etiopía, Gigar Iyasu sucede a Iyoas II Hezqeyas como emperador de Etiopía.",
            "year": 1821
        },
        {
            "text": "Juan VI de Portugal retorna a su patria tras su exilio en Brasil.",
            "year": 1821
        },
        {
            "text": "en el marco de la guerra de independencia de EE. UU., Jack Jouett (26) comienza su viaje de medianoche para advertir a Thomas Jefferson (38) y a la legislatura de Virginia de una inminente incursión británica.",
            "year": 1781
        },
        {
            "text": "en Oceanía, el navegante británico James Cook arriba a Tahití.",
            "year": 1769
        },
        {
            "text": "en España, el astrónomo Vicente Tofiño, realiza la observación del paso de Venus entre la Tierra y el Sol.",
            "year": 1769
        },
        {
            "text": "en la actual Guatemala, el primer asentamiento de la ciudad de Chiquimula es destruido por un violento huracán y varios temblores de tierra, conocidos como Terremotos de la Santísima Trinidad, que provocan deslaves e inundaciones.",
            "year": 1765
        },
        {
            "text": "en virtud del tratado de París, los británicos vuelven a ocupar la isla de Menorca.",
            "year": 1763
        },
        {
            "text": "en la Ciudad de Panamá, el obispo panameño Francisco Javier de Luna Victoria (1695-1777) dona 6000 pesos para impulsar la fundación de la Universidad de San Francisco Javier.",
            "year": 1749
        },
        {
            "text": "frente a la costa de Lowestoft, 231 km al noreste de Londres, James Stuart (el duque de York, que más tarde se convertiría en el rey Jacobo II de Inglaterra), derrota a la flota neerlandesa.",
            "year": 1665
        },
        {
            "text": "en Roma, el papa Alejandro VII nombra «vicario apostólico» a Francisco de Laval en Nueva Francia (actual Canadá).",
            "year": 1658
        },
        {
            "text": "en Reims (Francia) es coronado Luis XIV.",
            "year": 1654
        },
        {
            "text": "los Países Bajos fundan la Compañía Neerlandesa de las Indias Occidentales.",
            "year": 1621
        },
        {
            "text": "en Tadoussac, 215 km al noreste de Quebec (Canadá), Samuel de Champlain completa su tercer viaje a Nueva Francia y comienza a erigir fortificaciones.",
            "year": 1608
        },
        {
            "text": "39 km al sur de Lisboa (Portugal), una fuerza naval británica derrota a una flota de galeras españolas y captura una gran carraca portuguesa en la batalla de la bahía de Sesimbra.",
            "year": 1602
        },
        {
            "text": "Hernando de Soto reclama la región de Florida para España.",
            "year": 1539
        },
        {
            "text": "en Nóvgorod (Rusia) se firma el Tratado de Nóvgorod, que define la frontera entre Rusia y Noruega en Finnmark.",
            "year": 1326
        },
        {
            "text": "el religioso y erudito francés Pedro Abelardo es declarado culpable de herejía.",
            "year": 1140
        },
        {
            "text": "en la actual Turquía ―durante la Primera Cruzada―, los cruzados católicos europeos toman Antioquía después de un asedio de cinco meses, y arrasan con su población civil musulmana.",
            "year": 1098
        },
        {
            "text": "en Tracia, el emperador bizantino Filípico es cegado, depuesto y enviado al exilio por conspiradores del ejército de Opsicio. Le sucede Anastasio II, que inicia la reorganización del ejército bizantino.",
            "year": 713
        },
        {
            "text": "el usurpador romano Nepotiano, de la dinastía Constantiniana, se proclama emperador romano, entrando en Roma al frente de un grupo de gladiadores.",
            "year": 350
        }
    ],
    "births": [
        {
            "text": "Désiré Doué, futbolista francés.",
            "year": 2005
        },
        {
            "text": "Jalen Suggs, baloncestista estadounidense.",
            "year": 2001
        },
        {
            "text": "Beabadoobee, cantautor filipino.",
            "year": 2000
        },
        {
            "text": "Cameron Green, jugador de críquet australiano.",
            "year": 1999
        },
        {
            "text": "Louis Hofmann, actor alemán.",
            "year": 1997
        },
        {
            "text": "Maddison Jaizani, actriz británica.",
            "year": 1995
        },
        {
            "text": "Harrison Bader, beisbolista estadounidense.",
            "year": 1994
        },
        {
            "text": "Otto Porter Jr., baloncestista estadounidense.",
            "year": 1993
        },
        {
            "text": "Dilraba Dilmurat, actriz china.",
            "year": 1992
        },
        {
            "text": "Mario Götze, futbolista alemán.",
            "year": 1992
        },
        {
            "text": "Natasha Dupeyrón, actriz mexicana.",
            "year": 1991
        },
        {
            "text": "Yordano Ventura, beisbolista dominicano (f. 2017).",
            "year": 1991
        },
        {
            "text": "Katie Hoff, nadadora estadounidense.",
            "year": 1989
        },
        {
            "text": "Artem Kravets, futbolista ucraniano.",
            "year": 1989
        },
        {
            "text": "Imogen Poots, actriz y modelo británico-inglesa.",
            "year": 1989
        },
        {
            "text": "Lalaine, actriz y cantante estadounidense.",
            "year": 1987
        },
        {
            "text": "Masami Nagasawa, actriz japonesa.",
            "year": 1987
        },
        {
            "text": "Al Horford, basquetbolista dominicano.",
            "year": 1986
        },
        {
            "text": "Micah Kogo, corredor keniano.",
            "year": 1986
        },
        {
            "text": "Rafael Nadal, tenista español.",
            "year": 1986
        },
        {
            "text": "Tomáš Verner, patinador sobre hielo checo.",
            "year": 1986
        },
        {
            "text": "Woo Ji-hyun, actor surcoreano.",
            "year": 1986
        },
        {
            "text": "Papiss Cissé, futbolista senegalés.",
            "year": 1985
        },
        {
            "text": "Dan Ewing, actor australiano.",
            "year": 1985
        },
        {
            "text": "Tavion La'Corey Mathis, cantante estadounidense, de la banda Pretty Ricky.",
            "year": 1985
        },
        {
            "text": "Łukasz Piszczek, futbolista polaco.",
            "year": 1985
        },
        {
            "text": "Javiera Mena, cantautora, productora discográfica y música chilena de electropop.",
            "year": 1983
        },
        {
            "text": "Pasquale Foggia, futbolista italiano.",
            "year": 1983
        },
        {
            "text": "Yelena Isinbáyeva, saltadora con pértiga y atleta rusa.",
            "year": 1982
        },
        {
            "text": "Manfred Mölgg, esquiador italiano.",
            "year": 1982
        },
        {
            "text": "Marco Oneto, balonmanista chileno.",
            "year": 1982
        },
        {
            "text": "Amauri, futbolista internacional italiano.",
            "year": 1980
        },
        {
            "text": "Tamim bin Hamad Al Thani, Emir de Catar.",
            "year": 1980
        },
        {
            "text": "Christian Malcolm, velocista británico-galés.",
            "year": 1979
        },
        {
            "text": "Pierre Poilievre, político canadiense, líder de la oposición.",
            "year": 1979
        },
        {
            "text": "Redimi2, cantante dominicano de rap cristiano.",
            "year": 1979
        },
        {
            "text": "Kamil Čontofalský, futbolista eslovaco.",
            "year": 1978
        },
        {
            "text": "Lyfe Jennings, cantautora y productora estadounidense.",
            "year": 1978
        },
        {
            "text": "Cristiano Marques Gomes, futbolista brasileño.",
            "year": 1977
        },
        {
            "text": "Travis Hafner, beisbolista estadounidense.",
            "year": 1977
        },
        {
            "text": "Cristiano Marques Gomes, futbolista brasileño.",
            "year": 1977
        },
        {
            "text": "Jamie McMurray, piloto de carreras estadounidense.",
            "year": 1976
        },
        {
            "text": "Russel Hobbs, baterista estadounidense, de la banda Gorillaz.",
            "year": 1975
        },
        {
            "text": "José Molina, beisbolista puertorriqueño.",
            "year": 1975
        },
        {
            "text": "Kim Jong-tae, actor surcoreano.",
            "year": 1975
        },
        {
            "text": "Kelly Jones, cantautora y guitarrista británico-galesa, de la banda Stereophonics.",
            "year": 1974
        },
        {
            "text": "Martín Karpan, actor argentino.",
            "year": 1974
        },
        {
            "text": "Serhii Rebrov, futbolista y entrenador internacional ucraniano.",
            "year": 1974
        },
        {
            "text": "Sargis Sargsian, tenista armenio.",
            "year": 1973
        },
        {
            "text": "Tonmi Lillman, músico estadounidense, de la banda Lordi.",
            "year": 1973
        },
        {
            "text": "Sebastián Teysera, cantante y músico uruguayo, vocalista de la banda de ska y rock La Vela Puerca.",
            "year": 1973
        },
        {
            "text": "Julie Gayet, actriz francesa.",
            "year": 1972
        },
        {
            "text": "Luigi Di Biagio, futbolista y técnico italiano.",
            "year": 1971
        },
        {
            "text": "Peter Tägtgren, músico sueco, de la banda Hypocrisy.",
            "year": 1970
        },
        {
            "text": "Chon Moreno Martinez, (Influencer & Lider Auxiliar, perteneciente a la Saga Moreno Martinez)",
            "year": 1969
        },
        {
            "text": "Takako Minekawa, cantautor japonés.",
            "year": 1969
        },
        {
            "text": "Dean Pay, jugador y entrenador australiano de la liga australiana de rugby.",
            "year": 1969
        },
        {
            "text": "Anderson Cooper, periodista y escritor estadounidense.",
            "year": 1967
        },
        {
            "text": "Tamás Darnyi, nadador húngaro.",
            "year": 1967
        },
        {
            "text": "Takehiro Ohno, cocinero japonés-argentino.",
            "year": 1967
        },
        {
            "text": "Wasim Akram, jugador de críquet, entrenador y comentarista deportivo pakistaní.",
            "year": 1966
        },
        {
            "text": "Carlos Añaños, empresario peruano.",
            "year": 1966
        },
        {
            "text": "Mike Gordon, bajista y cantante estadounidense.",
            "year": 1965
        },
        {
            "text": "Hans Kroes, nadador neerlandés.",
            "year": 1965
        },
        {
            "text": "Michael Moore, contable y político británico-escocés, secretario de Estado para Escocia.",
            "year": 1965
        },
        {
            "text": "Doro, cantante alemana, de la banda Warlock.",
            "year": 1964
        },
        {
            "text": "Kerry King, guitarrista y compositor estadounidense, de la banda Slayer.",
            "year": 1964
        },
        {
            "text": "James Purefoy, actor británico-inglés.",
            "year": 1964
        },
        {
            "text": "Susannah Constantine, diseñadora y consultora de moda, periodista y escritora británico-inglesa.",
            "year": 1962
        },
        {
            "text": "Lawrence Lessig, abogado, académico y escritor estadounidense, fundador de Creative Commons.",
            "year": 1961
        },
        {
            "text": "Peter Vidmar, gimnasta estadounidense.",
            "year": 1961
        },
        {
            "text": "Ed Wynne, guitarrista, compositor y productor británico-inglés.",
            "year": 1961
        },
        {
            "text": "Jeff Colyer, político estadounidense, 47.º gobernador de Kansas.",
            "year": 1960
        },
        {
            "text": "Sam Mills, jugador estadounidense de fútbol americano (f. 2005).",
            "year": 1959
        },
        {
            "text": "Noriteru Fukushima, diplomático japonés.",
            "year": 1959
        },
        {
            "text": "George Burley, futbolista y entrenador británico-escocés.",
            "year": 1956
        },
        {
            "text": "Danny Wilde, músico estadounidense, de la banda The Rembrandts.",
            "year": 1956
        },
        {
            "text": "Jiri Georg Dokoupil, pintor vanguardista checoslovaco expatriado en Alemania.",
            "year": 1954
        },
        {
            "text": "Dan Hill, cantautor canadiense.",
            "year": 1954
        },
        {
            "text": "Claudio Hohmann, ingeniero y político chileno.",
            "year": 1954
        },
        {
            "text": "Ángela Irene, cantante folclórica argentina.",
            "year": 1954
        },
        {
            "text": "Billy Powell, tecladista estadounidense, de la banda Lynyrd Skynyrd.",
            "year": 1952
        },
        {
            "text": "Jill Biden, educadora estadounidense, «primera dama» (esposa del presidente) como esposa de Joe Biden.",
            "year": 1951
        },
        {
            "text": "Deniece Williams, cantautora estadounidense.",
            "year": 1951
        },
        {
            "text": "Frédéric François (Francesco Barracato), cantautor italiano expatriado en Bélgica.",
            "year": 1950
        },
        {
            "text": "Melissa Mathison, guionista y productora estadounidense (f. 2015).",
            "year": 1950
        },
        {
            "text": "Larry Probst, empresario estadounidense.",
            "year": 1950
        },
        {
            "text": "Suzi Quatro, cantautora, guitarrista y actriz estadounidense expatriada en el Reino Unido.",
            "year": 1950
        },
        {
            "text": "Carlos Franzetti, compositor, pianista y arreglador argentino, ganador de un premio Grammy Latino.",
            "year": 1948
        },
        {
            "text": "Jan Reker, futbolista y técnico neerlandés.",
            "year": 1948
        },
        {
            "text": "Umberto Valverde, fue un escritor, periodista y mitógrafo colombiano. (f. 2024).",
            "year": 1947
        },
        {
            "text": "Mickey Finn, percusionista británico, de la banda T. Rex.",
            "year": 1947
        },
        {
            "text": "Michael Clarke baterista estadounidense (f. 1993), de la banda The Byrds.",
            "year": 1946
        },
        {
            "text": "Penélope Wilton, actriz británico-inglesa.",
            "year": 1946
        },
        {
            "text": "Hale Irwin, golfista y arquitecto estadounidense.",
            "year": 1945
        },
        {
            "text": "Ramon Jacinto, cantante, guitarrista y empresario filipino, fundó Rajah Broadcasting Network.",
            "year": 1945
        },
        {
            "text": "Bill Paterson, actor británico-escocés.",
            "year": 1945
        },
        {
            "text": "Isabel de los Ángeles Ruano, escritora y poeta guatemalteca.",
            "year": 1945
        },
        {
            "text": "Edith McGuire, atleta estadounidense.",
            "year": 1944
        },
        {
            "text": "Tony Vilas, actor argentino (f. 2013).",
            "year": 1944
        },
        {
            "text": "Billy Cunningham, baloncestista y entrenador estadounidense.",
            "year": 1943
        },
        {
            "text": "Curtis Mayfield, cantautor, músico y productor estadounidense (f. 1999).",
            "year": 1942
        },
        {
            "text": "Hernando de Soto, economista y político peruano.",
            "year": 1941
        },
        {
            "text": "Steve Dalkowski, beisbolista estadounidense.",
            "year": 1939
        },
        {
            "text": "Ian Hunter, cantautor y guitarrista británico-inglés.",
            "year": 1939
        },
        {
            "text": "Jean-Pierre Jaussaud, piloto francés de automovilismo (f. 2021).",
            "year": 1937
        },
        {
            "text": "Larry McMurtry, novelista y guionista estadounidense (f. 2021).",
            "year": 1936
        },
        {
            "text": "Enric Gensana, futbolista español (f. 2005).",
            "year": 1936
        },
        {
            "text": "Colin Meads, jugador y entrenador de rugby neozelandés (f. 2017).",
            "year": 1936
        },
        {
            "text": "Carlos Jiménez Villarejo, jurista español.",
            "year": 1935
        },
        {
            "text": "Imanol Murua, político español (f. 2008).",
            "year": 1935
        },
        {
            "text": "Roberto Bodegas, cineasta español.",
            "year": 1933
        },
        {
            "text": "Françoise Arnoul, actriz argelino-francesa (f. 2021).",
            "year": 1931
        },
        {
            "text": "Raúl Castro, comandante y político cubano, 18.º presidente entre 2008 y 2018, hermano de Fidel Castro.",
            "year": 1931
        },
        {
            "text": "Isa bin Salman Al Khalifa, rey de Bahrán (f. 1999).",
            "year": 1931
        },
        {
            "text": "Walter Malosetti, guitarrista de jazz y compositor argentino (f. 2013).",
            "year": 1931
        },
        {
            "text": "John Norman, escritor de ciencia ficción y filósofo estadounidense.",
            "year": 1931
        },
        {
            "text": "Lindy Remigino, corredora y entrenadora estadounidense (f. 2018).",
            "year": 1931
        },
        {
            "text": "Joe Coulombe, fundador de Trader Joe's (f. 2020).",
            "year": 1930
        },
        {
            "text": "George Fernandes, periodista y político indio, ministro de Defensa de la India (f. 2019).",
            "year": 1930
        },
        {
            "text": "Marion Zimmer Bradley, escritora y poetisa estadounidense (f. 1999).",
            "year": 1930
        },
        {
            "text": "Werner Arber, microbiólogo suizo, premio nobel de fisiología o medicina en 1978.",
            "year": 1929
        },
        {
            "text": "Chuck Barris, presentador de concursos y productor estadounidense (f. 2017).",
            "year": 1929
        },
        {
            "text": "Donald Judd, escultor y pintor estadounidense (f. 1994).",
            "year": 1928
        },
        {
            "text": "John Richard Reid, jugador de críquet neozelandés (f. 2020).",
            "year": 1928
        },
        {
            "text": "Eliseo Mouriño, futbolista argentino (f. 1961).",
            "year": 1927
        },
        {
            "text": "Boots Randolph, saxofonista y compositor estadounidense (f. 2007).",
            "year": 1927
        },
        {
            "text": "Allen Ginsberg, poeta estadounidense (f. 1997).",
            "year": 1926
        },
        {
            "text": "Flora MacDonald, banquera y política canadiense, 10.ª ministra de Comunicaciones de Canadá (f. 2015).",
            "year": 1926
        },
        {
            "text": "Tony Curtis, actor estadounidense (f. 2010).",
            "year": 1925
        },
        {
            "text": "Karunanidhi, guionista y político indio, 3.º ministro principal de Tamil Nadu (f. 2018).",
            "year": 1924
        },
        {
            "text": "Olga Lamas, cantante de tangos, de repertorio humorístico (f. 1988).",
            "year": 1924
        },
        {
            "text": "Jimmy Rogers, cantante y guitarrista estadounidense de blues (f. 1997).",
            "year": 1924
        },
        {
            "text": "Igor Shafarevich, matemático y teórico ruso (f. 2017).",
            "year": 1924
        },
        {
            "text": "Torsten Wiesel, investigador sueco, premio nobel de medicina y fisiología en 1981 (f. 1997).",
            "year": 1924
        },
        {
            "text": "Colleen Dewhurst, actriz canadiense-estadounidense (f. 1991).",
            "year": 1923
        },
        {
            "text": "Alain Resnais, cineasta, director de fotografía y guionista francés (f. 2014).",
            "year": 1922
        },
        {
            "text": "Forbes Carlile, pentatleta y entrenador australiano (f. 2016).",
            "year": 1921
        },
        {
            "text": "Patrick Cargill, actor y productor británico-inglés (f. 1996).",
            "year": 1918
        },
        {
            "text": "Lili St. Cyr, bailarina de burlesco y estríper estadounidense (f. 1999).",
            "year": 1918
        },
        {
            "text": "Leo Gorcey, actor estadounidense (f. 1969).",
            "year": 1917
        },
        {
            "text": "Aldo Zeoli, militar e ingeniero astronáutico argentino (f. 2003).",
            "year": 1916
        },
        {
            "text": "Ignacio Ponseti, médico y ortopedista español (f. 2009).",
            "year": 1914
        },
        {
            "text": "Pedro Mir, poeta nacional y escritor dominicano (f. 2000).",
            "year": 1913
        },
        {
            "text": "Ellen Corby, actriz y guionista estadounidense (f. 1999).",
            "year": 1911
        },
        {
            "text": "Paulette Goddard, actriz y modelo estadounidense (f. 1990).",
            "year": 1910
        },
        {
            "text": "Wilfred Thesiger, explorador y escritor británico (f. 2003).",
            "year": 1910
        },
        {
            "text": "Ernst vom Rath, diplomático alemán (f. 1938).",
            "year": 1909
        },
        {
            "text": "Paul Rotha, cineasta y productor británico-inglés (f. 1984).",
            "year": 1907
        },
        {
            "text": "R. G. D. Allen, economista, matemático y estadístico británico-inglés (f. 1983).",
            "year": 1906
        },
        {
            "text": "Josephine Baker, actriz, cantante y bailarina francesa; operativo de la Resistencia francesa (f. 1975).",
            "year": 1906
        },
        {
            "text": "Walter Robins, jugador de críquet y futbolista británico-inglés (f. 1968).",
            "year": 1906
        },
        {
            "text": "Martin Gottfried Weiss, oficial alemán de las SS nazis (f. 1946).",
            "year": 1905
        },
        {
            "text": "Charles R. Drew, médico y cirujano estadounidense (f. 1950).",
            "year": 1904
        },
        {
            "text": "Jan Peerce, tenor y actor estadounidense (f. 1984).",
            "year": 1904
        },
        {
            "text": "Eddie Acuff, actor estadounidense (f. 1956).",
            "year": 1903
        },
        {
            "text": "Pedro García de la Huerta Matte, político chileno (f. 1994).",
            "year": 1903
        },
        {
            "text": "Maurice Evans, actor británico-inglés (f. 1989).",
            "year": 1901
        },
        {
            "text": "José Lins do Rego, escritor y periodista brasileño (f. 1957).",
            "year": 1901
        },
        {
            "text": "Zhang Xueliang, general y caudillo chino (f. 2001).",
            "year": 1901
        },
        {
            "text": "Adelaide Ames, astrónoma y académica estadounidense (f. 1932).",
            "year": 1900
        },
        {
            "text": "Leo Picard, geólogo y académico germano-israelí (f. 1997).",
            "year": 1900
        },
        {
            "text": "Georg von Békésy, biofísico y académico húngaro expatriado en Estados Unidos, premio nobel de medicina en 1961 (f. 1972).",
            "year": 1899
        },
        {
            "text": "Rosa Chacel, escritora española (f. 1994).",
            "year": 1898
        },
        {
            "text": "Memphis Minnie, cantautora estadounidense (f. 1973).",
            "year": 1897
        },
        {
            "text": "Isaac Puente, médico español y teórico del anarquismo (f. 1936).",
            "year": 1896
        },
        {
            "text": "Pintor Baburao, actor, director, productor y guionista indio (f. 1954).",
            "year": 1890
        },
        {
            "text": "André Rigal, escultor francés (f. ¿?).",
            "year": 1888
        },
        {
            "text": "Mijaíl Lariónov, pintor, escenógrafo, ilustrador y diseñador soviético-ruso (f. 1964).",
            "year": 1881
        },
        {
            "text": "Alla Nazimova, actriz, productora y guionista ucraniana-estadounidense (f. 1945).",
            "year": 1879
        },
        {
            "text": "Raymond Pearl, biólogo y botánico estadounidense (f. 1940).",
            "year": 1879
        },
        {
            "text": "Vivian Woodward, futbolista y militar británico-inglés (f. 1954).",
            "year": 1879
        },
        {
            "text": "Raúl Dufý, pintor, ilustrador, artista gráfico y diseñador textil francés (f. 1953).",
            "year": 1877
        },
        {
            "text": "Ramón Cabanillas, escritor español en lengua gallega (f. 1876).",
            "year": 1876
        },
        {
            "text": "Otto Loewi, farmacólogo, fisiólogo y psicobiólogo germano-estadounidense, premio nobel de medicina en 1936 (f. 1961).",
            "year": 1873
        },
        {
            "text": "George Howells Broadhurst, director y directivo británico-inglés expatriado en Estados Unidos (f. 1952).",
            "year": 1866
        },
        {
            "text": "Jorge V, aristócrata y político británico-inglés, rey entre 1910 y 1936 (f. 1936).",
            "year": 1865
        },
        {
            "text": "Otto Erich Hartleben, poeta y dramaturgo alemán (f. 1905).",
            "year": 1864
        },
        {
            "text": "Ransom E. Olds, empresario estadounidense, funda Oldsmobile y REO Motor Car Company (f. 1950).",
            "year": 1864
        },
        {
            "text": "Isaac Garza Garza, empresario e industrial mexicano (f. 1933).",
            "year": 1853
        },
        {
            "text": "Flinders Petrie, arqueólogo, egiptólogo y académico británico-inglés (f. 1942).",
            "year": 1853
        },
        {
            "text": "Theodore Robinson, pintor y académico estadounidense (f. 1896).",
            "year": 1852
        },
        {
            "text": "Garret Hobart, abogado y político estadounidense, 24.º vicepresidente de Estados Unidos (f. 1899).",
            "year": 1844
        },
        {
            "text": "Detlev von Liliencron, poeta y escritor alemán (f. 1909).",
            "year": 1844
        },
        {
            "text": "Federico VIII, aristócrata («rey») danés (f. 1912).",
            "year": 1843
        },
        {
            "text": "Charles Lecocq, pianista y compositor francés (f. 1918).",
            "year": 1832
        },
        {
            "text": "José Inzenga, compositor español (f. 1891).",
            "year": 1828
        },
        {
            "text": "Anton Anderledy, líder religioso suizo, 23.º superior general de la Compañía de Jesús (f. 1892).",
            "year": 1819
        },
        {
            "text": "Johan Jongkind, pintor impresionista neerlandés (f. 1891).",
            "year": 1819
        },
        {
            "text": "Magdalene Thoresen, escritora danesa (f. 1903).",
            "year": 1819
        },
        {
            "text": "Louis Faidherbe, general y político francés (f. 1889), gobernador de Senegal.",
            "year": 1818
        },
        {
            "text": "Jefferson Davis, coronel y político esclavista estadounidense, presidente de los Estados Confederados de América entre 1861 y 1865 (f. 1889).",
            "year": 1808
        },
        {
            "text": "Juan Francisco Giró, presidente uruguayo (f. 1863).",
            "year": 1791
        },
        {
            "text": "Manuel Belgrano, político, abogado, economista, ensayista y militar argentino (f. 1820).",
            "year": 1770
        },
        {
            "text": "José Fernando de Abascal, militar español (f. 1827).",
            "year": 1743
        },
        {
            "text": "Ignaz Fränzl, violinista y compositor alemán (f. 1811).",
            "year": 1736
        },
        {
            "text": "James Hutton, geólogo y médico británico-escocés (f. 1797).",
            "year": 1726
        },
        {
            "text": "Giovanni Antonio Scopoli, médico, geólogo, botánico y naturalista italoaustríaco (f. 1788).",
            "year": 1723
        },
        {
            "text": "Willem van Mieris, pintor neerlandés (f. 1747).",
            "year": 1662
        },
        {
            "text": "David Gregory, matemático y astrónomo británico-escocés (f. 1708).",
            "year": 1659
        },
        {
            "text": "John Hale, ministro estadounidense (f. 1700).",
            "year": 1636
        },
        {
            "text": "Philippe Quinault, dramaturgo, poeta y compositor francés (f. 1688).",
            "year": 1635
        },
        {
            "text": "Pietro Paolini, pintor italiano (f. 1681).",
            "year": 1603
        },
        {
            "text": "César de Vendôme, aristócrata («duque de Vendôme») francés (f. 1665).",
            "year": 1594
        },
        {
            "text": "Jens Munk, navegante y explorador noruego-danés (f. 1628).",
            "year": 1579
        },
        {
            "text": "Giovanni Diodati, ministro, teólogo y académico suizo-italiano (f. 1649).",
            "year": 1576
        },
        {
            "text": "Pedro de Médici, aristócrata italiano (f. 1604).",
            "year": 1554
        },
        {
            "text": "Carlos II de Estiria, aristócrata («archiduque») austríaco (f. 1590).",
            "year": 1540
        },
        {
            "text": "Juan Manuel, aristócrata («príncipe») portugués (f. 1554).",
            "year": 1537
        },
        {
            "text": "Bogislao X el Grande, aristócrata («duque») de Pomerania entre 1474 y 1523 (f. 1523).",
            "year": 1454
        },
        {
            "text": "Juan de Cosme de Médici, banquero, humanista, artista y mecenas italiano (f. 1463).",
            "year": 1421
        },
        {
            "text": "Conón de Naso, abad basilio (f. 1236).",
            "year": 1139
        },
        {
            "text": "Sejano, político y militar romano (f. 31 d. C.).",
            "year": -20
        }
    ],
    "deaths": [
        {
            "text": "Jürgen Moltmann, teólogo alemán (n. 1926).",
            "year": 2024
        },
        {
            "text": "Jim Hines, atleta estadounidense (n. 1946).",
            "year": 2023
        },
        {
            "text": "Mario Sábato, cineasta argentino (n. 1945).",
            "year": 2023
        },
        {
            "text": "F. Lee Bailey, abogado estadounidense (n. 1933).",
            "year": 2021
        },
        {
            "text": "Héctor Ortega, actor, cineasta y guionista mexicano (n. 1939).",
            "year": 2020
        },
        {
            "text": "Miguel Obando, cardenal nicaragüense (n. 1926).",
            "year": 2018
        },
        {
            "text": "Frank Carlucci, político estadounidense (n. 1930).",
            "year": 2018
        },
        {
            "text": "David Delfín, diseñador español (n. 1970).",
            "year": 2017
        },
        {
            "text": "Ignacio Echeverría, empleado de banca, llamado \"héroe del monopatín\" (n. 1978)",
            "year": 2017
        },
        {
            "text": "Muhammad Ali (Cassius Clay), boxeador estadounidense (n. 1942).",
            "year": 2016
        },
        {
            "text": "Luis Salom, motociclista español (n. 1991).",
            "year": 2016
        },
        {
            "text": "Avi Beker, politólogo y académico israelí (n. 1951).",
            "year": 2015
        },
        {
            "text": "Ricardo Morán, actor argentino (n. 1941).",
            "year": 2015
        },
        {
            "text": "Virginia Luque, actriz y cantante argentina (n. 1927).",
            "year": 2014
        },
        {
            "text": "Svyatoslav Belza, periodista, escritor y crítico ruso (n. 1942).",
            "year": 2014
        },
        {
            "text": "Gopinath Munde, político indio, 3.º viceministro principal de Maharashtra (n. 1949).",
            "year": 2014
        },
        {
            "text": "Atul Chitnis, tecnólogo y periodista germano-indio (n. 1962).",
            "year": 2013
        },
        {
            "text": "Józef Czyrek, economista y político polaco, ministro de Asuntos Exteriores polaco (n. 1928).",
            "year": 2013
        },
        {
            "text": "Frank Lautenberg, militar y político estadounidense (n. 1924).",
            "year": 2013
        },
        {
            "text": "Enrique Lizalde, actor mexicano (n. 1937).",
            "year": 2013
        },
        {
            "text": "Carol Ann Abrams, productora, escritora y académica estadounidense (n. 1942).",
            "year": 2012
        },
        {
            "text": "Roy Salvadori, piloto de automovilismo y directivo británico-inglés (n. 1922).",
            "year": 2012
        },
        {
            "text": "Brian Talboys, periodista y político neozelandés, 7.º vice primer ministro de Nueva Zelanda (n. 1921).",
            "year": 2012
        },
        {
            "text": "James Arness, actor y productor estadounidense (n. 1923).",
            "year": 2011
        },
        {
            "text": "Esther Forero, cantante colombiana (n. 1919).",
            "year": 2011
        },
        {
            "text": "Andrew Gold, cantante, compositor, músico y arreglista estadounidense (n. 1951).",
            "year": 2011
        },
        {
            "text": "John Henry Johnson, jugador estadounidense de fútbol americano (n. 1929).",
            "year": 2011
        },
        {
            "text": "Jack Kevorkian, patólogo, escritor y activista estadounidense (n. 1928), defensor del suicidio asistido.",
            "year": 2011
        },
        {
            "text": "Bhajan Lal, político indio, 6.º ministro principal de Haryana (n. 1930).",
            "year": 2011
        },
        {
            "text": "Jan van Roessel, futbolista neerlandés (n. 1925).",
            "year": 2011
        },
        {
            "text": "Rue McClanahan, actriz estadounidense (n. 1934).",
            "year": 2010
        },
        {
            "text": "David Carradine, actor estadounidense (n. 1936).",
            "year": 2009
        },
        {
            "text": "Koko Taylor, cantante estadounidense (n. 1928).",
            "year": 2009
        },
        {
            "text": "Santiago Stevenson, cantante y compositor panameño (n. 1928).",
            "year": 2007
        },
        {
            "text": "Clinton Jones, sacerdote episcopal estadounidense y activista por los derechos de los homosexuales (n. 1916).",
            "year": 2006
        },
        {
            "text": "Leon Askin, actor austríaco (n. 1907).",
            "year": 2005
        },
        {
            "text": "Harold Cardinal, abogado y político canadiense (n. 1945).",
            "year": 2005
        },
        {
            "text": "Jon Idigoras, político español, fundador de Herri Batasuna (n. 1936).",
            "year": 2005
        },
        {
            "text": "Quorthon músico sueco, vocalista de la banda Bathory (n. 1966).",
            "year": 2004
        },
        {
            "text": "Frances Roche, esposa de John Spencer, VIII conde de Spencer, madre de Diana de Gales",
            "year": 2004
        },
        {
            "text": "Felix de Weldon, escultor austríaco-estadounidense, diseñó el Marine Corps War Memorial (n. 1907).",
            "year": 2003
        },
        {
            "text": "Lew Wasserman, agente y directivo de talentos estadounidense (n. 1913).",
            "year": 2002
        },
        {
            "text": "Anthony Quinn, actor y productor mexicano expatriado en Estados Unidos (n. 1915).",
            "year": 2001
        },
        {
            "text": "Merton Miller, economista estadounidense, premio en Ciencias Económicas en memoria de Alfred Nobel en 1990 (n. 1923).",
            "year": 2000
        },
        {
            "text": "Susana Guízar, actriz mexicana (n. 1922).",
            "year": 1997
        },
        {
            "text": "Dennis James, actor y presentador de concursos estadounidense (n. 1917).",
            "year": 1997
        },
        {
            "text": "John Presper Eckert, ingeniero estadounidense, uno de los creadores de la computadora ENIAC (n. 1919).",
            "year": 1995
        },
        {
            "text": "Joaquín Prat, presentador de televisión y periodista español (n. 1927).",
            "year": 1995
        },
        {
            "text": "Puig Aubert, jugador y entrenador de rugby germano-francés (n. 1925).",
            "year": 1994
        },
        {
            "text": "Clara Passafari, etnóloga, antropóloga, escritora y poetisa argentina (n. 1930).",
            "year": 1994
        },
        {
            "text": "Agustín López Zavala, actor de doblaje mexicano (n. 1937).",
            "year": 1993
        },
        {
            "text": "Yeoh Ghim Seng, político singapurense, presidente en funciones de Singapur (n. 1918).",
            "year": 1993
        },
        {
            "text": "Robert Morley, actor y guionista británico-inglés (n. 1908).",
            "year": 1992
        },
        {
            "text": "Brian Bevan, jugador de la liga australiana de rugby (n. 1924).",
            "year": 1991
        },
        {
            "text": "Katia Krafft, vulcanóloga y geóloga francesa (n. 1942).",
            "year": 1991
        },
        {
            "text": "Maurice Krafft, vulcanólogo y geólogo francés (n. 1946).",
            "year": 1991
        },
        {
            "text": "Eva Le Gallienne, actriz estadounidense (n. 1899).",
            "year": 1991
        },
        {
            "text": "Lê Văn Thiêm, matemático y académico vietnamita (n. 1918).",
            "year": 1991
        },
        {
            "text": "Robert Noyce, físico, ingeniero electrónico y empresario estadounidense, cofundó la Corporación Intel (n. 1927).",
            "year": 1990
        },
        {
            "text": "Ruhollah Jomeini, líder religioso y político iraní, 1.º líder supremo de Irán entre 1979 y 1989 (n. 1902).",
            "year": 1989
        },
        {
            "text": "Will Sampson, actor y pintor estadounidense (n. 1933).",
            "year": 1987
        },
        {
            "text": "Anna Neagle, actriz y cantante británico-inglesa (n. 1904).",
            "year": 1986
        },
        {
            "text": "Carleton S. Coon, antropólogo y académico estadounidense (n. 1904).",
            "year": 1981
        },
        {
            "text": "Arno Schmidt, escritor y traductor alemán (n. 1914).",
            "year": 1979
        },
        {
            "text": "Archibald Hill, fisiólogo y político británico-inglés, premio nobel de medicina en 1922 (n. 1886).",
            "year": 1977
        },
        {
            "text": "Roberto Rossellini, cineasta y guionista italiano (n. 1906).",
            "year": 1977
        },
        {
            "text": "Hermann Busch, violonchelista alemán (n. 1897).",
            "year": 1975
        },
        {
            "text": "Eisaku Satō, político japonés, primer ministro de Japón, premio nobel de la paz en 1974 (n. 1901).",
            "year": 1975
        },
        {
            "text": "Ozzie Nelson, actor, director de orquesta y músico estadounidense (n. 1906).",
            "year": 1975
        },
        {
            "text": "Michael Gaughan, republicano irlandés, muere en huelga de hambre (n. 1949).",
            "year": 1974
        },
        {
            "text": "Jean Batmale, futbolista y entrenador francés (n. 1895).",
            "year": 1973
        },
        {
            "text": "Heinz Hopf, matemático y académico alemán-suizo (n. 1894).",
            "year": 1971
        },
        {
            "text": "Miguel Maura, político español (n. 1887).",
            "year": 1971
        },
        {
            "text": "Hjalmar Schacht, economista, banquero y político danés-alemán (n. 1877).",
            "year": 1970
        },
        {
            "text": "George Edwin Cooke, futbolista estadounidense (n. 1883).",
            "year": 1969
        },
        {
            "text": "Max Volmer, químico alemán (n. 1885).",
            "year": 1965
        },
        {
            "text": "Kâzım Orbay, general y político turco, 9.º presidente del Parlamento turco (n. 1887).",
            "year": 1964
        },
        {
            "text": "Frans Eemil Sillanpää, escritor y académico finlandés, premio nobel de literatura en 1939 (n. 1888).",
            "year": 1964
        },
        {
            "text": "Edmond Decottignies, levantador de pesas francés (n. 1893).",
            "year": 1963
        },
        {
            "text": "Juan XXIII (Ángelo Giuseppe Roncalli), papa italiano entre 1958 y 1963 (n. 1881), reunió el Concilio Vaticano II.",
            "year": 1963
        },
        {
            "text": "Nâzım Hikmet, poeta, escritor y dramaturgo turco (n. 1902).",
            "year": 1963
        },
        {
            "text": "Samuel Rocke, político australiano que ejerció como miembro independiente de la Asamblea Legislativa de Australia Occidental (n. 1874).",
            "year": 1963
        },
        {
            "text": "Nâzım Hikmet, poeta y dramaturgo turco (n. 1901).",
            "year": 1953
        },
        {
            "text": "Julio C. Tello, arqueólogo peruano (n. 1880).",
            "year": 1947
        },
        {
            "text": "Mijaíl Kalinin, funcionario y político soviético-ruso (n. 1875).",
            "year": 1946
        },
        {
            "text": "Tulio Febres Cordero escritor, historiador, profesor universitario y periodista venezolano (n. 1860).",
            "year": 1938
        },
        {
            "text": "John Flanagan, lanzador de martillo y competidor de tira y afloja irlandés-estadounidense (n. 1873).",
            "year": 1938
        },
        {
            "text": "Eduard-Alfred Martel, espeleólogo francés, padre de la espeleología moderna (n. 1859).",
            "year": 1938
        },
        {
            "text": "Emilio Mola, militar español (n. 1887).",
            "year": 1937
        },
        {
            "text": "William Muldoon, luchador estadounidense (n. 1852).",
            "year": 1933
        },
        {
            "text": "Li Yuanhong, general y político chino, 2.º presidente de la República de China (n. 1864).",
            "year": 1928
        },
        {
            "text": "Camille Flammarión, astrónomo francés (n. 1842).",
            "year": 1925
        },
        {
            "text": "Franz Kafka, abogado y escritor checo-austríaco (n. 1883).",
            "year": 1924
        },
        {
            "text": "Federico Villarreal, matemático, físico, ingeniero y políglota peruano (n. 1850).",
            "year": 1923
        },
        {
            "text": "Coenraad Hiebendaal, remero y médico neerlandés (n. 1879).",
            "year": 1921
        },
        {
            "text": "John Maxwell, golfista estadounidense (n. 1871).",
            "year": 1906
        },
        {
            "text": "Vital-Justin Grandin, obispo y misionero francocanadiense (n. 1829).",
            "year": 1902
        },
        {
            "text": "Mary Kingsley, exploradora y escritora británico-inglesa (n. 1862).",
            "year": 1900
        },
        {
            "text": "Johann Strauss II, compositor y educador austríaco (n. 1825).",
            "year": 1899
        },
        {
            "text": "Karl Eduard Zachariae von Lingenthal, abogado y jurista alemán (n. 1812).",
            "year": 1894
        },
        {
            "text": "Christian Wilberg, pintor e ilustrador alemán (n. 1839).",
            "year": 1882
        },
        {
            "text": "Elizabeth F. Ellet, escritora, historiadora y poetisa estadounidense (n. 1818).",
            "year": 1877
        },
        {
            "text": "Ludwig Ritter von Köchel, botánico, compositor y editor austríaco (n. 1800).",
            "year": 1877
        },
        {
            "text": "Georges Bizet, pianista y compositor francés (n. 1838).",
            "year": 1875
        },
        {
            "text": "Calfucurá, cacique mapuche argentino (n. 1780).",
            "year": 1873
        },
        {
            "text": "Okada Izō, samurái japonés (n. 1838).",
            "year": 1865
        },
        {
            "text": "Stephen A. Douglas, abogado y político estadounidense, 7.º secretario de Estado de Illinois (n. 1813).",
            "year": 1861
        },
        {
            "text": "Melchor Ocampo, abogado, científico y político mexicano (n. 1814).",
            "year": 1861
        },
        {
            "text": "Julius Reubke, compositor, pianista y organista alemán (n. 1834).",
            "year": 1858
        },
        {
            "text": "Luis Antonio de Francia (Luis XIX), hijo de Carlos X de Francia (n. 1775).",
            "year": 1844
        },
        {
            "text": "Nikolay Karamzin, historiador y poeta ruso (n. 1766).",
            "year": 1826
        },
        {
            "text": "Clementina de Orleans, aristócrata («princesa») francesa.",
            "year": 1817
        },
        {
            "text": "Thomas Hutchinson, empresario y político estadounidense, gobernador de la provincia de la Bahía de Massachusetts (n. 1711).",
            "year": 1780
        },
        {
            "text": "Charles Weston, aristócrata (“3.º conde de Portland”) británico-inglés (n. 1639).",
            "year": 1665
        },
        {
            "text": "Morgan Llwyd, ministro y poeta británico-galés (n. 1619).",
            "year": 1659
        },
        {
            "text": "William Harvey, médico y académico británico-inglés (n. 1578).",
            "year": 1657
        },
        {
            "text": "Manuel de Faria e Sousa, historiador y poeta portugués (n. 1590).",
            "year": 1649
        },
        {
            "text": "Theophilus Howard, aristócrata (“2.º conde de Suffolk”), político británico-inglés, lord guardián de las Cinque Ports (n. 1584).",
            "year": 1640
        },
        {
            "text": "Sanada Yukimura, samurái japonés (n. 1567).",
            "year": 1615
        },
        {
            "text": "Jan Zamoyski, aristócrata polaco (n. 1542).",
            "year": 1605
        },
        {
            "text": "Juan Grande, religioso español canonizado por la Iglesia católica (n. 1546).",
            "year": 1600
        },
        {
            "text": "John Aylmer, obispo y erudito inglés (n. 1521).",
            "year": 1594
        },
        {
            "text": "Andrés de Urdaneta, marino y explorador español (n. 1508).",
            "year": 1568
        },
        {
            "text": "Wolf Huber, pintor, grabador y arquitecto austríaco (n. 1485).",
            "year": 1553
        },
        {
            "text": "Juan de Zumárraga, religioso franciscano español, primer arzobispo de México (n. 1468).",
            "year": 1548
        },
        {
            "text": "Joanot Colom, sombrerero y guerrillero español, líder de la germanía de Mallorca, degollado (n. 1500).",
            "year": 1523
        },
        {
            "text": "Ahmad ibn Abi Yumu’a, erudito islámico argelino, autor de la fatwa de Orán (n. c. 1450).",
            "year": 1511
        },
        {
            "text": "Loukas Notaras, último megas doux (‘gran duque’) del Imperio bizantino (n. 1402).",
            "year": 1453
        },
        {
            "text": "Leopoldo IV, aristócrata («duque») austríaco (n. 1371).",
            "year": 1411
        },
        {
            "text": "William de Montagu, aristócrata («2.º conde de Salisbury»), comandante inglés (n. 1328).",
            "year": 1397
        },
        {
            "text": "Iván Shishman, emperador búlgaro (n. 1350).",
            "year": 1395
        },
        {
            "text": "Guaimario IV de Salerno, aristócrata («príncipe») italiano (n. 1013).",
            "year": 1052
        },
        {
            "text": "Estauracio (Staurakios), general eunuco bizantino (n. ¿?).",
            "year": 800
        },
        {
            "text": "Liang Shidu, líder rebelde chino.",
            "year": 628
        }
    ],
    "metadata": {
        "current_date": "3 de junio de 2025",
        "short_date": "3 de jun",
        "language": {
            "events": "Eventos",
            "deaths": "Defunciones",
            "births": "Nacimientos",
            "b": "n",
            "d": "f",
            "title": "Hoy en Historia (Wikipedia)"
        },
        "events": [
            10,
            1,
            16,
            46,
            81,
            17,
            9,
            88,
            12,
            8
        ],
        "births": [
            51,
            25,
            102,
            116
        ],
        "deaths": [
            68,
            96,
            44,
            101
        ]
    }
}