{
    "events": [
        {
            "text": "el empresario estadounidense Jeff Bezos vuela al espacio a bordo del New Shepard NS‑16 operado por su compañía de vuelos espaciales privados Blue Origin.",
            "year": 2021
        },
        {
            "text": "al actor y baloncestista O. J. Simpson se le concede la libertad condicional para salir de prisión después de cumplir 9 años de una condena de 33 años tras ser declarado culpable de robo a mano armada en Las Vegas.",
            "year": 2017
        },
        {
            "text": "en Palos Verdes (estado de California) Chester Bennington, el cantante de Linkin Park, se suicida mediante ahorcamiento.",
            "year": 2017
        },
        {
            "text": "en la ciudad fronteriza de Suruç (Turquía), de mayoría kurda, un enorme bombardeo, dirigida contra la Federación de Asociaciones de Jóvenes Socialistas, mata al menos a 31 personas y hiere a más de 100.",
            "year": 2015
        },
        {
            "text": "Cuba y Estados Unidos, restablecen oficialmente sus relaciones diplomáticas, que estaban rotas desde 1961, poniendo fin a 54 años de hostilidad que había entre ambas naciones.",
            "year": 2015
        },
        {
            "text": "en el departamento colombiano de Arauca (Colombia), revolucionarios de las FARC realizan un ataque en el que mueren 17 soldados gubernamentales.",
            "year": 2013
        },
        {
            "text": "en la ciudad de Ras al‑Ayn, 610 km al noreste de Damasco (Siria) ―en el marco de la guerra civil siria (2011‑)― las Unidades de Protección Popular expulsan a las fuerzas islamistas en la batalla de Ras al‑Ayn.",
            "year": 2013
        },
        {
            "text": "en los cines japoneses se estrena la película El viento se levanta, el undécimo largometraje de Hayao Miyazaki (72), el director de Studio Ghibli.",
            "year": 2013
        },
        {
            "text": "en la localidad estadounidense de Aurora (estado de Colorado), un estudiante luterano admirador de Batman llamado James Eagan Holmes (24) ―armado con dos pistolas, una escopeta, un fusil semiautomático, y miles de balas para estas armas (todo adquirido legalmente)― abre fuego en un cine que estrenaba la película Batman: el Caballero de la Noche asciende, matando a 12 personas e hiriendo a otras 70, incluidos varios niños.",
            "year": 2012
        },
        {
            "text": "en Siria ―en el marco de la guerra civil siria― las Unidades de Protección Popular capturan las ciudades de Amuda y Afrîn sin encontrar resistencia.",
            "year": 2012
        },
        {
            "text": "en cada municipio y ciudad de Colombia, y en varias ciudades de todo el mundo, se realiza una marcha por la liberación de los secuestrados por las FARC (Fuerzas Armadas Revolucionarias de Colombia). Conmemoración de la Independencia con el Gran Concierto por la Paz.",
            "year": 2008
        },
        {
            "text": "en España, el Gobierno secuestra el número 1573 de la revista El Jueves.",
            "year": 2007
        },
        {
            "text": "en España, Juan José Millás gana el Premio Francisco Cerecedo de Periodismo, que concede la Asociación de Periodistas Europeos.",
            "year": 2005
        },
        {
            "text": "en Nepal, la montañista Edurne Pasaban asciende a la cima del Nanga Parbat (8125 m) y se convierte, con ocho ascensiones, en la mujer viva con más «ochomiles».",
            "year": 2005
        },
        {
            "text": "en Canadá, la Ley de Matrimonio Civil legaliza el matrimonio entre personas del mismo sexo.",
            "year": 2005
        },
        {
            "text": "en Francia, el oceanógrafo Christopher Sabine afirma que la mitad del CO2 emitido por el hombre en los últimos 200 años se encuentra en las capas más superficiales de los océanos.",
            "year": 2004
        },
        {
            "text": "en el monte K2 (Nepal), una expedición española encuentra los restos del montañista italiano Renato Casarotto, fallecido en 1986.",
            "year": 2004
        },
        {
            "text": "en Europa, el político español José Borrell es elegido presidente del Parlamento Europeo.",
            "year": 2004
        },
        {
            "text": "en Irak, horas después de confirmarse la retirada de las tropas filipinas, la resistencia libera a un camionero de aquella nacionalidad secuestrado durante dos semanas.",
            "year": 2004
        },
        {
            "text": "en Francia, la policía responsabiliza a terroristas corsos del doble atentado cometido contra edificios gubernamentales en Niza.",
            "year": 2003
        },
        {
            "text": "en Lima (Perú), el incendio de la discoteca Utopía causa 29 muertos y decenas de heridos.",
            "year": 2002
        },
        {
            "text": "22 km al oeste de la ciudad de Mesina, en la isla de Sicilia (Italia), ocho personas mueren y medio centenar resultan heridas en el descarrilamiento de un tren.",
            "year": 2002
        },
        {
            "text": "en la contracumbre del G8 en Génova (Italia), la policía mata a Carlo Giuliani.",
            "year": 2001
        },
        {
            "text": "en los cines japoneses se estrena El viaje de Chihiro, el octavo largometraje de Hayao Miyazaki (60), el director de Studio Ghibli. Se convertirá en el mayor éxito comercial en la historia del cine japonés durante 19 años hasta el estreno de Guardianes de la noche: tren infinito en 2020.",
            "year": 2001
        },
        {
            "text": "en España, el Tribunal Constitucional excarcela a los 23 dirigentes de Herri Batasuna, condenados por el Supremo por ceder sus espacios electorales para la difusión de un vídeo de la banda ETA en 1996.",
            "year": 1999
        },
        {
            "text": "el Partido Comunista Chino inicia una campaña de persecución contra la secta anticomunista falun gong (creada en 1992), arrestando a miles de personas en todo el país.",
            "year": 1999
        },
        {
            "text": "en Europa, el Parlamento Europeo elige nuevo presidente de la cámara a la francesa Nicole Fontaine, propuesta por conservadores y liberales.",
            "year": 1999
        },
        {
            "text": "el buque USS Constitution (también conocido como Old Ironsides), totalmente restaurado, celebra su aniversario número 200 zarpando por primera vez en 116 años.",
            "year": 1997
        },
        {
            "text": "en la Ciudad de México se inaugura la línea 8 del Metro de la Ciudad de México, en un único de tramo de Garibaldi a Constitución de 1917, tras casi 11 años de planeación, luego de que suspendiera la obra original en diciembre de 1983 por desacuerdos con el Instituto Nacional de Antropología e Historia (INAH).",
            "year": 1994
        },
        {
            "text": "el cantante mexicano Cristian Castro lanza al mercado su segundo álbum de estudio titulado Un segundo en el tiempo.",
            "year": 1993
        },
        {
            "text": "en Checoslovaquia, Václav Havel dimite como presidente.",
            "year": 1992
        },
        {
            "text": "en la Guerra en Bosnia y Herzegovina, el ejército cristiano serbio destruye el edificio de diez pisos del diario antinazi Oslobođenje (‘liberación’, publicado desde 1943). Alrededor de 70 periodistas musulmanes bosnios, serbios y croatas seguirán publicando el periódico en un sótano‑búnker.",
            "year": 1992
        },
        {
            "text": "en el Aeropuerto Internacional de Tiflis (Georgia) se estrella un Tupolev Tu-154 durante el despegue. Mueren las 24 personas a bordo y 4 más en tierra.",
            "year": 1992
        },
        {
            "text": "en Irak, el presidente Sadam Huseín solicita apoyo al mundo árabe contra Kuwait y los Emiratos Árabes Unidos, a los que acusa de saturar de petróleo el mercado.",
            "year": 1990
        },
        {
            "text": "en el puerto de Osaka (Japón) se inaugura el gran acuario Kaiyūkan, diseñado por el arquitecto británico Peter Chermayeff (54) y dedicado a los biomas del cinturón de fuego del Pacífico.",
            "year": 1990
        },
        {
            "text": "en Birmania, la junta gobernante pone a la líder opositora Aung San Suu Kyi bajo arresto domiciliario.",
            "year": 1989
        },
        {
            "text": "finaliza el Mundobasket de España con el triunfo del equipo de los Estados Unidos.",
            "year": 1986
        },
        {
            "text": "en Aruba (mar Caribe) el Gobierno aprueba una ley para separarse de las Antillas Neerlandesas.",
            "year": 1985
        },
        {
            "text": "a 60 kilómetros de la costa de Key West (estado de Florida), un equipo de cazadores de tesoros encuentran el galeón español Nuestra Señora de Atocha (que se hundió en 1622). Recuperarán 400 millones de dólares en monedas de plata.",
            "year": 1985
        },
        {
            "text": "en España, el «agujero» de Banca Catalana asciende a 63 855 millones de pesetas.",
            "year": 1984
        },
        {
            "text": "en Hyde Park y Regent's Park en el centro de Londres, el IRA Provisional detona dos bombas, matando a 8 soldados, e hiriendo a 47 personas.",
            "year": 1982
        },
        {
            "text": "en la ciudad de Bal'ad (Somalia), 35 km al noreste de Mogadiscio, se estrella el vuelo 40 de Somali Airlines. Mueren 50 personas.",
            "year": 1981
        },
        {
            "text": "en Estados Unidos, Irene Sáez es coronada como Miss Universo siendo la segunda venezolana en ganar el certamen.",
            "year": 1981
        },
        {
            "text": "en España, el Boletín Oficial del Estado (BOE) publica la ley del divorcio.",
            "year": 1981
        },
        {
            "text": "en Honduras, la Junta Militar presidida por el general Policarpo Paz García, traspasa formalmente el gobierno del país a la Asamblea Constituyente elegida por el pueblo.",
            "year": 1980
        },
        {
            "text": "en Managua (Nicaragua) ―en el marco de la Revolución sandinista―, la Junta Revolucionaria promulga el Estatuto Fundamental de la República, por el que se reconocían y garantizaban las libertades individuales básicas, hasta la elaboración de una nueva Constitución.",
            "year": 1979
        },
        {
            "text": "el director de teatro español Albert Boadella, obtiene la libertad provisional.",
            "year": 1979
        },
        {
            "text": "en España, los nuevos billetes de 5000 pesetas empiezan a ser moneda de curso legal.",
            "year": 1978
        },
        {
            "text": "en España, las revalorizaciones irregulares del Banco Coca alcanzan los 5000 millones de pesetas.",
            "year": 1978
        },
        {
            "text": "la CIA (Agencia Central de Inteligencia) publica documentos bajo la Ley de Libertad de Información que revelan que había participado en el Proyecto MKUltra (experimentos de control mental).",
            "year": 1977
        },
        {
            "text": "en la ciudad de Johnstown (estado de Pensilvania), 503 km al oeste de Nueva York, una inundación mata a 84 personas.",
            "year": 1977
        },
        {
            "text": "en el pueblo de Vitim (República de Sajá), 4243 km al noreste de Moscú, el vuelo B‑2 de la empresa soviética Aeroflot se estrella después de despegar del aeródromo de la localidad. Mueren 39 personas.",
            "year": 1977
        },
        {
            "text": "la nave estadounidense Viking 1 realiza el primer aterrizaje de un objeto terrícola en el planeta Marte.",
            "year": 1976
        },
        {
            "text": "en Chipre, tropas turcas invaden la isla, en réplica al golpe de Estado dado cinco días antes por oficiales griegos de la Guardia Nacional ―por órdenes de la Dictadura de los Coroneles (1967‑1974)― contra el primer presidente de Chipre, el arzobispo Makarios III (1913‑1977).",
            "year": 1974
        },
        {
            "text": "en India y Pakistán, catastróficas inundaciones provocan la muerte de 17 000 personas y varios millones de damnificados.",
            "year": 1973
        },
        {
            "text": "en Málaga (España), El Lute (Eleuterio Sánchez Rodríguez) y su hermano resultan heridos en un tiroteo con la Guardia Civil.",
            "year": 1972
        },
        {
            "text": "en España, el Curso de Orientación Universitaria (COU) sustituye experimentalmente al PREU.",
            "year": 1970
        },
        {
            "text": "en el Mar de la Tranquilidad de la Luna, el módulo lunar Águila, de la misión espacial Apolo 11, se posa en la Luna a las 20:17:40 (hora internacional UTC). Cinco horas y media más tarde, Neil Armstrong y Buzz Aldrin serían los primeros seres humanos en pisar la superficie lunar.",
            "year": 1969
        },
        {
            "text": "se anuncia un cese del fuego entre Honduras y El Salvador, seis días después del inicio de la Guerra del Fútbol.",
            "year": 1969
        },
        {
            "text": "en el Soldier Field de la ciudad de Chicago (Estados Unidos) se celebran los primeros Juegos Olímpicos Internacionales de Verano de las Olimpiadas Especiales, con alrededor de 1000 atletas con discapacidades intelectuales.",
            "year": 1968
        },
        {
            "text": "en la provincia de Định Tường ―en el marco de la Guerra de Vietnam (1955‑1975)― las fuerzas del Viet Cong atacan la capital, Cái Bè (111 km al suroeste de Saigón), matando a 11 militares y 40 civiles (30 de los cuales son niños).",
            "year": 1964
        },
        {
            "text": "en Estados Unidos se transmite por primera vez una imagen de televisión entre los Estados Unidos (Andover) y Europa (Pleumeur-Bodou, en Francia).",
            "year": 1962
        },
        {
            "text": "en Túnez, que luchaba por su independencia contra Francia, las fuerzas militares francesas rompen el asedio naval de la base militar francesa de Bizerta, impuesto por el presidente Habib Burguiba con la esperanza de forzar su evacuación.",
            "year": 1961
        },
        {
            "text": "Kuwait se une a la Liga Árabe.",
            "year": 1961
        },
        {
            "text": "en el océano Atlántico ―en el marco del programa Mercury― barcos estadounidenses recuperan la nave espacial Liberty Bell 7.",
            "year": 1961
        },
        {
            "text": "en España, el Gobierno aprueba los proyectos de ley sobre compilación civil del derecho catalán, propiedad horizontal y navegación aérea.",
            "year": 1960
        },
        {
            "text": "en Bogotá se funda el Museo del 20 de Julio al conmemorarse el sesquicentenario de la independencia de Colombia.",
            "year": 1960
        },
        {
            "text": "Ceilán (actualmente Sri Lanka) elige a Sirimavo Bandaranaike como primera ministra, la segunda mujer elegida como jefa de gobierno del mundo. (La primera jefa de estado no hereditaria del mundo fue Jertek Anchimaa-Toka [1912‑2008], una política soviético-tuvana, presidenta del parlamento de la República Popular de Tannu Tuvá entre 1940 y 1944. Centró sus esfuerzos en la mejora y educación de las mujeres de su país, y lideró a Tannu‑Tuvá durante la Segunda Guerra Mundial contra el nazismo de Alemania.",
            "year": 1960
        },
        {
            "text": "el misil Polaris se lanza con éxito desde un submarino, el USS George Washington, por primera vez.",
            "year": 1960
        },
        {
            "text": "en Bogotá (Colombia) se constituye el Congreso con igual número de liberales y conservadores, y se reúne por primera vez desde 1952.",
            "year": 1958
        },
        {
            "text": "en el atolón Bikini, Estados Unidos detona la bomba de hidrógeno Tewa (nombre de una etnia de nativos americanos), de 5000 kilotones. Produjo el 87 % de fisión, el mayor porcentaje de cualquier prueba termonuclear estadounidense conocida.",
            "year": 1956
        },
        {
            "text": "en el marco de la Guerra Fría, Otto John (1909‑1997), jefe del servicio secreto de Alemania Occidental (estadounidense), se pasa a Alemania Oriental (soviética). En 1955 será encarcelado por los alemanes occidentales y juzgado por algunos de los jueces del período nazi.",
            "year": 1954
        },
        {
            "text": "en la parte palestina de Jerusalén ―entonces ocupada por Jordania―, el rey Abdalá I de Jordania es asesinado por un palestino mientras asistía a las oraciones del viernes.",
            "year": 1951
        },
        {
            "text": "en Filadelfia (Estados Unidos) ―en el marco de la Guerra Fría―, Harry Gold (39) se declara culpable de espiar para la Unión Soviética al pasar secretos del científico atómico Klaus Fuchs (38).",
            "year": 1950
        },
        {
            "text": "en la región del Callejón de los MiG (noroeste de Corea del Norte), después de una campaña que duró un mes, las fuerzas anticomunistas destruyen a la mayoría de la Fuerza Aérea Popular de Corea del Norte en la batalla aérea de Corea del Sur.",
            "year": 1950
        },
        {
            "text": "en Bélgica, el parlamento autoriza el regreso del rey Leopoldo III. Abdicará el 16 de julio de 1951 debido a su actitud durante la invasión de los alemanes nazis a Bélgica en el marco de la Segunda Guerra Mundial (1939‑1945).",
            "year": 1950
        },
        {
            "text": "la Comisión Mixta de Armisticio Israel-Siria negocia el último de los cuatro acuerdos de alto el fuego para poner fin a la guerra árabe-israelí de 1948.",
            "year": 1949
        },
        {
            "text": "en Corea del Sur, Syngman Rhee es nombrado presidente.",
            "year": 1948
        },
        {
            "text": "en Estados Unidos ―en el marco de una creciente tensión con la Unión Soviética (la Guerra Fría)―, el presidente Harry Truman instituye el primer reclutamiento para el servicio militar en tiempos de paz.",
            "year": 1948
        },
        {
            "text": "en España se lleva a cabo un cambio de gobierno, en el que solo continúan los ministros de Gobernación, Hacienda, Educación Nacional y Trabajo.",
            "year": 1945
        },
        {
            "text": "en el búnker Guarida del Lobo, 259 km al norte de Varsovia (Polonia), Adolf Hitler sobrevive al intento de asesinato dirigido por el coronel Claus von Stauffenberg y un grupo de oficiales de la Wehrmacht.",
            "year": 1944
        },
        {
            "text": "en Pisa (Italia), los nazis alemanes en retirada hacen explotar el Puente Solferino.",
            "year": 1944
        },
        {
            "text": "el club de fútbol Spezia Calcio gana el campeonato Alta Italia.",
            "year": 1944
        },
        {
            "text": "el líder soviético Iósif Stalin consolida los Comisariados del Interior y de Seguridad Nacional para formar la NKVD y nombra a Lavrenti Beria su jefe.",
            "year": 1941
        },
        {
            "text": "en el marco de la Segunda Guerra Mundial (1939‑1945), Dinamarca abandona la Sociedad de las Naciones.",
            "year": 1940
        },
        {
            "text": "entre Los Ángeles y Pasadena (estado de California) se inaugura la primera autopista, la Arroyo Seco Parkway.",
            "year": 1940
        },
        {
            "text": "en Estados Unidos, la revista Billboard publica su primer «hit parade» (lista de éxitos).",
            "year": 1940
        },
        {
            "text": "en la ciudad de Nueva York, el Departamento de Justicia de los Estados Unidos presenta una demanda contra la industria cinematográfica, alegando violaciones de la Ley Antimonopolio Sherman en relación con el sistema de estudios. El caso finalmente resultaría en la desintegración de la industria en 1948.",
            "year": 1938
        },
        {
            "text": "en España, el general José Sanjurjo, que iba a encabezar el levantamiento militar que desencadenó la Guerra Civil Española (1936‑1939), muere en accidente de aviación cuando regresaba desde Lisboa (Portugal) a Madrid (España).",
            "year": 1936
        },
        {
            "text": "en Madrid (España), soldados y milicianos republicanos asaltan el Cuartel de la Montaña, único reducto de los sublevados en esa ciudad.",
            "year": 1936
        },
        {
            "text": "en Montreux (Suiza) se firma la Convención de Montreux sobre el Régimen de los Estrechos, que autoriza a Turquía a fortificar los estrechos de los Dardanelos y del Bósforo, pero garantiza el libre paso a los barcos de todas las naciones en tiempos de paz.",
            "year": 1936
        },
        {
            "text": "en la aldea de Pian San Giácomo, 142 km al sureste (a vuelo de pájaro) de Berna (Suiza), un avión de Royal Dutch Airlines, en ruta entre Milán a Frankfurt se estrella contra el paso de San Bernardino, matando a sus 9 pasajeros y 4 tripulantes.",
            "year": 1935
        },
        {
            "text": "en Mineápolis ―en el marco de los disturbios laborales en los Estados Unidos― la policía dispara contra los conductores de camiones en huelga, durante la huelga de los Teamsters de Minneapolis de 1934, matando a 2 e hiriendo a 67.",
            "year": 1934
        },
        {
            "text": "en la ciudad de Seattle ―en el marco de la huelga de los muelles de la Costa Oeste― la policía dispara gas lacrimógeno y apalea a 2000 estibadores en huelga. El gobernador del estado de Oregón llama a la Guardia Nacional para reprimir una huelga en los muelles de Portland (Oregón).",
            "year": 1934
        },
        {
            "text": "el secretario de Estado del Vaticano, Eugenio Pacelli (más tarde papa Pío XII), firma un concordato con Hitler.",
            "year": 1933
        },
        {
            "text": "en Perú, montañistas alcanzan la cima del Huascarán (de 6768 m), la montaña más alta del Perú y de la zona intertropical.",
            "year": 1932
        },
        {
            "text": "en el Preußenschlag, el presidente alemán Hindenburg coloca a Prusia directamente bajo el gobierno nacional alemán.",
            "year": 1932
        },
        {
            "text": "en la Unión Soviética, Maxim Litvinov es nombrado comisario de Asuntos Exteriores.",
            "year": 1930
        },
        {
            "text": "en el río Magdalena (Colombia) a mitad de camino de los 9 km entre los pequeños puertos de Sitionuevo y Remolino, 42 km al sur de la ciudad de Barranquilla (en la desembocadura del río Magdalena en el mar Caribe) explota la cañonera a vapor Hércules, de la Armada Nacional de Colombia, que patrullaba el río Magdalena. Mueren 51 marineros y oficiales. La explosión se atribuye al desgaste de las calderas tras 44 años de servicio.",
            "year": 1928
        },
        {
            "text": "en Santiago de Chile se promulga el decreto ejecutivo 3876 del Ministerio de Instrucción Pública, que restablece a partir del 12 de octubre del mismo año la enseñanza y el uso oficial en ese país de la ortografía de la Real Academia Española en sustitución de la Ortografía de Andrés Bello, que estuvo vigente desde 1844.",
            "year": 1927
        },
        {
            "text": "en la ciudad de Parral, en el estado de Chihuahua (México) muere asesinado a tiros el general Pancho Villa (45). El rey de la prensa estadounidense, William Randolph Hearst sobornó con 5000 dólares (94 000 dólares de 2025) al dictador mexicano Plutarco Elías Calles para recibir en su oficina la cabeza de Villa como trofeo.",
            "year": 1923
        },
        {
            "text": "en España empieza la prueba de regularidad Pamplona-Lérida-Huesca-Pamplona-San Sebastián de motociclismo.",
            "year": 1923
        },
        {
            "text": "en los Países Bajos se clausura la Conferencia de La Haya de Derecho Internacional Privado, que trata el problema de las reparaciones de guerra adeudadas por Alemania que debe indemnizar cada crimen de guerra cometido durante la Primera Guerra Mundial (1914‑1918).",
            "year": 1922
        },
        {
            "text": "en Ginebra (Suiza) la Sociedad de las Naciones ―el prototipo de la ONU (Organización de las Naciones Unidas)― «otorga» el Mandato de Togolandia a Francia y el Mandato de Tanganica al Reino Unido.",
            "year": 1922
        },
        {
            "text": "en Barcelona (España) se inaugura el depósito franco.",
            "year": 1921
        },
        {
            "text": "el ejército griego toma el control de Silivri después de que Grecia recibiera la ciudad en la Conferencia de Paz de París; en 1923 Grecia perdió efectivamente el control ante los turcos.",
            "year": 1920
        },
        {
            "text": "en Tarragona (España) se constituye una sociedad de salvamento de náufragos.",
            "year": 1920
        },
        {
            "text": "en Saint Germain ―en el marco de la Primera Guerra Mundial (1914‑1918)― los aliados entregan las condiciones de paz a la delegación germano-austríaca.",
            "year": 1919
        },
        {
            "text": "en Corfú ―en el marco de la Primera Guerra Mundial (1914‑1918)― el Comité Yugoslavo y el Reino de Serbia firman la Declaración de Corfú, que conduce a la creación del Reino de Yugoslavia de posguerra.",
            "year": 1917
        },
        {
            "text": "en Alemania, el parlamento concede un nuevo crédito de guerra durante la Primera Guerra Mundial por 15 000 millones de marcos alemanes.",
            "year": 1917
        },
        {
            "text": "en España, el inventor y constructor Ricardo Causarás Casaña patenta el primer avión de forma triangular de ala delta rígido del mundo.",
            "year": 1909
        },
        {
            "text": "en Francia, Georges Clemenceau renuncia a la presidencia por la desconfianza hacia su política naval.",
            "year": 1909
        },
        {
            "text": "en España se aprueba una ley que organiza la recogida y canje por el Ministerio de Hacienda de los duros falsos que circulan por el país.",
            "year": 1908
        },
        {
            "text": "se incendia y destruye la cúpula de la antigua iglesia de las Salesas.",
            "year": 1907
        },
        {
            "text": "en Finlandia se ratifica una nueva ley electoral que garantiza al país el primer derecho al voto en igualdad de condiciones del mundo. Las mujeres finlandesas son las primeras de Europa en obtener el derecho al voto.",
            "year": 1906
        },
        {
            "text": "en Rusia, la Asamblea de la nobleza rusa protesta contra el proyecto de creación de una Duma imperial.",
            "year": 1905
        },
        {
            "text": "en España, el Partido Socialista Obrero Español intenta llevar a cabo un paro general para protestar por la carestía de la vida.",
            "year": 1905
        },
        {
            "text": "en Macedonia, el pueblo se subleva contra el poder del Imperio otomano.",
            "year": 1903
        },
        {
            "text": "en Detroit (Estados Unidos) la empresa Ford Motor Company produce su primer automóvil.",
            "year": 1903
        },
        {
            "text": "la Asociación de Fútbol legaliza el profesionalismo en el fútbol asociación bajo presión de la Asociación Británica de Fútbol.",
            "year": 1885
        },
        {
            "text": "en Canadá, el rebelde Louis Riel es juzgado por traición.",
            "year": 1885
        },
        {
            "text": "en Fort Buford (en el estado de Montana) ―en el marco de las Guerras Indias― Toro Sentado, jefe de la tribu sioux, lidera a los últimos fugitivos de su pueblo para que se rindan a las tropas estadounidenses.",
            "year": 1881
        },
        {
            "text": "la Primera República Española, dirigida por Nicolás Salmerón, emite un decreto por el que declara piratas a todos los buques de la Armada Española que habían secundado la revolución del autoproclamado Cantón de Cartagena, autorizando a las armadas extranjeras a capturarlos incluso en aguas jurisdiccionales españolas.",
            "year": 1873
        },
        {
            "text": "la región de la Columbia Británica se une a la Confederación Canadiense.",
            "year": 1871
        },
        {
            "text": "cerca de la isla de Vis en el mar Adriático ―en el marco de la Guerra de las Siete Semanas (el conflicto bélico que enfrentó a Austria y Prusia en 1866), dentro de la tercera guerra de independencia italiana―, la armada austríaca (liderada por el almirante Wilhelm von Tegetthoff) vence a la Regia Marina (la armada italiana) en la batalla de Lissa.",
            "year": 1866
        },
        {
            "text": "en Italia, el rey Víctor Manuel II de Saboya firma el «real» decreto‑ley n.º 2438 para crear el Cuerpo de las Autoridades Portuarias.",
            "year": 1865
        },
        {
            "text": "cerca de Atlanta (estado de Georgia) ―en el marco de la Guerra Civil Estadounidense (1861‑1865)― las fuerzas esclavistas confederadas (lideradas por el general John Bell Hood) atacan sin éxito a las tropas estadounidenses (lideradas por el general William T. Sherman) en la batalla de Peachtree Creek.",
            "year": 1864
        },
        {
            "text": "en el pueblo de Milazzo, 39 km al oeste del puerto de Messina, entonces parte del Reino de las Dos Sicilias, los voluntarios del mercenario Giuseppe Garibaldi vencen al Ejército de las Dos Sicilias en la batalla de Milazzo (del 17 al 24 de julio). El ejército abandonará inmediatamente la isla de Sicilia.",
            "year": 1860
        },
        {
            "text": "en la ciudad de Tonkín, en el delta del río Rojo (en el norte de Vietnam) es asesinado el obispo José María Díaz Sanjurjo. Esto dará lugar a la intervención armada de España, al lado de Francia, en la guerra de Cochinchina (1858‑1862), que constituirá el inicio de la colonización francesa en Indochina.",
            "year": 1857
        },
        {
            "text": "en el pueblo Séneca Falls, 432 km al noroeste de la ciudad de Nueva York, concluye la primera Convención de los Derechos de la Mujer, un evento de dos días de duración.",
            "year": 1848
        },
        {
            "text": "en la villa de Independence (estado de Misuri), una turba antimormona destruye la imprenta del Libro de mandamientos de Joseph Smith.",
            "year": 1833
        },
        {
            "text": "los pueblos seneca y shawnee acuerdan ceder sus tierras en el oeste de Ohio a cambio de 243 km² al oeste del río Misisipi.",
            "year": 1831
        },
        {
            "text": "en Santiago de Chile, el gobierno de Bernardo O'Higgins reabre el Instituto Nacional José Miguel Carrera.",
            "year": 1819
        },
        {
            "text": "en Tucumán (noroeste de Argentina), los representantes de todas las provincias adoptan como símbolo patrio argentino la bandera de la Argentina.",
            "year": 1816
        },
        {
            "text": "en Santa Fe de Bogotá, capital del Nuevo Reino de Granada (actual Colombia) cientos de ciudadanos dan el primer «grito de independencia» contra el Reino de España, iniciado por el incidente de El Florero de Llorente, lo cual inicia el proceso que culmina con la independencia en 1819.",
            "year": 1810
        },
        {
            "text": "en Santa Rosa de Viterbo (Colombia) impacta un meteorito.",
            "year": 1810
        },
        {
            "text": "en Madrid (España), el ejército del invasor francés José I Bonaparte, que se había establecido en la ciudad tras la victoria del 14 de julio, se ve obligado a abandonar la ciudad.",
            "year": 1808
        },
        {
            "text": "97 km al norte de Santafé de Bogotá, en el Virreinato de Nueva Granada (actual Colombia), se funda la aldea de Carmen de Carupa.",
            "year": 1808
        },
        {
            "text": "en París, Nicéphore Niépce (32) ―que en 1824 será el inventor de la fotografía― y su hermano mayor Claude Niépce (1763‑1828) reciben una patente de Napoleón para el pireolóforo, el primer motor de combustión interna del mundo, que en meses anteriores había impulsado con éxito un barco aguas arriba en el río Saona (en su ciudad natal de Chalon-sur-Saône). Aunque nunca se comercializó, proporcionó cierto renombre al talento de ambos hermanos como inventores.",
            "year": 1807
        },
        {
            "text": "en el puerto de Nueva York (Estados Unidos), el ingeniero Robert Fulton realiza la primera prueba de su barco de vapor.",
            "year": 1807
        },
        {
            "text": "en Etiopía, el aristócrata Tekle Giyorgis I (1751‑1817) comienza su primero de seis reinados como emperador de Etiopía.",
            "year": 1799
        },
        {
            "text": "en España, el rey Fernando VI destituye al marqués de la Ensenada.",
            "year": 1754
        },
        {
            "text": "el explorador canadiense Pierre Gaultier de Varennes et de La Vérendrye llega a la orilla occidental del Lago Míchigan.",
            "year": 1738
        },
        {
            "text": "en el marco de la 7.ª guerra turco-veneciana (1714‑1718), el Imperio otomano asedia y captura la ciudad de Nauplia, capital del Reino de Morea (nombre que los venecianos daban a la península griega del Peloponeso), dentro de la República de Venecia, abriendo así el camino a la rápida reconquista otomana del Peloponeso.",
            "year": 1715
        },
        {
            "text": "en el puerto de Oulu sobre el golfo de Botnia, 608 km al norte de Helsinki (Finlandia), un incendio casi destruye por completo el cuarto distrito, que cubría la parte sur de la ciudad y era con diferencia el más grande de los distritos de la ciudad.",
            "year": 1705
        },
        {
            "text": "en España, el rey Carlos II otorga el villazgo a Fuente Álamo de Murcia.",
            "year": 1700
        },
        {
            "text": "en Roma, Hugh O'Neill ―protagonista de la Fuga de los Condes― muere en su exilio.",
            "year": 1616
        },
        {
            "text": "en el Vaticano, el cardenal Scipione Caffarelli-Borghese compra la Madonna dei Palafrenieri pintada por Caravaggio y rechazada por la Basílica de San Pedro.",
            "year": 1606
        },
        {
            "text": "en la actual Corea del Norte ―en el marco de la primera invasión japonesa de Corea (1592‑1598), las fuerzas japonesas lideradas por Toyotomi Hideyoshi atacan y masacran a la población civil de la ciudad de Pionyang, aunque finalmente no pudieron mantenerla.",
            "year": 1592
        },
        {
            "text": "en la Iglesia de San Giovanni a Porta Latina (en el centro histórico de Roma), son arrestadas once personas, todas ellas varones, presumiblemente de origen portugués y albanés, acusadas de haber formado un círculo secreto de hombres en cuyo seno se manifestaban lazos de afecto, se consumaban relaciones carnales y se consagraban vínculos matrimoniales entre personas del mismo sexo observando la liturgia eclesiástica, con la complicidad de algunos frailes: el proceso ante el Tribunal Penal del Gobernador terminó con una sentencia ejemplar para ocho de los acusados, todos declarados culpables de los delitos de sodomía y profanación de la institución del matrimonio. La sentencia de muerte por ahorcamiento será ejecutada el 13 de agosto en el Ponte Sant'Angelo y posterior quema de los ocho cuerpos. Los tres absueltos fueron un fraile ―quizás para evitar la implicación directa de la Iglesia católica― y dos acusados indultados por haber colaborado con los investigadores.",
            "year": 1578
        },
        {
            "text": "en España, Isabel La Católica decreta, mediante una real cédula, que se devuelvan a sus tierras de origen a todos los indígenas que los «conquistadores» habían secuestrado.",
            "year": 1500
        },
        {
            "text": "34 km al noroeste de la ciudad de Ankara, en Anatolia (actual Turquía), el emir timúrida Tamerlán derrota al sultán otomano Beyazid I en la batalla de Ankara.",
            "year": 1402
        },
        {
            "text": "98 km al suroeste de Dublín (Irlanda), los clanes irlandeses O’Byrnes y O’Tooles bajo el mando de Art MacMurrough-Kavanagh (el jefe más poderoso de Leinster) masacran en la batalla de Kellistown a las fuerzas invasoras inglesas lideradas por Roger de Mortimer (24), quien también fallece en combate.",
            "year": 1398
        },
        {
            "text": "en Florencia (península itálica) estalla la Revuelta de los Ciompi, un levantamiento de los trabajadores del sector textil.",
            "year": 1378
        },
        {
            "text": "Eduardo I de Inglaterra asedia y captura el Castillo de Stirling, el último bastión rebelde de las Guerras de Independencia de Escocia.",
            "year": 1304
        },
        {
            "text": "en Cassino, 140 km al sureste de Roma (península itálica) Federico II Hohenstaufen y el papa Gregorio IX ―gracias a las negociaciones de un dominico llamado Guala― firman el Tratado de San Germano.",
            "year": 1230
        },
        {
            "text": "259 km al norte de Madrid (península ibérica) se coloca la primera piedra de la Catedral de Burgos.",
            "year": 1221
        },
        {
            "text": "Ricardo I de Inglaterra es investido oficialmente como duque de Normandía.",
            "year": 1189
        },
        {
            "text": "en Chartres, 91 km al suroeste de París, los vikingos liderados por Hrolf Ganger (65) ponen sitio a la ciudad.",
            "year": 911
        },
        {
            "text": "356 km al este de Sofía (actual Bulgaria) y 56 km al oeste de la costa del mar Negro, Kardam de Bulgaria derrota al emperador bizantino Constantino VI en la batalla de Marcela.",
            "year": 792
        },
        {
            "text": "525 km al norte de Roma (península itálica), después de dos años de resistencia, la ciudad de Verona cae bajo el dominio del Imperio bizantino.",
            "year": 555
        },
        {
            "text": "en Jerusalén, capital de Palestina (conquistada por el Imperio romano), el general romano Tito, hijo del emperador Vespasiano, asalta la Fortaleza Antonia (cuartel militar construido por Herodes el Grande), 450 metros al norte del Monte del Templo (donde se encontraba el Templo de Jerusalén) y comienza el asedio de Jerusalén. El ejército romano se ve envuelto en combates callejeros contra los zelotes.",
            "year": 70
        }
    ],
    "births": [
        {
            "text": "Paulette Gebara Farah, niña mexicana desaparecida que fue hallada muerta en su habitación (f. 2010).",
            "year": 2005
        },
        {
            "text": "Omar Campos, futbolista mexicano.",
            "year": 2002
        },
        {
            "text": "Charne Griesel, yudoca sudafricana.",
            "year": 2000
        },
        {
            "text": "Alberto del Moral Saelices, futbolista español.",
            "year": 2000
        },
        {
            "text": "Pop Smoke, rapero y cantante estadounidense (f. 2020).",
            "year": 1999
        },
        {
            "text": "Joey Bragg, actor estadounidense.",
            "year": 1998
        },
        {
            "text": "Shaban Idd Chilunda, futbolista tanzano.",
            "year": 1998
        },
        {
            "text": "Sinead Michael, actriz británica.",
            "year": 1998
        },
        {
            "text": "Merveil Ndockyt, futbolista congoleño.",
            "year": 1998
        },
        {
            "text": "Alejo Antilef, futbolista argentino.",
            "year": 1998
        },
        {
            "text": "Dominik Baumgartner, futbolista austríaco.",
            "year": 1996
        },
        {
            "text": "Joey Bragg, actor estadounidense.",
            "year": 1996
        },
        {
            "text": "José María Canale, futbolista paraguayo.",
            "year": 1996
        },
        {
            "text": "Ben Simmons, baloncestista australiano.",
            "year": 1996
        },
        {
            "text": "Moses Leota, jugador de la liga de rugby de Nueva Zelanda.",
            "year": 1995
        },
        {
            "text": "Caroline Corinth, modelo danesa.",
            "year": 1994
        },
        {
            "text": "Nora Heroum, futbolista finlandesa.",
            "year": 1994
        },
        {
            "text": "Brenda Graff, voleibolista argentina.",
            "year": 1994
        },
        {
            "text": "Andrea Vendrame, ciclista italiano.",
            "year": 1994
        },
        {
            "text": "Steven Funaki Adams, baloncestista neozelandés.",
            "year": 1993
        },
        {
            "text": "Nick Cousins, jugador canadiense de hockey sobre hielo.",
            "year": 1993
        },
        {
            "text": "Alycia Debnam-Carey, actriz australiana.",
            "year": 1993
        },
        {
            "text": "Chiyoshōma Fujio, luchador mongol de sumo.",
            "year": 1991
        },
        {
            "text": "Ryan James, jugador australiano de liga australiana de rugby.",
            "year": 1991
        },
        {
            "text": "Kira Dixon, modelo estadounidense, Miss América 2015.",
            "year": 1991
        },
        {
            "text": "Philipp Reiter, alpinista y corredor alemán.",
            "year": 1991
        },
        {
            "text": "Tawan Vihokratana, actor, presentador y modelo tailandés.",
            "year": 1991
        },
        {
            "text": "Steven Joseph-Monrose, futbolista francés.",
            "year": 1990
        },
        {
            "text": "Lars Unnerstall, futbolista alemán.",
            "year": 1990
        },
        {
            "text": "Javier Cortés, futbolista mexicano.",
            "year": 1989
        },
        {
            "text": "Cristian Pasquato, futbolista italiano.",
            "year": 1989
        },
        {
            "text": "Julianne Hough, cantautora, actriz y bailarina estadounidense.",
            "year": 1988
        },
        {
            "text": "Shahram Mahmoudi, jugadora de voleibol iraní.",
            "year": 1988
        },
        {
            "text": "Stephen Strasburg, jugador de béisbol estadounidense.",
            "year": 1988
        },
        {
            "text": "Nicola Benedetti, violinista británico-escocesa.",
            "year": 1987
        },
        {
            "text": "Niall McGinn, futbolista irlandés.",
            "year": 1987
        },
        {
            "text": "Osric Chau, actor, director, productor y guionista canadiense.",
            "year": 1986
        },
        {
            "text": "John Francis Daley, actor y guionista estadounidense.",
            "year": 1985
        },
        {
            "text": "Harley Morenstein, actor canadiense y personalidad de YouTube.",
            "year": 1985
        },
        {
            "text": "David Mundy, futbolista australiano.",
            "year": 1985
        },
        {
            "text": "Yevhen Seleznyov, futbolista ucraniano.",
            "year": 1985
        },
        {
            "text": "Gonzalo Bergessio, futbolista argentino.",
            "year": 1984
        },
        {
            "text": "Alexi Casilla, beisbolista dominicano.",
            "year": 1984
        },
        {
            "text": "Matt Gilroy, jugador de hockey sobre hielo estadounidense.",
            "year": 1984
        },
        {
            "text": "Bárbara Goenaga, actriz española.",
            "year": 1983
        },
        {
            "text": "Percy Daggs III, actor estadounidense.",
            "year": 1982
        },
        {
            "text": "Antoine Vermette, jugador canadiense de hockey sobre hielo.",
            "year": 1982
        },
        {
            "text": "Viktoria Ladõnskaja, periodista y política estonia.",
            "year": 1981
        },
        {
            "text": "Vanessa Mendoza, modelo y política colombiana.",
            "year": 1981
        },
        {
            "text": "Tesfaye Bramble, futbolista anglo-montserratiano.",
            "year": 1980
        },
        {
            "text": "Gisele Bündchen, modelo, empresaria y actriz brasileña.",
            "year": 1980
        },
        {
            "text": "Miklós Fehér, futbolista húngaro (f. 2004).",
            "year": 1979
        },
        {
            "text": "Charlotte Hatherley, cantautora y guitarrista británico-inglesa.",
            "year": 1979
        },
        {
            "text": "David Ortega Pitarch, nadador español.",
            "year": 1979
        },
        {
            "text": "Pavel Datsyuk, jugador de hockey sobre hielo ruso.",
            "year": 1978
        },
        {
            "text": "Nigel Quashie, futbolista británico-galés.",
            "year": 1978
        },
        {
            "text": "Will Solomon, baloncestista estadounidense.",
            "year": 1978
        },
        {
            "text": "Elliott Yamin, cantautor estadounidense.",
            "year": 1978
        },
        {
            "text": "Ieva Zunda, corredora y vallista letona.",
            "year": 1978
        },
        {
            "text": "Kiki Musampa, futbolista congoleño expatriado en los Países Bajos.",
            "year": 1977
        },
        {
            "text": "Yves Niaré, lanzador de peso francés (f. 2012).",
            "year": 1977
        },
        {
            "text": "Alessandro Santos, futbolista brasileño-japonés.",
            "year": 1977
        },
        {
            "text": "Erica Hill, periodista estadounidense.",
            "year": 1976
        },
        {
            "text": "Debashish Mohanty, jugador de críquet y entrenador indio.",
            "year": 1976
        },
        {
            "text": "Andrew Stockdale, cantautor y guitarrista australiano.",
            "year": 1976
        },
        {
            "text": "Alex Yoong, piloto de automovilismo malayo.",
            "year": 1976
        },
        {
            "text": "Ray Allen, baloncestista y actor estadounidense.",
            "year": 1975
        },
        {
            "text": "Quique Álvarez, futbolista y entrenador español.",
            "year": 1975
        },
        {
            "text": "Judy Greer, actriz y productora estadounidense.",
            "year": 1975
        },
        {
            "text": "Erik Hagen, futbolista noruego.",
            "year": 1975
        },
        {
            "text": "Birgitta Ohlsson, periodista y política sueca, 5.ª ministra de Asuntos de la Unión Europea.",
            "year": 1975
        },
        {
            "text": "Jason Raize, cantante y actor estadounidense (f. 2004).",
            "year": 1975
        },
        {
            "text": "Yusuf Şimşek, futbolista y entrenador turco.",
            "year": 1975
        },
        {
            "text": "Simon Rex, actor estadounidense.",
            "year": 1974
        },
        {
            "text": "Omar Epps, actor estadounidense.",
            "year": 1973
        },
        {
            "text": "Haakon Magnus, aristócrata («príncipe heredero») noruego.",
            "year": 1973
        },
        {
            "text": "Peter Forsberg, jugador y entrenador de hockey sobre hielo sueco.",
            "year": 1973
        },
        {
            "text": "Nixon McLean, jugador sanvicentino de críquet.",
            "year": 1973
        },
        {
            "text": "Roberto Orci, guionista y productor mexicano expatriado en Estados Unidos (f. 2025).",
            "year": 1973
        },
        {
            "text": "Claudio Reyna, futbolista estadounidense.",
            "year": 1973
        },
        {
            "text": "Nikolái Kuznetsov, ciclista ruso.",
            "year": 1973
        },
        {
            "text": "Jamie Ainscough, jugador australiano de la liga de rugby australiana.",
            "year": 1972
        },
        {
            "text": "Jozef Stümpel, jugador eslovaco de hockey sobre hielo.",
            "year": 1972
        },
        {
            "text": "Erik Ullenhag, jurista y político sueco.",
            "year": 1972
        },
        {
            "text": "Charles Johnson, jugador estadounidense de béisbol.",
            "year": 1971
        },
        {
            "text": "Sandra Oh, actriz canadiense de padres coreanos.",
            "year": 1971
        },
        {
            "text": "José Javier Esparza Abaurrea, político conservador español, presidente del partido UPN (Unión del Pueblo Navarro).",
            "year": 1970
        },
        {
            "text": "Howard Jones, músico estadounidense, de la banda Killswitch Engage.",
            "year": 1970
        },
        {
            "text": "Dean Wells, jugador estadounidense de fútbol americano (f. 2025).",
            "year": 1970
        },
        {
            "text": "Josh Holloway, actor estadounidense.",
            "year": 1969
        },
        {
            "text": "Kreso Kovacec, futbolista croata-alemán.",
            "year": 1969
        },
        {
            "text": "Giovanni Lombardi, ciclista italiano.",
            "year": 1969
        },
        {
            "text": "Joon Park, cantante surcoreano expatriado en Estados Unidos.",
            "year": 1969
        },
        {
            "text": "Tobi Vail, cantante y guitarrista estadounidense.",
            "year": 1969
        },
        {
            "text": "Vitamin C (Colleen Ann Fitzpatrick), cantautora estadounidense.",
            "year": 1969
        },
        {
            "text": "Jimmy Carson, jugador de hockey sobre hielo estadounidense.",
            "year": 1968
        },
        {
            "text": "Kool G Rap, rapero y artista estadounidense de hip-hop.",
            "year": 1968
        },
        {
            "text": "Hami Mandıralı, futbolista y entrenador turco.",
            "year": 1968
        },
        {
            "text": "Courtney Taylor-Taylor, cantautora y guitarrista estadounidense.",
            "year": 1967
        },
        {
            "text": "Anton Du Beke, bailarín y presentador británico-inglés.",
            "year": 1966
        },
        {
            "text": "Stone Gossard, cantautor y guitarrista estadounidense, de la banda Pearl Jam.",
            "year": 1966
        },
        {
            "text": "Enrique Peña Nieto, abogado y político mexicano, 57.º presidente de México entre 2012 y 2018.",
            "year": 1966
        },
        {
            "text": "Joe Arlauckas, baloncestista lituano-estadounidense.",
            "year": 1965
        },
        {
            "text": "Jess Walter, periodista y escritora estadounidense.",
            "year": 1965
        },
        {
            "text": "Chris Cornell, cantautor y guitarrista estadounidense (f. 2017), de la banda Soundgarden.",
            "year": 1964
        },
        {
            "text": "Terri Irwin, zoóloga y escritora estadounidense-australiana.",
            "year": 1964
        },
        {
            "text": "Sebastiano Rossi, futbolista italiano.",
            "year": 1964
        },
        {
            "text": "Bernd Schneider, piloto alemán de automovilismo.",
            "year": 1964
        },
        {
            "text": "Joan Gonper (José Ángel González Pérez), escritor y editor español.",
            "year": 1963
        },
        {
            "text": "Nacho Mañó, músico español, de la banda Presuntos Implicados.",
            "year": 1963
        },
        {
            "text": "Frank Whaley, actor, director y guionista estadounidense.",
            "year": 1963
        },
        {
            "text": "Carlos Alazraqui, actor, productor y guionista estadounidense.",
            "year": 1962
        },
        {
            "text": "Julie Bindel, periodista, escritora y académica británico-inglesa.",
            "year": 1962
        },
        {
            "text": "Óscar Elías Biscet, médico antiabortista y activista contrarrevolucionario cubano, en 1997 creó la Fundación Lawton para los Derechos Humanos con fondos estadounidenses; en 2007, el presidente George W. Bush le otorgó la Medalla Presidencial de la Libertad.",
            "year": 1961
        },
        {
            "text": "Dan Gay, baloncestista estadounidense.",
            "year": 1961
        },
        {
            "text": "Susanna Parigi, cantautora italiana (f. 2023).",
            "year": 1961
        },
        {
            "text": "Sudesh Berry, actor indio.",
            "year": 1960
        },
        {
            "text": "Federico Echave, ciclista español.",
            "year": 1960
        },
        {
            "text": "Claudio Langes, piloto de carreras italiano.",
            "year": 1960
        },
        {
            "text": "Prvoslav Vujčić, poeta y filósofo serbio-canadiense.",
            "year": 1960
        },
        {
            "text": "Mike Witt, jugador de béisbol estadounidense.",
            "year": 1960
        },
        {
            "text": "Giovanna Amati, piloto de automovilismo italiana.",
            "year": 1959
        },
        {
            "text": "Radney Foster, cantautor, guitarrista y productor estadounidense.",
            "year": 1959
        },
        {
            "text": "Claudio Gallardou, actor argentino.",
            "year": 1959
        },
        {
            "text": "Mick MacNeil, tecladista y compositor británico-escocés.",
            "year": 1958
        },
        {
            "text": "Billy Mays, vendedor estadounidense (f. 2009).",
            "year": 1958
        },
        {
            "text": "Paul Cook, baterista británico-inglés, de la banda Sex Pistols.",
            "year": 1956
        },
        {
            "text": "Julio César Falcioni, futbolista y director técnico argentino.",
            "year": 1956
        },
        {
            "text": "Thomas N'Kono, futbolista camerunés.",
            "year": 1956
        },
        {
            "text": "Jim Prentice, abogado y político canadiense (f. 2016), 16.º primer ministro de Alberta.",
            "year": 1956
        },
        {
            "text": "Desmond Douglas, jugador de tenis de mesa jamaicano-inglés.",
            "year": 1955
        },
        {
            "text": "René-Daniel Dubois, actor y dramaturgo canadiense.",
            "year": 1955
        },
        {
            "text": "Jem Finer, banjista y compositor británico-inglés.",
            "year": 1955
        },
        {
            "text": "Francisco Tudela, político peruano.",
            "year": 1955
        },
        {
            "text": "Moira Harris, actriz estadounidense.",
            "year": 1954
        },
        {
            "text": "Jay Jay French, guitarrista y productor estadounidense.",
            "year": 1954
        },
        {
            "text": "Keith Scott, guitarrista canadiense.",
            "year": 1954
        },
        {
            "text": "Dave Evans, músico australiano de origen británico‑galés, de la banda AC/DC.",
            "year": 1953
        },
        {
            "text": "Thomas Friedman, periodista y escritor estadounidense.",
            "year": 1953
        },
        {
            "text": "Marcia Hines, cantante y actriz estadounidense-australiana.",
            "year": 1953
        },
        {
            "text": "Jeff Rawle, actor y guionista británico-inglés.",
            "year": 1951
        },
        {
            "text": "Nick Weatherspoon, baloncestista estadounidense (f. 2008).",
            "year": 1951
        },
        {
            "text": "Edward Leigh, abogado y político británico-inglés.",
            "year": 1950
        },
        {
            "text": "Lucille Lemay, arquera canadiense.",
            "year": 1950
        },
        {
            "text": "Francis Billy Hilly, político de las Islas Salomón (f. 2025).",
            "year": 1948
        },
        {
            "text": "Muse Watson, actor y productor estadounidense.",
            "year": 1948
        },
        {
            "text": "Gerd Binnig, físico y académico alemán, premio nobel de física en 1986.",
            "year": 1947
        },
        {
            "text": "Carlos Santana, cantautor y guitarrista mexicano expatriado en Estados Unidos.",
            "year": 1947
        },
        {
            "text": "Randal Kleiser, actor, director y productor estadounidense.",
            "year": 1946
        },
        {
            "text": "Charles Bowden, escritor de no ficción, periodista y ensayista estadounidense (f. 2014).",
            "year": 1945
        },
        {
            "text": "Kim Carnes, cantante y compositora estadounidense.",
            "year": 1945
        },
        {
            "text": "Larry Craig, militar y político estadounidense.",
            "year": 1945
        },
        {
            "text": "Bo Rein, jugador y entrenador de fútbol americano (f. 1980).",
            "year": 1945
        },
        {
            "text": "Mel Daniels, jugador y entrenador de baloncesto estadounidense (f. 2015).",
            "year": 1944
        },
        {
            "text": "W. Cary Edwards, político estadounidense (f. 2010).",
            "year": 1944
        },
        {
            "text": "Olivier de Kersauson, marinero francés.",
            "year": 1944
        },
        {
            "text": "Roberto Rogel, futbolista argentino.",
            "year": 1944
        },
        {
            "text": "TG Sheppard, cantautor de música country estadounidense.",
            "year": 1944
        },
        {
            "text": "Chris Amon, piloto neozelandés de Fórmula 1 (f. 2016).",
            "year": 1943
        },
        {
            "text": "Ernesto Bitetti, guitarrista hispano-argentino.",
            "year": 1943
        },
        {
            "text": "John Lodge, cantautor, bajista y productor británico-inglés.",
            "year": 1943
        },
        {
            "text": "Bob McNab, futbolista británico-inglés.",
            "year": 1943
        },
        {
            "text": "Adrian Păunescu, poeta, periodista y político rumano (f. 2010).",
            "year": 1943
        },
        {
            "text": "Wendy Richard, actriz británico-inglesa (f. 2009).",
            "year": 1943
        },
        {
            "text": "Pete Hamilton, piloto de carreras estadounidense (f. 2017).",
            "year": 1942
        },
        {
            "text": "Don Chuy, jugador estadounidense de fútbol americano (f. 2014).",
            "year": 1941
        },
        {
            "text": "Periklis Korovesis, escritor y periodista griego (f. 2020).",
            "year": 1941
        },
        {
            "text": "Kurt Raab, actor, guionista y diseñador de producción alemán (f. 1988).",
            "year": 1941
        },
        {
            "text": "Judy Chicago, artista feminista estadounidense.",
            "year": 1939
        },
        {
            "text": "Deniz Baykal, abogado y político turco, vice primer ministro de Turquía (f. 2023).",
            "year": 1938
        },
        {
            "text": "Roger Hunt, futbolista británico-inglés (f. 2021).",
            "year": 1938
        },
        {
            "text": "Tony Oliva, jugador y entrenador de béisbol cubano-estadounidense.",
            "year": 1938
        },
        {
            "text": "Diana Rigg, actriz británico-inglesa (f. 2020).",
            "year": 1938
        },
        {
            "text": "Natalie Wood, actriz estadounidense (f. 1981).",
            "year": 1938
        },
        {
            "text": "Alcibiades González Delvalle, periodista, dramaturgo y narrador paraguayo.",
            "year": 1936
        },
        {
            "text": "Alistair MacLeod, novelista y cuentista canadiense (f. 2014).",
            "year": 1936
        },
        {
            "text": "Barbara Mikulski, trabajadora social y política estadounidense.",
            "year": 1936
        },
        {
            "text": "Peter Palumbo, aristócrata («barón Palumbo»), coleccionista de arte y empresario británico-inglés.",
            "year": 1935
        },
        {
            "text": "Padre Cícero (Cícero Romão Batista), sacerdote católico brasileño, objeto de devoción popular (f. 1934); carismático, obtuvo gran prestigio e influencia sobre la vida social, política y religiosa del paupérrimo Nordeste de Brasil.",
            "year": 1934
        },
        {
            "text": "Buddy Knox, cantautor y guitarrista estadounidense (f. 1999).",
            "year": 1933
        },
        {
            "text": "Cormac McCarthy, novelista, dramaturgo y guionista estadounidense (f. 2023).",
            "year": 1933
        },
        {
            "text": "Rex Williams, jugador de billar británico-inglés.",
            "year": 1933
        },
        {
            "text": "Josefa de Bastavales, panderetera española.",
            "year": 1932
        },
        {
            "text": "Nam June Paik, videoartista surcoreano expatriado en Estados Unidos (f. 2006).",
            "year": 1932
        },
        {
            "text": "Otto Schily, abogado y político alemán, ministro del Interior de Alemania.",
            "year": 1932
        },
        {
            "text": "Shakuntala Karandikar, biógrafo, ensayista y filántropo indio (f. 2018).",
            "year": 1931
        },
        {
            "text": "Tony Marsh, piloto de carreras británico-inglés (f. 2009).",
            "year": 1931
        },
        {
            "text": "Marina Popovich, ingeniera, escritora y aviadora rusa (f. 2017), oficial de la Fuerza Aérea Soviética.",
            "year": 1931
        },
        {
            "text": "Chuck Daly, jugador y entrenador de baloncesto estadounidense (f. 2009).",
            "year": 1930
        },
        {
            "text": "William H. Goetzmann, historiador y escritor estadounidense (f. 2010).",
            "year": 1930
        },
        {
            "text": "Sally Ann Howes, cantante y actriz anglo-estadounidense (f. 2021).",
            "year": 1930
        },
        {
            "text": "Hazel Hawke, trabajadora social y pianista australiana (f. 2013), esposa del 23.º primer ministro de Australia.",
            "year": 1929
        },
        {
            "text": "Mike Ilitch, empresario estadounidense, fundó Little Caesars (f. 2017).",
            "year": 1929
        },
        {
            "text": "Rajendra Kumar, actor y productor pakistaní-indio (f. 1999).",
            "year": 1929
        },
        {
            "text": "David Tonkin, político australiano (f. 2000), 38.º primer ministro de Australia del Sur.",
            "year": 1929
        },
        {
            "text": "Józef Czyrek, economista y político polaco, ministerio de Asuntos Exteriores (f. 2013).",
            "year": 1928
        },
        {
            "text": "Belaid Abdessalam, primer ministro de Argelia (f. 2020).",
            "year": 1928
        },
        {
            "text": "Barbara Bergmann, economista y académica estadounidense (f. 2015).",
            "year": 1927
        },
        {
            "text": "Heather Chasen, actriz británico-inglesa (f. 2020).",
            "year": 1927
        },
        {
            "text": "Michael Gielen, director de orquesta y compositor austríaco (f. 2019).",
            "year": 1927
        },
        {
            "text": "Ian P. Howard, psicólogo y académico anglo-canadiense (f. 2013).",
            "year": 1927
        },
        {
            "text": "Joan Jara (Joan Alison Turner), bailarina y activista política británica, naturalizada chilena (f. 2023), viuda del cantautor Víctor Jara.",
            "year": 1927
        },
        {
            "text": "Geoffrey Ostergaard, anarquista pacifista británico-inglés (f. 1990).",
            "year": 1926
        },
        {
            "text": "Jacques Delors, economista y político socialista francés, 8.º presidente de la Comisión Europea (f. 2023).",
            "year": 1925
        },
        {
            "text": "Frantz Fanon, psiquiatra y filósofo franco-argelino (f. 1961).",
            "year": 1925
        },
        {
            "text": "Lola Albright, actriz y cantante estadounidense (f. 2017).",
            "year": 1924
        },
        {
            "text": "Thomas Berger, escritor y dramaturgo estadounidense (f. 2014).",
            "year": 1924
        },
        {
            "text": "Mort Garson, compositor y letrista canadiense-estadounidense (f. 2008).",
            "year": 1924
        },
        {
            "text": "Alejandro Pietri, arquitecto venezolano (f. 1992).",
            "year": 1924
        },
        {
            "text": "Stanisław Albinowski, economista y periodista polaco (f. 2005).",
            "year": 1923
        },
        {
            "text": "Aníbal Arias, guitarrista argentino (f. 2010).",
            "year": 1922
        },
        {
            "text": "Alan Stephenson Boyd, abogado y político estadounidense (f. 2020), 1.º secretario de Transporte de los Estados Unidos.",
            "year": 1922
        },
        {
            "text": "Henri Alleg, periodista y escritor anglo-francés (f. 2013).",
            "year": 1921
        },
        {
            "text": "Mercedes Pardo, pintora venezolana (f. 2005).",
            "year": 1921
        },
        {
            "text": "Elliot Richardson, teniente y político estadounidense (f. 1999), 11.º secretario de Defensa de los Estados Unidos.",
            "year": 1920
        },
        {
            "text": "Edmund Hillary, montañista y explorador neozelandés (f. 2008), primero en escalar el monte Everest, en 1938.",
            "year": 1919
        },
        {
            "text": "Jacquemine Charrott Lodwidge, escritora británico-inglesa (f. 2012).",
            "year": 1919
        },
        {
            "text": "José Ramón Medina, político, escritor, y poeta venezolano (f. 2010).",
            "year": 1919
        },
        {
            "text": "Olga Ramos, cantante española (f. 2005).",
            "year": 1918
        },
        {
            "text": "Cindy Walker, cantautora y bailarina estadounidense (f. 2006).",
            "year": 1918
        },
        {
            "text": "Dobri Dobrev, mendigo y filántropo búlgaro (f. 2018), venerado como un santo popular en la ciudad de Sofía.",
            "year": 1914
        },
        {
            "text": "Charilaos Florakis, político griego (f. 2005).",
            "year": 1914
        },
        {
            "text": "Ersilio Tonini, cardenal italiano (f. 2013).",
            "year": 1914
        },
        {
            "text": "Irma Córdoba, actriz argentina (f. 2008).",
            "year": 1913
        },
        {
            "text": "George Johnston, periodista y escritor australiano (f. 1970).",
            "year": 1912
        },
        {
            "text": "Loda Halama, bailarina y actriz polaca (f. 1996).",
            "year": 1911
        },
        {
            "text": "Baqa Jilani, jugador de críquet indio (f. 1941).",
            "year": 1911
        },
        {
            "text": "José Zabala-Santos, escritor e ilustrador filipino (f. 1985).",
            "year": 1911
        },
        {
            "text": "Vilém Tauský, director de orquesta y compositor checo-inglés (f. 2004).",
            "year": 1910
        },
        {
            "text": "Jean Focas, astrónomo alemán (f. 1969).",
            "year": 1909
        },
        {
            "text": "Eric Rowan, jugador de críquet sudafricano (f. 1993).",
            "year": 1909
        },
        {
            "text": "Joseph Levis, esgrimista de florete estadounidense (f. 2005).",
            "year": 1905
        },
        {
            "text": "Leonidas Berry, gastroenterólogo estadounidense (f. 1995).",
            "year": 1902
        },
        {
            "text": "Vehbi Koç, empresario y filántropo turco, fundó Koç Holding (f. 1996).",
            "year": 1901
        },
        {
            "text": "Eugenio López Sr., empresario filipino (f. 1975), fundador del Grupo de Empresas López.",
            "year": 1901
        },
        {
            "text": "Heinie Manush, jugador y mánager de béisbol estadounidense (f. 1971).",
            "year": 1901
        },
        {
            "text": "Ida Mett, anarquista judía bielorrusa (f. 1973).",
            "year": 1901
        },
        {
            "text": "Maurice Leyland, jugador de críquet y entrenador británico-inglés (f. 1967).",
            "year": 1900
        },
        {
            "text": "Tadeus Reichstein, químico y académico polaco-suizo, premio nobel de fisiología o medicina en 1950 (f. 1996).",
            "year": 1897
        },
        {
            "text": "László Moholy-Nagy, pintor, fotógrafo y escultor húngaro (f. 1946).",
            "year": 1895
        },
        {
            "text": "George Llewelyn Davies, militar británico-inglés (f. 1915).",
            "year": 1893
        },
        {
            "text": "Gilberto Bosques, diplomático mexicano (f. 1995).",
            "year": 1892
        },
        {
            "text": "Verna Felton, actriz estadounidense (f. 1966).",
            "year": 1890
        },
        {
            "text": "Julie Vinter Hansen, astrónoma y académica danesa-suiza (f. 1960).",
            "year": 1890
        },
        {
            "text": "Giorgio Morandi, pintor italiano (f. 1964).",
            "year": 1890
        },
        {
            "text": "Gonzalo Roig, director de orquesta y compositor cubano (f. 1970).",
            "year": 1890
        },
        {
            "text": "Emiliano Bajo Iglesias, político español (f. 1936).",
            "year": 1889
        },
        {
            "text": "Manlio Legat, saltador con pértiga, saltador de longitud y múltiple italiano (f. 1915).",
            "year": 1889
        },
        {
            "text": "Erich Pommer, productor cinematográfico alemán (f. 1966).",
            "year": 1889
        },
        {
            "text": "John Reith, aristócrata («1.º barón Reith») y locutor británico-escocés, cofundador de la BBC (f. 1971).",
            "year": 1889
        },
        {
            "text": "Antonio Vallejo-Nájera, psiquiatra español (f. 1960).",
            "year": 1889
        },
        {
            "text": "Edward Williams, remero británico (f. 1915).",
            "year": 1888
        },
        {
            "text": "Mike Gibbons, boxeador estadounidense (f. 1956).",
            "year": 1887
        },
        {
            "text": "André Boulanger, latinista, arqueólogo e historiador francés (f. 1958).",
            "year": 1886
        },
        {
            "text": "Apollo Granforte, barítono italiano (f. 1975).",
            "year": 1886
        },
        {
            "text": "Frank Heller, escritor sueco (f. 1947).",
            "year": 1886
        },
        {
            "text": "Thor Larsen, gimnasta noruego (f. 1970).",
            "year": 1886
        },
        {
            "text": "Carl Hans Lungershausen, general alemán (f. 1975).",
            "year": 1886
        },
        {
            "text": "Sergio Panunzio, jurista, politólogo y filósofo italiano (f. 1944).",
            "year": 1886
        },
        {
            "text": "Raymond Priestley, geólogo, geógrafo y explorador británico (f. 1972).",
            "year": 1886
        },
        {
            "text": "Giacomo Vuxani, político y patriota italiano (f. 1964).",
            "year": 1886
        },
        {
            "text": "Michitarō Komatsubara, general japonés (f. 1940).",
            "year": 1885
        },
        {
            "text": "Grace Bolen, pianista y compositora estadounidense (f. 1974).",
            "year": 1884
        },
        {
            "text": "Aurelio Bossi, escultor italiano (f. 1948).",
            "year": 1884
        },
        {
            "text": "Bud Osborne, actor y especialista estadounidense (f. 1964).",
            "year": 1884
        },
        {
            "text": "Alessio Soley, bajo italiano (f. 1947).",
            "year": 1884
        },
        {
            "text": "Paul Bader, general alemán (f. 1971).",
            "year": 1883
        },
        {
            "text": "Giannotto Bastianelli, musicólogo y crítico musical italiano (f. 1927).",
            "year": 1883
        },
        {
            "text": "Tranquillo Bianco, actor italiano (f. 1926).",
            "year": 1883
        },
        {
            "text": "Azolino Hazon, general italiano (f. 1943).",
            "year": 1883
        },
        {
            "text": "Christian Jensen, filólogo clásico y papirólogo alemán (f. 1940).",
            "year": 1883
        },
        {
            "text": "Olga Hahn-Neurath, matemática y filósofa austríaca (f. 1937).",
            "year": 1882
        },
        {
            "text": "Karl Swoboda, halterófilo (levantador de pesas) austríaco (n. 1933).",
            "year": 1882
        },
        {
            "text": "Arduino Berlam, arquitecto y diseñador italiano (f. 1946).",
            "year": 1880
        },
        {
            "text": "Majit Gafuri, poeta, escritor y dramaturgo soviético (f. 1934).",
            "year": 1880
        },
        {
            "text": "Tobeen, pintor francés (f. 1938).",
            "year": 1880
        },
        {
            "text": "Vladko Maček, político yugoslavo (f. 1964).",
            "year": 1879
        },
        {
            "text": "Fred Blackburn, futbolista británico-inglés (f. 1951).",
            "year": 1878
        },
        {
            "text": "Tom Crean, marino y explorador antártico irlandés (f. 1938).",
            "year": 1877
        },
        {
            "text": "Marie Danet, tenista francesa (f. 1958).",
            "year": 1877
        },
        {
            "text": "Augusto De Martino, abogado y político italiano (f. 1940).",
            "year": 1877
        },
        {
            "text": "Otto Blumenthal, matemático y académico alemán (f. 1944).",
            "year": 1876
        },
        {
            "text": "Domenico Cavagnari, almirante italiano (f. 1966).",
            "year": 1876
        },
        {
            "text": "Wallace Craig, zoólogo estadounidense (f. 1954).",
            "year": 1876
        },
        {
            "text": "Rakuten Kitazawa, dibujante y pintor japonés (f. 1955).",
            "year": 1876
        },
        {
            "text": "John Mulcahy, remero estadounidense (f. 1942).",
            "year": 1876
        },
        {
            "text": "Pedro Opaso Letelier, político chileno, vicepresidente en 1931 (f. 1957).",
            "year": 1876
        },
        {
            "text": "Joseph Levering, director, actor y guionista estadounidense (f. 1943).",
            "year": 1874
        },
        {
            "text": "Giuseppe Colarieti Tosti, pintor, escultor y ceramista italiano (f. 1949).",
            "year": 1873
        },
        {
            "text": "Witold Maliszewski, compositor y profesor polaco (f. 1939).",
            "year": 1873
        },
        {
            "text": "Alberto Santos-Dumont, aviador brasileño, pionero de la aviación en su país (n. 1932).",
            "year": 1873
        },
        {
            "text": "Nicola Siles, político italiano (f. 1952).",
            "year": 1873
        },
        {
            "text": "Federico Cammeo, jurista italiano (f. 1939).",
            "year": 1872
        },
        {
            "text": "Annibale Marinelli De Marco, empresario y político italiano (f. 1947).",
            "year": 1872
        },
        {
            "text": "Lino Selvático, pintor italiano (f. 1924).",
            "year": 1872
        },
        {
            "text": "Deodat de Severac, compositor y organista francés (f. 1921).",
            "year": 1872
        },
        {
            "text": "Herbert Eugene Bolton, historiador estadounidense (f. 1953).",
            "year": 1870
        },
        {
            "text": "Umberto Pasella, sindicalista y político italiano (f. 1957).",
            "year": 1870
        },
        {
            "text": "Frederick Gordon Guggisberg, funcionario británico (f. 1930).",
            "year": 1869
        },
        {
            "text": "Miron Cristea, arzobispo ortodoxo («1.º patriarca de Rumanía») y político rumano (f. 1939), 38.º primer ministro de Rumanía.",
            "year": 1868
        },
        {
            "text": "José Félix Uriburu, militar argentino, dictador entre 1930 y 1932 (f. 1932).",
            "year": 1868
        },
        {
            "text": "Pio Bolzon, botánico italiano (f. 1940).",
            "year": 1867
        },
        {
            "text": "Vittorio Celotti, escultor italiano (f. 1942).",
            "year": 1866
        },
        {
            "text": "Ignacy Kłopotowski, sacerdote polaco (f. 1931).",
            "year": 1866
        },
        {
            "text": "Luigi Nostro, sacerdote, historiador y poeta italiano (f. 1944).",
            "year": 1866
        },
        {
            "text": "Enrico Corradini, escritor y político italiano (f. 1931).",
            "year": 1865
        },
        {
            "text": "Louis Finot, arqueólogo francés (f. 1935).",
            "year": 1864
        },
        {
            "text": "Erik Axel Karlfeldt, poeta sueco, premio nobel de literatura en 1931 (f. 1931).",
            "year": 1864
        },
        {
            "text": "Ruggero Oddi, fisiólogo y anatomista italiano (f. 1913).",
            "year": 1864
        },
        {
            "text": "Paolo Bonomi, político y abogado italiano (f. 1928).",
            "year": 1861
        },
        {
            "text": "Ettore Cavalli, militar italiano (f. 1932).",
            "year": 1861
        },
        {
            "text": "Giambattista De Curtis, pintor y poeta italiano (f. 1926).",
            "year": 1860
        },
        {
            "text": "Robert Bolder, actor británico (f. 1937).",
            "year": 1859
        },
        {
            "text": "Salvatore Pisani, escultor italiano (f. 1920).",
            "year": 1859
        },
        {
            "text": "Adolfo de Schaumburg-Lippe, aristócrata (f. 1916).",
            "year": 1859
        },
        {
            "text": "Otto Warburg, experto en la industria agrícola, botánico y pteridólogo (experto en helechos) alemán (f. 1938); presidente de la Organización Sionista Mundial entre 1911 y 1921, donde trabajó para el restablecimiento del Estado de Israel.",
            "year": 1859
        },
        {
            "text": "George Fawcus, futbolista y director deportivo británico-inglés (f. 1925).",
            "year": 1858
        },
        {
            "text": "Elías García Martínez, pintor español (f. 1934).",
            "year": 1858
        },
        {
            "text": "Il'ja Semënovič Ostrouchov, pintor ruso (f. 1929).",
            "year": 1858
        },
        {
            "text": "Paul Viardot, violinista y musicólogo francés (f. 1941).",
            "year": 1857
        },
        {
            "text": "Louise Stichel, bailarina y coreógrafa italiana (f. 1942).",
            "year": 1856
        },
        {
            "text": "Pierre Puiseux, astrónomo francés (f. 1928).",
            "year": 1855
        },
        {
            "text": "Philomène Belliveau, artista canadiense (f. 1940).",
            "year": 1854
        },
        {
            "text": "Alfonso Di Vestea, médico, bacteriólogo y virólogo italiano (f. 1938).",
            "year": 1854
        },
        {
            "text": "Aleksandr Bagration-Mukhrani, militar georgiano (f. 1918).",
            "year": 1853
        },
        {
            "text": "Theo Heemskerk, abogado y político neerlandés (f. 1932), primer ministro de los Países Bajos.",
            "year": 1852
        },
        {
            "text": "Pietro Monni-Serra, político y poeta italiano (f. 1922).",
            "year": 1852
        },
        {
            "text": "Arnold Pick, neurólogo y psiquiatra austrohúngaro (f. 1924).",
            "year": 1851
        },
        {
            "text": "Cromartie Sutherland-Leveson-Gower, aristócrata («4.º duque de Sutherland») británico (f. 1913).",
            "year": 1851
        },
        {
            "text": "Théobald Chartran, pintor francés (f. 1907).",
            "year": 1849
        },
        {
            "text": "Ernst von Mohl, profesor de alemán (f. 1929).",
            "year": 1849
        },
        {
            "text": "Robert Anderson Van Wyck, abogado y político estadounidense (f. 1918), 91.º alcalde de la ciudad de Nueva York.",
            "year": 1849
        },
        {
            "text": "William Beresford, oficial irlandés (f. 1900).",
            "year": 1847
        },
        {
            "text": "Max Liebermann, pintor, poeta y académico alemán (f. 1935).",
            "year": 1847
        },
        {
            "text": "Eduard Sachau, orientalista alemán (f. 1930).",
            "year": 1845
        },
        {
            "text": "Hugh Dawnay, general y aristócrata («8.º vizconde Downe») irlandés (f. 1924).",
            "year": 1844
        },
        {
            "text": "John Sholto Douglas, aristócrata («9.º marqués de Queensberry») británico-escocés (f. 1900).",
            "year": 1844
        },
        {
            "text": "Francesco Coppi, paleontólogo, arqueólogo y geólogo italiano (f. 1927).",
            "year": 1843
        },
        {
            "text": "Hieronymus Ferdinand Rudolf von Colloredo-Mansfeld, político y aristócrata austríaco (f. 1881).",
            "year": 1842
        },
        {
            "text": "Alfred de Rothschild, banquero, millonario, coleccionista de arte y filántropo británico (f. 1918).",
            "year": 1842
        },
        {
            "text": "Werner von Alvensleben-Neugattersleben, político prusiano (f. 1929).",
            "year": 1840
        },
        {
            "text": "Julius Friedrich Cohnheim, patólogo alemán (f. 1884).",
            "year": 1839
        },
        {
            "text": "Augustin Daly, dramaturgo, director y productor teatral estadounidense (f. 1899).",
            "year": 1838
        },
        {
            "text": "William Paine Lord, abogado y político estadounidense (f. 1911), 9.º gobernador de Oregón.",
            "year": 1838
        },
        {
            "text": "sir George Trevelyan, aristócrata («2.º baronet de Trevelyan»), historiador, funcionario y político británico-inglés (f. 1928), canciller del Ducado de Lancaster.",
            "year": 1838
        },
        {
            "text": "Frederick Whymper, artista y explorador británico-inglés (f. 1901).",
            "year": 1838
        },
        {
            "text": "Ernest Giles, explorador británico (f. 1897).",
            "year": 1835
        },
        {
            "text": "Adelaida de Hohenlohe-Langenburg, aristócrata alemana (f. 1900).",
            "year": 1835
        },
        {
            "text": "Karl von Hasenauer, arquitecto austríaco (f. 1894).",
            "year": 1833
        },
        {
            "text": "Philipp von Klett, compositor de ajedrez y militar alemán (f. 1910).",
            "year": 1833
        },
        {
            "text": "Alexander Lyman Holley, ingeniero estadounidense (f. 1882).",
            "year": 1832
        },
        {
            "text": "Ercole Magnaguti, político italiano (f. 1892).",
            "year": 1832
        },
        {
            "text": "Ludwig Gebhardt, pintor alemán (f. 1908).",
            "year": 1830
        },
        {
            "text": "Clements Markham, explorador, geógrafo y escritor británico-inglés (f. 1916).",
            "year": 1830
        },
        {
            "text": "Ferdinando Ramognini, militar, funcionario y político italiano (f. 1898).",
            "year": 1829
        },
        {
            "text": "Luis Terrazas, político, militar y empresario mexicano (f. 1923).",
            "year": 1829
        },
        {
            "text": "Guillermo Nicolás de Wurtemberg, militar austríaco (f. 1896).",
            "year": 1828
        },
        {
            "text": "Raffaele De Nobili, político italiano (f. 1884).",
            "year": 1827
        },
        {
            "text": "Felice Gialdini, arzobispo católico italiano (f. 1903).",
            "year": 1825
        },
        {
            "text": "Nicasio Oroño, jurista y político argentino (f. 1904).",
            "year": 1825
        },
        {
            "text": "Alexander Schimmelfennig, general y revolucionario alemán (f. 1865).",
            "year": 1824
        },
        {
            "text": "Francesco Gloria, político italiano (f. 1902).",
            "year": 1823
        },
        {
            "text": "Apolón Grigóriev, poeta, crítico literario y eslavista ruso (f. 1864).",
            "year": 1822
        },
        {
            "text": "Gregor Mendel, monje, genetista, naturalista, matemático y botánico checo expatriado en Alemania (f. 1884).",
            "year": 1822
        },
        {
            "text": "Alessandro Bettini, tenor italiano (f. 1898).",
            "year": 1821
        },
        {
            "text": "Geremia Bettini, tenor italiano (f. 1865).",
            "year": 1821
        },
        {
            "text": "Fernando Carlos Víctor de Austria-Este, militar austríaco (f. 1849).",
            "year": 1821
        },
        {
            "text": "Christian Knud Frederik Molbech, traductor, poeta y escritor danés (f. 1888).",
            "year": 1821
        },
        {
            "text": "Enrico Crivelli, barítono y bajo-barítono italiano.",
            "year": 1820
        },
        {
            "text": "Cornelius Jabez Hughes, fotógrafo y escritor británico (f. 1884).",
            "year": 1819
        },
        {
            "text": "Jean Andrieu, fotógrafo y editor francés.",
            "year": 1816
        },
        {
            "text": "sir William Bowman, cirujano, histólogo y anatomista británico-inglés (f. 1892).",
            "year": 1816
        },
        {
            "text": "Giuseppe La Farina, patriota, ensayista y político italiano (f. 1863).",
            "year": 1815
        },
        {
            "text": "Antonio Masutti, pintor, dibujante y grabador italiano (f. 1895).",
            "year": 1813
        },
        {
            "text": "Henry Edwards, aristócrata («1.º baronet Edwards de Pye Nest») y político británico (f. 1886).",
            "year": 1812
        },
        {
            "text": "Johann Gildemeister, orientalista alemán (f. 1890).",
            "year": 1812
        },
        {
            "text": "James Bruce, aristócrata («8.º conde de Elgin») y diplomático británico-escocés (f. 1863).",
            "year": 1811
        },
        {
            "text": "Gaspare Gorresio, glotólogo y político italiano (f. 1891).",
            "year": 1808
        },
        {
            "text": "Francesco Bonaini, filólogo, paleógrafo y archivista italiano (f. 1874).",
            "year": 1806
        },
        {
            "text": "Richard Owen, biólogo, anatomista y paleontólogo británico-inglés (f. 1892).",
            "year": 1804
        },
        {
            "text": "Giuseppe Lella, banquero y político italiano (f. 1866).",
            "year": 1803
        },
        {
            "text": "Paweł Edmund Strzelecki, geólogo, explorador y montañista polaco (f. 1873).",
            "year": 1797
        },
        {
            "text": "Giovanni Milani, ingeniero italiano (f. 1862).",
            "year": 1789
        },
        {
            "text": "Mahmut II, sultán otomano-turco (f. 1839).",
            "year": 1785
        },
        {
            "text": "Bernardino Fernández de Velasco y Benavides, político y escritor español (f. 1851).",
            "year": 1783
        },
        {
            "text": "Sophie Lebrun, pianista y compositora alemana (f. 1863).",
            "year": 1781
        },
        {
            "text": "Antoine Simon Durrieu, general y político francés (f. 1862).",
            "year": 1775
        },
        {
            "text": "Auguste Marmont, mariscal francés (f. 1852).",
            "year": 1774
        },
        {
            "text": "Mario Gemmellaro, naturalista y geólogo italiano (f. 1839).",
            "year": 1773
        },
        {
            "text": "Francesco Sforza Cesarini, aristócrata («6.º príncipe de Genzano») italiano (f. 1816).",
            "year": 1773
        },
        {
            "text": "Camilo Henríquez, sacerdote y político chileno (f. 1825).",
            "year": 1769
        },
        {
            "text": "Charles Wolseley, aristócrata («7.º baronet de Wolseley») y político británico-inglés (f. 1846).",
            "year": 1769
        },
        {
            "text": "Liberale Cozza, pintor italiano (f. 1821).",
            "year": 1768
        },
        {
            "text": "Praskovia Kovalyova-Zhemchugova, sirvienta rusa que se convirtió en cantante soprano y actriz de teatro (f. 1803).",
            "year": 1768
        },
        {
            "text": "Filippo Giacomo Albani, aristócrata («4.º príncipe de Soriano nel Cimino») italiano (f. 1852).",
            "year": 1766
        },
        {
            "text": "Thomas Bruce, aristócrata («7.º conde de Elgin») y diplomático británico (f. 1841).",
            "year": 1766
        },
        {
            "text": "Alessandro Lazzerini, religioso italiano (f. 1836).",
            "year": 1765
        },
        {
            "text": "Filippo Re, botánico y agrónomo italiano (f. 1817).",
            "year": 1763
        },
        {
            "text": "Jakob Haibel, tenor y compositor austríaco (f. 1826).",
            "year": 1762
        },
        {
            "text": "Élie Guadet, abogado, político y revolucionario francés (f. 1794).",
            "year": 1758
        },
        {
            "text": "Sofía Federica de Thurn y Taxis, aristócrata alemana (f. 1800).",
            "year": 1758
        },
        {
            "text": "Garsevan Chavchavadze, político y diplomático georgiano (f. 1811).",
            "year": 1757
        },
        {
            "text": "Antoine Destutt de Tracy, filósofo, aristócrata y académico francés (f. 1836).",
            "year": 1754
        },
        {
            "text": "Giovanni Motta, pintor italiano (f. 1817).",
            "year": 1753
        },
        {
            "text": "György Majláth, aristócrata, juez y político húngaro (f. 1821).",
            "year": 1752
        },
        {
            "text": "Louis-Pierre Deseine, escultor francés (f. 1822).",
            "year": 1749
        },
        {
            "text": "Giulio Gabrielli el Joven, cardenal italiano (f. 1822).",
            "year": 1748
        },
        {
            "text": "Francisco de Saavedra, político español (f. 1819).",
            "year": 1746
        },
        {
            "text": "Henry Holland, arquitecto británico (f. 1806).",
            "year": 1745
        },
        {
            "text": "Henri Hamal, compositor belga (f. 1820).",
            "year": 1744
        },
        {
            "text": "Armand de Kersaint, almirante y político francés (f. 1793).",
            "year": 1742
        },
        {
            "text": "Nicolás Fernández de Moratín, abogado, poeta, prosista y dramaturgo español (f. 1780).",
            "year": 1737
        },
        {
            "text": "William Maclay, político estadounidense (f. 1804).",
            "year": 1737
        },
        {
            "text": "Giuseppe Firrao el Joven, cardenal y arzobispo católico italiano (f. 1830).",
            "year": 1736
        },
        {
            "text": "Raffaele Agostino De Ferrari, duque italiano (f. 1801).",
            "year": 1732
        },
        {
            "text": "María Françoise de Mónaco, princesa monegasca (f. 1743).",
            "year": 1728
        },
        {
            "text": "Eleonora Monti, pintora y diseñadora italiana (f. 1762).",
            "year": 1727
        },
        {
            "text": "Joaquín Ibarra, impresor y editor español (f. 1785).",
            "year": 1725
        },
        {
            "text": "Robert Shirley, aristócrata («6.º conde Ferrers») británico (f. 1787).",
            "year": 1723
        },
        {
            "text": "Philippe-Auguste de Sainte-Foy, escritor francés (f. 1795).",
            "year": 1721
        },
        {
            "text": "Henri Louis Duhamel du Monceau, botánico, agrónomo y científico francés (f. 1782).",
            "year": 1700
        },
        {
            "text": "Christian Gottlieb Jöcher, bibliotecario y lexicógrafo alemán (f. 1758).",
            "year": 1694
        },
        {
            "text": "Michael Frederick Althann, cardenal y obispo católico alemán (f. 1734).",
            "year": 1682
        },
        {
            "text": "Felipe de Hesse-Darmstadt, aristócrata alemán (f. 1736).",
            "year": 1671
        },
        {
            "text": "Imre Esterházy, arzobispo católico húngaro (f. 1745).",
            "year": 1665
        },
        {
            "text": "Cornelia Zangheri Bandi, aristócrata italiana (f. 1731).",
            "year": 1664
        },
        {
            "text": "Pierre Drevet, grabador francés (f. 1738).",
            "year": 1663
        },
        {
            "text": "Andrea Brustolon, escultor italiano (f. 1732).",
            "year": 1662
        },
        {
            "text": "Pierre Le Moyne d'Iberville, navegante y explorador francés (f. 1706).",
            "year": 1661
        },
        {
            "text": "Hyacinthe Rigaud, pintor francés (f. 1743).",
            "year": 1659
        },
        {
            "text": "Anne Wharton, poeta y dramaturga británico-inglesa (f. 1685).",
            "year": 1659
        },
        {
            "text": "Johann Bernhard Fischer von Erlach, arquitecto austríaco (f. 1723).",
            "year": 1656
        },
        {
            "text": "Giovanni Antonio Ricca, arquitecto italiano (f. 1725).",
            "year": 1651
        },
        {
            "text": "William Bentinck, aristócrata («1.º conde de Portland»), militar y diplomático inglés (f. 1709).",
            "year": 1649
        },
        {
            "text": "Johann Joseph von Breuner, arzobispo católico y aristócrata austríaco (f. 1710).",
            "year": 1641
        },
        {
            "text": "Ulrich Schmid, líder y político suizo (f. 1682).",
            "year": 1626
        },
        {
            "text": "Nikolaes Heinsius el Viejo, poeta, filólogo clásico, erudito y diplomático neerlandés (f. 1681).",
            "year": 1620
        },
        {
            "text": "Carlo Massimo, cardenal, político y numismático italiano (f. 1677).",
            "year": 1620
        },
        {
            "text": "Gabriel de Henao, teólogo, historiador y jesuita español (f. 1704).",
            "year": 1611
        },
        {
            "text": "Johann Christoph Storer, pintor y grabador alemán (f. 1671).",
            "year": 1611
        },
        {
            "text": "Robert Wallop, político inglés (f. 1667).",
            "year": 1601
        },
        {
            "text": "Johan Björnsson Printz, gobernador de Nueva Suecia (f. 1663).",
            "year": 1592
        },
        {
            "text": "Anne Hutchinson, predicadora puritana inglesa (f. 1643).",
            "year": 1591
        },
        {
            "text": "Alban Roe, sacerdote benedictino inglés (f. 1642), uno de los cuarenta mártires de Inglaterra y Gales; canonizado en 1970 por el papa Pablo VI.",
            "year": 1583
        },
        {
            "text": "Isidoro Bianchi, pintor e ingeniero italiano (f. 1662).",
            "year": 1581
        },
        {
            "text": "Wilhelm Kettler, duque letón (f. 1640).",
            "year": 1574
        },
        {
            "text": "Pierre de Larivey, escritor, dramaturgo y traductor francés (f. 1619).",
            "year": 1541
        },
        {
            "text": "Arnaud d'Ossat, cardenal católico y diplomático francés (f. 1604).",
            "year": 1537
        },
        {
            "text": "Henry Sidney, político inglés (f. 1586).",
            "year": 1529
        },
        {
            "text": "Inocencio IX, papa católico italiano (f. 1591).",
            "year": 1519
        },
        {
            "text": "Pedro Ernesto I de Mansfeld, aristócrata («conde de Mansfeld»), político y militar alemán-sajón (f. 1604); comandante del ejército español (al servicio del emperador Carlos V y de su hijo Felipe II); gobernador de los Países Bajos españoles de 1592 a 1594.",
            "year": 1517
        },
        {
            "text": "Lorenzo Cybo, soberano italiano (f. 1549).",
            "year": 1500
        },
        {
            "text": "Giovanni Battista Ramusio, diplomático, geógrafo y humanista italiano (f. 1557).",
            "year": 1485
        },
        {
            "text": "Jacopo Nardi, escritor y dramaturgo italiano (f. 1563).",
            "year": 1476
        },
        {
            "text": "John Bourchier, aristócrata («1.º conde de Bath») inglés (f. 1539).",
            "year": 1470
        },
        {
            "text": "Niccolò d'Este, aristócrata italiano (f. 1476).",
            "year": 1438
        },
        {
            "text": "Pietro di Luxemburgo, cardenal francés (f. 1387).",
            "year": 1369
        },
        {
            "text": "Margarita de Pembroke, aristócrata («condesa de Pembroke») inglesa (f. 1361), hija del rey Eduardo III de Inglaterra.",
            "year": 1346
        },
        {
            "text": "John Tiptoft, aristócrata («2.º barón Tibetot») inglés (f. 1367).",
            "year": 1313
        },
        {
            "text": "Francesco Petrarca, escritor, poeta, erudito y filósofo renacentista italiano (f. 1374).",
            "year": 1304
        },
        {
            "text": "Muhammad Ibn Ismail Al-Bujari, erudito musulmán persa-uzbeko (f. 870), autor del Sahih al-bujari, que ―junto con el Corán y el Sahih-muslim―, forma parte de las fuentes primarias dentro de la jurisprudencia islámica.",
            "year": 810
        },
        {
            "text": "Taichō, monje budista y erudito japonés (f. 767).",
            "year": 682
        },
        {
            "text": "Alejandro Magno, militar macedonio (f. 323 a. C.), rey entre el 336 y 323 a. C.",
            "year": -356
        }
    ],
    "deaths": [
        {
            "text": "Jerry Miller, compositor, guitarrista y cantante estadounidense (n. 1943).",
            "year": 2024
        },
        {
            "text": "Jill Schary Robinson, novelista estadounidense (n. 1936).",
            "year": 2024
        },
        {
            "text": "José Sulantay (83), futbolista y entrenador chileno (n. 1940).",
            "year": 2023
        },
        {
            "text": "Françoise Arnoul (90), actriz francesa (n. 1931).",
            "year": 2021
        },
        {
            "text": "Michael Brooks, comentarista político (n. 1983).",
            "year": 2020
        },
        {
            "text": "Víktor Chízhikov, ilustrador soviético y ruso (n. 1935).",
            "year": 2020
        },
        {
            "text": "Peter McNamara, tenista australiano (n. 1955).",
            "year": 2019
        },
        {
            "text": "Roberto Fernández Retamar, poeta cubano (n. 1930).",
            "year": 2019
        },
        {
            "text": "Chester Bennington, cantante, compositor, productor y actor estadounidense (n. 1976).",
            "year": 2017
        },
        {
            "text": "Wilindoro Cacique, cantante y compositor peruano (n. 1942).",
            "year": 2017
        },
        {
            "text": "Radu Beligan, actor, director y ensayista rumano (n. 1918).",
            "year": 2016
        },
        {
            "text": "Wayne Carson, cantautor y productor estadounidense (n. 1943).",
            "year": 2015
        },
        {
            "text": "Fred Else, futbolista y entrenador británico-inglés (n. 1933).",
            "year": 2015
        },
        {
            "text": "Dieter Moebius, tecladista y productor suizo-alemán (n. 1944).",
            "year": 2015
        },
        {
            "text": "Álex Angulo, actor español (n. 1953).",
            "year": 2014
        },
        {
            "text": "Victor G. Atiyeh, empresario y político estadounidense, 32.º gobernador de Oregón (n. 1923).",
            "year": 2014
        },
        {
            "text": "Constantin Lucaci, escultor y educador rumano (n. 1923).",
            "year": 2014
        },
        {
            "text": "Bob McNamara, jugador de fútbol americano (n. 1931).",
            "year": 2014
        },
        {
            "text": "Klaus Schmidt, arqueólogo y académico alemán (n. 1953).",
            "year": 2014
        },
        {
            "text": "Pierre Fabre, farmacéutico y empresario francés, fundó los Laboratorios Pierre Fabre (n. 1926).",
            "year": 2013
        },
        {
            "text": "Khurshed Alam Khan, político indio, 2.º gobernador de Goa (n. 1919).",
            "year": 2013
        },
        {
            "text": "Augustus Rowe, médico y político canadiense (n. 1920).",
            "year": 2013
        },
        {
            "text": "Helen Thomas, periodista y escritora estadounidense (n. 1920).",
            "year": 2013
        },
        {
            "text": "Alastair Burnet, periodista británico-inglés (n. 1928).",
            "year": 2012
        },
        {
            "text": "Jack Davis, vallista estadounidense (n. 1930).",
            "year": 2012
        },
        {
            "text": "José Hermano Saraiva, historiador, jurista y político portugués, ministro de Educación (n. 1919).",
            "year": 2012
        },
        {
            "text": "Lucian Freud, pintor, ilustrador y grabador alemán expatriado en el Reino Unido (n. 1922).",
            "year": 2011
        },
        {
            "text": "Benedikt Gröndal, político islandés (n. 1924), primer ministro entre 1979 y 1980.",
            "year": 2010
        },
        {
            "text": "Thomas Molnar, filósofo e historiador húngaro (n. 1921).",
            "year": 2010
        },
        {
            "text": "Vedat Okyar, futbolista turco (n. 1945).",
            "year": 2009
        },
        {
            "text": "Mark Rosenzweig, psicólogo y académico estadounidense (n. 1922).",
            "year": 2009
        },
        {
            "text": "Mario de Jesús Báez, compositor dominicano (n.1924).",
            "year": 2008
        },
        {
            "text": "Dinko Šakić, comandante del campo de concentración croata (n. 1921).",
            "year": 2008
        },
        {
            "text": "Artie Traum, guitarrista, compositor y productor estadounidense (n. 1943).",
            "year": 2008
        },
        {
            "text": "Golde Flami, actriz argentina de origen ucraniano (n. 1918).",
            "year": 2007
        },
        {
            "text": "Tammy Faye Messner, presentadora de programas de entrevistas y evangelista cristiana estadounidense (n. 1942).",
            "year": 2007
        },
        {
            "text": "Ted Grant, teórico y activista sudafricano-inglés (n. 1913).",
            "year": 2006
        },
        {
            "text": "Gérard Oury, actor, director y productor francés (n. 1919).",
            "year": 2006
        },
        {
            "text": "El Chocolate (Antonio Núñez Montoya), cantaor español (n. 1930).",
            "year": 2005
        },
        {
            "text": "James Doohan, actor canadiense-estadounidense (n. 1920), personaje Scotty (ingeniero de motores de la nave USS Enterprise) en la serie de ciencia ficción Star Trek.",
            "year": 2005
        },
        {
            "text": "Finn Gustavsen, periodista y político noruego (n. 1926).",
            "year": 2005
        },
        {
            "text": "Kayo Hatta, director y director de fotografía estadounidense (n. 1958).",
            "year": 2005
        },
        {
            "text": "Josefina de Vasconcellos, escultora británico-inglesa (n. 1904).",
            "year": 2005
        },
        {
            "text": "Antonio Gades, bailarín y coreógrafo español (n. 1936).",
            "year": 2004
        },
        {
            "text": "Lala Mara, política fiyiana (n. 1931).",
            "year": 2004
        },
        {
            "text": "Valdemaras Martinkėnas, futbolista y entrenador lituano (n. 1965).",
            "year": 2004
        },
        {
            "text": "Nicolas Freeling, escritor británico-inglés (n. 1927).",
            "year": 2003
        },
        {
            "text": "Michalis Kritikopoulos, futbolista griego (n. 1946).",
            "year": 2002
        },
        {
            "text": "Carlo Giuliani, activista antiglobalización italiano (n. 1978).",
            "year": 2001
        },
        {
            "text": "Eladio Dieste, arquitecto uruguayo (n. 1917).",
            "year": 2000
        },
        {
            "text": "Tomás Marco Nadal, dibujante de historietas español (n. 1929).",
            "year": 2000
        },
        {
            "text": "Sandra Gould, actriz estadounidense (n. 1916).",
            "year": 1999
        },
        {
            "text": "Norah Borges, pintora argentina (n. 1901), hermana del escritor Jorge Luis Borges.",
            "year": 1998
        },
        {
            "text": "June Byers, luchadora estadounidense (n. 1922).",
            "year": 1998
        },
        {
            "text": "M. E. H. Maharoof (58), político esrilanqués, miembro del Parlamento (n. 1939), asesinado por la banda terrorista Tigres de Liberación del Eelam Tamil (que también mataron, entre otros, a Rajiv Gandhi en 1991, y perpetraron el atentado terrorista en Colombo el 31 de enero de 1996 con 200 muertos).",
            "year": 1997
        },
        {
            "text": "Raphael Patai (85), etnógrafo, historiador, orientalista y antropólogo húngaro judío (n. 1910).",
            "year": 1996
        },
        {
            "text": "František Plánička, futbolista checo (n. 1906).",
            "year": 1996
        },
        {
            "text": "Raimundo Tupper Lyon, futbolista chileno (n. 1969).",
            "year": 1995
        },
        {
            "text": "Paul Delvaux, pintor belga (n. 1897).",
            "year": 1994
        },
        {
            "text": "Vince Foster, abogado y figura política estadounidense (n. 1945).",
            "year": 1993
        },
        {
            "text": "Bruce Conde, oficial del ejército estadounidense, coleccionista de sellos y general mercenario realista en la guerra civil de Yemen del Norte.",
            "year": 1992
        },
        {
            "text": "Herbert Turner Jenkins, oficial de policía estadounidense (n. 1907).",
            "year": 1990
        },
        {
            "text": "Juan Carlos Altavista, actor argentino que interpretó el personaje Minguito Tinguitella (n. 1929).",
            "year": 1989
        },
        {
            "text": "Forrest H. Anderson, juez y político estadounidense (n. 1913), 17.º gobernador de Montana.",
            "year": 1989
        },
        {
            "text": "Richard Egan (65), militar y actor estadounidense (n. 1921), cáncer de próstata.",
            "year": 1987
        },
        {
            "text": "Dimitri Leliushenko, militar soviético (n. 1901)",
            "year": 1987
        },
        {
            "text": "Stanley Rous, dirigente deportivo británico (n. 1895), presidente de la FIFA (Federación Internacional de Fútbol Asociación) entre 1961 y 1974.",
            "year": 1986
        },
        {
            "text": "Ricardo Chofa Moreno, guitarrista argentino (n. 1960).",
            "year": 1984
        },
        {
            "text": "Luis María Boffi Bogero, político y abogado argentino (n. 1915), ministro de la Corte Suprema de Justicia.",
            "year": 1984
        },
        {
            "text": "Frank Reynolds, militar y periodista estadounidense (n. 1923).",
            "year": 1983
        },
        {
            "text": "Harold Foster, escritor de historietas estadounidense (n. 1892).",
            "year": 1982
        },
        {
            "text": "Kostas Choumis, futbolista greco-rumano (n. 1913).",
            "year": 1981
        },
        {
            "text": "María Martínez (María-Antonia Montoya), alfarera nativa americana estadounidense (n. 1887), quien creó un tipo de cerámica conocida internacionalmente, basada en las técnicas de los indios pueblo.",
            "year": 1980
        },
        {
            "text": "Gary Kellgren, productor de discos estadounidense (n. 1939), cofundador de Record Plant.",
            "year": 1977
        },
        {
            "text": "Anselmo Pardo Alcaide, entomólogo español (n. 1913).",
            "year": 1977
        },
        {
            "text": "Joseph Rochefort, capitán y criptoanalista estadounidense (n. 1900).",
            "year": 1976
        },
        {
            "text": "Kamal Dasgupta, director musical, compositor y artista folclórico bengalí (n. 1912).",
            "year": 1974
        },
        {
            "text": "Gaspar Gómez de la Serna, escritor español (n. 1918).",
            "year": 1974
        },
        {
            "text": "Allen Jenkins, actor y cantante estadounidense (n. 1900).",
            "year": 1974
        },
        {
            "text": "Bruce Lee, artista marcial y actor estadounidense (n. 1940).",
            "year": 1973
        },
        {
            "text": "Robert Smithson, fotógrafo y escultor estadounidense (n. 1938).",
            "year": 1973
        },
        {
            "text": "Geeta Dutt (Gītā Datta), cantante y actriz india (n. 1930).",
            "year": 1972
        },
        {
            "text": "Friedrich Flick, empresario alemán nazi (n. 1883).",
            "year": 1972
        },
        {
            "text": "Amanda Clement, primera mujer en arbitrar un juego de béisbol (n. 1888).",
            "year": 1971
        },
        {
            "text": "Iain Macleod, periodista y político británico-inglés (n. 1913), ministro de Hacienda.",
            "year": 1970
        },
        {
            "text": "Bray Hammond, historiador y escritor estadounidense (n. 1886).",
            "year": 1968
        },
        {
            "text": "Batukeshwar Dutt, activista indio (n. 1910).",
            "year": 1965
        },
        {
            "text": "William D. Leahy, almirante y diplomático estadounidense (n. 1875), embajador de Estados Unidos en Francia.",
            "year": 1959
        },
        {
            "text": "James Alexander Calder, educador y político canadiense (n. 1868), ministro de Milicia y Defensa.",
            "year": 1956
        },
        {
            "text": "Calouste Gulbenkian, empresario y filántropo armenio (n. 1869).",
            "year": 1955
        },
        {
            "text": "Joaquín Pardavé, actor, director, cantautor, comediante y guionista del cine mexicano (n. 1900).",
            "year": 1955
        },
        {
            "text": "Dumarsais Estimé, abogado y político haitiano, 33.º presidente de Haití (n. 1900).",
            "year": 1953
        },
        {
            "text": "Jan Struther, escritora y compositora de himnos británico-inglesa (n. 1901), creadora del personaje de la señora Miniver.",
            "year": 1953
        },
        {
            "text": "Abdalá I de Jordania, aristócrata árabe (n. 1882), emir de Transjordania (entre 1921 y 1949) y rey de Jordania (entre 1949 y 1951).",
            "year": 1951
        },
        {
            "text": "Guillermo de Prusia, aristócrata alemán, último príncipe prusiano (n. 1882).",
            "year": 1951
        },
        {
            "text": "Paul Valerý, escritor y poeta francés (n. 1871).",
            "year": 1945
        },
        {
            "text": "Ludwig Beck, general alemán (n. 1880).",
            "year": 1944
        },
        {
            "text": "Mildred Harris, actriz estadounidense (n. 1901).",
            "year": 1944
        },
        {
            "text": "Pedro Núñez Granés, arquitecto e ingeniero español (n. 1859).",
            "year": 1944
        },
        {
            "text": "Lew Fields, actor y productor estadounidense (n. 1867).",
            "year": 1941
        },
        {
            "text": "Olga Hahn-Neurath, matemática y filósofa austríaca del Círculo de Viena (n. 1882).",
            "year": 1937
        },
        {
            "text": "Guglielmo Marconi, físico e ingeniero italiano, premio nobel (n. 1874), inventor del telégrafo sin hilos.",
            "year": 1937
        },
        {
            "text": "Francisco Ascaso, anarcosindicalista español (n. 1901).",
            "year": 1936
        },
        {
            "text": "José Sanjurjo, militar español (n. 1872).",
            "year": 1936
        },
        {
            "text": "René Bazin, escritor y académico francés (n. 1853).",
            "year": 1932
        },
        {
            "text": "Kostas Kariotakis, poeta y escritor griego (n. 1896); suicidio.",
            "year": 1928
        },
        {
            "text": "Fernando I, rey rumano (n. 1865).",
            "year": 1927
        },
        {
            "text": "Félix Dzerzhinski, educador y político soviético-bielorruso (n. 1877), famoso por fundar la policía secreta bolchevique.",
            "year": 1926
        },
        {
            "text": "Pancho Villa, político y general mexicano (n. 1878), gobernador del estado de Chihuahua; asesinado por órdenes del dictador Plutarco Calles.",
            "year": 1923
        },
        {
            "text": "Andréi Márkov, matemático y teórico ruso (n. 1856).",
            "year": 1922
        },
        {
            "text": "Ignaz Sowinski, arquitecto y periodista polaco (n. 1858) expatriado en Galicia (España).",
            "year": 1917
        },
        {
            "text": "Rufino Solano, militar argentino (n. 1838).",
            "year": 1913
        },
        {
            "text": "Anderson Dawson, político australiano (n. 1863), 14.º primer ministro de Queensland.",
            "year": 1910
        },
        {
            "text": "Demetrius Vikelas, empresario y escritor griego (n. 1835).",
            "year": 1908
        },
        {
            "text": "Karl Bernhard Zoeppritz, geofísico y sismólogo alemán (n. 1881).",
            "year": 1908
        },
        {
            "text": "Alfonso Espínola, médico español (n. 1845).",
            "year": 1905
        },
        {
            "text": "León XIII, papa italiano (n. 1810).",
            "year": 1903
        },
        {
            "text": "William Cosmo Monkhouse, poeta y crítico británico-inglés (n. 1840).",
            "year": 1901
        },
        {
            "text": "Yuri Kárlovich Arnold, musicólogo, compositor, director de coro, crítico musical y educador ruso (n. 1811).",
            "year": 1898
        },
        {
            "text": "Jean Ingelow, poeta y escritor británico-inglés (n. 1820).",
            "year": 1897
        },
        {
            "text": "Federico Errázuriz Zañartu, político chileno, 9.º presidente (n. 1825).",
            "year": 1877
        },
        {
            "text": "Bernhard Riemann, matemático y académico alemán (n. 1826).",
            "year": 1866
        },
        {
            "text": "Jean Baptiste Antoine Suard, escritor francés (n. 1732).",
            "year": 1817
        },
        {
            "text": "Antonio Baraya, militar colombiano (n. 1776).",
            "year": 1816
        },
        {
            "text": "Gavrila Derzhavin, poeta y político ruso (n. 1743).",
            "year": 1816
        },
        {
            "text": "Johann Christoph Pepusch, compositor y teórico germano-inglés (n. 1667).",
            "year": 1752
        },
        {
            "text": "Peregrine White, granjero y militar anglo-estadounidense (n. 1620).",
            "year": 1704
        },
        {
            "text": "Hugh O'Neill, aristócrata («conde de Tyrone») irlandés y militar rebelde (n. 1550).",
            "year": 1616
        },
        {
            "text": "William More, cortesano británico-inglés (n. 1520).",
            "year": 1600
        },
        {
            "text": "García Jofre de Loaísa, explorador español (n. 1490).",
            "year": 1526
        },
        {
            "text": "Claudia de Francia, aristócrata («reina consorte de Francia» y «duquesa de Bretaña») francesa (n. 1499), esposa del rey Luis XII de Francia.",
            "year": 1524
        },
        {
            "text": "Íñigo López de Mendoza y Quiñones, aristócrata español (n. 1440).",
            "year": 1515
        },
        {
            "text": "György Dózsa, líder de la revuelta campesina de Transilvania (n. 1470).",
            "year": 1514
        },
        {
            "text": "Miguel de la Paz, aristócrata («príncipe de Asturias y Gerona») asturiano (n. 1498) príncipe heredero de Portugal.",
            "year": 1500
        },
        {
            "text": "Juan II, rey de Castilla y León (n. 1405).",
            "year": 1454
        },
        {
            "text": "Enguerrand de Monstrelet, historiador y escritor francés (n. 1400).",
            "year": 1453
        },
        {
            "text": "Alejandro Estuardo de Buchan (Alexander Stewart), aristócrata («conde de Buchan») escocés (n. 1343), cuarto hijo del rey Roberto II de Escocia.",
            "year": 1405
        },
        {
            "text": "Roger Mortimer, cuarto conde de March, aristócrata galés (n. 1374).",
            "year": 1398
        },
        {
            "text": "Roberto IV, aristócrata («conde de Eu») francés (n. 1356).",
            "year": 1387
        },
        {
            "text": "Thomas Randolph, aristócrata («1.º conde de Moray») escocés, regente de Escocia.",
            "year": 1332
        },
        {
            "text": "Oshin, rey armenio (n. 1282).",
            "year": 1320
        },
        {
            "text": "Toba, emperador japonés (n. 1103).",
            "year": 1156
        },
        {
            "text": "Al-Ma'mun al-Bata'ihi, visir fatimí (nacido c. 1086).",
            "year": 1128
        },
        {
            "text": "Roberto II, rey francés (n. 972).",
            "year": 1031
        },
        {
            "text": "Bonifacio VII, antipapa de Roma.",
            "year": 985
        },
        {
            "text": "Amancio (Amantius), chambelán eunuco bizantino, jefe de los eunucos de los dormitorios del emperador Anastasio I. Tras la muerte de Anastasio fue derrotado por Justino I en las intrigas de palacio, fue ejecutado. Considerado mártir por la Iglesia ortodoxa oriental.",
            "year": 518
        }
    ],
    "metadata": {
        "current_date": "20 de julio de 2025",
        "short_date": "20 de jul",
        "language": {
            "events": "Eventos",
            "deaths": "Defunciones",
            "births": "Nacimientos",
            "b": "n",
            "d": "f",
            "title": "Hoy en Historia (Wikipedia)"
        },
        "events": [
            3,
            58,
            28,
            84,
            45,
            131,
            76,
            40,
            97,
            160
        ],
        "births": [
            419,
            449,
            284,
            208
        ],
        "deaths": [
            118,
            105,
            15,
            28
        ]
    }
}