{
    "events": [
        {
            "text": "se estrena el episodio especial Friends: The Reunion secuela de la reconocida serie estadounidense Friends.",
            "year": 2021
        },
        {
            "text": "en el estado de Maryland se produce una inundación en todo el valle de Patapsco, que causa una muerte, destruye todos los primeros pisos de los edificios en Main Street en Ellicott City y provoca que los automóviles vuelquen.",
            "year": 2018
        },
        {
            "text": "en Canadá, Andrew Scheer reemplaza a Rona Ambrose como líder del Partido Conservador.",
            "year": 2017
        },
        {
            "text": "en Hiroshima (Japón), el presidente de los Estados Unidos, Barack Obama, visita el Monumento de la Paz de Hiroshima. En vez de pedir perdón ―como representante del Poder Ejecutivo de Estados Unidos, responsable directo de la muerte de 0,3 millones de civiles en los atentados atómicos de Hiroshima y Nagasaki― afirma de manera impersonal que «la muerte cayó del cielo».",
            "year": 2016
        },
        {
            "text": "en Guatemala hace erupción el volcán Pacaya (a 15 km de la capital, Guatemala), causando una lluvia de ceniza sobre la ciudad. Fallece el reportero de Noti-7, Aníbal Archila, uno de los primeros periodistas en llegar a cubrir el acontecimiento.",
            "year": 2010
        },
        {
            "text": "en Roma (Italia), el Fútbol Club Barcelona gana su tercera Liga de Campeones de la UEFA ante el Manchester United en el Estadio Olímpico de Roma.",
            "year": 2009
        },
        {
            "text": "en Venezuela el presidente Hugo Chávez decide no renovar la expirada concesión radioeléctrica de la estación televisiva privada venezolana Radio Caracas Televisión (RCTV), debido a su participación en el golpe de Estado de 2002 y numerosas trasgresiones a la ley.",
            "year": 2007
        },
        {
            "text": "en España se celebran elecciones municipales y autonómicas; el Partido Popular consigue más votos pero el Partido Socialista Obrero Español amplía sus territorios.",
            "year": 2007
        },
        {
            "text": "en Java, Indonesia padece un violento terremoto de magnitud 6.1 en la escala de Richter, mueren más de 8000 personas y más de 37 000 resultan heridas.",
            "year": 2006
        },
        {
            "text": "el terremoto de Yogyakarta de 6,4 Mw sacude Java central con una intensidad MSK de VIII (Dañino), dejando más de 5.700 muertos y 37.000 heridos.",
            "year": 2006
        },
        {
            "text": "en República Dominicana mueren 410 personas arrastradas por el desbordamiento del río Soleil.",
            "year": 2004
        },
        {
            "text": "en las islas Filipinas, miembros de Abu Sayyaf, un grupo separatista islamista, toman veinte rehenes en una próspera isla turística de Palawan; La crisis de los rehenes no se resolvería hasta junio de 2002.",
            "year": 2001
        },
        {
            "text": "se lanza el transbordador espacial Discovery en la misión STS-96, la primera misión de transbordador que se acopla a la Estación Espacial Internacional.",
            "year": 1999
        },
        {
            "text": "atentado con bomba en Oklahoma City, Michael Fortier es sentenciado a 12 años de prisión y una multa de 200 000 dólares por no advertir a las escritoridades sobre el complot terrorista.",
            "year": 1998
        },
        {
            "text": "se produce el brote de tornado en el centro de Texas de 1997, que generó múltiples tornados en el centro de Texas, incluido el F5 que mató a 27 personas en Jarrell.",
            "year": 1997
        },
        {
            "text": "Primera Guerra Chechena el presidente ruso, Boris Yeltsin, se reúne por primera vez con los rebeldes chechenos y negocia un alto el fuego.",
            "year": 1996
        },
        {
            "text": "Aleksandr Solzhenitsyn regresa a Rusia tras 20 años de exilio.",
            "year": 1994
        },
        {
            "text": "en el observatorio Palomar, la astrónoma Eleanor Helin descubre un asteroide que orbita el Sol una vez cada 3,58 años. Lo bautizará asteroide Braille.",
            "year": 1992
        },
        {
            "text": "César Gaviria es elegido como nuevo presidente de Colombia.",
            "year": 1990
        },
        {
            "text": "en los Estados Unidos, el Senado ratifica un acuerdo para eliminar 2600 misiles de los arsenales de Estados Unidos y la Unión Soviética.",
            "year": 1988
        },
        {
            "text": "en el marco de la guerra de independencia de Somalilandia, el Movimiento Nacional Somalí lanza una gran ofensiva contra las fuerzas del gobierno somalí en Hargeisa y Burao, en ese entonces la segunda y tercera ciudades más grandes de Somalia.",
            "year": 1988
        },
        {
            "text": "la chilena Cecilia Bolocco, ganó el concurso Miss Universo, convirtiéndose así en la primera y hasta ahora única representante de su país en lograrlo.",
            "year": 1987
        },
        {
            "text": "se inaugura el canal entre el río Danubio y el mar Negro, en una ceremonia a la que asistieron los Ceaușescu. Estaba en construcción desde la década de 1950.",
            "year": 1984
        },
        {
            "text": "en Ñuñoa (comuna de Santiago de Chile) se funda el Cuerpo de Bomberos.",
            "year": 1983
        },
        {
            "text": "en Corea del Sur, tropas aerotransportadas y del ejército retoman la ciudad de Gwangju de manos de las milicias civiles. Matan al menos a 207 personas y posiblemente a muchas más.",
            "year": 1980
        },
        {
            "text": "en el Aeropuerto Internacional José Martí de La Habana (Cuba) sucede un accidente aéreo. Mueren 67 personas.",
            "year": 1977
        },
        {
            "text": "en Buenos Aires, la dictadura cívico-militar argentina (1976-1983) «desaparece» (asesina) a Raymundo Gleyzer (1941-1976), director de cine, crítico y periodista argentino de 34 años de edad.",
            "year": 1976
        },
        {
            "text": "en Dibbles Bridge, en el condado de North Yorkshire (Inglaterra) se estrella un autobús con ancianos. Mueren 33 personas. Es el mayor número de muertos en un accidente de tráfico en el Reino Unido.",
            "year": 1975
        },
        {
            "text": "en Dahlerau ―54 km al noreste de Colonia (Alemania)― un tren de pasajeros choca de frente con un tren de carga. Mueren 46 personas y 25 quedan heridas. Es el peor accidente ferroviario en Alemania Occidental.",
            "year": 1971
        },
        {
            "text": "141 km al noroeste de Daca (Pakistán Oriental, hoy Bangladés) las fuerzas pakistaníes masacran a más de 200 civiles, en su mayoría hinduistas bengalíes, en la masacre de Bagbati.",
            "year": 1971
        },
        {
            "text": "Los australianos votan a favor de un referéndum constitucional que otorga al gobierno australiano el poder de elaborar leyes que beneficien a los australianos indígenas y de contarlos en el censo nacional.",
            "year": 1967
        },
        {
            "text": "Jacqueline Kennedy y su hija Caroline «botan» el portaaviones de la Armada USS John F. Kennedy.",
            "year": 1967
        },
        {
            "text": "en el marco de la guerra de Vietnam (1955-1975) buques de guerra estadounidenses inician el primer bombardeo de objetivos del Frente de Liberación Nacional dentro de Vietnam del Sur.",
            "year": 1965
        },
        {
            "text": "en Jerusalén (Israel), 422 congresales representantes de campos de refugiados, organizaciones sindicales y empresariales, personalidades de la cultura y grupos juveniles y femeninos crean la OLP (Organización para la Liberación de Palestina).",
            "year": 1964
        },
        {
            "text": "en Colombia, Manuel Marulanda Vélez funda las FARC.",
            "year": 1964
        },
        {
            "text": "en India muere el primer ministro de la India Jawaharlal Nehru. Lo sucede Lal Shastri.",
            "year": 1964
        },
        {
            "text": "en la mina Centralia, 250 km al oeste de Nueva York se produce un incendio en el vertedero de la ciudad, encima de una mina de carbón.",
            "year": 1962
        },
        {
            "text": "en Turquía, un golpe militar destituye al presidente Celâl Bayar y al resto del gobierno democrático.",
            "year": 1960
        },
        {
            "text": "primer vuelo del McDonnell Douglas F-4 Phantom II.",
            "year": 1958
        },
        {
            "text": "en el atolón Bikini (en medio del océano Pacífico), Estados Unidos detona la bomba atómica Zuni (nombre de una etnia de nativos americanos), de 3500 kt. Es la primera prueba de un dispositivo Bassoon (‘fagot’), diseño de bomba de hidrógeno de tres etapas. Esta es la bomba n.º 73 de las 1132 que Estados Unidos detonó entre 1945 y 1992.",
            "year": 1956
        },
        {
            "text": "en el atolón Eniwetok (340 km al oeste del anterior), Estados Unidos detona la bomba atómica Yuma (nombre de una etnia de nativos americanos), de 0,19 kt. Fue un fizzle (una bomba fallida), pero el dispositivo era una microbomba de apenas 44 kg.",
            "year": 1956
        },
        {
            "text": "en Helsinki se abre por primera vez el parque de atracciones Linnanmäki.",
            "year": 1950
        },
        {
            "text": "tras el proceso de Mauthausen, los Aliados ejecutan a 22 nazis condenados.",
            "year": 1947
        },
        {
            "text": "en Praga (Checoslovaquia), la resistencia checa realiza un atentado y mata a Reinhard Heydrich ―el Protector del Reich en Bohemia y Moravia, y uno de los hombres más poderosos de la Alemania nazi― sufre un atentado durante la Operación Antropoide. En respuesta, los nazis matan a todos los habitantes de la aldea checa de Lídice.",
            "year": 1942
        },
        {
            "text": "en el océano Atlántico norte, unidades de la marina británica localizan y hunden al acorazado alemán Bismarck. Mueren 2086 alemanes.",
            "year": 1941
        },
        {
            "text": "en Washington (Estados Unidos) ―en el marco de la Segunda Guerra Mundial― el presidente Franklin D. Roosevelt proclama una «emergencia nacional ilimitada».",
            "year": 1941
        },
        {
            "text": "el rey Leopoldo III rinde Bélgica ante Alemania.",
            "year": 1940
        },
        {
            "text": "en la masacre de Le Paradis ―en el marco de la Segunda Guerra Mundial (1939-1945)― 99 soldados de una unidad del Regimiento Real de Norfolk son fusilados tras rendirse a las tropas nazis alemanas; dos sobreviven.",
            "year": 1940
        },
        {
            "text": "en la ciudad de San Francisco (California) se inaugura el puente Golden Gate al tráfico peatonal, creando un vínculo vital entre San Francisco y el condado de Marin.",
            "year": 1937
        },
        {
            "text": "en Washington (Estados Unidos) ―en el marco del New Deal del presidente Roosevelt― la Corte Suprema declara inconstitucional la Ley Nacional de Recuperación Industrial en el juicio de ALA Schechter Poultry Corp. contra Estados Unidos (295 U.S. 495).",
            "year": 1935
        },
        {
            "text": "en Washington (Estados Unidos) ―en el marco del New Deal del presidente Roosevelt―, la Ley Federal de Valores de EE. UU. se convierte en ley que exige el registro de valores en la Comisión Federal de Comercio.",
            "year": 1933
        },
        {
            "text": "en Francia, Auguste Piccard, primer hombre que alcanza la estratosfera, al ascender en globo hasta los 16 000 m de altura.",
            "year": 1931
        },
        {
            "text": "en Nueva York se inaugura el edificio Chrysler (319  m), el más alto del mundo en ese momento.",
            "year": 1930
        },
        {
            "text": "en los Estados Unidos, la Ford Motor Company deja de producir el Ford T y comienza a rearmar sus plantas para construir el Ford A.",
            "year": 1927
        },
        {
            "text": "en Checoslovaquia, Tomáš Masaryk es elegido presidente.",
            "year": 1920
        },
        {
            "text": "el avión NC-4 arriba a Lisboa (Portugal) luego de su primer vuelo transatlántico.",
            "year": 1919
        },
        {
            "text": "el papa Benedicto XV promulga el Código de Derecho Canónico de 1917, la primera codificación integral del derecho canónico católico en la historia jurídica de la Iglesia Católica.",
            "year": 1917
        },
        {
            "text": "frente a Sheerness, en la costa del condado de Kent, 86 km al este de Londres (Reino Unido), el HMS Princess Irene explota y se hunde. Mueren 352 vidas.",
            "year": 1915
        },
        {
            "text": "el mahulana Hakeem Noor-ud-Din es elegido primera califa de la comunidad musulmana Ahmadiyya (creada por Ghulam Ahmad).",
            "year": 1908
        },
        {
            "text": "en San Francisco (California) comienza un rebrote de la peste bubónica.",
            "year": 1907
        },
        {
            "text": "en la batalla de Tsushima, los japoneses destruyen la flota rusa.",
            "year": 1905
        },
        {
            "text": "en San Luis (Misuri) y San Luis Este (Illinois), un tornado (con fuerza F4) mata al menos 255 personas.",
            "year": 1896
        },
        {
            "text": "Cuba entierra con honores al patriota José Martí.",
            "year": 1895
        },
        {
            "text": "en Londres (Imperio británico), el escritor Oscar Wilde es condenado a dos años de cárcel con trabajos forzados debido a su homosexualidad.",
            "year": 1895
        },
        {
            "text": "Alejandro III es coronado zar de Rusia.",
            "year": 1883
        },
        {
            "text": "en Sudáfrica, el primer grupo de excursionistas de Dorsland bajo el liderazgo de Gert Alberts abandona la ciudad de Pretoria.",
            "year": 1874
        },
        {
            "text": "en Madrid (España), la reina Isabel II le concede a la villa de Sancti Spíritus el título de «ciudad».",
            "year": 1867
        },
        {
            "text": "en Port Hudson, 164 km al noroeste de Nueva Orleans ―en el marco de la guerra civil estadounidense (1861-1865)― ocurre el primer asalto de infantería de la Unión al asedio del puerto.",
            "year": 1863
        },
        {
            "text": "en la isla de Sicilia, el mercenario italiano Giuseppe Garibaldi comienza el ataque contra la ciudad de Palermo, como parte de la Unificación Italiana.",
            "year": 1860
        },
        {
            "text": "en Inglaterra, la reina Victoria sufre un atentado.",
            "year": 1850
        },
        {
            "text": "en Londres se abre el Gran Hall de la estación Euston.",
            "year": 1849
        },
        {
            "text": "en el estado de Costa Rica, militares relacionados con Don Braulio Carrillo Colina derrocan al jefe de Estado Manuel Aguilar, que estaba ligado a la oligarquía de Cartago. Esto ocurre con el objetivo de acabar con el caos que persistia, generado por este grupo oligarquico. Meses despues Don Braulio Carrillo Colina separaria por primera vez a Costa Rica de la República Federal de Centroamérica.",
            "year": 1838
        },
        {
            "text": "en Nueva Gales del Sur (Australia), militares blancos asesinan a varios indígenas por ordenes del mayor Thomas Livingstone Mitchell en la masacre de Mount Dispersion.",
            "year": 1836
        },
        {
            "text": "en la provincia de Ontario (Canadá) ―en el marco de la Guerra de 1812― las fuerzas estadounidenses capturan Fuerte George.",
            "year": 1813
        },
        {
            "text": "en el cerro San Sebastián, cerca de la ciudad de Cochabamba (Bolivia) ―en el marco de las Guerras de la independencia sudamericana―, el ejército realista al mando del general peruano José Manuel de Goyeneche (1776-1846) asesina a las mujeres de la ciudad (Heroínas de la Coronilla).",
            "year": 1812
        },
        {
            "text": "en Winterthur, 24 km al noreste de Zúrich (Suiza) ―en el marco de la Guerra de la Segunda Coalición―, las fuerzas austríacas derrotan a las francesas.",
            "year": 1799
        },
        {
            "text": "en Wexford, 113 km al sur de Dublín (Irlanda), se libra la batalla de Oulart Hill. Los líderes rebeldes irlandeses derrotan y matan a un destacamento de milicias.",
            "year": 1798
        },
        {
            "text": "en París se utiliza por primera vez la guillotina.",
            "year": 1792
        },
        {
            "text": "en Rusia, el zar Pedro el Grande funda la ciudad de San Petersburgo.",
            "year": 1703
        },
        {
            "text": "en los Estados Unidos, Peter Stuyvesant es nombrado director general de los Nuevos Países Bajos.",
            "year": 1647
        },
        {
            "text": "en China, el regente manchú Dorgon derrota al líder rebelde Li Zicheng de la dinastía Shun en la batalla del paso Shanhai, lo que permite a los manchúes entrar y conquistar la ciudad capital de Pekín.",
            "year": 1644
        },
        {
            "text": "en España, varios frailes dominicos y franciscanos ―encabezados por fray Pedro de Córdoba― escriben una carta a los reyes de España (conocida como la Carta latina), en defensa de los nativos de América.",
            "year": 1517
        },
        {
            "text": "en Francia, Felipe VI es coronado rey.",
            "year": 1328
        },
        {
            "text": "en la catedral de Aquisgrán, Ricardo de Cornualles y su esposa, Sancha de Provenza, son coronados rey y reina de los alemanes.",
            "year": 1257
        },
        {
            "text": "Juan es coronado rey de Inglaterra.",
            "year": 1199
        },
        {
            "text": "en Escocia, Malcolm IV se convierte en rey.",
            "year": 1153
        },
        {
            "text": "en Capua, 42 km al norte de Nápoles (península italiana), Ricardo III es coronado príncipe dos semanas antes de morir.",
            "year": 1120
        },
        {
            "text": "el conde Emicho entra en Maguncia, donde sus seguidores masacran a todos los ciudadanos alemanes judíos, al menos unos 600 son asesinados.",
            "year": 1096
        },
        {
            "text": "en las altiplanicies del este de Bosnia, cerca del río Drina, frontera entre el Reino de Croacia y el Primer imperio búlgaro, Tomislav de Croacia derrota a Simeón I de Bulgaria en la batalla de las Altiplanicies Bosnias.",
            "year": 927
        }
    ],
    "births": [
        {
            "text": "David Cardona, gran bailarín.",
            "year": 2005
        },
        {
            "text": "Franco Colapinto, piloto argentino.",
            "year": 2003
        },
        {
            "text": "Brunette, cantautora armenia.",
            "year": 2001
        },
        {
            "text": "Curtis Harris, actor estadounidense.",
            "year": 2001
        },
        {
            "text": "Gorka Campo Loza, futbolista español.",
            "year": 2000
        },
        {
            "text": "Jade Carey, gimnasta artística estadounidense.",
            "year": 2000
        },
        {
            "text": "Nicolás Gómez Jaramillo, ciclista colombiano.",
            "year": 2000
        },
        {
            "text": "Rebecca McGowan, taekwondista británica.",
            "year": 2000
        },
        {
            "text": "Alexander Pratt, nadador canadiense.",
            "year": 2000
        },
        {
            "text": "Sofía Osío, modelo colombiana.",
            "year": 2000
        },
        {
            "text": "Enzo Silcan, futbolista argentino.",
            "year": 2000
        },
        {
            "text": "Abner Vinícius, futbolista brasileño.",
            "year": 2000
        },
        {
            "text": "Stefano Zarantonello, futbolista argentino.",
            "year": 2000
        },
        {
            "text": "Miguel Atienza, futbolista español.",
            "year": 1999
        },
        {
            "text": "Daniel Bragança, futbolista portugués.",
            "year": 1999
        },
        {
            "text": "Jairo Concha, futbolista peruano.",
            "year": 1999
        },
        {
            "text": "Matheus Cunha, futbolista brasileño.",
            "year": 1999
        },
        {
            "text": "Lily-Rose Depp, actriz y modelo franco-estadounidense.",
            "year": 1999
        },
        {
            "text": "Jorge Motos, actor español.",
            "year": 1999
        },
        {
            "text": "Tomás Belmonte, futbolista argentino.",
            "year": 1998
        },
        {
            "text": "Sylvester Berg, baloncestista danés.",
            "year": 1998
        },
        {
            "text": "Joan Cardona Méndez, regatista español.",
            "year": 1998
        },
        {
            "text": "Michael Fuentes, futbolista chileno.",
            "year": 1998
        },
        {
            "text": "Dimitris Limnios, futbolista griego.",
            "year": 1998
        },
        {
            "text": "Josep Martínez, futbolista español.",
            "year": 1998
        },
        {
            "text": "Valeria Ortuño Martínez, atleta mexicana.",
            "year": 1998
        },
        {
            "text": "Ignacio Bastian, baloncestista argentino.",
            "year": 1997
        },
        {
            "text": "Anna Bondar, tenista húngara.",
            "year": 1997
        },
        {
            "text": "Théo Chendri, futbolista francés.",
            "year": 1997
        },
        {
            "text": "Harald Frey, baloncestista noruego.",
            "year": 1997
        },
        {
            "text": "Daniel Jones, jugador estadounidense de fútbol americano.",
            "year": 1997
        },
        {
            "text": "Konrad Laimer, futbolista austríaco.",
            "year": 1997
        },
        {
            "text": "Bryan Garnica, futbolista mexicano.",
            "year": 1996
        },
        {
            "text": "Marcelo González Cabral, futbolista paraguayo.",
            "year": 1996
        },
        {
            "text": "Firas Ben Larbi, futbolista tunecino.",
            "year": 1996
        },
        {
            "text": "Li Tu, tenista australiano.",
            "year": 1996
        },
        {
            "text": "Leandro Vega, futbolista argentino.",
            "year": 1996
        },
        {
            "text": "Ruslan Zhaparov, taekwondista kazajo.",
            "year": 1996
        },
        {
            "text": "Yoán Moncada, beisbolista cubano.",
            "year": 1995
        },
        {
            "text": "Maximilian Arnold, futbolista alemán.",
            "year": 1994
        },
        {
            "text": "Aaron Brown, velocista canadiense.",
            "year": 1992
        },
        {
            "text": "Laurence Vincent-Lapointe, piragüista canadiense.",
            "year": 1992
        },
        {
            "text": "Sebastien Dewaest, futbolista belga.",
            "year": 1991
        },
        {
            "text": "Su Helen Gala, futbolista chilena.",
            "year": 1991
        },
        {
            "text": "Tim Lafai, jugador de la liga de rugby de Samoa.",
            "year": 1991
        },
        {
            "text": "Ksenia Pervak, tenista rusa.",
            "year": 1991
        },
        {
            "text": "Eneli Vals, futbolista estonio.",
            "year": 1991
        },
        {
            "text": "Yenew Alamirew, corredor etíope.",
            "year": 1990
        },
        {
            "text": "Nadine Beiler, cantante austríaca.",
            "year": 1990
        },
        {
            "text": "Chris Colfer, actor y cantante estadounidense.",
            "year": 1990
        },
        {
            "text": "Marcus Kruger, jugador de hockey sobre hielo sueco.",
            "year": 1990
        },
        {
            "text": "Igor Morozov, futbolista estonio.",
            "year": 1989
        },
        {
            "text": "Peakboy, rapero, productor discográfico y cantautor surcoreano.",
            "year": 1989
        },
        {
            "text": "Birkir Bjarnason, futbolista islandés.",
            "year": 1988
        },
        {
            "text": "Vontae Davis, jugador estadounidense de fútbol americano (f. 2024).",
            "year": 1988
        },
        {
            "text": "Irina Davydova, vallista rusa.",
            "year": 1988
        },
        {
            "text": "Marvin Emnes, futbolista neerlandés.",
            "year": 1988
        },
        {
            "text": "Garrett Richards, lanzador de béisbol estadounidense.",
            "year": 1988
        },
        {
            "text": "Tyler Sash, jugador estadounidense de fútbol americano (f. 2015).",
            "year": 1988
        },
        {
            "text": "José Alberto Cañas Ruiz-Herrera, futbolista español.",
            "year": 1987
        },
        {
            "text": "Gervinho, futbolista marfileño.",
            "year": 1987
        },
        {
            "text": "Bella Heathcote, actriz australiana.",
            "year": 1987
        },
        {
            "text": "Bora Paçun, baloncestista turco.",
            "year": 1987
        },
        {
            "text": "Matt Prior, jugador de la liga australiana de rugby.",
            "year": 1987
        },
        {
            "text": "Martina Sáblíková, patinadora de velocidad y ciclista checa.",
            "year": 1987
        },
        {
            "text": "Conor Cummins, piloto de motos de la Isla de Man.",
            "year": 1986
        },
        {
            "text": "Bamba Fall, baloncestista senegalés.",
            "year": 1986
        },
        {
            "text": "André Schembri, futbolista maltés.",
            "year": 1986
        },
        {
            "text": "Lasse Schöne, futbolista danés.",
            "year": 1986
        },
        {
            "text": "Thuso Phala, futbolista sudafricano.",
            "year": 1986
        },
        {
            "text": "Chiang Chien-ming, beisbolista taiwanés.",
            "year": 1985
        },
        {
            "text": "Roberto Soldado, futbolista español.",
            "year": 1985
        },
        {
            "text": "Blake Ahearn, baloncestista estadounidense.",
            "year": 1984
        },
        {
            "text": "Miguel González, lanzador de béisbol mexicano.",
            "year": 1984
        },
        {
            "text": "Bobby Convey, futbolista estadounidense.",
            "year": 1983
        },
        {
            "text": "Natalya, luchadora profesional canadiense.",
            "year": 1982
        },
        {
            "text": "Alina Cojocaru, bailarina rumana.",
            "year": 1981
        },
        {
            "text": "Mariano Echeverría, futbolista argentino.",
            "year": 1981
        },
        {
            "text": "Johan Elmander, futbolista sueco.",
            "year": 1981
        },
        {
            "text": "Craig Buntin, patinador artístico canadiense.",
            "year": 1980
        },
        {
            "text": "Michael Buonauro, escritor e ilustrador estadounidense (f. 2004).",
            "year": 1979
        },
        {
            "text": "Mile Sterjovski, futbolista australiano.",
            "year": 1979
        },
        {
            "text": "Adin Brown, futbolista estadounidense.",
            "year": 1978
        },
        {
            "text": "Atsushi Yanagisawa, futbolista japonés.",
            "year": 1977
        },
        {
            "text": "Abderrahmane Hammad, saltador de altura argelino.",
            "year": 1977
        },
        {
            "text": "Mahela Jayawardene, jugadora de críquet de Sri Lanka.",
            "year": 1977
        },
        {
            "text": "Marcel Fässler, piloto de automovilismo suizo.",
            "year": 1976
        },
        {
            "text": "Jiří Štajner, futbolista checo.",
            "year": 1976
        },
        {
            "text": "Leonor Silvestri, teórica, poeta, luchadora wako y activista de origen argentino.",
            "year": 1976
        },
        {
            "text": "André 3000 (André Benjamin), músico estadounidense, de la banda OutKast.",
            "year": 1975
        },
        {
            "text": "Michael Hussey, jugador de críquet australiano.",
            "year": 1975
        },
        {
            "text": "Jadakiss (Jason Phillips), rapero estadounidense.",
            "year": 1975
        },
        {
            "text": "Jamie Oliver, chef británico.",
            "year": 1975
        },
        {
            "text": "Feryal Özel, astrofísico, astrónomo y académico turco.",
            "year": 1975
        },
        {
            "text": "Vanessa Blue, actriz pornográfica y directora estadounidense.",
            "year": 1974
        },
        {
            "text": "Skye Edwards, cantante y compositora británica, de la banda Morcheeba.",
            "year": 1974
        },
        {
            "text": "Denise van Outen, actriz, cantante y presentadora de televisión inglesa.",
            "year": 1974
        },
        {
            "text": "Derek Webb, cantautor y guitarrista estadounidense.",
            "year": 1974
        },
        {
            "text": "Danny Wuerffel, jugador estadounidense de fútbol americano.",
            "year": 1974
        },
        {
            "text": "Yorgos Lanthimos, cineasta, director de teatro, productor y guionista griego.",
            "year": 1973
        },
        {
            "text": "Jack McBrayer, actor y comediante estadounidense.",
            "year": 1973
        },
        {
            "text": "Tana Umaga, jugadora y entrenadora de rugby neozelandesa.",
            "year": 1973
        },
        {
            "text": "Todd Demsey, golfista estadounidense.",
            "year": 1972
        },
        {
            "text": "Antonio Freeman, futbolista americano.",
            "year": 1972
        },
        {
            "text": "Ivete Sangalo, cantante brasileña.",
            "year": 1972
        },
        {
            "text": "Maxim Sokolov, jugador de hockey sobre hielo ruso.",
            "year": 1972
        },
        {
            "text": "Mathew Batsiua, político nauruano.",
            "year": 1971
        },
        {
            "text": "Paul Bettany, actor británico.",
            "year": 1971
        },
        {
            "text": "Wayne Carey, futbolista y entrenador australiano.",
            "year": 1971
        },
        {
            "text": "Kaur Kender, escritor estonio.",
            "year": 1971
        },
        {
            "text": "Left Eye (Lisa Lopes), cantante y bailarina estadounidense de rap, de la banda TLC (f. 2002).",
            "year": 1971
        },
        {
            "text": "Glenn Ross, strongman y powerlifter norirlandés.",
            "year": 1971
        },
        {
            "text": "Lee Sharpe, futbolista británico-inglés.",
            "year": 1971
        },
        {
            "text": "Grant Stafford, tenista sudafricano.",
            "year": 1971
        },
        {
            "text": "Sophie Walker, política británica, líder del Partido por la Igualdad de las Mujeres.",
            "year": 1971
        },
        {
            "text": "Petroc Trelawny, locutor de radio y televisión británico.",
            "year": 1971
        },
        {
            "text": "Alex Archer, músico australiano nacido en Estados Unidos.",
            "year": 1970
        },
        {
            "text": "Michele Bartoli, ciclista italiano.",
            "year": 1970
        },
        {
            "text": "Tim Farron, educador y político británico-inglés.",
            "year": 1970
        },
        {
            "text": "Joseph Fiennes, actor británico-inglés.",
            "year": 1970
        },
        {
            "text": "Todd Hundley, beisbolista estadounidense.",
            "year": 1969
        },
        {
            "text": "Jeremy Mayfield, piloto de carreras estadounidense.",
            "year": 1969
        },
        {
            "text": "Craig Federighi, informático e ingeniero estadounidense.",
            "year": 1969
        },
        {
            "text": "Jeff Bagwell, beisbolista y entrenador estadounidense.",
            "year": 1968
        },
        {
            "text": "Rebekah Brooks, periodista inglesa.",
            "year": 1968
        },
        {
            "text": "Harun Erdenay, baloncestista y entrenador turco.",
            "year": 1968
        },
        {
            "text": "Frank Thomas, beisbolista y comentarista deportivo estadounidense.",
            "year": 1968
        },
        {
            "text": "Paul Gascoigne, futbolista, entrenador y mánager británico.",
            "year": 1967
        },
        {
            "text": "Eddie McClintock, actor estadounidense.",
            "year": 1967
        },
        {
            "text": "Heston Blumenthal, chef y escritor británico-inglés.",
            "year": 1966
        },
        {
            "text": "Sean Kinney, baterista estadounidense, de la banda Alice in Chains.",
            "year": 1966
        },
        {
            "text": "Felipe Bianchi, periodista chileno.",
            "year": 1965
        },
        {
            "text": "Todd Bridges, actor estadounidense.",
            "year": 1965
        },
        {
            "text": "Pat Cash, tenista y comentarista deportivo australiano-británico.",
            "year": 1965
        },
        {
            "text": "Gustavo Poirrier, futbolista chileno (f. 2003).",
            "year": 1965
        },
        {
            "text": "Adam Carolla, actor, productor y guionista estadounidense.",
            "year": 1964
        },
        {
            "text": "Kim Ji-woon, cineasta surcoreano",
            "year": 1964
        },
        {
            "text": "Gonzalo Rubalcaba, pianista y compositor cubano.",
            "year": 1963
        },
        {
            "text": "Maria Walliser, esquiadora suiza.",
            "year": 1963
        },
        {
            "text": "Marcelino Bernal, futbolista mexicano.",
            "year": 1962
        },
        {
            "text": "Ray Borner, baloncestista australiano.",
            "year": 1962
        },
        {
            "text": "Steven Brill, actor, director, productor y guionista estadounidense.",
            "year": 1962
        },
        {
            "text": "Anthony A. Hyman, biólogo y académico israelí-británico.",
            "year": 1962
        },
        {
            "text": "David Mundell, abogado y político escocés, secretario de Estado de Escocia.",
            "year": 1962
        },
        {
            "text": "Ravi Shastri, jugador de críquet y comentarista deportivo indio.",
            "year": 1962
        },
        {
            "text": "José Luíz Barbosa, corredor y entrenador brasileño.",
            "year": 1961
        },
        {
            "text": "Peri Gilpin, actriz estadounidense.",
            "year": 1961
        },
        {
            "text": "Pierre-Henri Raphanel, piloto francés de automovilismo.",
            "year": 1961
        },
        {
            "text": "Gaston Therrien, jugador de hockey sobre hielo y comentarista deportivo canadiense.",
            "year": 1960
        },
        {
            "text": "Donna Strickland, física canadiense.",
            "year": 1959
        },
        {
            "text": "Nick Anstee, contable y político británico-inglés, 682.º Lord Mayor de Londres.",
            "year": 1958
        },
        {
            "text": "Neil Finn, cantautor y músico neozelandés, de la banda Crowded House.",
            "year": 1958
        },
        {
            "text": "Jesse Robredo, político filipino, 23.º secretario del Interior y Gobierno Local (f. 2012).",
            "year": 1958
        },
        {
            "text": "Dag Terje Andersen, político noruego, ministro de Trabajo noruego.",
            "year": 1957
        },
        {
            "text": "Nitin Gadkari, abogado y político indio, ministro de Transportes indio.",
            "year": 1957
        },
        {
            "text": "Eddie Harsch, teclista y bajista canadiense-estadounidense (f. 2016).",
            "year": 1957
        },
        {
            "text": "Iñaki Miramón, actor español.",
            "year": 1957
        },
        {
            "text": "Siouxsie Sioux, cantante, compositora y productora británica, de las bandas Siouxsie and the Banshees, y The Creatures.",
            "year": 1957
        },
        {
            "text": "Cynthia McFadden, periodista estadounidense.",
            "year": 1956
        },
        {
            "text": "Rosemary Squire, productora y directora inglesa, cofundó Ambassador Theatre Group.",
            "year": 1956
        },
        {
            "text": "Giuseppe Tornatore, cineasta y guionista italiano (Cinema paradiso).",
            "year": 1956
        },
        {
            "text": "Eric Bischoff, emprededor, productor y luchador estadounidense.",
            "year": 1955
        },
        {
            "text": "Dieter Lehnhoff, compositor guatemalteco-alemán.",
            "year": 1955
        },
        {
            "text": "Richard Schiff, actor, director y productor estadounidense.",
            "year": 1955
        },
        {
            "text": "Ian Tracey, organista y director de orquesta británico-inglés.",
            "year": 1955
        },
        {
            "text": "Pauline Hanson, empresaria, activista y política australiana.",
            "year": 1954
        },
        {
            "text": "Jackie Slater, jugadora y entrenadora estadounidense de fútbol americano.",
            "year": 1954
        },
        {
            "text": "Rosa Díez, política y eurodiputada española.",
            "year": 1952
        },
        {
            "text": "Ana Belén, cantante y actriz española.",
            "year": 1951
        },
        {
            "text": "John Conteh, boxeador británico-inglés.",
            "year": 1951
        },
        {
            "text": "Reynaldo Vasco Uribe, poeta argentino (f. 2014).",
            "year": 1951
        },
        {
            "text": "Dee Dee Bridgewater, cantautora y actriz estadounidense.",
            "year": 1950
        },
        {
            "text": "Makis Dendrinos, jugador y entrenador de baloncesto griego (f. 2015).",
            "year": 1950
        },
        {
            "text": "Alma Guillermoprieto, periodista mexicana.",
            "year": 1949
        },
        {
            "text": "Hugh Lowther, aristócrata (“8.º conde de Lonsdale”), político británico-inglés (f. 2021).",
            "year": 1949
        },
        {
            "text": "Christa Vahlensieck, corredora alemana.",
            "year": 1949
        },
        {
            "text": "Wubbo de Boer, funcionario neerlandés (f. 2017).",
            "year": 1948
        },
        {
            "text": "Pete Sears, bajista británico-inglés.",
            "year": 1948
        },
        {
            "text": "Morning Glory Zell-Ravenheart, ocultista y escritora estadounidense (f. 2014).",
            "year": 1948
        },
        {
            "text": "Peter DeFazio, político estadounidense.",
            "year": 1947
        },
        {
            "text": "Marty Kristian, cantautor, guitarrista y actor germano-australiano.",
            "year": 1947
        },
        {
            "text": "Branko Oblak, futbolista y entrenador esloveno.",
            "year": 1947
        },
        {
            "text": "Riivo Sinijärv, político estonio, 19.º ministro de Asuntos Exteriores de Estonia.",
            "year": 1947
        },
        {
            "text": "Henry McMaster, político y abogado estadounidense, Gobernador de Carolina del Sur desde 2017.",
            "year": 1947
        },
        {
            "text": "Niels-Henning Ørsted Pedersen, bajista y compositor danés (f. 2005).",
            "year": 1946
        },
        {
            "text": "John Williams, piloto de motos británico-inglés (f. 1978).",
            "year": 1946
        },
        {
            "text": "Bruce Cockburn, cantautor y guitarrista canadiense.",
            "year": 1945
        },
        {
            "text": "Christopher Dodd, abogado y político estadounidense.",
            "year": 1944
        },
        {
            "text": "Karen Fladset, jugadora de balonmano noruega.",
            "year": 1944
        },
        {
            "text": "Ingrid Roscoe, historiadora y política inglesa, lord teniente de West Yorkshire (f. 2020).",
            "year": 1944
        },
        {
            "text": "Alain Souchon, cantautor, guitarrista y actor francés.",
            "year": 1944
        },
        {
            "text": "Eduardo Teddy Bautista, cantante español.",
            "year": 1943
        },
        {
            "text": "Cilla Black, cantante, actriz y presentadora británica (f. 2015).",
            "year": 1943
        },
        {
            "text": "Bruce Weitz, actor estadounidense.",
            "year": 1943
        },
        {
            "text": "Lee Baca, policía estadounidense.",
            "year": 1942
        },
        {
            "text": "Piers Courage, piloto de carreras británico-inglés (f. 1970).",
            "year": 1942
        },
        {
            "text": "Roger Freeman, aristócrata (“barón Freeman”), contable y político británico-inglés, canciller del ducado de Lancaster.",
            "year": 1942
        },
        {
            "text": "Robin Widdows, piloto de carreras británico-inglés.",
            "year": 1942
        },
        {
            "text": "Mike Gibson, periodista y comentarista deportivo australiano (f. 2015).",
            "year": 1940
        },
        {
            "text": "Mariano Haro, atleta español (f. 2024).",
            "year": 1940
        },
        {
            "text": "Simon Cairns, aristócrata (“4.º conde de Cairns”), cortesano y empresario británico-inglés.",
            "year": 1939
        },
        {
            "text": "Yves Duhaime, capitán y político canadiense.",
            "year": 1939
        },
        {
            "text": "Sokratis Kokkalis, empresario griego.",
            "year": 1939
        },
        {
            "text": "Gerald Ronson, empresario y filántropo británico-inglés.",
            "year": 1939
        },
        {
            "text": "Lionel Sosa, ejecutivo de publicidad y marketing mexicano-estadounidense.",
            "year": 1939
        },
        {
            "text": "Don Williams, cantautor y guitarrista estadounidense (f. 2017).",
            "year": 1939
        },
        {
            "text": "Rick Rescorla, militar estadounidense (f. 2001).",
            "year": 1939
        },
        {
            "text": "Christian Von Wernich, sacerdote católico argentino, condenado a prisión por torturas.",
            "year": 1938
        },
        {
            "text": "Allan Carr, dramaturgo y productor estadounidense (f. 1999).",
            "year": 1937
        },
        {
            "text": "Coral Pellicer, periodista española (f. 2020).",
            "year": 1937
        },
        {
            "text": "Benjamin Bathurst, almirante británico-inglés.",
            "year": 1936
        },
        {
            "text": "Louis Gossett, Jr., actor y productor estadounidense (f. 2024).",
            "year": 1936
        },
        {
            "text": "Jorge Hourton, obispo franco-chileno (f. 2011).",
            "year": 1936
        },
        {
            "text": "Marcel Masse, educador y político canadiense, 29.º ministro de Defensa Nacional canadiense (f. 2014).",
            "year": 1936
        },
        {
            "text": "Julio Nazareno, abogado y presidente de la Corte Suprema de Justicia de Argentina (f. 2019).",
            "year": 1936
        },
        {
            "text": "Daniel Colchico, jugador y entrenador estadounidense de fútbol americano (f. 2014).",
            "year": 1935
        },
        {
            "text": "Mal Evans, asistente británico de la banda The Beatles (f. 1976).",
            "year": 1935
        },
        {
            "text": "Jerry Kindall, jugador y entrenador de béisbol estadounidense (f. 2017).",
            "year": 1935
        },
        {
            "text": "Ramsey Lewis, pianista y compositor de jazz estadounidense (f. 2022).",
            "year": 1935
        },
        {
            "text": "Lee Meriwether, actriz y modelo estadounidense, Miss America 1955.",
            "year": 1935
        },
        {
            "text": "Ray Daviault, beisbolista canadiense-estadounidense (f. 2020).",
            "year": 1934
        },
        {
            "text": "Harlan Ellison, escritor y guionista estadounidense (f. 2018).",
            "year": 1934
        },
        {
            "text": "Enzo Siciliano, escritor italiano (f. 2006).",
            "year": 1934
        },
        {
            "text": "Edward Samuel Rogers, empresario canadiense (f. 2008).",
            "year": 1933
        },
        {
            "text": "Manfred Sommer, escritor e ilustrador español (f. 2007).",
            "year": 1933
        },
        {
            "text": "André Barbeau, neurólogo francocanadiense (f. 1986).",
            "year": 1931
        },
        {
            "text": "John Chapple, mariscal de campo y político británico-inglés, gobernador de Gibraltar (f. 2022).",
            "year": 1931
        },
        {
            "text": "Bernard Fresson, actor francés (f. 2002).",
            "year": 1931
        },
        {
            "text": "Faten Hamama, actriz y productora egipcia (f. 2015).",
            "year": 1931
        },
        {
            "text": "Philip Kotler, escritor y profesor estadounidense.",
            "year": 1931
        },
        {
            "text": "John Barth, novelista, cuentista y catedrático estadounidense.",
            "year": 1930
        },
        {
            "text": "William S. Sessions, funcionario y juez estadounidense, octavo director del Buró Federal de Investigaciones (f. 2020).",
            "year": 1930
        },
        {
            "text": "Eino Tamberg, compositor y docente estonio (f. 2010).",
            "year": 1930
        },
        {
            "text": "Thea Musgrave, compositora y educadora escocesa-estadounidense.",
            "year": 1928
        },
        {
            "text": "Gustavo Arias Murueta, pintor estadounidense (f. 2019).",
            "year": 1927
        },
        {
            "text": "Jüri Randviir, ajedrecista y periodista estonio (f. 1996).",
            "year": 1927
        },
        {
            "text": "Jorge Bacacorzo, escritor, periodista y poeta peruano de la Generación del 50 (f. 2006).",
            "year": 1925
        },
        {
            "text": "Tony Hillerman, periodista y escritor estadounidense (f. 2008).",
            "year": 1925
        },
        {
            "text": "Jaime Lusinchi, médico y político venezolano, presidente de Venezuela entre 1984 y 1989 (f. 2014).",
            "year": 1924
        },
        {
            "text": "John Sumner, director británico-australiano de teatro, fundador de la Melbourne Theatre Company (f. 2013).",
            "year": 1924
        },
        {
            "text": "Henry Kissinger, político estadounidense, premio nobel de la paz en 1973 (f. 2023).",
            "year": 1923
        },
        {
            "text": "Sumner Redstone, magnate, empresario y filántropo estadounidense (f. 2020).",
            "year": 1923
        },
        {
            "text": "Otto Carius, teniente y farmacéutico alemán (f. 2015).",
            "year": 1922
        },
        {
            "text": "Christopher Lee, actor británico-inglés (f. 2015).",
            "year": 1922
        },
        {
            "text": "John D. Vanderhoof, banquero y político estadounidense, 37.º gobernador de Colorado (f. 2013).",
            "year": 1922
        },
        {
            "text": "Bob Godfrey, animador, director y actor de doblaje australiano-británico (f. 2013).",
            "year": 1921
        },
        {
            "text": "Yasuhiro Nakasone, político y militar japonés, 45.º primer ministro de Japón entre 1982 y 1987 (f. 2019).",
            "year": 1918
        },
        {
            "text": "Harry Webster, ingeniero británico-inglés (f. 2007).",
            "year": 1917
        },
        {
            "text": "Ester Soré, cantautora chilena (f. 1996).",
            "year": 1915
        },
        {
            "text": "Herman Wouk, novelista estadounidense (f. 2019).",
            "year": 1915
        },
        {
            "text": "Vicente Calderón, dirigente deportivo español, presidente del Atlético de Madrid (f. 1987).",
            "year": 1913
        },
        {
            "text": "José Vela Zanetti, pintor y académico español (f. 1999).",
            "year": 1913
        },
        {
            "text": "Linden Travers, actriz británica (f. 2001)",
            "year": 1913
        },
        {
            "text": "John Cheever, novelista y cuentista estadounidense (f. 1982).",
            "year": 1912
        },
        {
            "text": "Terry Moore, beisbolista, entrenador y directivo estadounidense (f. 1995).",
            "year": 1912
        },
        {
            "text": "Sam Snead, golfista y comentarista deportivo estadounidense (f. 2002).",
            "year": 1912
        },
        {
            "text": "Hubert Humphrey, periodista y político estadounidense, 38.º vicepresidente de Estados Unidos (f. 1978).",
            "year": 1911
        },
        {
            "text": "Teddy Kollek, político húngaro expatriado en Israel, alcalde de Jerusalén durante 28 años (f. 2007).",
            "year": 1911
        },
        {
            "text": "Vincent Price, actor estadounidense (f. 1993).",
            "year": 1911
        },
        {
            "text": "Dolores Hope, cantante y filántropa estadounidense (f. 2011).",
            "year": 1909
        },
        {
            "text": "Juan Vicente Pérez, agrícultor, campesino y supercentenario venezolano, la última persona nacida en los años 1900 (f. 2024).",
            "year": 1909
        },
        {
            "text": "Nicolas Calas, poeta y crítico greco-estadounidense (f. 1988).",
            "year": 1907
        },
        {
            "text": "Rachel Carson, bióloga marina, ambientalista y ensayista estadounidense (f. 1964).",
            "year": 1907
        },
        {
            "text": "Buddhadasa, monje y filósofo tailandés (f. 1993).",
            "year": 1906
        },
        {
            "text": "Harry Hibbs, futbolista británico-inglés (f. 1984).",
            "year": 1906
        },
        {
            "text": "Antonio Rosario Mennonna, obispo italiano (f. 2009).",
            "year": 1906
        },
        {
            "text": "Helios Gómez, artista y anarcosindicalista español (f. 1956).",
            "year": 1905
        },
        {
            "text": "Lotte Toberentz, supervisora alemana del campo de concentración nazi de Uckermark (f. 1964).",
            "year": 1900
        },
        {
            "text": "Uładzimir Žyłka, poeta y traductor bielorruso (f. 1933).",
            "year": 1900
        },
        {
            "text": "Johannes Türn, ajedrecista y damas estonio (f. 1993).",
            "year": 1899
        },
        {
            "text": "David Crosthwait, ingeniero, inventor y escritor estadounidense (f. 1976).",
            "year": 1898
        },
        {
            "text": "John Douglas Cockcroft, físico y académico británico, premio Nobel de Física en 1951 (f. 1967).",
            "year": 1897
        },
        {
            "text": "Dink Templeton, jugador y entrenador de rugby estadounidense (f. 1962).",
            "year": 1897
        },
        {
            "text": "Douglas Lloyd Campbell, educador y político canadiense, 13.º primer ministro de Manitoba (f. 1995).",
            "year": 1895
        },
        {
            "text": "Louis-Ferdinand Céline, escritor y médico francés (f. 1961).",
            "year": 1894
        },
        {
            "text": "Dashiell Hammett, escritor de novelas detectivescas y guionista estadounidense (f. 1961).",
            "year": 1894
        },
        {
            "text": "Claude Champagne, violinista, pianista y compositor canadiense (f. 1965).",
            "year": 1891
        },
        {
            "text": "Jaan Kärner, poeta y escritor estonio (f. 1958).",
            "year": 1891
        },
        {
            "text": "Juan R. Escudero, líder revolucionario obrero mexicano (f. 1923).",
            "year": 1890
        },
        {
            "text": "Konstantín Vasílievich Ivanov, poeta y traductor chuvasio (f. 1915).",
            "year": 1890
        },
        {
            "text": "Louis Durey, compositor francés (f. 1979).",
            "year": 1888
        },
        {
            "text": "Kasimir Fajans, químico y físico polaco-estadounidense (f. 1975).",
            "year": 1887
        },
        {
            "text": "Frank Woolley, jugador británico-inglés de críquet (f. 1978).",
            "year": 1887
        },
        {
            "text": "Max Brod, periodista, escritor y compositor checo (f. 1968).",
            "year": 1884
        },
        {
            "text": "Jessie Arms Botke, pintora estadounidense (f. 1971).",
            "year": 1883
        },
        {
            "text": "Karl Bühler, lingüista y psicólogo germano-estadounidense (f. 1963).",
            "year": 1879
        },
        {
            "text": "Hans Lammers, juez y político alemán (f. 1962).",
            "year": 1879
        },
        {
            "text": "Cesáreo Bernaldo de Quirós, pintor argentino (f. 1969).",
            "year": 1879
        },
        {
            "text": "María Jesús Alvarado, feminista y luchadora social peruana (f. 1971).",
            "year": 1878
        },
        {
            "text": "Anna Cervin, artista sueca (f. 1972).",
            "year": 1878
        },
        {
            "text": "Isadora Duncan, bailarina estadounidense (f. 1927).",
            "year": 1878
        },
        {
            "text": "Ferdynand Antoni Ossendowski, periodista y escritor polaco (f. 1945).",
            "year": 1876
        },
        {
            "text": "William Stanier, ingeniero británico-inglés (f. 1965).",
            "year": 1876
        },
        {
            "text": "Frederick Cuming, jugador británico-inglés de críquet (f. 1942).",
            "year": 1875
        },
        {
            "text": "Harald Scavenius, político danés (f. 1939).",
            "year": 1873
        },
        {
            "text": "Georges Rouault, artista, pintor e ilustrador francés (f. 1958).",
            "year": 1871
        },
        {
            "text": "Adolf Schulten, arqueólogo e historiador alemán (f. 1960).",
            "year": 1870
        },
        {
            "text": "Aleksa Šantić, poeta y escritor bosnio (f. 1924).",
            "year": 1868
        },
        {
            "text": "Arnold Bennett, novelista, dramaturgo y ensayista británico (f. 1931).",
            "year": 1867
        },
        {
            "text": "Caleb Davis Bradham, farmacéutico estadounidense, inventor del refresco Pepsi (f. 1934).",
            "year": 1867
        },
        {
            "text": "Arthur Mold, jugador británico-inglés de críquet (f. 1921).",
            "year": 1863
        },
        {
            "text": "Margrethe Munthe, compositora noruega (f. 1931).",
            "year": 1860
        },
        {
            "text": "Manuel Teixeira Gomes, político portugués, 7.º presidente de Portugal (f. 1941).",
            "year": 1860
        },
        {
            "text": "Theodor Curtius, químico alemán (f. 1928).",
            "year": 1857
        },
        {
            "text": "Augusto Miranda y Godoy, militar y político español (f. 1920).",
            "year": 1855
        },
        {
            "text": "Billy Barnes, jugador británico-inglés de críquet (f. 1899).",
            "year": 1852
        },
        {
            "text": "Wild Bill (James Butler Hickok), explorador, aventurero y pistolero estadounidense (f. 1876).",
            "year": 1837
        },
        {
            "text": "Jay Gould, empresario y financista estadounidense (f. 1892).",
            "year": 1836
        },
        {
            "text": "Lizardo Montero Flores, militar y político, presidente del Perú entre 1881 y 1883 (f. 1905).",
            "year": 1832
        },
        {
            "text": "Zenas Ferry Moody, topógrafo y político estadounidense, 7.º gobernador de Oregón (f. 1917).",
            "year": 1832
        },
        {
            "text": "Samuel F. Miller, abogado y político estadounidense (f. 1892).",
            "year": 1827
        },
        {
            "text": "Joachim Raff, compositor germano-suizo (f. 1882).",
            "year": 1822
        },
        {
            "text": "Julia Ward Howe, poetisa, escritora de canciones y abolicionista estadounidense (f. 1910).",
            "year": 1819
        },
        {
            "text": "Amelia Bloomer, periodista y activista estadounidense (f. 1894).",
            "year": 1818
        },
        {
            "text": "Henry Parkes, político británico-australiano, 7.º primer ministro de Nueva Gales del Sur (f. 1896).",
            "year": 1815
        },
        {
            "text": "John Rudolph Niernsee, arquitecto estadounidense nacido en Viena (f. 1885).",
            "year": 1814
        },
        {
            "text": "Jacques Fromental Halévy, compositor francés (f. 1862).",
            "year": 1799
        },
        {
            "text": "Cornelius Vanderbilt, industrial y filántropo estadounidense (f. 1877).",
            "year": 1794
        },
        {
            "text": "Francis Beaufort, hidrógrafo y oficial de la Royal Navy irlandés (f. 1857).",
            "year": 1774
        },
        {
            "text": "Juan Germán Roscio, abogado, periodista, escritor y político venezolano (f. 1821).",
            "year": 1763
        },
        {
            "text": "Maximiliano I, rey alemán-bávaro (f. 1825).",
            "year": 1756
        },
        {
            "text": "Nathaniel Gorham, comerciante y político estadounidense, 14.º presidente del Congreso Continental (f. 1796).",
            "year": 1738
        },
        {
            "text": "Romero Landa, militar español, primer ingeniero naval de la Real Armada Española (f. 1807).",
            "year": 1735
        },
        {
            "text": "Miguel Cabrera, pintor mexicano (f. 1768).",
            "year": 1695
        },
        {
            "text": "Isabel Carlota, princesa palatina de Alemania (f. 1722).",
            "year": 1652
        },
        {
            "text": "Louis Antoine de Noailles, cardenal francés (f. 1729).",
            "year": 1651
        },
        {
            "text": "Guillermo II, aristócrata neerlandés (f. 1650).",
            "year": 1626
        },
        {
            "text": "Antoine Daniel, misionero y santo francocanadiense (f. 1648).",
            "year": 1601
        },
        {
            "text": "Michael Altenburg, teólogo y compositor alemán (f. 1640).",
            "year": 1584
        },
        {
            "text": "Caspar Schoppe, escritor y estudioso alemán (f. 1649).",
            "year": 1576
        },
        {
            "text": "Luis el Viejo, aristócrata alemán, landgrave de Hesse-Marburgo (f. 1604).",
            "year": 1537
        },
        {
            "text": "Girolamo Mei, historiador y teórico italiano (f. 1594).",
            "year": 1519
        },
        {
            "text": "Zhu Quan, comandante militar, historiador y dramaturgo chino (f. 1448).",
            "year": 1378
        },
        {
            "text": "Ibn Jaldún, teólogo musulmán e historiador árabe (f. 1406).",
            "year": 1332
        },
        {
            "text": "Dezong de Tang, emperador japonés (f. 805).",
            "year": 742
        }
    ],
    "deaths": [
        {
            "text": "Juan Ramón Verón, futbolista y entrenador argentino (n. 1944).",
            "year": 2025
        },
        {
            "text": "Francesco Petrozzi, tenor lírico y político peruano (n. 1961).",
            "year": 2024
        },
        {
            "text": "Juan José Mosalini, músico y compositor argentino (n. 1943).",
            "year": 2022
        },
        {
            "text": "Poul Schlüter, político danés (n. 1929).",
            "year": 2021
        },
        {
            "text": "Jaime Lerner, urbanista y político brasileño (n. 1937).",
            "year": 2021
        },
        {
            "text": "Larry Kramer, dramaturgo estadounidense (n. 1935).",
            "year": 2020
        },
        {
            "text": "Gardner Dozois, escritor y editor estadounidense de ciencia ficción (n. 1947).",
            "year": 2018
        },
        {
            "text": "Gregg Allman, músico, cantante y compositor estadounidense (n. 1947).",
            "year": 2017
        },
        {
            "text": "Guillermo Sánchez, bajista argentino (n. 1964).",
            "year": 2017
        },
        {
            "text": "Erik Carlsson, piloto de rallyes sueco (n. 1929).",
            "year": 2015
        },
        {
            "text": "Nils Christie, sociólogo, criminólogo y escritor noruego (n. 1928).",
            "year": 2015
        },
        {
            "text": "Andy King, futbolista y entrenador británico-inglés (n. 1956).",
            "year": 2015
        },
        {
            "text": "Michael Martin, filósofo y académico estadounidense (n. 1932).",
            "year": 2015
        },
        {
            "text": "Damián Yáñez Neira, escritor español (n. 1916).",
            "year": 2015
        },
        {
            "text": "Robert Genn, pintor y escritor canadiense (n. 1936).",
            "year": 2014
        },
        {
            "text": "Helma Sanders-Brahms, directora, productora y guionista alemana (n. 1940).",
            "year": 2014
        },
        {
            "text": "Roberto Vargas, beisbolista, entrenador y directivo puertorriqueño-estadounidense (n. 1929).",
            "year": 2014
        },
        {
            "text": "Massimo Vignelli, diseñador gráfico italiano (n. 1931).",
            "year": 2014
        },
        {
            "text": "Jagjit Singh Lyallpuri, político indio (n. 1917).",
            "year": 2013
        },
        {
            "text": "Bill Pertwee, actor británico-inglés (n. 1926).",
            "year": 2013
        },
        {
            "text": "Abdoulaye Sékou Sow, político maliense, primer ministro de Malí (n. 1931).",
            "year": 2013
        },
        {
            "text": "Simeon Daniel, educador y político nevisiano, 1.º primer ministro de Nieves (n. 1934).",
            "year": 2012
        },
        {
            "text": "Friedrich Hirzebruch, matemático y académico alemán (n. 1927).",
            "year": 2012
        },
        {
            "text": "Anahit Perikhanian, iranóloga armenia nacida en Rusia (n. 1928).",
            "year": 2012
        },
        {
            "text": "David Rimoin, genetista y académico canadiense-estadounidense (n. 1936).",
            "year": 2012
        },
        {
            "text": "Jeff Conaway, actor y cantante estadounidense (n. 1950).",
            "year": 2011
        },
        {
            "text": "Margo Dydek, baloncestista polaco de la WNBA expatriado en Estados Unidos (n. 1974).",
            "year": 2011
        },
        {
            "text": "Gil Scott-Heron, cantautor y poeta estadounidense (n. 1949).",
            "year": 2011
        },
        {
            "text": "María Rosa Alonso, profesora, filóloga y ensayista española (n. 1909).",
            "year": 2011
        },
        {
            "text": "Payut Ngaokrachang, animador y director tailandés (n. 1929).",
            "year": 2010
        },
        {
            "text": "Thomas M. Franck, abogado y académico estadounidense (n. 1931).",
            "year": 2009
        },
        {
            "text": "Clive Granger, economista y académico galés-estadounidense, premio Nobel (n. 1934).",
            "year": 2009
        },
        {
            "text": "Mona Grey, administradora de enfermería británica; primera directora de enfermería de Irlanda del Norte (n. 1910).",
            "year": 2009
        },
        {
            "text": "Abram Hoffer, bioquímico, médico y psiquiatra canadiense (n. 1917).",
            "year": 2009
        },
        {
            "text": "Gérard Jean-Juste, sacerdote y teólogo haitiano-estadounidense (n. 1946).",
            "year": 2009
        },
        {
            "text": "Carol Anne O'Marie, monja y escritora estadounidense (n. 1933).",
            "year": 2009
        },
        {
            "text": "William Refshauge, soldado y médico australiano (n. 1913).",
            "year": 2009
        },
        {
            "text": "Paul Sharratt, presentador de televisión anglo-estadounidense (n. 1933).",
            "year": 2009
        },
        {
            "text": "Franz Künstler, soldado húngaro (n. 1900).",
            "year": 2008
        },
        {
            "text": "Alejandro Romualdo, poeta peruano (n. 1926).",
            "year": 2008
        },
        {
            "text": "Izumi Sakai, cantautor japonés (n. 1967).",
            "year": 2007
        },
        {
            "text": "Gretchen Wyler, actriz y bailarina estadounidense (n. 1932).",
            "year": 2007
        },
        {
            "text": "Ed Yost, inventor estadounidense, crea el moderno globo aerostático (n. 1919).",
            "year": 2007
        },
        {
            "text": "Rob Borsellino, periodista estadounidense (n. 1949).",
            "year": 2006
        },
        {
            "text": "Paul Gleason, actor estadounidense (n. 1939).",
            "year": 2006
        },
        {
            "text": "Craig Heyward, jugador estadounidense de fútbol americano (n. 1966).",
            "year": 2006
        },
        {
            "text": "Alex Toth, historietista español (n. 1928).",
            "year": 2006
        },
        {
            "text": "Ronald Smith, pianista británico (n. 1922).",
            "year": 2004
        },
        {
            "text": "Luciano Berio, compositor de música académica electrónica y educador italiano (n. 1925).",
            "year": 2003
        },
        {
            "text": "Marjorie Ogilvie Anderson, historiadora escocesa (n. 1909).",
            "year": 2002
        },
        {
            "text": "Kazimierz Leski, ingeniero y piloto polaco (n. 1912).",
            "year": 2000
        },
        {
            "text": "Murray MacLehose, aristócrata («barón MacLehose de Beoch»), político y diplomático británico-escocés, 25.º gobernador de Hong Kong (n. 1917).",
            "year": 2000
        },
        {
            "text": "Maurice Richard, jugador y entrenador canadiense de hockey sobre hielo (n. 1921).",
            "year": 2000
        },
        {
            "text": "Minoo Masani, abogado y político indio (n. 1905).",
            "year": 1998
        },
        {
            "text": "Luis de Carlos, dirigente futbolístico español (n. 1907).",
            "year": 1994
        },
        {
            "text": "Tío Charlie Osborne, violinista estadounidense (n. 1890).",
            "year": 1992
        },
        {
            "text": "Leopold Nowak, musicólogo y teórico austríaco (n. 1904).",
            "year": 1991
        },
        {
            "text": "Juan José Cuadros Pérez, poeta y escritor español (n. 1926).",
            "year": 1990
        },
        {
            "text": "Robert B. Meyner, abogado y político estadounidense, 44.º gobernador de Nueva Jersey (n. 1908).",
            "year": 1990
        },
        {
            "text": "Arseny Tarkovsky, poeta y traductor ruso (n. 1907).",
            "year": 1989
        },
        {
            "text": "Hjördis Petterson, actriz sueca (n. 1908).",
            "year": 1988
        },
        {
            "text": "Ernst Ruska, físico y académico alemán, premio nobel de física en 1986 (n. 1906).",
            "year": 1988
        },
        {
            "text": "John Howart Northrop, bioquímico y académico estadounidense, premio nobel de química en 1946 (n. 1891).",
            "year": 1987
        },
        {
            "text": "Ismail al-Faruqi, filósofo y académico palestino-estadounidense (n. 1921).",
            "year": 1986
        },
        {
            "text": "Ajoy Mukherjee, político indio, ministro principal de Bengala Occidental (n. 1901).",
            "year": 1986
        },
        {
            "text": "Giorgos Tzifos, actor y director de fotografía griego (n. 1918).",
            "year": 1986
        },
        {
            "text": "Vasilije Mokranjac, compositor serbio (n. 1923).",
            "year": 1984
        },
        {
            "text": "Gün Sazak, agrónomo y político turco (n. 1932).",
            "year": 1980
        },
        {
            "text": "Eduardo Bottinelli, médico y político uruguayo (n. 1902).",
            "year": 1978
        },
        {
            "text": "Béla Juhos, filósofo húngaro-austríaco del Círculo de Viena (n. 1901).",
            "year": 1971
        },
        {
            "text": "Armando Picchi, futbolista y entrenador italiano (n. 1935).",
            "year": 1971
        },
        {
            "text": "Jeffrey Hunter, actor y productor estadounidense (n. 1926).",
            "year": 1969
        },
        {
            "text": "W. Otto Miessner, compositor y educador estadounidense (n. 1880).",
            "year": 1967
        },
        {
            "text": "Ernst Niekisch, académico y político alemán (n. 1889).",
            "year": 1967
        },
        {
            "text": "John Rinehart Blue, militar, educador, empresario y político estadounidense (n. 1905).",
            "year": 1965
        },
        {
            "text": "Jawaharlal Nehru, abogado y político indio, 1.º primer ministro de la India (n. 1889).",
            "year": 1964
        },
        {
            "text": "Grigoris Lambrakis, médico y político griego (n. 1912).",
            "year": 1963
        },
        {
            "text": "Egon Petri, pianista alemán (n. 1881).",
            "year": 1962
        },
        {
            "text": "James Montgomery Flagg, pintor e ilustrador estadounidense (n. 1877).",
            "year": 1960
        },
        {
            "text": "Jesse Burkett, beisbolista y directivo estadounidense (n. 1868).",
            "year": 1953
        },
        {
            "text": "John Torrence Tate, físico estadounidense (n. 1889).",
            "year": 1950
        },
        {
            "text": "Robert Ripley, dibujante, editor y empresario estadounidense, fundó Ripley's Believe It or Not! (‘Aunque usted no lo crea, de Ripley’) (n. 1890).",
            "year": 1949
        },
        {
            "text": "Ed Konetchy, beisbolista y directivo estadounidense (n. 1885).",
            "year": 1947
        },
        {
            "text": "Enno Lolling, médico alemán (n. 1888).",
            "year": 1945
        },
        {
            "text": "Miguel Mucio, ciclista español (n. 1902).",
            "year": 1945
        },
        {
            "text": "Gordon Coates, soldado y político neozelandés, 21.º primer ministro de Nueva Zelanda (n. 1878).",
            "year": 1943
        },
        {
            "text": "Muhammed Hamdi Yazır, teólogo, lógico y traductor turco (n. 1878).",
            "year": 1942
        },
        {
            "text": "Ernst Lindemann, capitán alemán (n. 1894).",
            "year": 1941
        },
        {
            "text": "Günther Lütjens, almirante alemán (n. 1889).",
            "year": 1941
        },
        {
            "text": "Joseph Roth, periodista y escritor austro-francés (n. 1894).",
            "year": 1939
        },
        {
            "text": "Achille Paroche, tirador francés (n. 1868).",
            "year": 1933
        },
        {
            "text": "Gabriel Miró, escritor español (n. 1879).",
            "year": 1930
        },
        {
            "text": "Enrique de Mesa, poeta español (n. 1878).",
            "year": 1929
        },
        {
            "text": "Srečko Kosovel, poeta esloveno (n. 1904).",
            "year": 1926
        },
        {
            "text": "Kandukuri Veeresalingam, escritor y activista indio (n. 1848).",
            "year": 1919
        },
        {
            "text": "Ōzutsu Man'emon, luchador japonés de sumo, 18.º yokozuna (n. 1869).",
            "year": 1918
        },
        {
            "text": "Joseph Gallieni, militar francés (n. 1849).",
            "year": 1916
        },
        {
            "text": "Joseph Wilson Swan, inventor británico (n. 1828).",
            "year": 1914
        },
        {
            "text": "Robert Koch, médico, bacteriólogo y microbiólogo alemán, premio nobel de medicina en 1905 (n. 1843).",
            "year": 1910
        },
        {
            "text": "Aleksandr Stoletov, físico, ingeniero y académico ruso (n. 1839).",
            "year": 1896
        },
        {
            "text": "Charles Rogier, periodista y político belga (n. 1800).",
            "year": 1885
        },
        {
            "text": "Pedro Mata, médico, periodista, escritor y político español (n. 1811).",
            "year": 1877
        },
        {
            "text": "Thomas Bulfinch, mitólogo estadounidense (n. 1796).",
            "year": 1867
        },
        {
            "text": "Pierre-Charles Simart, escultor francés (n. 1806).",
            "year": 1857
        },
        {
            "text": "Niccolò Paganini, violinista y compositor italiano (n. 1782).",
            "year": 1840
        },
        {
            "text": "Jedediah Smith, cazador, explorador y escritor estadounidense (n. 1799).",
            "year": 1831
        },
        {
            "text": "François-Noël Babeuf, periodista francés (n. 1760).",
            "year": 1797
        },
        {
            "text": "Giovanni Battista Beccaria, físico y académico italiano (n. 1716).",
            "year": 1781
        },
        {
            "text": "Françoise-Athénaïs, aristócrata («marquesa de Montespan»), amante francesa de Luis XIV de Francia (n. 1640).",
            "year": 1707
        },
        {
            "text": "Dominique Bouhours, sacerdote y crítico francés (n. 1628).",
            "year": 1702
        },
        {
            "text": "Giovanni Legrenzi, organista y compositor italiano (n. 1626).",
            "year": 1690
        },
        {
            "text": "Gaspard Dughet, pintor ítalo-francés (n. 1613).",
            "year": 1675
        },
        {
            "text": "Archibald Campbell, aristócrata («1.º marqués de Argyll»), general y político escocés (n. 1607).",
            "year": 1661
        },
        {
            "text": "John Boteler, aristócrata («1.º barón Boteler de Brantfield»), político inglés (n. c. 1566).",
            "year": 1637
        },
        {
            "text": "Diego Ramírez de Arellano, marino y cosmógrafo español (n. c. 1580).",
            "year": 1624
        },
        {
            "text": "Margarita de Valois, aristócrata francesa, esposa del rey Enrique IV (n. 1553).",
            "year": 1615
        },
        {
            "text": "François Ravaillac, ciudadano francés (n. 1578) asesino de Enrique IV de Francia.",
            "year": 1610
        },
        {
            "text": "Juan Calvino, teólogo reformista protestante y pastor francés (n. 1509).",
            "year": 1564
        },
        {
            "text": "Margarita Pole, aristócrata («condesa de Salisbury») y religiosa católica inglesa, beatificada por la Iglesia católica (n. 1473).",
            "year": 1541
        },
        {
            "text": "Thomas Müntzer, místico y teólogo alemán (n. 1488).",
            "year": 1525
        },
        {
            "text": "Ludovico Sforza, el Moro, aristócrata («duque de Milán») milanés (n. 1452).",
            "year": 1508
        },
        {
            "text": "Juan Beaufort el Joven, aristócrata («1.º duque de Somerset») y comandante británico-inglés (n. 1404).",
            "year": 1444
        },
        {
            "text": "William de Warenne, quinto conde de Surrey (n. 1166).",
            "year": 1240
        },
        {
            "text": "Godfrey van Rhenen, obispo de Utrecht.",
            "year": 1178
        },
        {
            "text": "Bruno de Wurzburgo, canciller imperial de Italia (n. c. 1005).",
            "year": 1045
        },
        {
            "text": "Teodorico III, aristócrata («conde de Holanda») neerlandés (n. 981).",
            "year": 1039
        },
        {
            "text": "Simeón I de Bulgaria, primer zar búlgaro (n. 864).",
            "year": 927
        },
        {
            "text": "Ordoño I de Asturias, rey de Asturias (n. 821).",
            "year": 866
        },
        {
            "text": "Eutropio, religioso francés, obispo de Orange.",
            "year": 475
        },
        {
            "text": "Murong Bao, emperador del estado de Xianbei (más tarde Yan) (n. 355).",
            "year": 398
        },
        {
            "text": "Procopio, usurpador romano (n. 325).",
            "year": 366
        }
    ],
    "metadata": {
        "current_date": "27 de mayo de 2025",
        "short_date": "27 de may",
        "language": {
            "events": "Eventos",
            "deaths": "Defunciones",
            "births": "Nacimientos",
            "b": "n",
            "d": "f",
            "title": "Hoy en Historia (Wikipedia)"
        },
        "events": [
            59,
            10,
            76,
            53,
            85,
            44,
            15,
            54,
            38,
            32
        ],
        "births": [
            130,
            272,
            1,
            79
        ],
        "deaths": [
            42,
            57,
            68,
            88
        ]
    }
}