{
    "events": [
        {
            "text": "En Panamá, José Raúl Mulino toma posesión como presidente de Panamá para el periodo 2024-2029.",
            "year": 2024
        },
        {
            "text": "en Bogotá (Colombia) fin de la emisora Oxígeno by Los 40 e inicio de Los 40 Urban (Colombia)",
            "year": 2022
        },
        {
            "text": "entra en vigor el T-MEC.",
            "year": 2020
        },
        {
            "text": "en la Ciudad de México, comienza los trabajos de mantenimento mayor al Tren Ligero de la Ciudad de México en el tramo Estadio Azteca-Tasqueña, siendo la primera vez desde su inauguración en 1986, que se realiza un mantenimiento de estas proporciones.",
            "year": 2019
        },
        {
            "text": "en Ciudad de Panamá, Laurentino Cortizo jura como presidente de Panamá para el periodo 2019-2024.",
            "year": 2019
        },
        {
            "text": "el yacimiento arqueológico de Medina Azahara, en Córdoba (España) es declarado Patrimonio de la Humanidad por la Unesco.",
            "year": 2018
        },
        {
            "text": "en México, Andrés Manuel López Obrador, candidato de la coalición Juntos Haremos Historia, es elegido presidente de México, con un histórico resultado del 53% de los votos contados, siendo la primera vez en la Historia de México en que un candidato de izquierda es elegido presidente de México.",
            "year": 2018
        },
        {
            "text": "en España, entra en vigor la nueva Ley de Seguridad Ciudadana.",
            "year": 2015
        },
        {
            "text": "en Panamá, Juan Carlos Varela toma posesión como presidente constitucional.",
            "year": 2014
        },
        {
            "text": "Integración de Croacia a la Unión Europea.",
            "year": 2013
        },
        {
            "text": "en México, Enrique Peña Nieto ―candidato de la coalición Compromiso por México― es elegido presidente de México. Duró en su cargo hasta 2018.",
            "year": 2012
        },
        {
            "text": "la selección de fútbol de España gana la UEFA Euro 2012 celebrada en Polonia y Ucrania, siendo la primera selección de fútbol de la historia que logra conseguir dos títulos continentales consecutivos y la primera en hacer un triplete (Eurocopa, Mundial, Eurocopa).",
            "year": 2012
        },
        {
            "text": "en España, la policía detiene a Teddy Bautista ―director de la SGAE― y a ocho directivos por delitos societarios y de apropiación indebida.",
            "year": 2011
        },
        {
            "text": "en Paraguay, el Congreso Nacional promulga la celebración del \"Día de la Polka paraguaya\" el 15 de septiembre de cada año, mediante la Ley N.º 4366.",
            "year": 2011
        },
        {
            "text": "en España, Sandro Rosell asume la presidencia del FC Barcelona.",
            "year": 2010
        },
        {
            "text": "en Panamá, el empresario Ricardo Martinelli asume la presidencia.",
            "year": 2009
        },
        {
            "text": "el equipo colombiano Once Caldas se proclama campeón de la Copa Libertadores, venciendo en la final a Boca Juniors de Argentina.",
            "year": 2004
        },
        {
            "text": "entre la 1:12 y las 2:48 UTC, la nave espacial Cassini–Huygens se inserta en la órbita de Saturno.",
            "year": 2004
        },
        {
            "text": "entra en vigencia el Estatuto de Roma que crea la Corte Penal Internacional, que se establece para juzgar a individuos por genocidio, crímenes de guerra y crímenes de lesa humanidad.",
            "year": 2002
        },
        {
            "text": "cerca de Überlingen, entre Alemania y Suiza, chocan en vuelo un avión de Bashkirian Airlines y un avión alemán Boeing 757 de carga de la empresa DHL (accidente del Lago de Constanza). Mueren las 71 personas a bordo.",
            "year": 2002
        },
        {
            "text": "en Latinoamérica se estrena oficialmente el animé Digimon.",
            "year": 2000
        },
        {
            "text": "tras casi 300 años desde la firma del Acta de Unión, el nuevo Parlamento escocés recibe sus poderes de Londres y la Reina Isabel II lo abre oficialmente.",
            "year": 1999
        },
        {
            "text": "el Reino Unido traspasa el control de Hong Kong a China, después de 155 años de colonia.",
            "year": 1997
        },
        {
            "text": "en Mondragón (España), la Guardia Civil encuentra al funcionario de prisiones José Antonio Ortega Lara en un zulo, secuestrado por la banda terrorista ETA durante 532 días.",
            "year": 1997
        },
        {
            "text": "en España se fundan oficialmente la Universidad de Jaén y la de Huelva.",
            "year": 1993
        },
        {
            "text": "en Praga (Checoslovaquia) se disuelve el Pacto de Varsovia.",
            "year": 1991
        },
        {
            "text": "en Genk (Bélgica) se fusionan los clubes de fútbol KFC Winterslag y Waterschei Thor, creando el Koninklijke Racing Club Genk.",
            "year": 1988
        },
        {
            "text": "Inicio de la visita del papa Juan Pablo II a Colombia que dura 7 días y recorre 10 ciudades.",
            "year": 1986
        },
        {
            "text": "en las montañas Futa Yallon (Guinea-Bisáu) se estrella un avión norcoreano Ilyushin Il-62M. Mueren las 23 personas a bordo.",
            "year": 1983
        },
        {
            "text": "en Argentina ―en el marco de la sangrienta dictadura cívico-militar (1976-1983)― el general Reynaldo Bignone asume el poder tras la presidencia interina de facto del general Alfredo Oscar Saint-Jean.",
            "year": 1982
        },
        {
            "text": "en Canadá, la canción O Canada se convierte en el himno nacional de ese país.",
            "year": 1980
        },
        {
            "text": "la empresa japonesa Sony presenta el walkman (reproductor de casetes).",
            "year": 1979
        },
        {
            "text": "en Australia, el Territorio del Norte obtiene el autogobierno.",
            "year": 1978
        },
        {
            "text": "Madeira se independiza de Portugal.",
            "year": 1976
        },
        {
            "text": "en España dimite Carlos Arias Navarro, último presidente del Gobierno nombrado por el dictador Francisco Franco.",
            "year": 1976
        },
        {
            "text": "en Buenos Aires, Argentina, muere el presidente Juan Domingo Perón y es sucedido por la vicepresidenta María Estela Martínez de Perón, su viuda. Quien se convirtió en la primera presidenta mujer en la historia latinoamericana.",
            "year": 1974
        },
        {
            "text": "en EE. UU. se crea la Administración para el Control de Drogas (DEA).",
            "year": 1973
        },
        {
            "text": "en la ciudad de Londres (Reino Unido) se lleva a cabo la primera marcha del orgullo gay.",
            "year": 1972
        },
        {
            "text": "Estados Unidos lanza el satélite de estudio geodésico Dodge.",
            "year": 1967
        },
        {
            "text": "entra en vigor el Tratado de Bruselas de 1965.",
            "year": 1967
        },
        {
            "text": "en República Dominicana, Joaquín Balaguer asume la presidencia.",
            "year": 1966
        },
        {
            "text": "en Cuenca se inaugura el Museo Español de Arte Abstracto.",
            "year": 1966
        },
        {
            "text": "en Toronto (Canadá) se lleva a cabo la primera transmisión de televisión a color de ese país.",
            "year": 1966
        },
        {
            "text": "el Gobierno británico admite que el diplomático Kim Philby trabajó como agente soviético.",
            "year": 1963
        },
        {
            "text": "Burundi y Ruanda se independizan de Bélgica.",
            "year": 1962
        },
        {
            "text": "Somalia se independiza de Italia y del Reino Unido.",
            "year": 1960
        },
        {
            "text": "Ghana se independiza del Imperio británico y se convierte en república. El político Kwame Nkrumah se vuelve su primer ministro (ya que la reina Isabel II deja de ser jefa de Estado).",
            "year": 1960
        },
        {
            "text": "en el atolón Enewetak (islas Marshall, en medio del océano Pacífico), Estados Unidos detona su bomba atómica n.º 144: Sequoia, de 5,2 kilotones.",
            "year": 1958
        },
        {
            "text": "en Canadá comienza la inundación controlada del canal del San Lorenzo (de 3700 km).",
            "year": 1958
        },
        {
            "text": "comienza el Año Geofísico Internacional.",
            "year": 1957
        },
        {
            "text": "en el Sitio de pruebas de Nevada, Estados Unidos hace detonar en un experimento de seguridad la bomba de hidrógeno Coulomb-A, que no explota. Es la bomba número 94 del total de 1054 bombas atómicas que hizo detonar ese país entre 1945 y 1992.",
            "year": 1957
        },
        {
            "text": "en India se unen dos estados monárquicos, Cochín y Travancore, y se convierten en el estado de Thiru-Kochi (que más tarde se reorganizará como el estado de Kerala).",
            "year": 1949
        },
        {
            "text": "en la provincia filipina de Dávao del Sur se crea el municipio de Padada.",
            "year": 1949
        },
        {
            "text": "en La Habana se funda la emisora Radio Reloj.",
            "year": 1947
        },
        {
            "text": "sobre el atolón Bikini (en medio del océano Pacífico), Estados Unidos deja caer la bomba atómica Able (la cuarta detonación nuclear de la Historia humana, y la primera después de los bombardeos atómicos sobre Hiroshima y Nagasaki en agosto de 1945). El material fisionable era el tristemente famoso Núcleo del Demonio. En 1968 reinstaló en este atolón a los 4000 nativos que habían vivido allí hasta 1946, pero debido a las enfermedades tuvo que volver a expulsarlos a otras islas más lejanas.",
            "year": 1946
        },
        {
            "text": "cerca de la ciudad mediterránea de El Alamein ―en el marco de la Segunda Guerra Mundial― se libra la primera batalla de El Alamein.",
            "year": 1942
        },
        {
            "text": "a las 13:29 horas se emite el primer anuncio televisivo de la historia en la cadena de Nueva York WNBT. El anunciante era la empresa de relojes Bulova y pagó 9 dólares estadounidenses por un anuncio de 10 segundos. Se emitió en el descanso del partido de béisbol que enfrentó a los Brooklyn Dodgers contra los Philadelphia Phillies.",
            "year": 1941
        },
        {
            "text": "en Cuba se aprueba la Constitución cubana de 1940.",
            "year": 1940
        },
        {
            "text": "en Canadá, la policía de Regina (Saskatchewan) y la Policía Montada de Canadá emboscan a los trabajadores que participan en la huelga nacional de Ottawa. Matan a uno y hieren a decenas.",
            "year": 1935
        },
        {
            "text": "en Alemania se funda la sociedad conocida como la Ahnenerbe.",
            "year": 1935
        },
        {
            "text": "en Japón, Kawasaki se convierte oficialmente en ciudad.",
            "year": 1924
        },
        {
            "text": "en los Estados Unidos la organización racista Ku Klux Klan desencadena una ola de violencia racial.",
            "year": 1924
        },
        {
            "text": "se proclama la República Popular de Mongolia.",
            "year": 1924
        },
        {
            "text": "en la ciudad argentina de Rafaela (provincia de Santa Fe), se funda la Liga Rafaelina de Fútbol.",
            "year": 1922
        },
        {
            "text": "se aplica por primera vez la vacuna contra la tuberculosis, desarrollada por los científicos franceses Albert Calmette y Camille Guérin.",
            "year": 1921
        },
        {
            "text": "Se funda el Partido Comunista de China.",
            "year": 1921
        },
        {
            "text": "en Estados Unidos entra en vigor la denominada ley seca que prohíbe la venta de bebidas alcohólicas.",
            "year": 1916
        },
        {
            "text": "en el marco de la Primera Guerra Mundial, comienza la batalla del Somme.",
            "year": 1916
        },
        {
            "text": "en la provincia de Buenos Aires se funda la entidad deportiva Argentina Club Almirante Brown",
            "year": 1912
        },
        {
            "text": "en Buenos Aires (Argentina) se inaugura el ferrocarril Midland entre Puente Alsina y Carhué.",
            "year": 1911
        },
        {
            "text": "en Buenos Aires se funda el Club Atlético Nueva Chicago.",
            "year": 1911
        },
        {
            "text": "se adopta SOS como señal de socorro internacional.",
            "year": 1908
        },
        {
            "text": "en Lisboa (Portugal), se funda el club de fútbol Sporting de Portugal.",
            "year": 1906
        },
        {
            "text": "en Gijón (España), se funda el Real Sporting de Gijón.",
            "year": 1905
        },
        {
            "text": "en San Luis (Estados Unidos) se inauguran los terceros Juegos Olímpicos de la era moderna.",
            "year": 1904
        },
        {
            "text": "en Leverkusen (Alemania) se funda el club de fútbol Bayer 04 Leverkusen.",
            "year": 1904
        },
        {
            "text": "en Montgeron (Francia) comienza el primer Tour de Francia de la historia.",
            "year": 1903
        },
        {
            "text": "en Santiago de Cuba ―en el marco de la guerra hispano-estadounidense― 15 000 estadounidenses y 4000 guerrilleros independentistas cubanos vencen a 800 españoles en la batalla de las Colinas de San Juan; mueren 2000 cubanos y 600 españoles.",
            "year": 1898
        },
        {
            "text": "Canadá y las islas Bermudas quedan unidos por un cable telegráfico submarino.",
            "year": 1890
        },
        {
            "text": "en Caracas (Venezuela) sale el primer número de la Revista Venezolana, con 32 páginas escritas por el poeta y patriota cubano José Martí.",
            "year": 1881
        },
        {
            "text": "en la provincia Gansu (China), un terremoto de magnitud 8,0 en la escala de Richter deja un saldo de 29 480 víctimas.",
            "year": 1879
        },
        {
            "text": "en Filadelfia (Estados Unidos) se abre el primer zoológico público.",
            "year": 1874
        },
        {
            "text": "Bolivia y Chile firman el segundo tratado de límites, que sustituye el firmado en 1866. Chile renuncia a los territorios en la zona comprendida en los paralelos 24 y 25. A cambio el gobierno de Bolivia se compromete a no incrementar los impuestos sobre el salitre durante los próximos 25 años, es decir, hasta 1899.",
            "year": 1874
        },
        {
            "text": "Canadá se independiza parcialmente del Imperio británico.",
            "year": 1867
        },
        {
            "text": "en Surinam se celebra el Keti Koti (Día de la Emancipación), que marca el fin de la esclavitud en los Países Bajos.",
            "year": 1863
        },
        {
            "text": "en los Estados Unidos, en el marco de la Guerra de Secesión, comienza la batalla de Gettysburg.",
            "year": 1863
        },
        {
            "text": "en la Ciudad del Vaticano se publica la primera edición del L’Osservatore Romano.",
            "year": 1861
        },
        {
            "text": "en la Sociedad Linneana de Londres (Reino Unido), Charles Darwin y Alfred Russel Wallace realizan una lectura conjunta de sus textos que establecen los principios de la teoría de la evolución mediante la selección natural.",
            "year": 1858
        },
        {
            "text": "en Chile se vende el primer sello postal.",
            "year": 1853
        },
        {
            "text": "el Congreso Constituyente de las Provincias Unidas del Centro de América aprueba una declaración que establece la independencia absoluta del territorio centroamericano.",
            "year": 1823
        },
        {
            "text": "Llegan las tropas francesas comandadas por Napoleón Bonaparte al puerto egipcio de Alejandría. Comienza la invasión militar y la exploración científica de ese país.",
            "year": 1798
        },
        {
            "text": "el cometa Lexell pasa más cerca de la Tierra que cualquier otro cometa de la Historia humana, a solo 0,0146 UA (unidades astronómicas) o 2,19 millones de kilómetros (en comparación, la Luna se encuentra a 380.000 kilómetros).",
            "year": 1770
        },
        {
            "text": "en la plaza de la villa de Abbeville (Francia), el joven aristócrata ateo François-Jean Lefebvre (20), es torturado, en su pecho se fija con un largo clavo el Diccionario filosófico de Voltaire (1694-1778) y es quemado en una hoguera por el delito de no haber saludado a una procesión religiosa católica.",
            "year": 1766
        },
        {
            "text": "en París se publica el primer tomo de la Enciclopedia o diccionario razonado de las ciencias, las artes y los oficios.",
            "year": 1751
        },
        {
            "text": "en Irlanda sucede la Revolución gloriosa (el derrocamiento del rey Jacobo II).",
            "year": 1690
        },
        {
            "text": "Unión de Lublin: el Reino de Polonia (1385-1569) y el Gran Ducado de Lituania confirman una unión real.",
            "year": 1569
        },
        {
            "text": "en Roma, el papa Paulo III crea la diócesis de Paraguay.",
            "year": 1547
        },
        {
            "text": "en Atarfe (Granada) las tropas de Juan II de Castilla vencen a los ejércitos nazaríes de Granada, dirigidos por el rey Muhammed IX, en la que se conoció como batalla de la Higueruela.",
            "year": 1431
        },
        {
            "text": "en España, Urraca La Temeraria hereda la corona de León al fallecer su padre, el rey Alfonso VI, convirtiéndose en la primera mujer de Europa en ejercer un reinado de pleno derecho.",
            "year": 1109
        },
        {
            "text": "en Anatolia (actual Turquía) los cruzados liderados por el príncipe Bohemundo de Tarento vencen a las fuerzas selyúcidas turcas del sultán Kilij Arslan I en la batalla de Dorilea.",
            "year": 1097
        },
        {
            "text": "en el contexto de la Fitna de al-Ándalus, concluye el asedio de Córdoba por las fuerzas de Alí ben Hamud al-Násir, quien mandaría decapitar al califa Sulaimán y se proclamaría sexto Califa de Córdoba.",
            "year": 1016
        },
        {
            "text": "el caudillo andalusí Almanzor comienza el asedio de Barcelona. La flota califal bloquea el Puerto de Barcelona mientras desde tierra se emplean catapultas para lanzar cabezas de prisioneros sobre la ciudad, a razón de mil al día de acuerdo con las crónicas de la época.",
            "year": 985
        },
        {
            "text": "el califa de Al-Ándalus Alhakén II, recibe una embajada del conde de Barcelona Borrell II, quien se presenta con treinta cautivos musulmanes como presente.",
            "year": 971
        },
        {
            "text": "en la Hispania visigoda, el rey Sisebuto aprueba la ley contra los judíos.",
            "year": 612
        },
        {
            "text": "en Italia, fuerzas bizantinas lideradas por Narsés derrotan a los ostrogodos. Durante la lucha, el rey Totila resulta mortalmente herido.",
            "year": 552
        }
    ],
    "births": [
        {
            "text": "Muriel Furrer, ciclista suiza (f. 2024).",
            "year": 2006
        },
        {
            "text": "Tate McRae, cantante canadiense.",
            "year": 2003
        },
        {
            "text": "Chosen Jacobs, actor, cantante y músico estadounidense.",
            "year": 2001
        },
        {
            "text": "Mika Mármol, futbolista español.",
            "year": 2001
        },
        {
            "text": "Marco Carnesecchi, futbolista italiano.",
            "year": 2000
        },
        {
            "text": "Domen Makuc, balonmanista esloveno.",
            "year": 2000
        },
        {
            "text": "Mark Mazheika, atleta bielorruso.",
            "year": 2000
        },
        {
            "text": "Nadezhda Nguen, halterófila búlgara.",
            "year": 2000
        },
        {
            "text": "Simas Jarumbauskas, baloncestista lituano.",
            "year": 2000
        },
        {
            "text": "DeMarvin Leal, jugador de fútbol americano estadounidense.",
            "year": 2000
        },
        {
            "text": "Faris Moumbagna, futbolista camerunés.",
            "year": 2000
        },
        {
            "text": "Kanya Fujimoto, futbolista japonés.",
            "year": 1999
        },
        {
            "text": "Tiago Banega, futbolista argentino.",
            "year": 1999
        },
        {
            "text": "Matteo Jorgenson, ciclista estadounidense.",
            "year": 1999
        },
        {
            "text": "Yelizaveta Bondarenko, atleta rusa.",
            "year": 1999
        },
        {
            "text": "Jair Camargo, beisbolista colombiano.",
            "year": 1999
        },
        {
            "text": "Charles Armstrong-Jones, noble británico.",
            "year": 1999
        },
        {
            "text": "Yaroslav Potapov, nadador ruso.",
            "year": 1999
        },
        {
            "text": "Ramiro Vaca, futbolista boliviano.",
            "year": 1999
        },
        {
            "text": "Mikael Anderson, futbolista islandés.",
            "year": 1998
        },
        {
            "text": "Jordi Meeus, ciclista belga.",
            "year": 1998
        },
        {
            "text": "Nicholas Lavery, remero australiano.",
            "year": 1998
        },
        {
            "text": "Gjon's Tears, cantante suizo y representante de Suiza en Eurovisión 2021.",
            "year": 1998
        },
        {
            "text": "Aamet Calderón, futbolista peruano.",
            "year": 1998
        },
        {
            "text": "Anthony Caci, futbolista francés.",
            "year": 1997
        },
        {
            "text": "Mahir Madatov, futbolista azerí.",
            "year": 1997
        },
        {
            "text": "Mohamed El Hankouri, futbolista neerlandés.",
            "year": 1997
        },
        {
            "text": "Simon Guglielmi, ciclista francés.",
            "year": 1997
        },
        {
            "text": "Anderson Angulo, futbolista colombiano.",
            "year": 1996
        },
        {
            "text": "Juan Manuel Álvarez, futbolista mexicano.",
            "year": 1996
        },
        {
            "text": "Adelina Sotnikova, patinadora rusa.",
            "year": 1996
        },
        {
            "text": "Sandro Michel, piloto de bobsleigh suizo.",
            "year": 1996
        },
        {
            "text": "Yuya Nagasawa, futbolista japonés.",
            "year": 1996
        },
        {
            "text": "Sō Hirao, futbolista japonés.",
            "year": 1996
        },
        {
            "text": "Daniel de Luna Avila, Ingeniero Normalista de la ENECO.",
            "year": 1992
        },
        {
            "text": "Mia Malkova, actriz pornográfica estadounidense.",
            "year": 1992
        },
        {
            "text": "Annalie Longo, futbolista neozelandesa.",
            "year": 1991
        },
        {
            "text": "Lucas Vázquez, futbolista español.",
            "year": 1991
        },
        {
            "text": "Kent Bazemore, baloncestista estadounidense.",
            "year": 1989
        },
        {
            "text": "Mitch Hewer, actor, cantante y bailarín británico.",
            "year": 1989
        },
        {
            "text": "Leah McFall, cantante y compositor norirlandés.",
            "year": 1989
        },
        {
            "text": "Daniel Ricciardo, piloto australiano de F1.",
            "year": 1989
        },
        {
            "text": "Anderson Vital da Silva, futbolista brasileño.",
            "year": 1988
        },
        {
            "text": "Marco Tagbajumi, futbolista nigeriano.",
            "year": 1988
        },
        {
            "text": "Agnez Mo, cantante, compositora, productora y actriz indonesia.",
            "year": 1986
        },
        {
            "text": "Giovanni Moreno, futbolista colombiano.",
            "year": 1986
        },
        {
            "text": "Léa Seydoux, actriz francesa.",
            "year": 1985
        },
        {
            "text": "Bracey Wright, baloncestista estadounidense.",
            "year": 1984
        },
        {
            "text": "Tanya Chisholm, actriz estadounidense.",
            "year": 1983
        },
        {
            "text": "Marit Larsen, cantante, compositora y tecladista noruega de la banda M2M.",
            "year": 1983
        },
        {
            "text": "Leeteuk (Park Jung-soo), cantante y actor surcoreano, de la banda Super Junior.",
            "year": 1983
        },
        {
            "text": "María Inés Guerra, presentadora y cantante mexicana.",
            "year": 1983
        },
        {
            "text": "Bassim Abbas, futbolista iraquí.",
            "year": 1982
        },
        {
            "text": "Hilarie Burton, actriz estadounidense.",
            "year": 1982
        },
        {
            "text": "Luciano Leguizamón, futbolista argentino.",
            "year": 1982
        },
        {
            "text": "Uday Taleb, futbolista iraquí.",
            "year": 1981
        },
        {
            "text": "Nelson Cruz, beisbolista dominicano.",
            "year": 1980
        },
        {
            "text": "Youssef Mohamad, futbolista libanés.",
            "year": 1980
        },
        {
            "text": "Forrest Griffin, artista marcial y actor estadounidense.",
            "year": 1979
        },
        {
            "text": "Alessandra Aguilar, atleta española.",
            "year": 1978
        },
        {
            "text": "Tom Frager, cantante, compositor y guitarrista senegalés.",
            "year": 1977
        },
        {
            "text": "Jarome Iginla, jugador canadiense de hockey sobre hielo.",
            "year": 1977
        },
        {
            "text": "Verónica Sánchez, actriz española.",
            "year": 1977
        },
        {
            "text": "Liv Tyler, actriz y modelo estadounidense.",
            "year": 1977
        },
        {
            "text": "Ángel de Brito, conductor de televisión y periodista argentino.",
            "year": 1976
        },
        {
            "text": "Patrick Kluivert, futbolista neerlandés.",
            "year": 1976
        },
        {
            "text": "Justin Lo, cantante, compositor y actor hongkonés.",
            "year": 1976
        },
        {
            "text": "Ruud van Nistelrooy, futbolista neerlandés.",
            "year": 1976
        },
        {
            "text": "Thomas Sadoski, actor estadounidense.",
            "year": 1976
        },
        {
            "text": "Hannu Tihinen, futbolista finlandés.",
            "year": 1976
        },
        {
            "text": "Sean Colson, baloncestista y entrenador estadounidense.",
            "year": 1975
        },
        {
            "text": "Íngrid Cruz, actriz chilena.",
            "year": 1975
        },
        {
            "text": "Sufjan Stevens, músico y cantautor estadounidense.",
            "year": 1975
        },
        {
            "text": "Ismael del Toro, político mexicano.",
            "year": 1975
        },
        {
            "text": "Petar Krpan, futbolista croata.",
            "year": 1974
        },
        {
            "text": "Jefferson Pérez, corredor de marcha ecuatoriano.",
            "year": 1974
        },
        {
            "text": "Octavi Pujades, actor español.",
            "year": 1974
        },
        {
            "text": "Claire Forlani, actriz británica.",
            "year": 1972
        },
        {
            "text": "Tetsu Inada, seiyū japonéses.",
            "year": 1972
        },
        {
            "text": "Steffi Nerius, lanzadora alemana de jabalina.",
            "year": 1972
        },
        {
            "text": "Missy Elliott, cantante, rapera, productora, bailarina y actriz estadounidense.",
            "year": 1971
        },
        {
            "text": "Cecilia Lueza, pintora y escultora argentina expatriada en Estados Unidos.",
            "year": 1971
        },
        {
            "text": "Julianne Nicholson, actriz estadounidense.",
            "year": 1971
        },
        {
            "text": "Jordi Mollà, actor, director y guionista español.",
            "year": 1968
        },
        {
            "text": "Pamela Anderson, actriz y modelo canadiense-estadounidense.",
            "year": 1967
        },
        {
            "text": "Marisa Monte, cantante brasileña, de la banda Tribalistas.",
            "year": 1967
        },
        {
            "text": "Rafael Simancas, político español de origen alemán.",
            "year": 1966
        },
        {
            "text": "Elias John Kwandikwa, político tanzano (f. 2021)",
            "year": 1966
        },
        {
            "text": "Tito Beltrán, tenor chileno.",
            "year": 1965
        },
        {
            "text": "Harald Zwart, director y productor noruego.",
            "year": 1965
        },
        {
            "text": "Bernard Laporte, rugbista, entrenador de rugby y político francés.",
            "year": 1964
        },
        {
            "text": "Cristina Cifuentes, política española.",
            "year": 1964
        },
        {
            "text": "Roddy Bottum, cantante y tecladista estadounidense, de la banda Faith No More.",
            "year": 1963
        },
        {
            "text": "Andre Braugher, actor y productor estadounidense.",
            "year": 1962
        },
        {
            "text": "Kalpana Chawla, astronauta estadounidense de origen indio (f. 2003).",
            "year": 1961
        },
        {
            "text": "Bastián Bodenhöfer, actor chileno.",
            "year": 1961
        },
        {
            "text": "Malcolm Elliott, ciclista británico.",
            "year": 1961
        },
        {
            "text": "Lady Di (Diana Spencer), aristócrata y filántropa británica (f. 1997).",
            "year": 1961
        },
        {
            "text": "Carl Lewis, atleta estadounidense",
            "year": 1961
        },
        {
            "text": "Michelle Wright, cantante, compositor y guitarrista canadiense",
            "year": 1961
        },
        {
            "text": "Lisa Blount, actriz y productora estadounidense (f. 2010).",
            "year": 1957
        },
        {
            "text": "Ernesto Sáenz de Buruaga, periodista español.",
            "year": 1956
        },
        {
            "text": "Li Keqiang, economista y político chino (f. 2023).",
            "year": 1955
        },
        {
            "text": "Abu Mahdi al-Muhandis, militar iraquí (f. 2020).",
            "year": 1954
        },
        {
            "text": "Lawrence Gonzi, abogado y político maltés, Primer ministro de Malta entre 2004 y 2013.",
            "year": 1953
        },
        {
            "text": "Jadranka Kosor, periodista y política croata, Primera ministra de Croacia entre 2009 y 2011.",
            "year": 1953
        },
        {
            "text": "Jesús María Sanz Iparraguirre, cantautor español.",
            "year": 1953
        },
        {
            "text": "Dan Aykroyd, actor, guionista de cine, productor y escritor canadiense.",
            "year": 1952
        },
        {
            "text": "David Lane, oncólogo y académico británico (f. 2007).",
            "year": 1952
        },
        {
            "text": "Trevor Eve, actor y productor británico",
            "year": 1951
        },
        {
            "text": "Tom Kozelko, baloncestista estadounidense.",
            "year": 1951
        },
        {
            "text": "Terrence Mann, actor, cantante y bailarín estadounidense.",
            "year": 1951
        },
        {
            "text": "José Nazabal, ciclista español.",
            "year": 1951
        },
        {
            "text": "Fred Schneider, cantante, compositor y tecladista estadounidense, de la banda The B-52's.",
            "year": 1951
        },
        {
            "text": "Victor Willis, cantante, compositor, pianista y actor estadounidense, de la banda Village People.",
            "year": 1951
        },
        {
            "text": "David Duke, activista, escritor y político estadounidense.",
            "year": 1950
        },
        {
            "text": "John Farnham, cantante y compositor australiano.",
            "year": 1949
        },
        {
            "text": "John Ford, cantante, compositor y guitarrista británico, de la banda Strawbs.",
            "year": 1948
        },
        {
            "text": "Kazuyoshi Hoshino, piloto japonés.",
            "year": 1947
        },
        {
            "text": "Malcolm Wicks, académico y político británico (f. 2012).",
            "year": 1947
        },
        {
            "text": "Mick Aston, arqueólogo y académico británico (f. 2013).",
            "year": 1946
        },
        {
            "text": "Mireya Moscoso, política panameña.",
            "year": 1946
        },
        {
            "text": "Debbie Harry, cantante, compositora y actriz estadounidense, de la banda Blondie.",
            "year": 1945
        },
        {
            "text": "Germán Dehesa, periodista, escritor y locutor mexicano (f. 2010).",
            "year": 1944
        },
        {
            "text": "Lew Rockwell, escritor y activista estadounidense.",
            "year": 1944
        },
        {
            "text": "Fernando José Salgueiro Maia, militar portugués (f. 1992).",
            "year": 1944
        },
        {
            "text": "Atilio Borón, sociólogo, politólogo, catedrático y ensayista argentino.",
            "year": 1943
        },
        {
            "text": "Izzat Ibrahim al-Douri, militar iraquí (f. 2020).",
            "year": 1942
        },
        {
            "text": "Geneviève Bujold, actriz canadiense.",
            "year": 1942
        },
        {
            "text": "Andraé Crouch, cantante, compositor, productor y pastor estadounidense (f. 2015).",
            "year": 1942
        },
        {
            "text": "Mario Rapoport, economista, intelectual y catedrático argentino.",
            "year": 1942
        },
        {
            "text": "Alfred G. Gilman, farmacólogo y bioquímico estadounidense, premio nobel de medicina o fisiología en 1994 (f. 2015).",
            "year": 1941
        },
        {
            "text": "Myron Scholes, economista canadiense, Premio de Economía Conmemorativo de Alfred Nobel en 1997.",
            "year": 1941
        },
        {
            "text": "Twyla Tharp, bailarina y coreógrafa estadounidense.",
            "year": 1941
        },
        {
            "text": "Federico Campbell, escritor mexicano (f. 2014).",
            "year": 1941
        },
        {
            "text": "Karen Black, actriz, cantante y guionista estadounidense (f. 2013).",
            "year": 1939
        },
        {
            "text": "José Antonio Marina, filósofo, ensayista y pedagogo español.",
            "year": 1939
        },
        {
            "text": "Hariprasad Chaurasia, flautista y compositor indio.",
            "year": 1938
        },
        {
            "text": "Syl Johnson, cantante, guitarrista y productor discográfico estadounidense (f. 2022).",
            "year": 1936
        },
        {
            "text": "James Cotton, armonicista, cantante y compositor estadounidense de blues (f. 2017).",
            "year": 1935
        },
        {
            "text": "David Prowse, actor y fisicoculturista británico (f. 2020).",
            "year": 1935
        },
        {
            "text": "Claude Berrí, actor, cineasta y guionista francés (f. 2009).",
            "year": 1934
        },
        {
            "text": "Jean Marsh, actriz y guionista británica.",
            "year": 1934
        },
        {
            "text": "Sydney Pollack, cineasta, actor y productor estadounidense (f. 2008).",
            "year": 1934
        },
        {
            "text": "Félix Ayo, violinista español.",
            "year": 1933
        },
        {
            "text": "María Pascual, dibujante de historietas e ilustradora española (f. 2011).",
            "year": 1933
        },
        {
            "text": "Leslie Caron, actriz y bailarina francesa.",
            "year": 1931
        },
        {
            "text": "Seyni Kountché, presidente nigeriano (f. 1987).",
            "year": 1931
        },
        {
            "text": "Moustapha Akkad, cineasta y productor sirio (f. 2005).",
            "year": 1930
        },
        {
            "text": "Gerald M. Edelman, biólogo e inmunólogo estadounidense, premio nobel de medicina en 1972 (f. 2014).",
            "year": 1929
        },
        {
            "text": "Roberto Maidana, periodista argentino (f. 2007).",
            "year": 1928
        },
        {
            "text": "Juan Jaime Cesio, militar argentino, activista de los derechos humanos durante la dictadura (f. 2017).",
            "year": 1926
        },
        {
            "text": "Robert Fogel, economista e historiador estadounidense, premio en Ciencias Económicas en memoria de Alfred Nobel en 1993 (f. 2013).",
            "year": 1926
        },
        {
            "text": "Hans Werner Henze, compositor y educador alemán (f. 2012).",
            "year": 1926
        },
        {
            "text": "Atilio Stampone, pianista y compositor argentino.",
            "year": 1926
        },
        {
            "text": "Farley Granger, actor y cantante estadounidense (f. 2011).",
            "year": 1925
        },
        {
            "text": "Antoni Ramallets, futbolista español (f. 2013).",
            "year": 1924
        },
        {
            "text": "Gerard Debreu, economista estadounidense de origen francés, premio nobel de economía en 1983 (f. 2004).",
            "year": 1921
        },
        {
            "text": "Seretse Khama, abogado, político y presidente botsuano entre 1966 y 1980 (f. 1980).",
            "year": 1921
        },
        {
            "text": "Álvaro Domecq Díez, ganadero y empresario español (f. 2005).",
            "year": 1917
        },
        {
            "text": "Richard A. Howard, botánico estadounidense (f. 2003).",
            "year": 1917
        },
        {
            "text": "Humphry Osmond, psiquiatra y militar británico (f. 2004).",
            "year": 1917
        },
        {
            "text": "Olivia de Havilland, actriz estadounidense (f. 2020).",
            "year": 1916
        },
        {
            "text": "Iosif Shklovsky, astrónomo y astrofísico ucraniano (f. 1985).",
            "year": 1916
        },
        {
            "text": "Willie Dixon, músico, cantante, guitarrista y productor estadounidense de blues (f. 1992).",
            "year": 1915
        },
        {
            "text": "Oscar Valicelli, actor argentino (f. 1999).",
            "year": 1915
        },
        {
            "text": "Joana Raspall, escritora, lexicóloga y bibliotecaria española (f. 2013).",
            "year": 1913
        },
        {
            "text": "Juan Carlos Onetti, escritor uruguayo (f. 1994).",
            "year": 1909
        },
        {
            "text": "Luis Regueiro, futbolista español (f. 1995).",
            "year": 1908
        },
        {
            "text": "Raúl de Anda, actor y cineasta mexicano (f. 1997).",
            "year": 1908
        },
        {
            "text": "Norman Pirie, bioquímico y virólogo británico (f. 1997).",
            "year": 1907
        },
        {
            "text": "Alfonso Corona del Rosal, abogado, militar y político mexicano (f. 2000).",
            "year": 1906
        },
        {
            "text": "Jean Dieudonné, matemático y académico francés (f. 1992).",
            "year": 1906
        },
        {
            "text": "Estée Lauder, empresaria estadounidense (f. 2004).",
            "year": 1906
        },
        {
            "text": "Amy Johnson, aviadora británica (f. 1941).",
            "year": 1903
        },
        {
            "text": "Beatrix Lehmann, actriz, cineasta y escritora británica (f. 1979).",
            "year": 1903
        },
        {
            "text": "William Wyler, cineasta, productor y guionista francoestadounidense, tres veces ganador del premio Óscar (f. 1981).",
            "year": 1902
        },
        {
            "text": "Félix Quesada, futbolista y entrenador español (f. 1959).",
            "year": 1902
        },
        {
            "text": "Josep Lluís Sert, arquitecto español (f. 1983).",
            "year": 1902
        },
        {
            "text": "Thomas A. Dorsey, compositor estadounidense (f. 1993).",
            "year": 1899
        },
        {
            "text": "Charles Laughton, actor y cineasta británico (f. 1962).",
            "year": 1899
        },
        {
            "text": "Konstantinos Tsatsos, político y erudito griego, Presidente de Grecia entre 1975 y 1980 (f. 1987).",
            "year": 1899
        },
        {
            "text": "Federico Peña, abogado y político chileno (f. 1964).",
            "year": 1896
        },
        {
            "text": "Roberto Ojeda Campana, músico peruano (f. 1983).",
            "year": 1895
        },
        {
            "text": "Julio Vilamajó, arquitecto uruguayo (f. 1948).",
            "year": 1894
        },
        {
            "text": "James M. Cain, escritor y periodista estadounidense (f. 1977).",
            "year": 1892
        },
        {
            "text": "Jean Lurçat, pintor, ceramista y tapicera francés (f. 1966).",
            "year": 1892
        },
        {
            "text": "Nicolás Franco, militar y político español (f. 1977).",
            "year": 1891
        },
        {
            "text": "Léon Jouhaux, sindicalista francés, premio nobel de la paz en 1951 (f. 1954).",
            "year": 1879
        },
        {
            "text": "Alice Guy-Blaché, cineasta, productora y guionista estadounidense (f. 1968).",
            "year": 1873
        },
        {
            "text": "Louis Blériot, aviador e ingeniero francés (f. 1936).",
            "year": 1872
        },
        {
            "text": "Édouard-Alfred Martel, espeleólogo francés padre de la espeleología moderna (f. 1938).",
            "year": 1859
        },
        {
            "text": "Manuel Sebastián Campos Sánchez, político chileno (f. 1930).",
            "year": 1853
        },
        {
            "text": "Verney Lovett Cameron, explorador británico.",
            "year": 1844
        },
        {
            "text": "Julia da Costa, cuentista y poetisa brasileña (f. 1911).",
            "year": 1844
        },
        {
            "text": "Ambroise Baudry, arquitecto francés (f. 1906).",
            "year": 1838
        },
        {
            "text": "Ignacio Felipe Semmelweis, médico y obstetra húngaro (f. 1865).",
            "year": 1818
        },
        {
            "text": "Karl von Vierordt, médico, psicólogo y académico alemán (f. 1884).",
            "year": 1818
        },
        {
            "text": "Ignaz Semmelweis médico húngaro de origen alemán (f. 1865).",
            "year": 1818
        },
        {
            "text": "Abbas I, valí egipcio (f. 1854).",
            "year": 1813
        },
        {
            "text": "George Sand, escritora francesa (f. 1876).",
            "year": 1804
        },
        {
            "text": "Francisco Javier Mina Larrea, militar español (f. 1817).",
            "year": 1789
        },
        {
            "text": "Jean-Victor Poncelet, matemático e ingeniero francés (f. 1867).",
            "year": 1788
        },
        {
            "text": "Carl von Clausewitz, militar prusiano (f. 1831).",
            "year": 1780
        },
        {
            "text": "Rafael Esteve, grabador español (f. 1847).",
            "year": 1772
        },
        {
            "text": "Georg Christoph Lichtenberg, científico y escritor alemán (f. 1799).",
            "year": 1742
        },
        {
            "text": "Pedro Rodríguez de Campomanes, jurista, economista y político español, asesor del rey (f. 1802).",
            "year": 1723
        },
        {
            "text": "Gottfried Wilhelm Leibniz, matemático, científico, teólogo y filósofo alemán, padre del sistema binario (f. 1716).",
            "year": 1646
        },
        {
            "text": "Claudio Saracini, laudista y compositor italiano (f. 1630).",
            "year": 1586
        },
        {
            "text": "Federico II, rey danés y noruego (f. 1588).",
            "year": 1534
        },
        {
            "text": "Luis II, rey húngaro entre 1516 y 1526 (f. 1526).",
            "year": 1506
        },
        {
            "text": "Cristián II, rey danés y noruego entre 1513 y 1523 y sueco entre 1520 y 1521 (f. 1559).",
            "year": 1481
        },
        {
            "text": "Lorenzo Giustiniani, obispo italiano (f. 1456).",
            "year": 1381
        },
        {
            "text": "Braccio da Montone, militar italiano (f. 1424).",
            "year": 1368
        },
        {
            "text": "Felipe de Valois, aristócrata francés (f. 1376).",
            "year": 1336
        },
        {
            "text": "Felipe IV de Francia, rey de Francia entre 1285 y 1314 (f. 1314).",
            "year": 1268
        }
    ],
    "deaths": [
        {
            "text": "Ismail Kadare, escritor albanés (n. 1936).",
            "year": 2024
        },
        {
            "text": "Victoria Amelina, escritora y novelista ucraniana (n. 1986).",
            "year": 2023
        },
        {
            "text": "Richard Taruskin, director de orquesta, musicólogo y crítico musical estadounidense (n. 1945).",
            "year": 2022
        },
        {
            "text": "Hugh Downs, presentador de televisión y locutor estadounidense (n. 1921).",
            "year": 2020
        },
        {
            "text": "Norman Geisler, teólogo y apologeta estadounidense (n. 1932).",
            "year": 2019
        },
        {
            "text": "Yves Bonnefoy, poeta francés (n. 1923).",
            "year": 2016
        },
        {
            "text": "Nicholas Winton, militar y filántropo británico (n. 1909).",
            "year": 2015
        },
        {
            "text": "Gary Shearston, cantante y compositor australiano (n. 1939).",
            "year": 2013
        },
        {
            "text": "Evelyn Lear, soprano estadounidense (n. 1926).",
            "year": 2012
        },
        {
            "text": "Alan G. Poindexter, militar y astronauta estadounidense (n. 1961).",
            "year": 2012
        },
        {
            "text": "Ramón Ayerra, jurista, escritor y humorista español (n. 1937).",
            "year": 2010
        },
        {
            "text": "Karl Malden, actor estadounidense (n. 1912).",
            "year": 2009
        },
        {
            "text": "Baltasar Porcel, escritor español (n. 1937)",
            "year": 2009
        },
        {
            "text": "Lucio Ballesteros, periodista y poeta español (n. 1906).",
            "year": 2008
        },
        {
            "text": "Mel Galley, guitarrista británico, de la banda Whitesnake (n. 1948).",
            "year": 2008
        },
        {
            "text": "Juan José Lujambio, periodista deportivo argentino (n. 1938).",
            "year": 2007
        },
        {
            "text": "Benjamin Hendrickson, actor estadounidense (n. 1950).",
            "year": 2006
        },
        {
            "text": "Ryutaro Hashimoto, político y primer ministro japonés (n. 1937).",
            "year": 2006
        },
        {
            "text": "Guillermo Patricio Kelly, político argentino (n. 1922).",
            "year": 2005
        },
        {
            "text": "Luther Vandross, cantante, compositor y productor estadounidense (n. 1951).",
            "year": 2005
        },
        {
            "text": "Peter Barnes, escritor británico (n. 1931).",
            "year": 2004
        },
        {
            "text": "Marlon Brando, actor y director estadounidense (n. 1924).",
            "year": 2004
        },
        {
            "text": "Herbie Mann, flautista y saxofonista estadounidense de jazz (n. 1930).",
            "year": 2003
        },
        {
            "text": "N!xau, campesino y actor namibio (n. 1944).",
            "year": 2003
        },
        {
            "text": "Chicho Sánchez Ferlosio, cantautor y anarquista español (n. 1940).",
            "year": 2003
        },
        {
            "text": "Pedro Maratea, actor argentino (n. 1912).",
            "year": 2002
        },
        {
            "text": "Nikolái Básov, físico soviético, premio nobel de física en 1964 (n. 1922).",
            "year": 2001
        },
        {
            "text": "Walter Matthau, actor y cantante estadounidense (n. 1920).",
            "year": 2000
        },
        {
            "text": "Dennis Brown, músico jamaicano de reggae (n. 1957).",
            "year": 1999
        },
        {
            "text": "Edward Dmytryk, cineasta y productor canadiense-estadounidense (n. 1908).",
            "year": 1999
        },
        {
            "text": "Guy Mitchell, cantante y actor estadounidense (n. 1927).",
            "year": 1999
        },
        {
            "text": "Sylvia Sidney, actriz estadounidense (n. 1910).",
            "year": 1999
        },
        {
            "text": "Robert Mitchum, actor estadounidense (n. 1917).",
            "year": 1997
        },
        {
            "text": "Margaux Hemingway, modelo y actriz estadounidense (n. 1954).",
            "year": 1996
        },
        {
            "text": "Franco Cristaldi, guionista y productor italiano (n. 1924).",
            "year": 1992
        },
        {
            "text": "Valentín Márkov, oficial militar de la Fuerza Aérea Soviética (n. 1910).",
            "year": 1992
        },
        {
            "text": "Michael Landon, actor, director y productor estadounidense (n. 1936).",
            "year": 1991
        },
        {
            "text": "Mario Cabré, presentador de televisión y actor español (n. 1916).",
            "year": 1990
        },
        {
            "text": "Snakefinger, cantante, compositor y guitarrista británico, de la banda The Residents (n. 1949).",
            "year": 1987
        },
        {
            "text": "Ernesto Deira, artista argentino (n. 1928).",
            "year": 1986
        },
        {
            "text": "Pedro Aleandro, actor argentino (n. 1910).",
            "year": 1985
        },
        {
            "text": "Moshé Feldenkrais, físico y académico ucraniano expatriado en Israel (n. 1904).",
            "year": 1984
        },
        {
            "text": "Buckminster Fuller, arquitecto estadounidense (n. 1895).",
            "year": 1983
        },
        {
            "text": "Marcel Lajos Breuer, arquitecto y diseñador estadounidense (n. 1902).",
            "year": 1981
        },
        {
            "text": "Rushton Moreve (32), bajista y compositor estadounidense (n. 1948), miembro de la banda Steppenwolf; accidente automovilístico.",
            "year": 1981
        },
        {
            "text": "Carlos de Oliveira, escritor y poeta portugués (n. 1921).",
            "year": 1981
        },
        {
            "text": "Jirí Voskovec, actor checo expatriado en Estados Unidos (n. 1905).",
            "year": 1981
        },
        {
            "text": "Charles Percy Snow, escritor, crítico y científico británico (n. 1905).",
            "year": 1980
        },
        {
            "text": "Claude Eatherly (59), aviador estadounidense (n. 1918); piloteó el avión de reconocimiento climático que apoyó el atentado terrorista atómico contra la población civil de la ciudad de Hiroshima (Japón) el 6 de agosto de 1945.",
            "year": 1978
        },
        {
            "text": "Kurt Student, general y piloto alemán (n. 1890).",
            "year": 1978
        },
        {
            "text": "Anneliese Michel (23), joven alemana que creía estar poseída por demonios (n. 1952).",
            "year": 1976
        },
        {
            "text": "Juan Domingo Perón, político y militar argentino, presidente entre 1946-1955 y 1973-1974 (n. 1895).",
            "year": 1974
        },
        {
            "text": "Camilo Alonso Vega, militar español (n. 1885).",
            "year": 1971
        },
        {
            "text": "William Lawrence Bragg, físico británico, premio nobel de física en 1915 (n. 1890).",
            "year": 1971
        },
        {
            "text": "Fritz Bauer, juez y político alemán (n. 1903).",
            "year": 1968
        },
        {
            "text": "Gerhard Ritter, historiador y académico alemán (n. 1888).",
            "year": 1967
        },
        {
            "text": "Pauline Boty, pintora británica (n. 1938).",
            "year": 1966
        },
        {
            "text": "Julio Casares, filólogo, diplomático y violinista español (n. 1877).",
            "year": 1964
        },
        {
            "text": "Pierre Monteux, director de orquesta y violista francés (n. 1875).",
            "year": 1964
        },
        {
            "text": "Louis-Ferdinand Céline, escritor y médico francés (n. 1894).",
            "year": 1961
        },
        {
            "text": "Nicolás Urcelay, cantante mexicano (n. 1919).",
            "year": 1959
        },
        {
            "text": "Rudolf von Laban, profesor de danza y artista húngaro (n. 1879).",
            "year": 1958
        },
        {
            "text": "Thea von Harbou, actriz, escritora y guionista alemana (n. 1888).",
            "year": 1954
        },
        {
            "text": "Tadeusz Borowski, poeta, novelista y periodista polaco (n. 1922).",
            "year": 1951
        },
        {
            "text": "Émile Jaques-Dalcroze, compositor y educador suizo (n. 1865).",
            "year": 1950
        },
        {
            "text": "Eliel Saarinen, arquitecto finlandés (n. 1873).",
            "year": 1950
        },
        {
            "text": "Achille Varzi, piloto de automovilismo italiano (n. 1904).",
            "year": 1948
        },
        {
            "text": "Carl Mayer, guionista austriaco-británico (n. 1894).",
            "year": 1944
        },
        {
            "text": "Tatiana Sávicheva (14), niña soviética, víctima del sitio nazi contra Leningrado (n. 1930).",
            "year": 1944
        },
        {
            "text": "Willem Arondeus, artista, escritor y guerrillero antinazi neerlandés (n. 1894).",
            "year": 1943
        },
        {
            "text": "Ben Turpin, actor estadounidense (n. 1869).",
            "year": 1940
        },
        {
            "text": "Paul Röhrbein, militar alemán (n. 1890).",
            "year": 1934
        },
        {
            "text": "Pedro Nel Ospina, militar y político colombiano (n. 1858).",
            "year": 1927
        },
        {
            "text": "Erik Satie, pianista y compositor francés (n. 1866).",
            "year": 1925
        },
        {
            "text": "Harriet Quimby, aviadora y guionista estadounidense (n. 1875).",
            "year": 1912
        },
        {
            "text": "John Hay, periodista y político estadounidense (n. 1838).",
            "year": 1905
        },
        {
            "text": "George Watts, pintor y escultor británico (n. 1817).",
            "year": 1904
        },
        {
            "text": "Leandro N. Alem, político argentino; suicidio (n. 1842).",
            "year": 1896
        },
        {
            "text": "Harriet Beecher Stowe, escritora y activista estadounidense (n. 1811).",
            "year": 1896
        },
        {
            "text": "Allan Pinkerton, detective y espía británico-estadounidense (n. 1819).",
            "year": 1884
        },
        {
            "text": "Mijaíl Bakunin, político y ensayista anarquista ruso (n. 1814).",
            "year": 1876
        },
        {
            "text": "Francisco Armero Peñaranda, político español (n. 1804).",
            "year": 1866
        },
        {
            "text": "Charles Goodyear, químico e ingeniero estadounidense (n. 1800).",
            "year": 1860
        },
        {
            "text": "Antonio Rosmini, pensador italiano (n. 1797).",
            "year": 1855
        },
        {
            "text": "Domingo Caycedo, militar, estadista y político colombiano (n. 1783).",
            "year": 1843
        },
        {
            "text": "Mahmud II, sultán otomano (n. 1785).",
            "year": 1839
        },
        {
            "text": "Wilhelm Friedemann Bach, organista y compositor alemán (n. 1710).",
            "year": 1784
        },
        {
            "text": "Charles Watson-Wentworth, primer ministro británico (n. 1730).",
            "year": 1782
        },
        {
            "text": "Giambattista Nolli, arquitecto y topógrafo italiano (n. 1701).",
            "year": 1756
        },
        {
            "text": "Ahmed III, sultán otomano entre 1703 y 1730 (n. 1673).",
            "year": 1736
        },
        {
            "text": "Isaac Casaubon, filólogo y erudito francés (n. 1559).",
            "year": 1614
        },
        {
            "text": "Alfonso Carrillo de Acuña, sacerdote español, arzobispo de Toledo (n. 1410).",
            "year": 1482
        },
        {
            "text": "María de Molina, reina consorte de Castilla (n. c. 1264).",
            "year": 1321
        },
        {
            "text": "Baibars, sultán egipcio (n. 1223).",
            "year": 1277
        },
        {
            "text": "Alfonso VI de León, aristócrata leonés, “rey” de León, Galicia y Castilla (n. 1040).",
            "year": 1109
        },
        {
            "text": "Totila, rey ostrogodo entre 542 y 552 (n. 516).",
            "year": 552
        }
    ],
    "metadata": {
        "current_date": "1 de julio de 2025",
        "short_date": "1 de jul",
        "language": {
            "events": "Eventos",
            "deaths": "Defunciones",
            "births": "Nacimientos",
            "b": "n",
            "d": "f",
            "title": "Hoy en Historia (Wikipedia)"
        },
        "events": [
            85,
            101,
            90,
            6,
            49,
            21,
            46,
            32,
            93,
            42
        ],
        "births": [
            60,
            102,
            27,
            67
        ],
        "deaths": [
            26,
            38,
            80,
            39
        ]
    }
}