{
    "events": [
        {
            "text": "en Argentina, se supera por primera vez los 50 000 casos de COVID-19.",
            "year": 2021
        },
        {
            "text": "en Buenos Aires, el Senado de la Nación Argentina legaliza el aborto por hasta catorce semanas gestación con 38 votos a favor y 29 en contra.",
            "year": 2020
        },
        {
            "text": "Becky Hammon se convirtió en la primera mujer entrenadora en la historia de la NBA, tras hacerse cargo de su equipo San Antonio Spurs por la expulsión del entrenador Gregg Popovich en un partido contra los Lakers.",
            "year": 2020
        },
        {
            "text": "el Comité de Salud Municipal de la ciudad de Wuhan emitió un \"aviso urgente por tratamiento de neumonía de causa desconocida\".",
            "year": 2019
        },
        {
            "text": "Samoa suprime el día del calendario, de manera que pueda adelantar 24 husos horarios, pasando de UTC-11 a UTC+13.",
            "year": 2011
        },
        {
            "text": "en Irán el pueblo toma las calles del país para repudiar los actos violentos protagonizados por grupos el 27 de diciembre y manifestar su apoyo a la República Islámica y al Líder de la Revolución Islámica, el ayatolá Seyed Ali Jamenei.",
            "year": 2009
        },
        {
            "text": "en Bagdad (Irak), Sadam Huseín es ejecutado en la horca.",
            "year": 2006
        },
        {
            "text": "en España, la banda terrorista ETA hace estallar un potente coche bomba en el aparcamiento de la terminal 4 del Aeropuerto de Madrid-Barajas, interrumpiendo de hecho el alto al fuego iniciado el 24 de marzo. La explosión mata a dos personas de nacionalidad ecuatoriana.",
            "year": 2006
        },
        {
            "text": "en Buenos Aires (Argentina) se incendia la discoteca República Cromañón: 194 muertos y más de 1432 heridos.",
            "year": 2004
        },
        {
            "text": "en España, el Parlamento Vasco aprueba el Plan Ibarretxe, que establece un nuevo estatuto político para el País Vasco.",
            "year": 2004
        },
        {
            "text": "en Argentina, Adolfo Rodríguez Saá renuncia a la Presidencia de la Nación Argentina, por la ley de acéfalia, el presidente de la cámara de Diputados, Eduardo Camaño asume la presidencia de manera interina hasta que la Asamblea Legislativa designe a un nuevo Presidente para la Argentina.",
            "year": 2001
        },
        {
            "text": "en Metro Manila (Filipinas) suceden los Bombardeos del Día de Rizal: en el transcurso de pocas horas explotan varias bombas, que matan a 22 y hieren a más de un centenar de personas.",
            "year": 2000
        },
        {
            "text": "en Venezuela, se aprueba y pone en vigencia la nueva constitución de la nación, naciendo así, la quinta república.",
            "year": 1999
        },
        {
            "text": "en Rumanía, Miguel I anuncia su vuelta a Bucarest después de cincuenta años de exilio.",
            "year": 1997
        },
        {
            "text": "en Argelia sucede el peor incidente de la historia de la insurgencia, las masacres de Wilaya de Relizane: 400 personas son asesinadas en cuatro aldeas.",
            "year": 1997
        },
        {
            "text": "en el Estado indio de Assam, los separatistas bodos bombardean un tren de pasajeros y matan a 26 personas.",
            "year": 1996
        },
        {
            "text": "en Israel, los cortes de presupuestos ordenados por Benjamín Netanyahu disparan la huelga de 250.000 trabajadores.",
            "year": 1996
        },
        {
            "text": "en Altnaharra (Scottish Highlands) se registra la temperatura más baja de la historia del Reino Unido, con 27,2 °C bajo cero. Los dos récord anteriores eran Braemar (Aberdeenshire) el 11 de febrero de 1895 y el 10 de enero de 1982.",
            "year": 1995
        },
        {
            "text": "Israel y Ciudad del Vaticano firman en Jerusalén un acuerdo histórico de reconocimiento mutuo.",
            "year": 1993
        },
        {
            "text": "en España entra en vigor la Ley Orgánica por la que se ratifica el Tratado de Maastricht.",
            "year": 1992
        },
        {
            "text": "en Polonia, el Parlamento aprueba el cambio de sistema político y económico y concluye la reforma constitucional.",
            "year": 1989
        },
        {
            "text": "en Yugoslavia, Branco Mikulic abandona su cargo de jefe de Gobierno tras acusar a los entes autónomos de impedir el desarrollo de su política antinflacionista.",
            "year": 1988
        },
        {
            "text": "a 60 km de San Salvador (El Salvador), la guerrilla ocupa el principal cuartel del norte del país.",
            "year": 1983
        },
        {
            "text": "en Perú se implanta el estado de emergencia en 7 provincias, al desoír la organización Sendero Luminoso el ultimátum del Gobierno.",
            "year": 1982
        },
        {
            "text": "en Montevideo (Uruguay) se inicia la Copa de Oro de Campeones Mundiales, conocida como Mundialito.",
            "year": 1980
        },
        {
            "text": "en Glenwood Springs (Colorado), Ted Bundy se escapa de su celda por segunda vez.",
            "year": 1977
        },
        {
            "text": "en el marco de la guerra de Vietnam, Estados Unidos deja de bombardear poblados civiles en Vietnam del Norte.",
            "year": 1972
        },
        {
            "text": "en Filipinas, Ferdinand Marcos asume como presidente.",
            "year": 1965
        },
        {
            "text": "en una fiesta de baile Pacific Ocean Park, organizada por Bob Eubanks en el salón de baile Aragón, dentro del Pabellón del Parque del Océano Pacífico, al lado del muelle de Santa Mónica, la banda de rock The Beach Boys ―en su segunda aparición como banda― tocan todo su repertorio en público y son televisados en un programa musical, de 18:00 a 19:00, por el canal KTLA‑TV Canal 5. Es su primera aparición en la televisión local.",
            "year": 1961
        },
        {
            "text": "en la ciudad de Chilpancingo (México), alrededor de 20 personas mueren asesinadas y un centenar resultan heridas después de que el ejército mexicano, bajo órdenes del Gobierno del estado de Guerrero, abriera fuego contra estudiantes en huelga.",
            "year": 1960
        },
        {
            "text": "en Buenos Aires (Argentina), el Gobierno constitucional de Juan Domingo Perón legaliza la prostitución ―que estaba «prohibida» desde la Década Infame― y crea el Sindicato de Meretrices.",
            "year": 1954
        },
        {
            "text": "en los Estados Unidos, la empresa RCA saca a la venta el primer televisor color NTSC (1175 dólares cada uno, que equivalen a 11 175 dólares de 2019).",
            "year": 1953
        },
        {
            "text": "en el New Century Theatre, de Nueva York (Estados Unidos), se estrena el musical de Broadway Kiss me, Kate, de Cole Porter. Realizará 1077 presentaciones y será el primer show que ganará un premio Tony.",
            "year": 1948
        },
        {
            "text": "en Rumanía, los comunistas obligan a abdicar al rey Miguel I.",
            "year": 1947
        },
        {
            "text": "en la India Majatma Gandhi dimite de la presidencia del Partido del Congreso Nacional Indio.",
            "year": 1941
        },
        {
            "text": "en Egipto, el rey Faruk cesa al wafdista Nahhas Bajá y llama al jefe de la minoría parlamentaria, Mahmound Bajá, para que forme un nuevo Gobierno.",
            "year": 1937
        },
        {
            "text": "en los Estados Unidos, el sindicato United Auto Workers comienza su primera huelga.",
            "year": 1936
        },
        {
            "text": "en España Berenguer anuncia elecciones para el 19 de marzo de 1931.",
            "year": 1930
        },
        {
            "text": "en Vigo, España, se inaugura el estadio municipal de Balaídos.",
            "year": 1928
        },
        {
            "text": "en Zaragoza (España) se inaugura el teléfono automático.",
            "year": 1927
        },
        {
            "text": "en Santiago de Chile se funda la comuna de Conchalí.",
            "year": 1927
        },
        {
            "text": "en Tokio (Japón) se inaugura la línea Ginza Line, el primer metro de Asia.",
            "year": 1927
        },
        {
            "text": "en Barcelona es inaugurado el primer tramo del Gran Metro.",
            "year": 1924
        },
        {
            "text": "en Moscú, el Congreso de los Soviets aprueba la creación de la Unión Soviética (Unión de Repúblicas Socialistas Soviéticas).",
            "year": 1922
        },
        {
            "text": "en Londres (RU), el bar Lincoln’s Inn admite por primera vez a una estudiante mujer como parroquiana.",
            "year": 1919
        },
        {
            "text": "en Alemania se funda el Partido Comunista de Alemania.",
            "year": 1918
        },
        {
            "text": "en San Petersburgo asesinan al monje ruso Grigori Rasputín",
            "year": 1916
        },
        {
            "text": "en Caldwell (Idaho) el exgobernador Frank Steunenberg es asesinado cerca de su hogar.",
            "year": 1905
        },
        {
            "text": "en Chicago (Estados Unidos) mueren 590 personas en el incendio del Iroquois Theater.",
            "year": 1903
        },
        {
            "text": "el Gobierno español envía navíos de guerra a Tánger, que se mantienen preparados para invadir Marruecos, lo que más tarde supondrá el inicio de la guerra del Rif.",
            "year": 1902
        },
        {
            "text": "en Manila (Filipinas), un escuadrón de fusilamiento ejecuta al patriota José Rizal.",
            "year": 1896
        },
        {
            "text": "en España, María Cristina de Habsburgo, viuda de Alfonso XII, jura como regente en el Congreso la Constitución.",
            "year": 1885
        },
        {
            "text": "en España se constituye un gobierno provisional bajo la dirección de Cánovas del Castillo tras el golpe de Estado de Martínez Campos.",
            "year": 1874
        },
        {
            "text": "en el cabo Hatteras (Estados Unidos), se hunde el buque USS Monitor.",
            "year": 1862
        },
        {
            "text": "a París regresa el ejército francés de la guerra de Crimea.",
            "year": 1855
        },
        {
            "text": "se firma el Tratado de La Mesilla, con el cual Estados Unidos adquiere territorio mexicano.",
            "year": 1853
        },
        {
            "text": "en España, Juan Donoso Cortés denuncia la corrupción administrativa, lo que causa la dimisión de Ramón María Narváez y el nombramiento de Juan Bravo Murillo como presidente del Consejo de Ministros.",
            "year": 1850
        },
        {
            "text": "Filipinas se adapta al calendario gregoriano, por lo que mañana no será el martes 31 de diciembre sino el miércoles 1 de enero de 1845.",
            "year": 1844
        },
        {
            "text": "en España, el ministro Javier de Burgos establece la división del país en 49 provincias.",
            "year": 1833
        },
        {
            "text": "en el Teatro del Príncipe, de Madrid (España) se estrena Marcela o ¿cuál de los tres?, de Manuel Bretón de los Herreros.",
            "year": 1831
        },
        {
            "text": "en la aldea de Guápulo, 6 km al noreste de Quito (Ecuador), el obispo Sancho de Andrade afirma que las nubes forman la imagen de la Virgen de la Nube.",
            "year": 1696
        },
        {
            "text": "de Panamá sale el tercer viaje de la expedición conquistadora, integrada por 180 españoles.",
            "year": 1530
        },
        {
            "text": "en Wakefield, Inglaterra. El bando de Lancaster mata al tercer duque de York y gana la batalla de Wakefield.",
            "year": 1460
        },
        {
            "text": "en La Rochelle (Francia), las tropas de Castilla vencen a los ingleses.",
            "year": 1419
        }
    ],
    "births": [
        {
            "text": "Axel Kei, futbolista marfileño-estadounidense.",
            "year": 2007
        },
        {
            "text": "Jean-Clair Todibo, futbolista francés.",
            "year": 1999
        },
        {
            "text": "V, cantante surcoreano perteneciente al grupo BTS.",
            "year": 1995
        },
        {
            "text": "Joshua Hong, cantante coreano-estadounidense, integrante del grupo SEVENTEEN.",
            "year": 1995
        },
        {
            "text": "Modestas Vorobjovas, futbolista lituano.",
            "year": 1995
        },
        {
            "text": "David von Ballmoos, futbolista suizo.",
            "year": 1994
        },
        {
            "text": "Miriam Saavedra, actriz y colaboradora de televisión peruana",
            "year": 1993
        },
        {
            "text": "Gerardo Cruz, panadero y activista costarricense (f. 2015).",
            "year": 1992
        },
        {
            "text": "Desiree van Lunteren, futbolista neerlandesa.",
            "year": 1992
        },
        {
            "text": "Michael Eric Reid, actor estadounidense.",
            "year": 1992
        },
        {
            "text": "Seo Yu-na, cantante surcoreana.",
            "year": 1992
        },
        {
            "text": "Rey Fénix, luchador profesional mexicano.",
            "year": 1990
        },
        {
            "text": "Ryan Sheckler, skater y actor estadounidense.",
            "year": 1989
        },
        {
            "text": "Mariano Werner, piloto de automovilismo argentino.",
            "year": 1988
        },
        {
            "text": "Marcelo Díaz Rojas, futbolista chileno. Caity Lotz",
            "year": 1986
        },
        {
            "text": "Ellie Goulding, cantante británica.",
            "year": 1986
        },
        {
            "text": "Caity Lotz, actriz, bailarina y modelo estadounidense.",
            "year": 1986
        },
        {
            "text": "Domenico Criscito, futbolista italiano.",
            "year": 1986
        },
        {
            "text": "Gianni Zuiverloon, futbolista neerlandés.",
            "year": 1986
        },
        {
            "text": "LeBron James, baloncestista estadounidense.",
            "year": 1984
        },
        {
            "text": "David Broncano, cómico y presentador de televisión español.",
            "year": 1984
        },
        {
            "text": "Yussif Chibsah, futbolista ghanés.",
            "year": 1983
        },
        {
            "text": "Ashley Zukerman, actor estadounidense.",
            "year": 1983
        },
        {
            "text": "Kristin Kreuk, actriz canadiense.",
            "year": 1982
        },
        {
            "text": "Cédric Carrasso, futbolista francés.",
            "year": 1981
        },
        {
            "text": "Ali Al Habsi, futbolista omaní.",
            "year": 1981
        },
        {
            "text": "Eliza Dushku, actriz estadounidense.",
            "year": 1980
        },
        {
            "text": "Didier Ilunga Mbenga, baloncestista congoleño-belga.",
            "year": 1980
        },
        {
            "text": "Flávio Amado, futbolista angoleño.",
            "year": 1979
        },
        {
            "text": "Hernán Boyero, futbolista argentino.",
            "year": 1979
        },
        {
            "text": "Boubacar Barry, futbolista marfileño.",
            "year": 1979
        },
        {
            "text": "Tommy Clufetos, baterista estadounidense.",
            "year": 1979
        },
        {
            "text": "Alonso Filomeno Mayo, director de cine peruano.",
            "year": 1978
        },
        {
            "text": "Zbigniew Robert Prominski, baterista polaco, de la banda Behemoth.",
            "year": 1978
        },
        {
            "text": "Tyrese Gibson, cantante y actor estadounidense.",
            "year": 1978
        },
        {
            "text": "Laila Ali, boxeadora estadounidense.",
            "year": 1977
        },
        {
            "text": "Saša Ilić, futbolista serbio.",
            "year": 1977
        },
        {
            "text": "Rui Torres, conductor mexicano de televisión, del programa Art Attack (f. 2008).",
            "year": 1976
        },
        {
            "text": "A.J. Pierzynski, beisbolista estadounidense.",
            "year": 1976
        },
        {
            "text": "Scott Chipperfield, futbolista australiano.",
            "year": 1975
        },
        {
            "text": "Tiger Woods, golfista estadounidense.",
            "year": 1975
        },
        {
            "text": "María Esteve, actriz española.",
            "year": 1974
        },
        {
            "text": "Johanna Sällström, actriz sueca (f. 2007).",
            "year": 1974
        },
        {
            "text": "Jason Behr, actor estadounidense.",
            "year": 1973
        },
        {
            "text": "Ato Boldon, atleta trinitense.",
            "year": 1973
        },
        {
            "text": "Ricardo López Felipe, futbolista y entrenador español.",
            "year": 1971
        },
        {
            "text": "Jason \"Jay\" Kay, cantante británico, de la banda Jamiroquai.",
            "year": 1969
        },
        {
            "text": "Byron McMackin, baterista estadounidense, de la banda Pennywise.",
            "year": 1969
        },
        {
            "text": "Meredith Monroe, actriz estadounidense.",
            "year": 1969
        },
        {
            "text": "Sabir Bhatia, informático indio, fundador del correo electrónico Hotmail en 1996.",
            "year": 1968
        },
        {
            "text": "Débora Pérez Volpin, periodista y política argentina (f. 2018).",
            "year": 1967
        },
        {
            "text": "Bennett Miller, cineasta estadounidense.",
            "year": 1966
        },
        {
            "text": "Heidi Fleiss, madame hollywoodense.",
            "year": 1965
        },
        {
            "text": "Santiago Gamboa, escritor colombiano.",
            "year": 1965
        },
        {
            "text": "Rubén López, trompetista argentino de origen uruguayo (f. 2023).",
            "year": 1965
        },
        {
            "text": "Mike Pompeo, político y empresario estadounidense.",
            "year": 1963
        },
        {
            "text": "Donato Gama da Silva, futbolista brasileño.",
            "year": 1962
        },
        {
            "text": "Paavo Järvi, director de orquesta estonio.",
            "year": 1962
        },
        {
            "text": "Douglas Coupland, escritor canadiense.",
            "year": 1961
        },
        {
            "text": "Sean Hannity, locutor de radio anglo-estadounidense.",
            "year": 1961
        },
        {
            "text": "Ben Johnson, atleta canadiense.",
            "year": 1961
        },
        {
            "text": "Tracey Ullman, actriz y cantante británica.",
            "year": 1959
        },
        {
            "text": "Lav Diaz, cineasta filipino.",
            "year": 1958
        },
        {
            "text": "Suzy Bogguss, cantante estadounidense.",
            "year": 1956
        },
        {
            "text": "Claudia di Girolamo, actriz chilena",
            "year": 1956
        },
        {
            "text": "Bill Kazmaier, levantador de pesas estadounidense.",
            "year": 1953
        },
        {
            "text": "June Anderson, soprano estadounidense.",
            "year": 1952
        },
        {
            "text": "Jesús Ferrero, escritor español.",
            "year": 1952
        },
        {
            "text": "Pablo Brichta, actor argentino (f. 2016).",
            "year": 1949
        },
        {
            "text": "Sabin Intxaurraga, político nacionalista vasco (f. 2010).",
            "year": 1949
        },
        {
            "text": "Randy Schekman, biólogo celular estadounidense, premio nobel de medicina en 2013.",
            "year": 1948
        },
        {
            "text": "Jeff Lynne, músico británico, de la banda Electric Light Orchestra.",
            "year": 1947
        },
        {
            "text": "Teresa Parodi, cantante argentina.",
            "year": 1947
        },
        {
            "text": "Janet Mills, abogada y política estadounidense, Gobernadora de Maine desde 2019.",
            "year": 1947
        },
        {
            "text": "Marc Forné Molné, político y abogado andorrano.",
            "year": 1946
        },
        {
            "text": "Patti Smith, cantante estadounidense.",
            "year": 1946
        },
        {
            "text": "Berti Vogts, futbolista alemán.",
            "year": 1946
        },
        {
            "text": "Davy Jones, actor y cantante británico, de la banda The Monkees (f. 2012).",
            "year": 1945
        },
        {
            "text": "Lloyd Kaufman, cineasta estadounidense.",
            "year": 1945
        },
        {
            "text": "Enrique Borja, futbolista mexicano.",
            "year": 1945
        },
        {
            "text": "Gösta Winbergh, tenor sueco (f. 2002).",
            "year": 1943
        },
        {
            "text": "Vladímir Bukovski, disidente y escritor soviético (f. 2019).",
            "year": 1942
        },
        {
            "text": "Guy Edwards, piloto británico de Fórmula 1.",
            "year": 1942
        },
        {
            "text": "Michael Nesmith, músico estadounidense, de la banda The Monkees (f. 2021).",
            "year": 1942
        },
        {
            "text": "Fred Ward, actor estadounidense (f. 2022).",
            "year": 1942
        },
        {
            "text": "Aníbal Ruiz, futbolista y entrenador de fútbol uruguayo (f. 2017).",
            "year": 1942
        },
        {
            "text": "Sergio Bitar, ingeniero chileno.",
            "year": 1940
        },
        {
            "text": "Fernando Ledesma, político español.",
            "year": 1939
        },
        {
            "text": "Gordon Banks, futbolista británico (f. 2019).",
            "year": 1937
        },
        {
            "text": "Luciano Lutring, criminal italiano (f. 2013).",
            "year": 1937
        },
        {
            "text": "Raquel Olmedo, actriz mexicana de origen cubano.",
            "year": 1937
        },
        {
            "text": "Mike Spence, piloto británico de automovilismo (f. 1968).",
            "year": 1936
        },
        {
            "text": "Omar Bongo, presidente gabonés (f. 2009).",
            "year": 1935
        },
        {
            "text": "Sandy Koufax, beisbolista estadounidense.",
            "year": 1935
        },
        {
            "text": "John Bahcall, astrofísico estadounidense (f. 2005).",
            "year": 1934
        },
        {
            "text": "Joseph Bologna, actor estadounidense (f. 2017).",
            "year": 1934
        },
        {
            "text": "Del Shannon, cantante estadounidense (f. 1990).",
            "year": 1934
        },
        {
            "text": "Hernán Castrillón Restrepo, periodista colombiano (f. 2000).",
            "year": 1932
        },
        {
            "text": "Irma Palmieri, actriz y comediante venezolana (f. 2015)",
            "year": 1932
        },
        {
            "text": "Tu Youyou, científica china.",
            "year": 1930
        },
        {
            "text": "Bo Diddley, músico estadounidense (f. 2008).",
            "year": 1928
        },
        {
            "text": "Robert Hossein, actor, director y escritor de cine francés (f. 2020).",
            "year": 1927
        },
        {
            "text": "Margarita Aguirre, escritora y crítica y biógrafa chilena (f. 2003).",
            "year": 1925
        },
        {
            "text": "Sara Lidman, escritora sueca (f. 2004).",
            "year": 1923
        },
        {
            "text": "Haydée Santamaría, guerrillera y política cubana (f. 1980).",
            "year": 1923
        },
        {
            "text": "Magín Díaz, cantante y compositor colombiano de música popular. (f. 2017).",
            "year": 1922
        },
        {
            "text": "René Benavides, empresario y político chileno (f. 2009).",
            "year": 1922
        },
        {
            "text": "Jack Lord, actor estadounidense (f. 1998).",
            "year": 1920
        },
        {
            "text": "Yevdokia Pasko, aviadora soviética (f. 2017)",
            "year": 1919
        },
        {
            "text": "Tamara Pamiatnij, aviadora soviética (f. 2012)",
            "year": 1919
        },
        {
            "text": "William Eugene Smith, fotógrafo estadounidense (f. 1978).",
            "year": 1918
        },
        {
            "text": "Francisco Aura Boronat, activista y divulgador español (f. 2018).",
            "year": 1918
        },
        {
            "text": "Jo Van Fleet, actriz estadounidense (f. 1996).",
            "year": 1914
        },
        {
            "text": "Isabel Mesa Delgado, feminista y anarcosindicalista española (f. 2002).",
            "year": 1913
        },
        {
            "text": "Rafael Calvo, actor español (f. 1988).",
            "year": 1911
        },
        {
            "text": "Jeanette Nolan, actriz estadounidense (f. 1998).",
            "year": 1911
        },
        {
            "text": "Paul Bowles, escritor, compositor y viajero estadounidense (f. 1999).",
            "year": 1910
        },
        {
            "text": "Jaime Lazcano, futbolista español (f. 1983).",
            "year": 1909
        },
        {
            "text": "Carol Reed, cineasta británico (f. 1976).",
            "year": 1906
        },
        {
            "text": "Manuel Fleitas Solich, futbolista y entrenador paraguayo (f. 1984).",
            "year": 1901
        },
        {
            "text": "José Bergamín, escritor español (f. 1983).",
            "year": 1895
        },
        {
            "text": "Adolfo Ruiz Cortines, político mexicano, presidente de México entre 1952 y 1958 (f. 1973).",
            "year": 1890
        },
        {
            "text": "Hideki Tōjō, general y primer ministro japonés (f. 1948).",
            "year": 1884
        },
        {
            "text": "Ángel Roffo, médico argentino (f. 1947).",
            "year": 1882
        },
        {
            "text": "Ramana Maharshi, religioso indio hinduista (f. 1950).",
            "year": 1879
        },
        {
            "text": "William Aberhart, político canadiense (f. 1943).",
            "year": 1878
        },
        {
            "text": "Federico Enrique Bruno Christmann, médico argentino (f. 1987).",
            "year": 1878
        },
        {
            "text": "Al Smith, político estadounidense (f. 1944).",
            "year": 1873
        },
        {
            "text": "Simon Guggenheim, filántropo e industrial estadounidense (f. 1941).",
            "year": 1867
        },
        {
            "text": "Rudyard Kipling, escritor y poeta británico, premio Nobel de literatura en 1907 (f. 1936).",
            "year": 1865
        },
        {
            "text": "André Messager, compositor y director de orquesta francés (f. 1929).",
            "year": 1853
        },
        {
            "text": "Asa Griggs Candler, empresario estadounidense (f. 1929).",
            "year": 1851
        },
        {
            "text": "Lluís Domènech i Montaner, arquitecto español (f. 1923).",
            "year": 1849
        },
        {
            "text": "Émile Loubet, político francés (f. 1929).",
            "year": 1838
        },
        {
            "text": "Marie Lipsius La Mara, historiadora de la música y escritora alemana (f. 1927).",
            "year": 1837
        },
        {
            "text": "Theodor Fontane, escritor alemán (f. 1898).",
            "year": 1819
        },
        {
            "text": "Ahmed III, sultán otomano (f. 1736).",
            "year": 1673
        },
        {
            "text": "Vincenzo da Filicaja, poeta italiano (f. 1707).",
            "year": 1642
        },
        {
            "text": "Tito, emperador romano (f. 81).",
            "year": 39
        }
    ],
    "deaths": [
        {
            "text": "Jorge Lanata, periodista argentino (n. 1960).",
            "year": 2024
        },
        {
            "text": "Hugo Sotil, futbolista peruano (n. 1949).",
            "year": 2024
        },
        {
            "text": "Tom Wilkinson, actor británico (n. 1948).",
            "year": 2023
        },
        {
            "text": "Barbara Walters, presentadora estadounidense (n. 1939).",
            "year": 2022
        },
        {
            "text": "Carlos Fernando Arroyo, político argentino (n.1945).",
            "year": 2022
        },
        {
            "text": "Lya Luft, escritora brasileña (n. 1938).",
            "year": 2021
        },
        {
            "text": "Dawn Wells, actriz estadounidense (n. 1938).",
            "year": 2020
        },
        {
            "text": "Syd Mead, diseñador industrial estadounidense (n. 1933).",
            "year": 2019
        },
        {
            "text": "Héctor Timerman, diplomático y político argentino (n. 1953).",
            "year": 2018
        },
        {
            "text": "Luise Rainer, actriz alemana nacionalizada estadounidense (n. 1910).",
            "year": 2014
        },
        {
            "text": "Eero Mäntyranta, esquiador finlandés (n. 1937).",
            "year": 2013
        },
        {
            "text": "Akeem Adams, futbolista trinitense (n. 1991).",
            "year": 2013
        },
        {
            "text": "Rita Levi-Montalcini, neuróloga y política italiana (n. 1909).",
            "year": 2012
        },
        {
            "text": "Carl Woese, microbiólogo estadounidense (n. 1928).",
            "year": 2012
        },
        {
            "text": "Ricardo Legorreta Vilchis, arquitecto mexicano (n. 1931).",
            "year": 2011
        },
        {
            "text": "Diego Rapoport, tecladista y compositor argentino de jazz y rock (n. 1948).",
            "year": 2011
        },
        {
            "text": "Bobby Farrell, cantante neerlandés, de la banda Boney M (n. 1949).",
            "year": 2010
        },
        {
            "text": "Abdurrahman Wahid, político indonesio, presidente entre 1999 y 2001 (n. 1940).",
            "year": 2009
        },
        {
            "text": "Iván Zulueta, cineasta español (n. 1943).",
            "year": 2009
        },
        {
            "text": "Concha Linares-Becerra, novelista española (n. 1910).",
            "year": 2009
        },
        {
            "text": "Xaime Quesada Porto, pintor, grabador, escenógrafo y artista español (n. 1937).",
            "year": 2007
        },
        {
            "text": "Sadam Huseín, militar y presidente iraquí entre 1979 y 2003 (n. 1937).",
            "year": 2006
        },
        {
            "text": "Alberto Méndez, escritor español (n. 1941).",
            "year": 2004
        },
        {
            "text": "Artie Shaw, director de orquesta y clarinetista estadounidense de jazz (n. 1910).",
            "year": 2004
        },
        {
            "text": "David Bale, activista sudafricano (n. 1941).",
            "year": 2003
        },
        {
            "text": "Vladímir Bogomólov, escritor soviético (n. 1926).",
            "year": 2003
        },
        {
            "text": "John Gregory Dunne, escritor estadounidense de origen irlandés (n. 1932).",
            "year": 2003
        },
        {
            "text": "Gustavo Nocetti, cantante de tangos uruguayo (n. 1959).",
            "year": 2002
        },
        {
            "text": "Paco de Antequera, guitarrista español (n. 1938).",
            "year": 2000
        },
        {
            "text": "Manuel de Rivacoba, político español (n. 1925).",
            "year": 2000
        },
        {
            "text": "Malatios Khouri, traductor y gestor cultural argentino (n. 1915).",
            "year": 2000
        },
        {
            "text": "Sarah Knauss, supercententaria estadounidense (n. 1880).",
            "year": 1999
        },
        {
            "text": "Joan Brossa, poeta, dramaturgo y artista plástico español (n. 1919).",
            "year": 1998
        },
        {
            "text": "Lew Ayres, actor estadounidense (n. 1908).",
            "year": 1996
        },
        {
            "text": "Doris Grau, actriz estadounidense (n. 1924).",
            "year": 1995
        },
        {
            "text": "Heiner Müller, dramaturgo alemán (n. 1929).",
            "year": 1995
        },
        {
            "text": "Giuseppe Occhialini, físico italiano (n. 1907).",
            "year": 1993
        },
        {
            "text": "Tío Gamboín (Ramiro Gamboa), actor y presentador mexicano (n. 1917).",
            "year": 1992
        },
        {
            "text": "Miguel Marín, futbolista argentino (n. 1945).",
            "year": 1991
        },
        {
            "text": "Isamu Noguchi, escultor estadounidense (n. 1904).",
            "year": 1988
        },
        {
            "text": "Gabriel Sánchez de la Cuesta, médico español (n. 1907).",
            "year": 1982
        },
        {
            "text": "Richard Rodgers, compositor estadounidense (n. 1902).",
            "year": 1979
        },
        {
            "text": "Arturo Pacheco Altamirano, pintor chileno (n. 1905).",
            "year": 1978
        },
        {
            "text": "Rudi Fischer, piloto suizo de automovilismo (n. 1912).",
            "year": 1976
        },
        {
            "text": "Hermann Paul Müller, piloto alemán de automovilismo y motociclismo (n. 1909).",
            "year": 1975
        },
        {
            "text": "D. E. Stevenson, novelista escocesa (n. 1892).",
            "year": 1973
        },
        {
            "text": "Sonny Liston, boxeador estadounidense (n. 1932).",
            "year": 1970
        },
        {
            "text": "Trygve Lie, diplomático noruego, secretario general de la ONU entre 1946 y 1952 (n. 1896).",
            "year": 1968
        },
        {
            "text": "Joaquín Benjumea, político español (n. 1878).",
            "year": 1963
        },
        {
            "text": "José Royo Gómez, geólogo español (n. 1895).",
            "year": 1961
        },
        {
            "text": "Francisco Regalado Rodríguez, militar español (n. 1881).",
            "year": 1958
        },
        {
            "text": "Alfred North Whitehead, matemático y filósofo británico (n. 1861).",
            "year": 1947
        },
        {
            "text": "Romain Rolland, escritor francés, Premio Nobel de Literatura en 1915 (n. 1866).",
            "year": 1944
        },
        {
            "text": "El Lissitzky, artista ruso (n. 1890).",
            "year": 1941
        },
        {
            "text": "José Ramón Mélida, arqueólogo español (n. 1856).",
            "year": 1933
        },
        {
            "text": "José Ortega Munilla, escritor y periodista español (n. 1856).",
            "year": 1922
        },
        {
            "text": "Juan F. Muñoz y Pabón, escritor y religioso español (n. 1866).",
            "year": 1920
        },
        {
            "text": "Grigori Rasputín, místico y cortesano ruso (n. 1869).",
            "year": 1916
        },
        {
            "text": "James Paget, cirujano y patólogo británico (n. 1814).",
            "year": 1899
        },
        {
            "text": "José Rizal, héroe nacional filipino (n. 1861).",
            "year": 1896
        },
        {
            "text": "Samuel White Baker, explorador británico (n. 1821).",
            "year": 1893
        },
        {
            "text": "Francisca Carrasco Jiménez, campesina y militar costarricense (n. 1816).",
            "year": 1890
        },
        {
            "text": "Jean Baptiste Boisduval, botánico y médico francés (n. 1799).",
            "year": 1879
        },
        {
            "text": "Adelardo López de Ayala, escritor y político español (n. 1828).",
            "year": 1879
        },
        {
            "text": "Juan Prim, militar y político español (n. 1814).",
            "year": 1870
        },
        {
            "text": "Francisco Estruch y Martí, Pavorde, catedrático de cánones, (n. 1762).",
            "year": 1837
        },
        {
            "text": "Prisciliano Sánchez, político, filósofo y reformador mexicano (n. 1783).",
            "year": 1826
        },
        {
            "text": "José Moñino, político español (n. 1728).",
            "year": 1808
        },
        {
            "text": "Juan de Ayala, marino español (n. 1745).",
            "year": 1797
        },
        {
            "text": "Fernando Carlos de Habsburgo-Médicis, aristócrata austriaco (n. 1628).",
            "year": 1662
        },
        {
            "text": "Jean Baptiste van Helmont, físico y químico belga (n. 1580).",
            "year": 1644
        },
        {
            "text": "Fernando de Valdés y Llano, obispo español (n. 1575).",
            "year": 1639
        },
        {
            "text": "Jacob Fugger, banquero y comerciante alemán (n. 1459).",
            "year": 1525
        },
        {
            "text": "Égica, rey visigodo (n. ¿?).",
            "year": 702
        },
        {
            "text": "Félix I, papa católico entre 269 y 274 (n. ¿?).",
            "year": 274
        }
    ],
    "metadata": {
        "current_date": "30 de diciembre de 2025",
        "short_date": "30 de dic",
        "language": {
            "events": "Eventos",
            "deaths": "Defunciones",
            "births": "Nacimientos",
            "b": "n",
            "d": "f",
            "title": "Hoy en Historia (Wikipedia)"
        },
        "events": [
            56,
            62,
            29,
            51,
            1,
            44,
            42,
            50,
            58,
            12
        ],
        "births": [
            75,
            25,
            79,
            85
        ],
        "deaths": [
            61,
            21,
            39,
            25
        ]
    }
}