{
    "events": [
        {
            "text": "En Fukushima (Japón) se registra un terremoto de 7,3 grados en la escala de Richter. Es uno de los terremotos más fuertes de Japón desde el terremoto de marzo del 2011.",
            "year": 2021
        },
        {
            "text": "en Washington (Estados Unidos) se declara «no culpable» al expresidente Donald Trump en su segundo proceso de destitución.",
            "year": 2021
        },
        {
            "text": "en el estado de Texas (Estados Unidos) y el norte de México, una gran tormenta invernal provoca apagones y mata al menos a 82 personas.",
            "year": 2021
        },
        {
            "text": "en el casino Fantasy Springs de la ciudad californiana de Indio (206 km al este de Los Ángeles), el argentino Brian Castaño le arrebata la corona Superwelter de la Organización Mundial de Boxeo (OMB) al brasileño Patrick Teixeira, consagrándose campeón mundial.",
            "year": 2021
        },
        {
            "text": "en Italia asume como primer ministro Mario Draghi junto al denominado «Gobierno de emergencia».",
            "year": 2021
        },
        {
            "text": "en el Aeropuerto Internacional de Kuala Lumpur es asesinado Kim Jong-nam, hermano del presidente norcoreano Kim Jong-un.",
            "year": 2017
        },
        {
            "text": "en Södertälje (Suecia), los cuatro miembros de la joven banda británica Viola Beach y su mánager pierden la vida tras un accidente automovilístico, luego de que la banda brindara su primer concierto internacional.",
            "year": 2016
        },
        {
            "text": "la Agencia Espacial Europea (ESA) realiza el primer lanzamiento del cohete europeo Vega desde el puerto espacial de Kourou, en la Guayana Francesa.",
            "year": 2012
        },
        {
            "text": "por primera vez en más de 100 años, los umatilla, una tribu indígena de los Estados Unidos, pueden cazar un bisonte en las afueras del parque nacional de Yellowstone, restaurando una tradición centenaria garantizada por un tratado firmado en 1855.",
            "year": 2011
        },
        {
            "text": "en la ciudad india de Pune (Majarastra) explota una bomba, matando a 17 personas e hiriendo a otras 60.",
            "year": 2010
        },
        {
            "text": "en Australia, el primer ministro Kevin Rudd presenta una disculpa formal a los descendientes de aborígenes del país, debido al secuestro sistemático de niños aborígenes llevado a cabo por el Gobierno australiano entre 1869 y 1976. Ya desde 1998, todos los 16 de mayo se celebra por este motivo el Día Nacional del Perdón.",
            "year": 2008
        },
        {
            "text": "Corea del Norte acuerda poner fin a su programa nuclear a cambio de ayuda económica y combustible desde Estados Unidos.",
            "year": 2007
        },
        {
            "text": "en Taiwán, Ma Ying-jeou (el líder de la oposición), dimite como presidente del partido Kuomintang tras ser acusado de malversación de fondos durante su mandato como alcalde de la ciudad de Taipéi; Ma también anuncia su candidatura a las elecciones presidenciales de 2008.",
            "year": 2007
        },
        {
            "text": "en Francia, la policía detiene a dos miembros del aparato logístico de la banda terrorista ETA.",
            "year": 2006
        },
        {
            "text": "el Centro de Astrofísica Harvard-Smithsonian anuncia el descubrimiento de la estrella enana blanca BPM 37093, el diamante más grande conocido del universo. Los astrónomos bautizaron a esta estrella Lucy en honor a la canción Lucy in the sky with diamonds, de los Beatles.",
            "year": 2004
        },
        {
            "text": "en España se pone en marcha el DNI electrónico.",
            "year": 2004
        },
        {
            "text": "en Catar muere asesinado un líder independentista checheno.",
            "year": 2004
        },
        {
            "text": "cerca de la costa gallega (España), la Guardia Civil intercepta un barco con 5000 kilos de cocaína.",
            "year": 2004
        },
        {
            "text": "en Madrid (España), un equipo médico logra reemplazar la aorta torácica por una prótesis en un paciente de 64 años.",
            "year": 2003
        },
        {
            "text": "en Madrid se inaugura la 21.ª (vigésimo primera) edición de la ARCO (Feria Internacional de Arte Contemporáneo).",
            "year": 2002
        },
        {
            "text": "en Madrid (España), Ana Botín asume la presidencia de Banesto, entidad integrada en el imperio financiero Santander (grupo financiero), controlado por su padre, Emilio Botín.",
            "year": 2002
        },
        {
            "text": "en El Salvador, un segundo terremoto de 6,6 grados en la escala sismológica de Richter añade 944 muertos y más pérdidas económicas al ocurrido justo un mes antes.",
            "year": 2001
        },
        {
            "text": "Javier Bardem se convierte en el primer actor español candidato a los premios Óscar por su interpretación en el filme Antes que anochezca, de Julian Schnabel.",
            "year": 2001
        },
        {
            "text": "en Río de Janeiro (Brasil), el aeropuerto Santos Dumont queda totalmente destruido en pocas horas tras haberse declarado un incendio que acabó con el edificio central, inaugurado en 1936.",
            "year": 1998
        },
        {
            "text": "en el Euskadi (otro nombre del País Vasco), 300 profesores, artistas, intelectuales y personajes públicos firman el Manifiesto por la democracia en Euskadi, en el que rechazan cualquier clase de negociación con la banda terrorista ETA.",
            "year": 1998
        },
        {
            "text": "una foto en la que una mujer argelina llora la muerte de sus ocho hijos, asesinados en una matanza en Argelia, gana el World Press Photo, el galardón más prestigioso del fotoperiodismo mundial.",
            "year": 1998
        },
        {
            "text": "en Madrid (España), el Congreso español aprueba el proyecto de ley de Liberalización de las Telecomunicaciones y fija las condiciones de Retevisión (el segundo operador de telefonía en España).",
            "year": 1997
        },
        {
            "text": "en el Reino de Nepal, el Partido Comunista de Nepal (Maoísta-Centro) inicia la Guerra Civil Nepalesa.",
            "year": 1996
        },
        {
            "text": "en Madrid (España), el Congreso de los Diputados aprueba la Ley de Seguridad Ciudadana.",
            "year": 1992
        },
        {
            "text": "en la ciudad de Bagdad (Irak) ―en el marco de la guerra del Golfo―, dos bombas inteligentes estadounidenses guiadas por láser destruyen el refugio antibombas subterráneo Amiriyah, matando a más de 400 hombres, mujeres y niños civiles iraquíes.",
            "year": 1991
        },
        {
            "text": "en Alemania, en el marco de la reunificación, se alcanza un acuerdo para un plan de dos etapas de reunir las dos Alemanias.",
            "year": 1990
        },
        {
            "text": "en El Salvador, se realiza una cumbre de presidentes centroamericanos en medio de un clima de desánimo.",
            "year": 1989
        },
        {
            "text": "en el mar Negro, barcos de la Armada Soviética embisten a dos barcos estadounidenses de guerra que ingresaron en aguas jurisdiccionales de la Unión Soviética. El Gobierno de Estados Unidos afirma que los dos barcos ejercían el «derecho “inocente” de paso».",
            "year": 1988
        },
        {
            "text": "el Ministerio de Sanidad y Consumo de España impone la aplicación de la prueba del sida a todas las donaciones de sangre.",
            "year": 1987
        },
        {
            "text": "en la zona de Sidón (Líbano) comienzan la retirada las tropas invasoras israelíes.",
            "year": 1985
        },
        {
            "text": "en Moscú (Unión Soviética), Konstantín Chernenko es elegido nuevo secretario general del Partido Comunista de la Unión Soviética en remplazo del fallecido Yuri Andrópov.",
            "year": 1984
        },
        {
            "text": "en Panamá, Jorge Illueca asume la presidencia.",
            "year": 1984
        },
        {
            "text": "en Turín (Italia) se incendia un cine y mueren 64 jóvenes.",
            "year": 1983
        },
        {
            "text": "en Louisville (estado de Kentucky) una serie de explosiones en las alcantarillas destruye más de 3 km de calles.",
            "year": 1981
        },
        {
            "text": "en la costa sobre el océano Pacífico del estado de Washington (Estados Unidos), una intensa tormenta de viento hunde una sección de 0,80 km de longitud del puente del canal Hood.",
            "year": 1979
        },
        {
            "text": "frente al Hotel Hilton en Sídney (Australia), explota una bomba en un camión de basura, matando a dos recolectores de basura y a un policía.",
            "year": 1978
        },
        {
            "text": "en España se inaugura la autopista Oviedo-Gijón-Avilés.",
            "year": 1976
        },
        {
            "text": "en Nueva York sucede un incendio en la torre norte del World Trade Center (1973-2001).",
            "year": 1975
        },
        {
            "text": "en la Unión Soviética, el escritor ruso Alexander Solzhenitsin es expulsado de su país.",
            "year": 1974
        },
        {
            "text": "en Buenos Aires, el líder del Partido Justicialista argentino Héctor Cámpora, designado ya como candidato a la presidencia por el FREJULI, anuncia que de ser elegido llevará al poder a Juan Domingo Perón.",
            "year": 1973
        },
        {
            "text": "el gobierno de Laos y el Pathet Lao firman un armisticio.",
            "year": 1973
        },
        {
            "text": "en Sapporo (Japón), el esquiador español Francisco Fernández Ochoa gana el eslalon especial y la medalla de oro en los Juegos Olímpicos de Invierno.",
            "year": 1972
        },
        {
            "text": "en Buenos Aires (Argentina), un decreto de la dictadura militar del general Juan Carlos Onganía somete todas las emisoras privadas de radio y televisión al control gubernamental.",
            "year": 1970
        },
        {
            "text": "en Inglaterra, es publicado el álbum Black Sabbath, primer trabajo de la banda británica de heavy metal Black Sabbath",
            "year": 1970
        },
        {
            "text": "en Múnich (Alemania), los cirujanos Fritz Sebening y Wener Klinner, con el equipo quirúrgico de Rudolf Zenker, realizan el primer trasplante de corazón de la historia de Alemania.",
            "year": 1969
        },
        {
            "text": "en Nueva York (Estados Unidos) Galo Plaza Lasso (expresidente del Ecuador) es nombrado secretario general de la OEA (Organización de Estados Americanos).",
            "year": 1968
        },
        {
            "text": "en Vietnam del Norte, bombarderos estadounidenses del tipo B-52 Stratofortress atacan unidades del Vietcong en los barrios periféricos de Saigón.",
            "year": 1968
        },
        {
            "text": "en la Biblioteca Nacional de España (en Madrid), investigadores estadounidenses descubren los Códices de Madrid, un volumen de casi 700 páginas con anotaciones manuscritas y dibujos a mano de Leonardo da Vinci.",
            "year": 1967
        },
        {
            "text": "España y Mauritania firman un acuerdo pesquero y comercial.",
            "year": 1964
        },
        {
            "text": "en el Congo Belga, el gobierno del estado de Katanga comunica el asesinato del antiguo jefe de Estado, Patrice Lumumba.",
            "year": 1961
        },
        {
            "text": "cerca de la aldea de Olancha, al pie de las montañas Coso (estado de California), tres aficionados que buscaban geodas afirman que al abrir un bloque de hormigón encontraron encapsulada una bujía. Sin aportar evidencias, afirman que la roca de hormigón tendría medio millón de años de antigüedad, por lo que esta sería una evidencia de una antigua civilización (como los atlantes) o bien de una visita extraterrestre durante la prehistoria. Estudios posteriores con rayos X determinaron que la bujía era comercial, de marca Champion (de un modelo que era usual en los años 1920). Entonces los conspiranoicos afirmaron que esta era evidencia de viajeros del tiempo de los años veinte que dejaron olvidado el objeto durante una visita al pasado.",
            "year": 1961
        },
        {
            "text": "apenas 44 km al suroeste de la aldea de Reganne, en medio del desierto de Argelia (país al que Francia mantenía invadido desde 1830), el Gobierno francés hace detonar su primera bomba atómica, Gerboise Bleue. Con este éxito, Francia se convierte en el cuarto país en poseer armas nucleares (después de Estados Unidos, la Unión Soviética y el Reino Unido). Hasta el año siguiente, Francia hará estallar tres bombas más, antes de la independencia de Argelia (el 18 de marzo de 1962).",
            "year": 1960
        },
        {
            "text": "en la ciudad de Nashville (estado de Ténesi) estudiantes universitarios negros organizan la primera de las sentadas de Nashville en tres mostradores de comida.",
            "year": 1960
        },
        {
            "text": "en una base del estado de Massachusetts (Estados Unidos), una ráfaga de viento huracanado destruye el mayor dirigible del mundo, el ZPG-3W, de 120 m de longitud.",
            "year": 1960
        },
        {
            "text": "en La Habana (Cuba) inicia el Juicio de los aviadores.",
            "year": 1959
        },
        {
            "text": "en España, una ola de frío en toda la nación provoca que en Santander se alcancen los –7 °C, la temperatura más baja del siglo.",
            "year": 1956
        },
        {
            "text": "El Gobierno de Israel obtiene cuatro de los siete «rollos del mar Muerto».",
            "year": 1955
        },
        {
            "text": "cerca de Rieti (Italia) 29 personas mueren cuando el vuelo 503 de la empresa aérea Sabena se estrella en el monte Terminillo.",
            "year": 1955
        },
        {
            "text": "en Estados Unidos, Frank Selvy se convierte en el único jugador de baloncesto de la División I de la NCAA en anotar 100 puntos en un solo partido.",
            "year": 1954
        },
        {
            "text": "en Yugoslavia, la Asamblea Nacional aprueba una nueva Constitución.",
            "year": 1953
        },
        {
            "text": "en Madrid (España), el dictador Francisco Franco nombra a Miguel Primo de Rivera y Sáenz de Heredia, hermano de José Antonio Primo de Rivera, como embajador de España en Londres.",
            "year": 1951
        },
        {
            "text": "en el marco de la guerra de Corea (1950-1953) comienza la batalla de Chipyong-ni, que representó el «punto culminante» de la incursión china en Corea del Sur.",
            "year": 1951
        },
        {
            "text": "Albania reconoce la República Democrática de Vietnam (Vietnam del Norte) después de Bulgaria, Checoslovaquia, Hungría y Polonia.",
            "year": 1950
        },
        {
            "text": "se forma la Federación de Atletismo de Asia, conocida luego de su transformación como Consejo Olímpico de Asia.",
            "year": 1949
        },
        {
            "text": "en Nueva York (Estados Unidos) el Consejo de Seguridad de Naciones Unidas, en el marco de su decimoséptima sesión plenaria, acuerda la creación de una Comisión de Desarme Mundial.",
            "year": 1946
        },
        {
            "text": "en el Reino Unido se deroga la ley antihuelga de 1926.",
            "year": 1946
        },
        {
            "text": "en la ciudad de Dresde (Alemania) ―en el marco de la Segunda Guerra Mundial (1939-1945)― se produce el mayor bombardeo aliado (Bombardeo de Dresde).",
            "year": 1945
        },
        {
            "text": "en Hungría, el Ejército Rojo soviético ingresa a la ciudad de Budapest tras un sangriento sitio de varios meses (desde el 29 de octubre de 1944) y expulsa a los nazis alemanes y a sus esbirros húngaros.",
            "year": 1945
        },
        {
            "text": "en la Unión Soviética ―en el marco de la Segunda Guerra Mundial (1939-1945)―, la ciudad de Rostov es liberada de la ocupación alemana.",
            "year": 1944
        },
        {
            "text": "en Costa Rica, Teodoro Picado Michalski es elegido presidente.",
            "year": 1944
        },
        {
            "text": "en Santa Bárbara (California) se estrena Rebeca, primera película estadounidense de Alfred Hitchcock.",
            "year": 1940
        },
        {
            "text": "en Francia, Léon Blum, destacado parlamentario socialista francés, es agredido por jóvenes de extrema derecha y resulta herido en la cara y el cráneo.",
            "year": 1936
        },
        {
            "text": "el último dirigible de la armada estadounidense cae al mar en las proximidades de San Francisco, pereciendo sus 81 tripulantes.",
            "year": 1935
        },
        {
            "text": "en Flemington (estado de Nueva Jersey), un jurado declara culpable a Bruno Hauptmann del secuestro y asesinato en 1932 del bebé Lindbergh, hijo de Charles Lindbergh.",
            "year": 1935
        },
        {
            "text": "en España se fusionan la Falange Española y las Juntas de Ofensiva Nacional-Sindicalista en una sola agrupación nacional-sindicalista: FE de las JONS.",
            "year": 1934
        },
        {
            "text": "en España, los alumnos de las escuelas de ingenieros y arquitectos realizan una huelga general por la aprobación de la Ley sobre Aparejadores.",
            "year": 1933
        },
        {
            "text": "el Raj británico completa su traslado desde Calcuta a Nueva Delhi.",
            "year": 1931
        },
        {
            "text": "en España, el general Emilio Mola es nombrado director general de Seguridad.",
            "year": 1930
        },
        {
            "text": "en Venezuela se produce un atentado contra el presidente Juan Vicente Gómez.",
            "year": 1929
        },
        {
            "text": "en Barcelona tiene lugar el I Campeonato de España de Maratón, celebrado entre la ciudad condal y Castelldefels.",
            "year": 1928
        },
        {
            "text": "se estrena la película Cuatro hijos, dirigida por John Ford.",
            "year": 1928
        },
        {
            "text": "en España se funda la Corporación Deportiva América.",
            "year": 1927
        },
        {
            "text": "en Cali (Colombia) se funda el club de fútbol América de Cali.",
            "year": 1927
        },
        {
            "text": "se crea la Liga Nacional Negra.",
            "year": 1920
        },
        {
            "text": "en un hotel de París (Francia) el servicio de espionaje francés detiene a la espía proalemana Mata Hari.",
            "year": 1917
        },
        {
            "text": "los aliados, en el marco de la Primera Guerra Mundial (1914-1918), se comprometen a garantizar en el futuro la neutralidad de Bélgica y a reintegrar a ese país los territorios anexionados por Alemania.",
            "year": 1916
        },
        {
            "text": "en Washington (Estados Unidos), el presidente Woodrow Wilson reconoce al nuevo dictador del Perú, el general Óscar Benavides, quien solo una semana antes (el 4 de febrero) había perpetrado un golpe de Estado contra el presidente constitucional Guillermo Billinghurst, quien había manifestado abiertamente su negativa a obedecer a los mandatos de Estados Unidos.",
            "year": 1914
        },
        {
            "text": "en la ciudad de Nueva York se crea la Sociedad Estadounidense de Compositores, Autores y Editores para proteger las composiciones musicales protegidas por derechos de autor de sus miembros.",
            "year": 1914
        },
        {
            "text": "en la ciudad de Lhasa (capital del Tíbet), el dalái lama Thubten Gyatso (1876-1933) se proclama «monarca absoluto» del Tíbet independiente tras un período de dominación de la dinastía Qing manchú e inicia un período de casi cuatro décadas de independencia (hasta 1950, en que el Tíbet será reincorporado a China).",
            "year": 1913
        },
        {
            "text": "el Gobierno imperial chino reconoce la república.",
            "year": 1912
        },
        {
            "text": "en China, la ciudad de Cantón es saqueada por seis mil soldados chinos, instruidos por oficiales extranjeros.",
            "year": 1910
        },
        {
            "text": "en Rumanía se funda el Partido Socialdemócrata.",
            "year": 1910
        },
        {
            "text": "en Alemania, el parlamento (Reichstag) ratifica los tratados con la isla de Tonga y las islas Samoa.",
            "year": 1900
        },
        {
            "text": "en el contexto de la primera guerra sino-japonesa, los restos de la flota china capitulan frente a los japoneses.",
            "year": 1895
        },
        {
            "text": "en Madrid (España), el rey Alfonso XII de España firma la ley de abolición de la esclavitud.",
            "year": 1880
        },
        {
            "text": "cerca de Nueva York, el inventor Thomas Edison observa la emisión termoiónica.",
            "year": 1880
        },
        {
            "text": "en Viena (Austria) se estrena El Danubio azul, obra del compositor austríaco Johann Strauss (hijo).",
            "year": 1867
        },
        {
            "text": "en Madrid (España), la reina Isabel II promulga un «real decreto» que prohíbe las recomendaciones en la tramitación de asuntos propios de la administración del Estado.",
            "year": 1867
        },
        {
            "text": "en Bruselas (Bélgica) comienzan los trabajos de cubrimiento del río Senne, enterrando el río principal de la capital y creando los modernos bulevares centrales.",
            "year": 1867
        },
        {
            "text": "143 km al sureste de Roma (Italia) ―en el marco de la Unificación italiana― el asedio de Gaeta termina con la capitulación de la fortaleza defensora, lo que supone el fin del Reino de las Dos Sicilias.",
            "year": 1861
        },
        {
            "text": "en Viena (Austria), la delegación encabezada por el obispo metropolitano Andrei Şaguna entrega al emperador Francisco José I de Austria la «petición general» de los líderes rumanos de Transilvania, Banat y Bucovina, que exigen que se reconozca la nación rumana.",
            "year": 1849
        },
        {
            "text": "en Mallorca, el pianista polaco Frédéric Chopin, acompañado de la escritora francesa George Sand, abandona la isla (donde había permanecido desde noviembre del año anterior) a causa de su maltrecha salud.",
            "year": 1839
        },
        {
            "text": "en el marco de la guerra entre Argentina y Brasil, se produce la batalla de Bacacay, en la que el general Juan Lavalle derrota una división brasileña.",
            "year": 1827
        },
        {
            "text": "en Santiago de Chile sale a la luz el primer número de la Aurora de Chile, periódico creado durante el gobierno de José Miguel Carrera, con la expresa intención de promover las ideas emancipadoras. Su director fue fray Camilo Henríquez, teniendo como colaboradores a Manuel de Salas, Juan Egaña, José Miguel Infante y José Manuel Gandarillas.",
            "year": 1812
        },
        {
            "text": "en la aldea de Rosario, a orillas del río Paraná, el general Manuel Belgrano propone al gobierno la adopción de la escarapela celeste y blanca para identificar a sus tropas en la lucha independentista.",
            "year": 1812
        },
        {
            "text": "en Aranjuez (España), Luciano Bonaparte y Manuel Godoy firman el Convenio de Aranjuez.",
            "year": 1801
        },
        {
            "text": "la Compañía Neerlandesa de las Indias Orientales, el sultán Pakubuwona III y el príncipe Mangkubumi firman el Tratado de Giyanti, que divide el reino javanés de Mataram en dos: el Sunanato de Surakarta y el Sultanato de Yogyakarta.",
            "year": 1755
        },
        {
            "text": "en Chile, las autoridades mapuches y españolas firman el Parlamento de Negrete, que pone fin al levantamiento mapuche de 1723-1726.",
            "year": 1726
        },
        {
            "text": "en el valle de Glen Coe (país de Escocia), los ingleses perpetran la masacre de Glencoe: asesinan a 38 hombres del clan MacDonald a primera hora de la mañana por no jurar lealtad de inmediato al nuevo rey, Guillermo de Orange. Después queman todas las casas que encuentran en la zona. Al día siguiente se encontrarán muertos de frío al menos a 40 mujeres y niños que tuvieron que pasar la noche a la intemperie porque sus hogares habían sido quemados.",
            "year": 1692
        },
        {
            "text": "el trono inglés se declara vacante y es ofrecido a Guillermo III de Orange y a María Estuardo.",
            "year": 1689
        },
        {
            "text": "en Lisboa se firma el Tratado de Lisboa, mediante el cual España reconoce la independencia de Portugal.",
            "year": 1668
        },
        {
            "text": "en Suecia, con la ascensión al trono del joven Carlos XI, sus regentes comienzan las negociaciones para poner fin a la Segunda Guerra del Norte.",
            "year": 1660
        },
        {
            "text": "en el Perú, un gran terremoto destruye gran parte de Lima y su puerto, Callao.",
            "year": 1655
        },
        {
            "text": "en Londres (Imperio británico) se promulga la Ley del Clero, que excluye a los obispos anglicanos de la Cámara de los Lores.",
            "year": 1642
        },
        {
            "text": "en la península itálica, el científico Galileo Galilei llega a Roma para ser juzgado ante la Inquisición católica.",
            "year": 1633
        },
        {
            "text": "en el extremo noreste del Brasil, los conquistadores españoles Gonzalo Pizarro y Francisco de Orellana son los primeros europeos en conocer el río Amazonas.",
            "year": 1542
        },
        {
            "text": "en Londres (Inglaterra), el rey Enrique VIII ordena la ejecución de su quinta esposa, Catalina Howard, por adulterio.",
            "year": 1542
        },
        {
            "text": "cerca de Barletta (Italia), 13 caballeros italianos y 13 franceses celebran un torneo (Desafío de Barletta).",
            "year": 1503
        },
        {
            "text": "En Córdoba (España), el inquisidor Lucero el Tenebroso perpetra un «auto de fe» en el que ejecuta a 81 personas acusadas de practicar el judaísmo en secreto.",
            "year": 1501
        },
        {
            "text": "en Westminster (Inglaterra), Eduardo IV (rey de Inglaterra) y John de Islay («señor [escocés] de las islas») firman el Tratado de Westminster.",
            "year": 1462
        },
        {
            "text": "en la actual Italia, la alianza entre la República de Venecia y el Principado de Cataluña se impone a la República de Génova en su pugna por la Corona de Aragón.",
            "year": 1352
        },
        {
            "text": "en la villa de Ely (Inglaterra), la torre central de la iglesia catedral de la Santa e Indivisa Trinidad cae en la noche del 12 al 13.",
            "year": 1322
        },
        {
            "text": "en la actual Irak, Hulagu Kan, un príncipe del Imperio mongol, ordena a su ejército saquear la ciudad de Bagdad, que acababan de capturar tras un largo sitio.",
            "year": 1258
        },
        {
            "text": "en Roma, el emperador Otón I y Juan XII («el papa fornicario») firman el Diploma ottonianum, que reconoce al papa como «gobernante de Roma».",
            "year": 962
        },
        {
            "text": "la ciudad de Dvin (Armenia) ―de 100 000 habitantes― es gravemente dañada por un terremoto. Varios miles de víctimas. Se desploman las paredes de las casas (de adobe) y los edificios públicos. Durante tres meses las continuas réplicas hacen que los sobrevivientes vivan fuera de la localidad. Treinta años después (el 28 de diciembre del 893) un terremoto aún más devastador destruirá la ciudad.",
            "year": 863
        }
    ],
    "births": [
        {
            "text": "Tyler Wolff, futbolista estadounidense.",
            "year": 2003
        },
        {
            "text": "Raúl Asencio del Rosario, futbolista español.",
            "year": 2003
        },
        {
            "text": "Jaden Ivey, jugador de baloncesto estadounidense.",
            "year": 2002
        },
        {
            "text": "Sophia Lillis, actriz estadounidense.",
            "year": 2002
        },
        {
            "text": "Kaapo Kakko, jugador de hockey sobre hielo finlandés.",
            "year": 2001
        },
        {
            "text": "Vítor Ferreira, futbolista portugués.",
            "year": 2000
        },
        {
            "text": "Jorge Echeverría, futbolista venezolano.Raúl Asencio del Rosario",
            "year": 2000
        },
        {
            "text": "Iñaki León, futbolista español.",
            "year": 2000
        },
        {
            "text": "Vitinha, futbolista portugués.",
            "year": 2000
        },
        {
            "text": "Francesca Zunino, nadadora italiana.",
            "year": 2000
        },
        {
            "text": "Albina Grčić, cantante croata.",
            "year": 1999
        },
        {
            "text": "Juan Diego Nieva, futbolista colombiano.",
            "year": 1999
        },
        {
            "text": "Yu Jingyao, nadadora china.",
            "year": 1999
        },
        {
            "text": "Kelly Taylor Deguchi, yudoca canadiense.",
            "year": 1999
        },
        {
            "text": "Solène Avoulette, taekwondista francesa.",
            "year": 1999
        },
        {
            "text": "Konrad Handzlik, futbolista polaco.",
            "year": 1998
        },
        {
            "text": "Julien Serrano, futbolista francés.",
            "year": 1998
        },
        {
            "text": "Guillem Rodríguez Martínez, futbolista español.",
            "year": 1998
        },
        {
            "text": "Birk Risa, futbolista noruego.",
            "year": 1998
        },
        {
            "text": "Amer Gojak, futbolista bosnio.",
            "year": 1997
        },
        {
            "text": "Kylie Page, actriz pornográfica y modelo erótica estadounidense (f. 2025).",
            "year": 1997
        },
        {
            "text": "Chris Bey, luchador profesional estadounidense.",
            "year": 1996
        },
        {
            "text": "Odiljon Hamrobekov, futbolista uzbeko.",
            "year": 1996
        },
        {
            "text": "Patrik Ligetvári, balonmanista húngaro.",
            "year": 1996
        },
        {
            "text": "Muhammad Rian Ardianto, jugador de bádminton indonesio.",
            "year": 1996
        },
        {
            "text": "Luis Ángeles Sotelo, judoka peruano.",
            "year": 1996
        },
        {
            "text": "Damian Wierling, nadador alemán.",
            "year": 1996
        },
        {
            "text": "Sydney Chandler, actriz estadounidense.",
            "year": 1996
        },
        {
            "text": "Steff Cras, ciclista belga.",
            "year": 1996
        },
        {
            "text": "Kendall Fuller, jugador de fútbol americano.",
            "year": 1995
        },
        {
            "text": "Georges-Kévin Nkoudou, futbolista franco-camerunés.",
            "year": 1995
        },
        {
            "text": "Memphis Depay, futbolista neerlandés.",
            "year": 1994
        },
        {
            "text": "Alex Sawyer, actor británico.",
            "year": 1993
        },
        {
            "text": "Keith Appling, baloncestista estadounidense.",
            "year": 1992
        },
        {
            "text": "Eliaquim Mangala, futbolista francés.",
            "year": 1991
        },
        {
            "text": "Vianney, cantante francés.",
            "year": 1991
        },
        {
            "text": "Luke Voit, beisbolista estadounidense.",
            "year": 1991
        },
        {
            "text": "Nathan Eovaldi, jugador estadounidense de béisbol.",
            "year": 1990
        },
        {
            "text": "Niklas Hult, futbolista sueco.",
            "year": 1990
        },
        {
            "text": "El Rubius, youtuber y realizador de directos hispano-noruego.",
            "year": 1990
        },
        {
            "text": "Mamadou Sakho, futbolista francés.",
            "year": 1990
        },
        {
            "text": "Rodrigo Possebon, futbolista brasileño.",
            "year": 1989
        },
        {
            "text": "Ryan Goins, beisbolista estadounidense.",
            "year": 1988
        },
        {
            "text": "Laura Londoño, actriz, modelo y artista colombiana.",
            "year": 1988
        },
        {
            "text": "Dave Rudden, escritor irlandés.",
            "year": 1988
        },
        {
            "text": "Eljero Elia, futbolista neerlandés.",
            "year": 1987
        },
        {
            "text": "Kris Boeckmans, ciclista belga.",
            "year": 1987
        },
        {
            "text": "Luke Moore, futbolista británico-inglés.",
            "year": 1986
        },
        {
            "text": "Jamie Murray, tenista británico.",
            "year": 1986
        },
        {
            "text": "Aqib Talib, jugador de fútbol estadounidense.",
            "year": 1986
        },
        {
            "text": "Somdev Devvarman, tenista indio.",
            "year": 1985
        },
        {
            "text": "J. R. Giddens, jugador de baloncesto estadounidense.",
            "year": 1985
        },
        {
            "text": "Kwak Ji-min, actriz surcoreana.",
            "year": 1985
        },
        {
            "text": "Hedwiges Maduro, futbolista neerlandés.",
            "year": 1985
        },
        {
            "text": "Al Montoya, jugador estadounidense de hockey sobre hielo.",
            "year": 1985
        },
        {
            "text": "Alexandros Tziolis, futbolista griego.",
            "year": 1985
        },
        {
            "text": "Úrsula Boza, presentadora de televisión y actriz peruana.",
            "year": 1984
        },
        {
            "text": "Hinkelien Schreuder, nadadora neerlandesa.",
            "year": 1984
        },
        {
            "text": "Mike Nickeas, jugador de béisbol canadiense.",
            "year": 1983
        },
        {
            "text": "Anna Watkins, remera británico-inglesa.",
            "year": 1983
        },
        {
            "text": "Even Helte Hermansen, guitarrista y compositor noruego.",
            "year": 1982
        },
        {
            "text": "Michael Turner, jugador de fútbol americano.",
            "year": 1982
        },
        {
            "text": "Jeffrey Leiwakabessy, futbolista neerlandés.",
            "year": 1981
        },
        {
            "text": "Luisão, futbolista brasileño.",
            "year": 1981
        },
        {
            "text": "Luke Ridnour, jugador de baloncesto estadounidense.",
            "year": 1981
        },
        {
            "text": "Carlos Cotto, luchador y boxeador puertorriqueño-estadounidense.",
            "year": 1980
        },
        {
            "text": "Sebastian Kehl, futbolista alemán.",
            "year": 1980
        },
        {
            "text": "Anders Behring Breivik, asesino en masa y terrorista noruego de derechas.",
            "year": 1979
        },
        {
            "text": "Rafael Márquez, futbolista y entrenador mexicano.",
            "year": 1979
        },
        {
            "text": "Rachel Reeves, economista y política británico-inglesa, ministra de Hacienda.",
            "year": 1979
        },
        {
            "text": "Mena Suvari, actriz y diseñadora de moda estadounidense.",
            "year": 1979
        },
        {
            "text": "Niklas Bäckström, jugador de hockey sobre hielo finlandés.",
            "year": 1978
        },
        {
            "text": "Philippe Jaroussky, cantante francés.",
            "year": 1978
        },
        {
            "text": "Cory Murphy, jugador y entrenador de hockey sobre hielo canadiense.",
            "year": 1978
        },
        {
            "text": "Randy Moss, jugador y entrenador estadounidense de fútbol americano.",
            "year": 1977
        },
        {
            "text": "Alejandro Santo Domingo, empresario e inversionista colombiano expatriado en Estados Unidos.",
            "year": 1977
        },
        {
            "text": "Jörg Bergmeister, piloto de automovilismo alemán.",
            "year": 1976
        },
        {
            "text": "Feist, cantautor y músico canadiense.",
            "year": 1976
        },
        {
            "text": "Ben Collins, piloto de carreras británico-inglés.",
            "year": 1975
        },
        {
            "text": "Tony Dalton, actor estadounidense-mexicano.",
            "year": 1975
        },
        {
            "text": "Katie Hopkins, personalidad mediática y columnista británico-inglesa.",
            "year": 1975
        },
        {
            "text": "Fonzworth Bentley, rapero y actor estadounidense.",
            "year": 1974
        },
        {
            "text": "Robbie Williams, cantautor británico-inglés.",
            "year": 1974
        },
        {
            "text": "Miguel Poveda, cantaor de flamenco español.",
            "year": 1973
        },
        {
            "text": "Bas Roorda, futbolista neerlandés.",
            "year": 1973
        },
        {
            "text": "Virgilijus Alekna, lanzador lituano de disco.",
            "year": 1972
        },
        {
            "text": "Juha Ylönen, jugador finlandés de hockey sobre hielo.",
            "year": 1972
        },
        {
            "text": "Sonia Evans, cantautora británico-inglesa.",
            "year": 1971
        },
        {
            "text": "Matt Berninger, cantante estadounidense, de la banda The National.",
            "year": 1971
        },
        {
            "text": "Thomas Laughlin, luchador profesional.",
            "year": 1971
        },
        {
            "text": "Mats Sundin, jugador de hockey sobre hielo sueco.",
            "year": 1971
        },
        {
            "text": "Todd Williams, jugador estadounidense de béisbol.",
            "year": 1971
        },
        {
            "text": "Elmer Bennett, jugador estadounidense de baloncesto.",
            "year": 1970
        },
        {
            "text": "Karoline Krüger, cantautora y pianista noruega.",
            "year": 1970
        },
        {
            "text": "Park Hee-soon, actor surcoreano.",
            "year": 1970
        },
        {
            "text": "Joyce DiDonato, soprano y actriz estadounidense.",
            "year": 1969
        },
        {
            "text": "Bryan Thomas Schmidt, escritor y editor estadounidense de ciencia ficción.",
            "year": 1969
        },
        {
            "text": "Pedro Suárez-Vértiz, cantante y compositor peruano (f. 2023).",
            "year": 1969
        },
        {
            "text": "Kelly Hu, actriz y modelo estadounidense.",
            "year": 1968
        },
        {
            "text": "Néstor Kohan, filósofo, intelectual y militante marxista argentino.",
            "year": 1967
        },
        {
            "text": "Stanimir Stoilov, futbolista y entrenador búlgaro.",
            "year": 1967
        },
        {
            "text": "Johnny Tapia, boxeador estadounidense (f. 2012).",
            "year": 1967
        },
        {
            "text": "Neal McDonough, actor y productor estadounidense.",
            "year": 1966
        },
        {
            "text": "Jeff Waters, guitarrista, compositor y productor canadiense, de la banda Annihilator.",
            "year": 1966
        },
        {
            "text": "Freedom Williams, rapero y cantante estadounidense.",
            "year": 1966
        },
        {
            "text": "Andy Buckley, actor estadounidense.",
            "year": 1965
        },
        {
            "text": "Peter O'Neill, contable y político papuano, 7.º primer ministro de Papúa Nueva Guinea.",
            "year": 1965
        },
        {
            "text": "Stephen Bowen, ingeniero, capitán y astronauta estadounidense.",
            "year": 1964
        },
        {
            "text": "Ylva Johansson, educadora y política sueca, ministra de Empleo.",
            "year": 1964
        },
        {
            "text": "Mark Patton, actor estadounidense.",
            "year": 1964
        },
        {
            "text": "Aníbal Acevedo Vilá, abogado y político puertorriqueño, gobernador de Puerto Rico entre 2005 y 2009.",
            "year": 1962
        },
        {
            "text": "Andrés Bobe, músico y productor chileno, de la banda La Ley (f. 1994).",
            "year": 1962
        },
        {
            "text": "Baby Doll, luchador y mánager estadounidense.",
            "year": 1962
        },
        {
            "text": "Michele Greene, actriz estadounidense.",
            "year": 1962
        },
        {
            "text": "Carlos Tello Díaz, escritor mexicano.",
            "year": 1962
        },
        {
            "text": "Marc Crawford, jugador y entrenador canadiense de hockey sobre hielo.",
            "year": 1961
        },
        {
            "text": "cEvin Key, cantante, compositor, baterista, teclista y productor canadiense.",
            "year": 1961
        },
        {
            "text": "Henry Rollins, cantante, cantautor, músico, actor, diyéi, humorista, activista estadounidense, de las bandas Black Flag y Rollins Band.",
            "year": 1961
        },
        {
            "text": "Pierluigi Collina, futbolista y árbitro italiano.",
            "year": 1960
        },
        {
            "text": "John Healey, periodista y político británico-inglés.",
            "year": 1960
        },
        {
            "text": "Gary Patterson, jugador y entrenador estadounidense de fútbol americano.",
            "year": 1960
        },
        {
            "text": "Matt Salinger, actor estadounidense.",
            "year": 1960
        },
        {
            "text": "Pia Sundhage, futbolista y entrenadora sueca.",
            "year": 1960
        },
        {
            "text": "Artur Yusupov, ajedrecista y escritor ruso-alemán.",
            "year": 1960
        },
        {
            "text": "Gaston Gingras, jugador canadiense de hockey sobre hielo.",
            "year": 1959
        },
        {
            "text": "Pernilla August, actriz sueca.",
            "year": 1958
        },
        {
            "text": "Øivind Elgenes, cantante, guitarrista y compositor noruego.",
            "year": 1958
        },
        {
            "text": "Marc Emery, editor y activista canadiense.",
            "year": 1958
        },
        {
            "text": "Jean-François Lisée, periodista y político canadiense.",
            "year": 1958
        },
        {
            "text": "Derek Riggs, pintor e ilustrador británico-inglés.",
            "year": 1958
        },
        {
            "text": "Denise Austin, entrenadora física y escritora estadounidense.",
            "year": 1957
        },
        {
            "text": "Peter Hook, cantante, bajista, compositor, músico y productor discográfico británico-inglés, de las bandas Joy Division y New Order.",
            "year": 1956
        },
        {
            "text": "Joe Birkett, abogado, juez y político estadounidense.",
            "year": 1955
        },
        {
            "text": "Donnie Moore, jugador de béisbol estadounidense (f. 1989).",
            "year": 1954
        },
        {
            "text": "Akio Sato, luchador y mánager japonés.",
            "year": 1953
        },
        {
            "text": "Ed Gagliardi, músico estadounidense (f. 2014).",
            "year": 1952
        },
        {
            "text": "Regina Otaola, política española.",
            "year": 1952
        },
        {
            "text": "David Naughton, actor y cantante estadounidense.",
            "year": 1951
        },
        {
            "text": "Michel Pollentier, ciclista belga.",
            "year": 1951
        },
        {
            "text": "Ewa Aulin, actriz sueca.",
            "year": 1950
        },
        {
            "text": "Vera Baird, abogada y política británico-inglesa.",
            "year": 1950
        },
        {
            "text": "Peter Gabriel, cantautor y músico británico-inglés, de la banda Génesis.",
            "year": 1950
        },
        {
            "text": "Peter Kern, actor, director, productor y guionista austríaco (f. 2015).",
            "year": 1949
        },
        {
            "text": "Juan Introini, escritor, filólogo, latinista y profesor uruguayo (f. 2013).",
            "year": 1948
        },
        {
            "text": "Stephen Hadley, soldado y diplomático estadounidense, 21.º asesor de Seguridad Nacional de los Estados Unidos.",
            "year": 1947
        },
        {
            "text": "Mike Krzyzewski, jugador y entrenador de baloncesto estadounidense.",
            "year": 1947
        },
        {
            "text": "Bogdan Tanjević, entrenador montenegrino-bosnio de baloncesto.",
            "year": 1947
        },
        {
            "text": "Kevin Bloody Wilson, comediante, cantautor y guitarrista australiano.",
            "year": 1947
        },
        {
            "text": "Richard Blumenthal, sargento y político estadounidense, 23.º Fiscal General de Connecticut.",
            "year": 1946
        },
        {
            "text": "Janet Finch, socióloga y académica británico-inglesa.",
            "year": 1946
        },
        {
            "text": "Colin Matthews, compositor y educador británico-inglés.",
            "year": 1946
        },
        {
            "text": "Joseph Sobran, periodista y escritor estadounidense (f. 2010).",
            "year": 1946
        },
        {
            "text": "Marian Dawkins, bióloga y académica británico-inglesa.",
            "year": 1945
        },
        {
            "text": "King Floyd, cantautor estadounidense (f. 2006).",
            "year": 1945
        },
        {
            "text": "Simon Schama, historiador y escritor británico-inglés.",
            "year": 1945
        },
        {
            "text": "William Sleator, escritor y compositor estadounidense (f. 2011).",
            "year": 1945
        },
        {
            "text": "Stockard Channing, actriz estadounidense.",
            "year": 1944
        },
        {
            "text": "Jerry Springer, presentador, actor y político anglo-estadounidense (f. 2023).",
            "year": 1944
        },
        {
            "text": "Jerry Springer, presentador de televisión, actor y político británico expatriado en Estados Unidos, 56.º alcalde de Cincinnati (f. 2023).",
            "year": 1944
        },
        {
            "text": "Elaine Pagels, teóloga y académica estadounidense.",
            "year": 1943
        },
        {
            "text": "Donald Sumpter, actor británico.",
            "year": 1943
        },
        {
            "text": "Carol Lynley, modelo estadounidense y actriz (f. 2019).",
            "year": 1942
        },
        {
            "text": "Elba Picó, cantante argentina de tangos (f. 2013).",
            "year": 1942
        },
        {
            "text": "Peter Tork, cantautor, bajista y actor estadounidense (f. 2019).",
            "year": 1942
        },
        {
            "text": "Donald E. Williams, capitán, piloto y astronauta estadounidense (f. 2016).",
            "year": 1942
        },
        {
            "text": "Sigmar Polke, pintor y fotógrafo alemán (f. 2010).",
            "year": 1941
        },
        {
            "text": "Bo Svenson, actor, director y productor sueco expatriado en Estados Unidos.",
            "year": 1941
        },
        {
            "text": "Ted Forstmann, abogado y empresario estadounidense (f. 2011).",
            "year": 1940
        },
        {
            "text": "Bram Peper, sociólogo y político neerlandés, alcalde de Róterdam (f. 2022).",
            "year": 1940
        },
        {
            "text": "Beate Klarsfeld, activista alemana.",
            "year": 1939
        },
        {
            "text": "Carlos Saiz Cidoncha, escritor español (f. 2018).",
            "year": 1939
        },
        {
            "text": "R. C. Sproul, teólogo y pastor presbiteriano estadounidense (f. 2017).",
            "year": 1939
        },
        {
            "text": "Oliver Reed, actor británico-inglés (f. 1999).",
            "year": 1938
        },
        {
            "text": "Rupiah Banda, político zambiano, presidente de Zambia entre 2008 y 2011 (f. 2022).",
            "year": 1937
        },
        {
            "text": "Aldo Barbero, actor argentino (f. 2013).",
            "year": 1937
        },
        {
            "text": "Ali El-Maak, escritor y académico sudanés (f. 1992).",
            "year": 1937
        },
        {
            "text": "Sigmund Jähn, piloto y cosmonauta alemán (f. 2019).",
            "year": 1937
        },
        {
            "text": "Angelo Mosca, futbolista y luchador estadounidense-canadiense (f. 2021).",
            "year": 1937
        },
        {
            "text": "Marcelino Oreja, político español.",
            "year": 1935
        },
        {
            "text": "George Segal, actor estadounidense (f. 2021).",
            "year": 1934
        },
        {
            "text": "Paul Biya, político camerunés, 2.º presidente de Camerún desde 1982.",
            "year": 1933
        },
        {
            "text": "Kim Novak, actriz estadounidense.",
            "year": 1933
        },
        {
            "text": "Emanuel Ungaro, diseñador de moda francés (f. 2019).",
            "year": 1933
        },
        {
            "text": "Susan Oliver, actriz estadounidense (f. 1990).",
            "year": 1932
        },
        {
            "text": "Barbara Shelley, actriz británica (f. 2021).",
            "year": 1932
        },
        {
            "text": "Ernst Fuchs, pintor austríaco, escultor e ilustrador (f. 2015).",
            "year": 1930
        },
        {
            "text": "Israel Kirzner, economista, escritor y académico anglo-estadounidense.",
            "year": 1930
        },
        {
            "text": "Omar Torrijos, comandante y político panameño, líder militar de Panamá (f. 1981).",
            "year": 1929
        },
        {
            "text": "Gerald Regan, abogado y político canadiense, 19.º primer ministro de Nueva Escocia (f. 2019).",
            "year": 1928
        },
        {
            "text": "Fay Ajzenberg-Selove, física nuclear estadounidense (f. 2012).",
            "year": 1926
        },
        {
            "text": "Francisco Alonso-Fernández, médico psiquiatra y profesor español (f. 2020).",
            "year": 1924
        },
        {
            "text": "Raimundo Ongaro, gremialista argentino (f. 2016).",
            "year": 1924
        },
        {
            "text": "Jean-Jacques Servan-Schreiber, periodista y político francés (f. 2006).",
            "year": 1924
        },
        {
            "text": "Michael Anthony Bilandic, soldado, juez y político estadounidense, 49.º alcalde de Chicago (f. 2002).",
            "year": 1923
        },
        {
            "text": "Chuck Yeager, general y piloto estadounidense; primer piloto de pruebas en romper la barrera del sonido (f. 2020).",
            "year": 1923
        },
        {
            "text": "Hal Moore, militar estadounidense (f. 2017).",
            "year": 1922
        },
        {
            "text": "Francis Pym, militar, aristócrata («barón Pym») y político británico-galés, secretario de Estado de Asuntos Exteriores y de la Commonwealth (f. 2008).",
            "year": 1922
        },
        {
            "text": "Gordon Tullock, economista y académico estadounidense (f. 2014).",
            "year": 1922
        },
        {
            "text": "Jeanne Demessieux, pianista y compositora francesa (f. 1968).",
            "year": 1921
        },
        {
            "text": "Aung Khin, pintor birmano (f. 1996).",
            "year": 1921
        },
        {
            "text": "Gregorio del Olmo, pintor español (f. 1977).",
            "year": 1921
        },
        {
            "text": "Boudleaux Bryant, compositor estadounidense (f. 1987).",
            "year": 1920
        },
        {
            "text": "Eileen Farrell, soprano y educadora estadounidense (f. 2002).",
            "year": 1920
        },
        {
            "text": "Zao Wou-Ki, pintor franco-chino (f. 2013).",
            "year": 1920
        },
        {
            "text": "Ernie Ford de Tennessee, cantante y actor estadounidense (f. 1991).",
            "year": 1919
        },
        {
            "text": "Eddie Robinson, jugador y entrenador estadounidense de fútbol americano (f. 2007).",
            "year": 1919
        },
        {
            "text": "Dorothy Bliss, zoóloga estadounidense de invertebrados (f. 1987).",
            "year": 1916
        },
        {
            "text": "Lyle Bettger, actor estadounidense (f. 2003).",
            "year": 1915
        },
        {
            "text": "Aung San, general y político birmano, 5.º primer ministro de la Colonia de la Corona Británica de Birmania (f. 1947).",
            "year": 1915
        },
        {
            "text": "Jálid bin Abdulaziz, aristócrata saudí, rey de Arabia Saudita entre 1975 y 1982 (f. 1982).",
            "year": 1913
        },
        {
            "text": "Vincenzo De Crescenzo, letrista y escenógrafo italiano (f. 1987).",
            "year": 1913
        },
        {
            "text": "Antonia Pozzi, poeta italiana (f. 1938).",
            "year": 1912
        },
        {
            "text": "Harald Riipalu, comandante ruso-estonio (f. 1961).",
            "year": 1912
        },
        {
            "text": "Margaretta Scott, actriz británico-inglesa (f. 2005).",
            "year": 1912
        },
        {
            "text": "Faiz Ahmad Faiz, poeta y periodista indio-paquistaní (f. 1984).",
            "year": 1911
        },
        {
            "text": "Jean Muir, actriz y educadora estadounidense (f. 1996).",
            "year": 1911
        },
        {
            "text": "William Bradford Shockley, físico británico, premio nobel de física en 1956 (f. 1989).",
            "year": 1910
        },
        {
            "text": "Leónidas Gambartes, pintor argentino (f. 1963).",
            "year": 1909
        },
        {
            "text": "Katy de la Cruz, cantante y actriz filipina expatriada en Estados Unidos (f. 2004).",
            "year": 1907
        },
        {
            "text": "Agostinho da Silva, filósofo y escritor portugués (f. 1994).",
            "year": 1906
        },
        {
            "text": "Georgy Beriev, ingeniero ruso-georgiano, fundó la Bureau de Design (f. 1979).",
            "year": 1903
        },
        {
            "text": "Georges Simenon, novelista y escritor belga-suizo (f. 1989).",
            "year": 1903
        },
        {
            "text": "Harold Lasswell, politólogo y teórico estadounidense (f. 1978).",
            "year": 1902
        },
        {
            "text": "Paul Lazarsfeld, sociólogo y académico austríaco expatriado en Estados Unidos (f. 1976).",
            "year": 1901
        },
        {
            "text": "Barbara von Annenkoff, actriz de cine y teatro alemana nacida en Rusia (f. 1979).",
            "year": 1900
        },
        {
            "text": "Rolf Stenersen, empresario noruego (f. 1978).",
            "year": 1899
        },
        {
            "text": "Hubert Ashton, jugador de críquet y político británico-inglés (f. 1979).",
            "year": 1898
        },
        {
            "text": "Carlos Haverbeck Richter, político chileno (f. 1953).",
            "year": 1894
        },
        {
            "text": "Robert H. Jackson, jurista estadounidense (f. 1952).",
            "year": 1892
        },
        {
            "text": "Robert H. Jackson, político estadounidense, 57.º fiscal general de los Estados Unidos, fiscal de los juicios de Núremberg y juez de la Corte Suprema de los Estados Unidos (f. 1954).",
            "year": 1892
        },
        {
            "text": "Ignacio Corsini, cantante y compositor argentino (f. 1967).",
            "year": 1891
        },
        {
            "text": "Kate Roberts, escritora y activista británico-galesa (f. 1985).",
            "year": 1891
        },
        {
            "text": "Grant Wood, pintor y académico estadounidense (f. 1942).",
            "year": 1891
        },
        {
            "text": "Leontine Sagan, actriz y directora austríaca (f. 1974).",
            "year": 1889
        },
        {
            "text": "Georgios Papandreou, abogado, economista y político griego, 162.º primer ministro de Grecia (f. 1968).",
            "year": 1888
        },
        {
            "text": "Géza Csáth, dramaturgo y crítico húngaro (f. 1919).",
            "year": 1887
        },
        {
            "text": "Ricardo Güiraldes, novelista y poeta argentino (f. 1927).",
            "year": 1886
        },
        {
            "text": "Bess Truman, ciudadana estadounidense, 35.ª primera dama de Estados Unidos (f. 1982).",
            "year": 1885
        },
        {
            "text": "Alfred Carlton Gilbert, saltador con pértiga y hombre de negocios estadounidense, fundó la A. C. Gilbert Company (f. 1961).",
            "year": 1884
        },
        {
            "text": "Hal Chase, jugador y mánager de béisbol estadounidense (f. 1947).",
            "year": 1883
        },
        {
            "text": "Yevgeny Vakhtangov, actor y director ruso-armenio (f. 1922).",
            "year": 1883
        },
        {
            "text": "Eleanor Farjeon, escritora, poeta y dramaturga inglesa (f. 1965).",
            "year": 1881
        },
        {
            "text": "Dimitrie Gusti, sociólogo, etnólogo, historiador y filósofo rumano (f. 1955).",
            "year": 1880
        },
        {
            "text": "Emilio Herrera Linares, militar, científico y político español (f. 1967).",
            "year": 1879
        },
        {
            "text": "Sarojini Naidu, poeta y activista india (f. 1949).",
            "year": 1879
        },
        {
            "text": "Fritz Buelow, jugador de béisbol y árbitro germano-estadounidense (f. 1933).",
            "year": 1876
        },
        {
            "text": "Fiódor Chaliapin, cantante ruso de ópera (f. 1938).",
            "year": 1873
        },
        {
            "text": "Joseph Devlin, líder político norirlandés, del Partido Nacionalista (f. 1934).",
            "year": 1871
        },
        {
            "text": "Leopold Godowsky, pianista y compositor polaco expatriado en Estados Unidos (f. 1938).",
            "year": 1870
        },
        {
            "text": "Samuel Lillo, escritor y periodista chileno (f. 1958).",
            "year": 1870
        },
        {
            "text": "Harold Mahony, tenista escocés-irlandés (f. 1905).",
            "year": 1867
        },
        {
            "text": "Hugo Becker, violonchelista y compositor alemán (f. 1941).",
            "year": 1863
        },
        {
            "text": "Paul Deschanel, político belga-francés, 11.º presidente de Francia (f. 1922).",
            "year": 1855
        },
        {
            "text": "Lord Randolph Churchill, abogado y político británico-inglés, canciller de Hacienda (f. 1895).",
            "year": 1849
        },
        {
            "text": "Hermann von Eichhorn, mariscal de campo alemán (f. 1918).",
            "year": 1848
        },
        {
            "text": "Clélia Barbieri, religiosa italiana (f. 1870).",
            "year": 1847
        },
        {
            "text": "Mirza Ghulam Ahmad, líder religioso indio (f. 1908).",
            "year": 1835
        },
        {
            "text": "Heinrich Caro, químico y académico judío polaco-alemán sefardí (f. 1910).",
            "year": 1834
        },
        {
            "text": "José de Murga y Reolid, aristócrata español (f. 1902).",
            "year": 1833
        },
        {
            "text": "John Aaron Rawlins, general y político estadounidense, 29.º secretario de Guerra de los Estados Unidos (f. 1869).",
            "year": 1831
        },
        {
            "text": "Francis Smith, político haitiano-australiano, 4.º primer ministro de Tasmania (f. 1909).",
            "year": 1819
        },
        {
            "text": "Rufus Wilmot Griswold, antologista, editor, crítico literario y poeta estadounidense (f. 1857).",
            "year": 1812
        },
        {
            "text": "François Achille Bazaine, mariscal francés (f. 1888).",
            "year": 1811
        },
        {
            "text": "Peter Gustav Lejeune Dirichlet, matemático y académico alemán (f. 1859).",
            "year": 1805
        },
        {
            "text": "Philipp Veit, pintor alemán (f. 1877).",
            "year": 1793
        },
        {
            "text": "José Faustino Sánchez Carrión, político peruano (f. 1825).",
            "year": 1787
        },
        {
            "text": "Fernando Sor, compositor español (f. 1839).",
            "year": 1778
        },
        {
            "text": "Ivan Krylov, escritor, comediógrafo, poeta y dramaturgo ruso (f. 1844).",
            "year": 1769
        },
        {
            "text": "Édouard Adolphe Casimir Joseph Mortier, general, mariscal y político francés, 15.º primer ministro de Francia (f. 1835).",
            "year": 1768
        },
        {
            "text": "Thomas Robert Malthus, economista y erudito británico (f. 1834).",
            "year": 1766
        },
        {
            "text": "Ramón Casaus y Torres, obispo español (f. 1845).",
            "year": 1765
        },
        {
            "text": "Giuseppe Cambini, compositor y violinista italiano (f. 1825).",
            "year": 1746
        },
        {
            "text": "Joseph Banks, naturalista y botánico británico (f. 1820).",
            "year": 1743
        },
        {
            "text": "Yves Joseph de Kerguelen de Trémarec, oficial de marina y navegante francés (f. 1797).",
            "year": 1734
        },
        {
            "text": "John Hunter, cirujano y anatomista británico-escocés (f. 1793).",
            "year": 1728
        },
        {
            "text": "John Reid, militar británico-escocés, general del ejército británico (f. 1807).",
            "year": 1721
        },
        {
            "text": "George Brydges Rodney, aristócrata («1.er barón Rodney»), almirante y político británico-inglés (f. 1792).",
            "year": 1719
        },
        {
            "text": "Giovanni Battista Piazzetta, pintor italiano (f. 1754).",
            "year": 1683
        },
        {
            "text": "Étienne François Geoffroy, médico y químico francés (f. 1731).",
            "year": 1672
        },
        {
            "text": "Guillermo V, landgrave de Hesse-Kassel, aristócrata («landgrave de Hesse-Kassel») y político alemán (f. 1637).",
            "year": 1602
        },
        {
            "text": "Alejandro VII, papa italiano (f. 1667).",
            "year": 1599
        },
        {
            "text": "Johann Reinhard I, aristócrata («conde de Hanau-Lichtenberg») alemán (f. 1625).",
            "year": 1569
        },
        {
            "text": "Isabel de Hesse, política alemana y electora palatina (f. 1582).",
            "year": 1539
        },
        {
            "text": "Valentin Naboth, astrónomo y matemático alemán (f. 1593).",
            "year": 1523
        },
        {
            "text": "Girolamo Aleandro, cardenal italiano (f. 1542).",
            "year": 1480
        },
        {
            "text": "Elias Levita, poeta, traductor, escritor y gramático hebreo renacentista italiano (f. 1549).",
            "year": 1469
        },
        {
            "text": "María de Borgoña, aristócrata («duquesa») borgoñesa, emperatriz del Sacro Imperio Romano Germánico porque estaba casada con el emperador Maximiliano I (f. 1482).",
            "year": 1457
        },
        {
            "text": "Hartmann Schedel, médico y humanista alemán (f. 1514).",
            "year": 1440
        },
        {
            "text": "Jinmu, emperador japonés (f. 585 a. C.).",
            "year": -711
        }
    ],
    "deaths": [
        {
            "text": "Bernard Saladin d’Anglure, antropólogo canadiense (n. 1936).",
            "year": 2025
        },
        {
            "text": "José María Gil-Robles y Gil-Delgado, político español (n. 1935).",
            "year": 2023
        },
        {
            "text": "Leiji Matsumoto, dibujante japonés (n. 1938).",
            "year": 2023
        },
        {
            "text": "Fabio Restrepo (62), actor colombiano (n. 1959).",
            "year": 2022
        },
        {
            "text": "Eduardo Romero (67), golfista y político argentino (n. 1954)..",
            "year": 2022
        },
        {
            "text": "Franz Jalics, sacerdote, teólogo y escritor húngaro-alemán (n. 1927).",
            "year": 2021
        },
        {
            "text": "Kadir Topbaş, político turco (n. 1945).",
            "year": 2021
        },
        {
            "text": "Callistus Ndlovu, académico y político zimbabuense (n. 1936).",
            "year": 2019
        },
        {
            "text": "Dobri Dobrev, mendigo búlgaro (n. 1914).",
            "year": 2018
        },
        {
            "text": "Enrique de Laborde de Monpezat, aristócrata («príncipe consorte de Dinamarca») francés, miembro de la realeza danesa nacido en Francia (n. 1934).",
            "year": 2018
        },
        {
            "text": "Ricardo Arias Calderón, político panameño (n. 1933).",
            "year": 2017
        },
        {
            "text": "E-Dubble, rapero estadounidense (n. 1982).",
            "year": 2017
        },
        {
            "text": "Aileen Hernandez, organizadora y activista sindical estadounidense (n. 1926).",
            "year": 2017
        },
        {
            "text": "Kim Jong-nam, político norcoreano (n. 1971).",
            "year": 2017
        },
        {
            "text": "Seijun Suzuki, cineasta japonés (n. 1923).",
            "year": 2017
        },
        {
            "text": "Graciela Ceballos, fue una cantante y acordeonista colombiana, fundadora y representante del grupo musical Las Musas del Vallenato. (n. 1969).",
            "year": 2016
        },
        {
            "text": "O. N. V. Kurup, poeta y académico indio (n. 1931).",
            "year": 2016
        },
        {
            "text": "Rafael Moreno Valle, político mexicano (n. 1917).",
            "year": 2016
        },
        {
            "text": "Antonin Scalia, abogado y juez estadounidense, juez asociado de la Corte Suprema de los Estados Unidos (n. 1936).",
            "year": 2016
        },
        {
            "text": "Faith Bandler, activista y escritora australiana (n. 1918).",
            "year": 2015
        },
        {
            "text": "Stan Chambers, periodista y actor estadounidense (n. 1923).",
            "year": 2015
        },
        {
            "text": "Balu Mahendra, director, director de fotografía y guionista indio-esrilanqués (n. 1939).",
            "year": 2014
        },
        {
            "text": "Richard Møller Nielsen, futbolista y entrenador danés (n. 1937).",
            "year": 2014
        },
        {
            "text": "Ralph Waite, actor y activista estadounidense (n. 1928).",
            "year": 2014
        },
        {
            "text": "Gerry Day, periodista y guionista estadounidense (n. 1922).",
            "year": 2013
        },
        {
            "text": "Miles J. Jones, patólogo y médico estadounidense (n. 1952).",
            "year": 2013
        },
        {
            "text": "Pieter Kooijmans, juez y político neerlandés, Ministro de Asuntos Exteriores de los Países Bajos (n. 1933).",
            "year": 2013
        },
        {
            "text": "Andrée Malebranche, artista haitiana (n. 1916).",
            "year": 2013
        },
        {
            "text": "Yuko Tojo, activista y política japonesa (n. 1939).",
            "year": 2013
        },
        {
            "text": "Russell Arms, actor y cantante estadounidense (n. 1920).",
            "year": 2012
        },
        {
            "text": "Frank Braña, actor español (n. 1934).",
            "year": 2012
        },
        {
            "text": "Louise Cochrane, guionista y productora angloestadounidense (n. 1918).",
            "year": 2012
        },
        {
            "text": "Daniel C. Gerould, dramaturgo y académico estadounidense (n. 1928).",
            "year": 2012
        },
        {
            "text": "Raymond D'Addario, fotógrafo estadounidense (n. 1920).",
            "year": 2011
        },
        {
            "text": "Lucille Clifton, poetisa y académica estadounidense (n. 1936).",
            "year": 2010
        },
        {
            "text": "Dale Hawkins, cantautor y guitarrista estadounidense (n. 1936).",
            "year": 2010
        },
        {
            "text": "Fernando Terremoto, cantaor de flamenco español (n. 1969).",
            "year": 2010
        },
        {
            "text": "Edward Upward, escritor y educador británico-inglés (n. 1903).",
            "year": 2009
        },
        {
            "text": "Kon Ichikawa, director, productor y guionista japonés (n. 1915).",
            "year": 2008
        },
        {
            "text": "Alicia Bruzzo, actriz argentina (n. 1945).",
            "year": 2007
        },
        {
            "text": "Elizabeth Jolley, escritora y académica anglo-australiana (n. 1923).",
            "year": 2007
        },
        {
            "text": "Charlie Norwood, capitán y político estadounidense (n. 1941).",
            "year": 2007
        },
        {
            "text": "Johanna Sällström, actriz sueca (n. 1974).",
            "year": 2007
        },
        {
            "text": "Richard Gordon Wakeford, mariscal del aire británico-inglés (n. 1922).",
            "year": 2007
        },
        {
            "text": "Andreas Katsulas, actor estadounidense (n. 1946).",
            "year": 2006
        },
        {
            "text": "Peter Frederick Strawson, filósofo y escritor británico-inglés (n. 1919).",
            "year": 2006
        },
        {
            "text": "Nelson Briles, jugador de béisbol y comentarista deportivo estadounidense (n. 1943).",
            "year": 2005
        },
        {
            "text": "Lucía dos Santos, monja portuguesa, en su niñez fue «vidente» de Fátima (n. 1907).",
            "year": 2005
        },
        {
            "text": "Maurice Trintignant, piloto de automovilismo francés (n. 1917).",
            "year": 2005
        },
        {
            "text": "François Tavenas, ingeniero y académico canadiense (n. 1942).",
            "year": 2004
        },
        {
            "text": "Zelimkhan Yandarbiyev, político checheno, 2.º presidente de la República Chechena de Ichkeria (n. 1952).",
            "year": 2004
        },
        {
            "text": "Kid Gavilán, boxeador cubano (n. 1926).",
            "year": 2003
        },
        {
            "text": "Leonor Llausás, actriz mexicana (n. 1929).",
            "year": 2003
        },
        {
            "text": "Walter Whitman Rostow, economista y político estadounidense, 7.º asesor de Seguridad Nacional de los Estados Unidos (n. 1916).",
            "year": 2003
        },
        {
            "text": "Waylon Jennings, cantautor y guitarrista estadounidense de country (n. 1937).",
            "year": 2002
        },
        {
            "text": "Ramón Moreno Grosso, futbolista español (n. 1943).",
            "year": 2002
        },
        {
            "text": "Anders Aalborg, educador y político canadiense (n. 1914).",
            "year": 2000
        },
        {
            "text": "James Cooke Brown, sociólogo y escritor estadounidense (n. 1921).",
            "year": 2000
        },
        {
            "text": "John Leake, militar británico-inglés (n. 1949).",
            "year": 2000
        },
        {
            "text": "Tomás Zarraonaindia, guardameta español (n. 1910), hermano de Telmo Zarra.",
            "year": 2000
        },
        {
            "text": "Carles Sabater, cantante, compositor y actor español (n. 1962).",
            "year": 1999
        },
        {
            "text": "José Barraquer, oftalmólogo español (n. 1916).",
            "year": 1998
        },
        {
            "text": "Robert Klark Graham, eugenista y hombre de negocios estadounidense (n. 1906).",
            "year": 1997
        },
        {
            "text": "Mark Krasnosel'skii, matemático y académico ruso-ucraniano (n. 1920).",
            "year": 1997
        },
        {
            "text": "Martin Balsam, actor estadounidense (n. 1919).",
            "year": 1996
        },
        {
            "text": "Nikolay Bogolyubov, matemático y físico ruso-ucraniano (n. 1909).",
            "year": 1992
        },
        {
            "text": "Arno Breker, escultor e ilustrador alemán (n. 1900).",
            "year": 1991
        },
        {
            "text": "Flaviano Labò, tenor italiano (n. 1927).",
            "year": 1991
        },
        {
            "text": "Wayne Hays, teniente y político estadounidense (n. 1911).",
            "year": 1989
        },
        {
            "text": "Geno Díaz, escritor y dibujante argentino (n. 1926).",
            "year": 1986
        },
        {
            "text": "Yuri Ivask, poeta y crítico ruso-estadounidense (n. 1907).",
            "year": 1986
        },
        {
            "text": "Cheong Eak Chong, empresario singapurense (n. 1888).",
            "year": 1984
        },
        {
            "text": "David Janssen, actor estadounidense (n. 1931).",
            "year": 1980
        },
        {
            "text": "Willi Domgraf-Fassbaender, barítono alemán (n. 1897).",
            "year": 1978
        },
        {
            "text": "Murtala Mohammed, general y político nigeriano, cuarto presidente de Nigeria (n. 1938).",
            "year": 1976
        },
        {
            "text": "Lily Pons, cantante soprano y actriz francesa (n. 1898).",
            "year": 1976
        },
        {
            "text": "André Beaufre, general francés (n. 1902).",
            "year": 1975
        },
        {
            "text": "Marinus Jan Granpré Molière, arquitecto y educador neerlandés (n. 1883).",
            "year": 1973
        },
        {
            "text": "Julio Martínez Santa-Olalla, arqueólogo español (n. 1905).",
            "year": 1972
        },
        {
            "text": "Mae Marsh, actriz estadounidense (n. 1895).",
            "year": 1968
        },
        {
            "text": "Ildebrando Pizzetti, compositor y musicólogo italiano (n. 1880).",
            "year": 1968
        },
        {
            "text": "Portia White, cantante de ópera canadiense (n. 1911).",
            "year": 1968
        },
        {
            "text": "Abelardo L. Rodríguez, político mexicano, presidente sustituto de México entre 1932 y 1934 (n. 1889).",
            "year": 1967
        },
        {
            "text": "Yoshisuke Aikawa, empresario, hombre de negocios y político, fundador de Nissan Motor Company (n. 1880).",
            "year": 1967
        },
        {
            "text": "Paulino Alcántara, futbolista y entrenador filipino-español (n. 1896).",
            "year": 1964
        },
        {
            "text": "Werner Heyde, psiquiatra y académico alemán (n. 1902).",
            "year": 1964
        },
        {
            "text": "Virgilio Rodríguez Macal, periodista, novelista y diplomático guatemalteco (n. 1916).",
            "year": 1964
        },
        {
            "text": "Christabel Pankhurst, activista británico-inglesa, cofundadora de la Unión Social y Política de Mujeres (n. 1880).",
            "year": 1958
        },
        {
            "text": "Georges Rouault, pintor e ilustrador francés (n. 1871).",
            "year": 1958
        },
        {
            "text": "Jan Łukasiewicz, matemático y filósofo polaco (n. 1878).",
            "year": 1956
        },
        {
            "text": "Agnes Macphail, educadora y política canadiense (n. 1890).",
            "year": 1954
        },
        {
            "text": "Frederick Lewis Allen, historiador estadounidense (n. 1890).",
            "year": 1954
        },
        {
            "text": "Carlos Lozano y Lozano, político colombiano (n. 1904).",
            "year": 1952
        },
        {
            "text": "Josephine Tey, escritora y dramaturga británico-escocesa (n. 1896).",
            "year": 1952
        },
        {
            "text": "Lloyd C. Douglas, ministro y escritor estadounidense (n. 1877).",
            "year": 1951
        },
        {
            "text": "Rafael Sabatini, novelista y cuentista italo-británico (n. 1875).",
            "year": 1950
        },
        {
            "text": "Otakar Batlička, periodista checo (n. 1895).",
            "year": 1942
        },
        {
            "text": "Chaflán (Carlos López), actor mexicano (n. 1887).",
            "year": 1942
        },
        {
            "text": "Epitácio Pessoa, abogado, juez y político brasileño, 11.º presidente de Brasil (n. 1865).",
            "year": 1942
        },
        {
            "text": "Eliseo Meifrén y Roig, pintor español (n. 1858).",
            "year": 1940
        },
        {
            "text": "Marcelo Adrián Obregón, militar español y uno de los Últimos de Filipinas (n. 1877).",
            "year": 1939
        },
        {
            "text": "József Pusztai, poeta y periodista esloveno-húngaro (n. 1864).",
            "year": 1934
        },
        {
            "text": "Conrad Ansorge, pianista, compositor y profesor alemán (n. 1862).",
            "year": 1930
        },
        {
            "text": "Alejo Vera y Estaca, pintor español (n. 1834).",
            "year": 1923
        },
        {
            "text": "Carlos Antonio Mendoza, político panameño (n. 1856).",
            "year": 1916
        },
        {
            "text": "Albert Gottschalk, pintor danés (n. 1866).",
            "year": 1906
        },
        {
            "text": "Konstantin Savitsky, pintor ruso (n. 1844).",
            "year": 1905
        },
        {
            "text": "Ignacio Manuel Altamirano, intelectual y periodista mexicano (n. 1834).",
            "year": 1893
        },
        {
            "text": "Provo Wallis, almirante canadiense-británico (n. 1791).",
            "year": 1892
        },
        {
            "text": "Jean-Baptiste Lamy, arzobispo franco-estadounidense (n. 1814).",
            "year": 1888
        },
        {
            "text": "Richard Wagner, compositor alemán (n. 1813).",
            "year": 1883
        },
        {
            "text": "Costache Caragiale, actor y gerente rumano (n. 1815).",
            "year": 1877
        },
        {
            "text": "Eliza Acton, escritora gastronómica y poetisa británico-inglesa (n. 1799).",
            "year": 1859
        },
        {
            "text": "Henrik Steffens, filósofo y poeta noruego-alemán (n. 1773).",
            "year": 1845
        },
        {
            "text": "Mariano José de Larra, periodista y escritor español (n. 1809).",
            "year": 1837
        },
        {
            "text": "Edward Berry, almirante británico-inglés (n. 1768).",
            "year": 1831
        },
        {
            "text": "Francisco Salvá Campillo, médico y físico español (n. 1751).",
            "year": 1828
        },
        {
            "text": "Peter Ludwig von der Pahlen, general y político ruso, gobernador general de las provincias bálticas (n. 1745).",
            "year": 1826
        },
        {
            "text": "Ángel Hubac, mercenario francés participante en las guerras civiles argentinas (n. 1780).",
            "year": 1820
        },
        {
            "text": "George Rogers Clark, general estadounidense (n. 1752).",
            "year": 1818
        },
        {
            "text": "Samuel Ashe, abogado y político estadounidense, noveno gobernador de Carolina del Norte (n. 1725).",
            "year": 1813
        },
        {
            "text": "George (Konissky), arzobispo ortodoxo, predicador, filósofo y teólogo (n. 1717).",
            "year": 1795
        },
        {
            "text": "Roger Joseph Boscovich, físico, astrónomo, matemático y filósofo croata (n. 1711).",
            "year": 1787
        },
        {
            "text": "Charles Gravier, conde de Vergennes, abogado y político francés, ministro de Asuntos Exteriores de Francia (n. 1717).",
            "year": 1787
        },
        {
            "text": "Johann Joseph Fux, compositor y teórico austríaco (n. 1660).",
            "year": 1741
        },
        {
            "text": "Charles-René d'Hozier, historiador y escritor francés (n. 1640).",
            "year": 1732
        },
        {
            "text": "Cotton Mather, ministro y escritor estadounidense (n. 1663).",
            "year": 1728
        },
        {
            "text": "William Wotton, lingüista y erudito británico-inglés (n. 1666).",
            "year": 1727
        },
        {
            "text": "Johann Caspar Kerll, compositor y organista alemán (n. 1627).",
            "year": 1693
        },
        {
            "text": "Isabel Estuardo, reina de Bohemia (n. 1596).",
            "year": 1662
        },
        {
            "text": "Carlos X Gustavo, rey de Suecia (n. 1622).",
            "year": 1660
        },
        {
            "text": "Alexander Nowell, clérigo y teólogo inglés (n. 1507).",
            "year": 1602
        },
        {
            "text": "Luis de Carvajal y de la Cueva, explorador y colonizador portugués (n. 1539).",
            "year": 1591
        },
        {
            "text": "Alfonso Salmerón, sacerdote y erudito español (n. 1515).",
            "year": 1585
        },
        {
            "text": "Benvenuto Cellini, orfebre, pintor y escultor italiano (n. 1500).",
            "year": 1571
        },
        {
            "text": "Catalina Howard, ciudadana británico-inglesa (n. 1522), 5.ª esposa de Enrique VIII de Inglaterra (ejecutada por orden de su esposo).",
            "year": 1542
        },
        {
            "text": "Isabel de Este, marquesa de Mantua (n. 1474).",
            "year": 1539
        },
        {
            "text": "Isabella d'Este, aristócrata italiana (n. 1474).",
            "year": 1539
        },
        {
            "text": "Juana Enríquez, reina consorte de Navarra y Aragón (n. 1425).",
            "year": 1468
        },
        {
            "text": "Kō no Morofuyu, general japonés.",
            "year": 1351
        },
        {
            "text": "Andrónico II Paleólogo, emperador bizantino (n. 1259).",
            "year": 1332
        },
        {
            "text": "Minamoto no Sanetomo, militar y shōgun japonés (n. 1192).",
            "year": 1219
        },
        {
            "text": "Stefan Nemanja, gran príncipe serbio (n. 1113).",
            "year": 1199
        },
        {
            "text": "Béla II, rey de Hungría y Croacia (n. 1110).",
            "year": 1141
        },
        {
            "text": "Honorio II, papa de la Iglesia Católica (n. 1060).",
            "year": 1130
        },
        {
            "text": "Al-Hakim bi-Amr Allah, califa fatimí (n. 985).",
            "year": 1021
        },
        {
            "text": "Sancho García, conde de Castilla.",
            "year": 1017
        },
        {
            "text": "Adalberto Atto de Canossa, aristócrata lombardo.",
            "year": 988
        },
        {
            "text": "Muhammad ibn Ra'iq, emir y regente abasí.",
            "year": 942
        },
        {
            "text": "Xiao Wen, emperatriz de la dinastía Liao.",
            "year": 936
        },
        {
            "text": "Vratislao I, duque de Bohemia.",
            "year": 921
        },
        {
            "text": "Kenneth MacAlpin, rey escocés.",
            "year": 858
        },
        {
            "text": "Chilperico II, rey franco (n. 672).",
            "year": 721
        },
        {
            "text": "emperador He de Han (Han Hedi) de la dinastía Han oriental china (n. 79).",
            "year": 106
        }
    ],
    "metadata": {
        "current_date": "13 de febrero de 2026",
        "short_date": "13 de feb",
        "language": {
            "events": "Eventos",
            "deaths": "Defunciones",
            "births": "Nacimientos",
            "b": "n",
            "d": "f",
            "title": "Hoy en Historia (Wikipedia)"
        },
        "events": [
            79,
            29,
            45,
            54,
            10,
            6,
            128,
            86,
            65,
            44
        ],
        "births": [
            136,
            62,
            75,
            28
        ],
        "deaths": [
            81,
            94,
            66,
            149
        ]
    }
}