{
    "events": [
        {
            "text": "en Baltimore (Maryland, Estados Unidos), se produce el derrumbe del puente Francis Scott Key tras ser impactado por el buque portacontenedores MV Dali.",
            "year": 2024
        },
        {
            "text": "En Ecuador, en la Provincia del Chimborazo, se suscita el Deslave mortal de Alausí, el cual arrasó con barrios completos del cantón, dejando un saldo de muchas personas fallecidas y desaparecidas, y centenares de heridos y damnificados.",
            "year": 2023
        },
        {
            "text": "en el O2 Arena de Londres, Phil Collins anuncia que se retira de la música, dando su último recital con la banda Genesis.",
            "year": 2022
        },
        {
            "text": "en Mataje (provincia de Esmeraldas), cerca de la frontera de Ecuador con Colombia, tres periodistas del diario El Comercio son secuestrados por el Frente Oliver Sinisterra.",
            "year": 2018
        },
        {
            "text": "Costa Rica inaugura su nuevo Estadio Nacional, con una capacidad para 35 000 espectadores, donado por la República Popular de China.",
            "year": 2011
        },
        {
            "text": "en Irlanda del Norte, Ian Paisley forma gobierno con Martin McGuinness (del Sinn Féin, antiguo brazo político del IRA).",
            "year": 2007
        },
        {
            "text": "La banda británica virtual Gorillaz lanza su álbum debut homónimo.",
            "year": 2005
        },
        {
            "text": "en la isla colombiana de Providencia se estrella un avión de West Caribbean.",
            "year": 2005
        },
        {
            "text": "en Paraguay sucede la crisis política conocida como Marzo Paraguayo. El Gobierno manda a la policía disparar contra los manifestantes frente al Congreso, produciendo 7 muertos y cientos de heridos.",
            "year": 1999
        },
        {
            "text": "se crea el virus macro más destructivo: Melissa (informática).",
            "year": 1999
        },
        {
            "text": "en California, 39 jóvenes pertenecientes a la secta Heaven's Gate se suicidan con alcohol y barbitúricos con la intención de llegar a una nave espacial cercana al cometa Hale-Bopp.",
            "year": 1997
        },
        {
            "text": "nace la Europa sin fronteras para siete países comunitarios: Alemania, Bélgica, España, Francia, Holanda, Luxemburgo y Portugal. Unas 215 millones de personas pueden viajar por el «espacio Schengen» sin controles fronterizos.",
            "year": 1995
        },
        {
            "text": "firma del Tratado de Asunción que crea el Mercosur.",
            "year": 1991
        },
        {
            "text": "Anwar Sadat y Menájem Beguin firman en Washington el Tratado de paz israelo-egipcio.",
            "year": 1979
        },
        {
            "text": "Convención sobre armas biológicas entró en vigencia.",
            "year": 1975
        },
        {
            "text": "Bangladés, conocida como Pakistán Oriental, se independiza de Pakistán.",
            "year": 1971
        },
        {
            "text": "en el festival de Eurovisión, el cantante Joan Manuel Serrat es sustituido oficialmente por Massiel.",
            "year": 1968
        },
        {
            "text": "el escritor francés Pierre Boulle se convierte en la primera persona ganadora del Premio de la Academia en no saber hablar inglés.",
            "year": 1958
        },
        {
            "text": "el cirujano estadounidense Clarence Walton Lillehei opera por primera vez a un paciente a corazón abierto.",
            "year": 1954
        },
        {
            "text": "el Dr. Jonas Salk descubre la vacuna contra la polio.",
            "year": 1953
        },
        {
            "text": "en Japón se produce un ataque aéreo estadounidense contra Okinawa.",
            "year": 1945
        },
        {
            "text": "en Polonia comienzan las deportaciones de judíos al campo de concentración de Auschwitz.",
            "year": 1942
        },
        {
            "text": "en la provincia de Shandong, a 690 km al sur de Pekín (China) ―en el marco de la Segunda Guerra Sino-Japonesa (1937-1945)― continúa la Batalla de Taierzhuang (24 de marzo a 7 de abril de 1938), en que el ejército de la República de China vencerá al ejército del Imperio del Japón. Se trata de la primera gran victoria china de la guerra. Humilló al ejército japonés y destrozó para siempre su reputación como «fuerza invencible».",
            "year": 1938
        },
        {
            "text": "en Mediano (España) se inaugura el primer campo de prisioneros de la República española. Los presos realizarán obras en el pantano, que contribuirá al riego de parte de los Monegros.",
            "year": 1937
        },
        {
            "text": "en Bahía (Brasil), aterriza el avión español pilotado por los capitanes Ignacio Jiménez Martínez y Francisco Iglesias Brage, tras realizar un vuelo sobre el Atlántico de 6745 kilómetros.",
            "year": 1929
        },
        {
            "text": "se disputa la primera edición de la Mille Miglia, la carrera de automovilismo de ruta italiana.",
            "year": 1927
        },
        {
            "text": "en Oviedo, capital de Asturias, se funda el club de fútbol Real Oviedo.",
            "year": 1926
        },
        {
            "text": "El arquitecto español Antoni Gaudí viaja a Mallorca con motivo de comenzar con la planificación de la restauración de la Catedral de Palma.",
            "year": 1902
        },
        {
            "text": "en Bilbao se funda el Banco de Vizcaya.",
            "year": 1901
        },
        {
            "text": "en Irak, el arqueólogo alemán Robert Koldewey descubre las murallas de la antigua Babilonia. Serán gravemente dañadas un siglo después durante la invasión estadounidense.",
            "year": 1899
        },
        {
            "text": "en Madrid (España) se crea el pueblo de Alpedrete.",
            "year": 1840
        },
        {
            "text": "en Viena (Imperio austríaco) (actual Austria) muere el compositor y pianista alemán Ludwig Van Beethoven.",
            "year": 1827
        },
        {
            "text": "en Montevideo (Uruguay), es izada por primera vez la Bandera de Artigas, símbolo de independencia de la Provincia Oriental (actual Uruguay).",
            "year": 1815
        },
        {
            "text": "en Venezuela, un terremoto de magnitud 7,7 en la escala sismológica de Richter destruye la ciudad de Caracas, dejando un saldo de 26 000 víctimas; también resultan afectadas La Guaira, Barquisimeto, San Felipe, Mérida (todas construidas de adobe).",
            "year": 1812
        },
        {
            "text": "en España, el marqués de Esquilache es destituido a causa del motín iniciado tres días antes.",
            "year": 1766
        },
        {
            "text": "Felipe V, en aras de la paz, pacta con Inglaterra la concesión de ventajas comerciales en América, entre otras, condiciones privilegiadas para sus barcos en Cádiz, asiento de esclavos durante treinta años y un territorio en el Río de la Plata para «guardar y refrescar» a los esclavos negros antes de venderlos.",
            "year": 1712
        },
        {
            "text": "en Venezuela, el sacerdote Francisco de Villacorta funda la ciudad de Porlamar, cura de la iglesia de Santiago Apóstol, de la ciudad de Nueva Cádiz. Primero se llamó San Pedro Mártir, luego Villa del Espíritu Santo, y posteriormente Pueblo de la Mar. A mediados del siglo XIX su nombre cambió a Porlamar, porque todas sus calles tenían dirección al mar.",
            "year": 1536
        },
        {
            "text": "en España, concluye el Sitio de Algeciras con la toma castellana de la ciudad tras veintiún meses de asedio.",
            "year": 1344
        },
        {
            "text": "en España, Jaime I de Aragón y el infante castellano Alfonso firman el Tratado de Almizrra.",
            "year": 1244
        },
        {
            "text": "en España, los almorávides entran en Córdoba.",
            "year": 1091
        },
        {
            "text": "en Asturias, 519 nobles proclaman a Don Pelayo primer rey.",
            "year": 717
        },
        {
            "text": "en la península ibérica, los nobles hispanos acaudillados por Sisenando y con la ayuda del rey franco Dagoberto, derrotan y deponen al rey visigodo Suintila.",
            "year": 631
        }
    ],
    "births": [
        {
            "text": "Julián de Suecia, noble sueco.",
            "year": 2021
        },
        {
            "text": "Ella Anderson, actriz estadounidense.",
            "year": 2005
        },
        {
            "text": "Rosario Balmaceda, futbolista chilena.",
            "year": 1999
        },
        {
            "text": "Aziz Dougaz, tenista tunecino.",
            "year": 1997
        },
        {
            "text": "Francisco Reis Ferreira, futbolista portugués.",
            "year": 1997
        },
        {
            "text": "Kōji Miyoshi, futbolista japonés.",
            "year": 1997
        },
        {
            "text": "Cristian Javier, beisbolista dominicano.",
            "year": 1997
        },
        {
            "text": "Bryce Deadmon, atleta estadounidense.",
            "year": 1997
        },
        {
            "text": "Ibai Llanos, youtuber y realizador de directos español.",
            "year": 1995
        },
        {
            "text": "Stoffel Vandoorne, piloto de automovilismo belga.",
            "year": 1992
        },
        {
            "text": "Jess Bush, actriz, exmodelo y artista australiana.",
            "year": 1991
        },
        {
            "text": "Federico Grabich, nadador argentino.",
            "year": 1990
        },
        {
            "text": "Patrick Ekeng, futbolista camerunés (f. 2016).",
            "year": 1990
        },
        {
            "text": "Romain Saïss, futbolista franco-marroquí.",
            "year": 1990
        },
        {
            "text": "Carly Chaikin, actriz estadounidense.",
            "year": 1990
        },
        {
            "text": "Xiumin,  cantante, rapero, bailarín, modelo y actor surcoreano.",
            "year": 1990
        },
        {
            "text": "Choi Woo-shik, actor surcoreano.",
            "year": 1990
        },
        {
            "text": "Simon Kjær, futbolista danés.",
            "year": 1989
        },
        {
            "text": "Federico Mancuello, futbolista argentino.",
            "year": 1989
        },
        {
            "text": "Ondřej Kúdela, futbolista checo.",
            "year": 1987
        },
        {
            "text": "Lluís Sastre, futbolista español.",
            "year": 1986
        },
        {
            "text": "Matthew Grevers, nadador estadounidense.",
            "year": 1985
        },
        {
            "text": "Jonathan Groff, actor estadounidense.",
            "year": 1985
        },
        {
            "text": "Keira Knightley, actriz británica.",
            "year": 1985
        },
        {
            "text": "Felix Neureuther, esquiador alemán.",
            "year": 1984
        },
        {
            "text": "Toni Elías, piloto de motos español.",
            "year": 1983
        },
        {
            "text": "Jonida Maliqi, cantante albanesa.",
            "year": 1983
        },
        {
            "text": "Mikel Arteta, futbolista español.",
            "year": 1982
        },
        {
            "text": "Floriana Lima, actriz estadounidense.",
            "year": 1981
        },
        {
            "text": "Nacho Novo, futbolista español.",
            "year": 1979
        },
        {
            "text": "Pierre Wome, futbolista camerunés.",
            "year": 1979
        },
        {
            "text": "Gladson Cameli, ingeniero, empresario y político brasileño, Gobernador de Acre desde 2019.",
            "year": 1978
        },
        {
            "text": "Kevin Davies, futbolista inglés.",
            "year": 1977
        },
        {
            "text": "Morgan De Sanctis, futbolista italiano.",
            "year": 1977
        },
        {
            "text": "Capi, futbolista español.",
            "year": 1977
        },
        {
            "text": "Amy Smart, actriz estadounidense.",
            "year": 1976
        },
        {
            "text": "Nurgül Yeşilçay, actriz turca.",
            "year": 1976
        },
        {
            "text": "Roberto Bolle, bailarín italiano.",
            "year": 1975
        },
        {
            "text": "Karla, cantante argentina. (f. 2017).",
            "year": 1974
        },
        {
            "text": "T. R. Knight, actor estadounidense.",
            "year": 1973
        },
        {
            "text": "Larry Page, ingeniero informático y empresario estadounidense.",
            "year": 1973
        },
        {
            "text": "Choi Jin-cheul, futbolista surcoreano.",
            "year": 1971
        },
        {
            "text": "Francis Lawrence, productor estadounidense.",
            "year": 1970
        },
        {
            "text": "Martin McDonagh, cineasta angloirlandés.",
            "year": 1970
        },
        {
            "text": "Laurent Brochard, ciclista francés.",
            "year": 1968
        },
        {
            "text": "Kenny Chesney, cantante estadounidense.",
            "year": 1968
        },
        {
            "text": "James Iha, músico estadounidense, de las bandas The Smashing Pumpkins, y A Perfect Circle.",
            "year": 1968
        },
        {
            "text": "Jonathan Glazer, cineasta inglés.",
            "year": 1966
        },
        {
            "text": "Nini Flores, acordeonista y bandoneonista chamamecero argentino (f. 2016).",
            "year": 1966
        },
        {
            "text": "Michael Imperioli, actor estadounidense.",
            "year": 1966
        },
        {
            "text": "Trey Azagthoth, músico y compositor estadounidense",
            "year": 1965
        },
        {
            "text": "Martin Donnelly, piloto de automovilismo norirlandés.",
            "year": 1964
        },
        {
            "text": "Amparo Larrañaga, actriz española.",
            "year": 1963
        },
        {
            "text": "Manuel Wirzt, músico argentino.",
            "year": 1963
        },
        {
            "text": "Paul de Leeuw, conductor de televisión neerlandés.",
            "year": 1962
        },
        {
            "text": "Haydée Ramírez, actriz colombiana.",
            "year": 1962
        },
        {
            "text": "Luis López Rekarte, futbolista español.",
            "year": 1962
        },
        {
            "text": "John Stockton, baloncestista estadounidense.",
            "year": 1962
        },
        {
            "text": "William Hague, político británico.",
            "year": 1961
        },
        {
            "text": "Catherine Keener, actriz estadounidense.",
            "year": 1959
        },
        {
            "text": "Elio de Angelis, piloto de Fórmula 1 italiano. (f. 1986).",
            "year": 1958
        },
        {
            "text": "Jorge Dorio, periodista, escritor y actor argentino. (f. 2024).",
            "year": 1958
        },
        {
            "text": "Alar Karis, biólogo y funcionario público estonio. Presidente de Estonia desde 2021.",
            "year": 1958
        },
        {
            "text": "Paul Morley, periodista y músico inglés.",
            "year": 1957
        },
        {
            "text": "Oliver Hirschbiegel, cineasta alemán",
            "year": 1957
        },
        {
            "text": "Irina Margareta Nistor, es una traductora y crítica de cine de rumana.",
            "year": 1957
        },
        {
            "text": "Milan Jelić, presidente serbio. (f. 2007)",
            "year": 1956
        },
        {
            "text": "Tito Losavio, cantante, guitarrista, compositor y productor discográfico argentino.",
            "year": 1955
        },
        {
            "text": "Didier Pironi, piloto de automovilismo francés. (f. 1987)",
            "year": 1952
        },
        {
            "text": "David Amess, político británico (f. 2021).",
            "year": 1952
        },
        {
            "text": "Gary Ruvkun, biólogo molecular estadounidense, Premio Nobel de Fisiología o Medicina 2024.",
            "year": 1952
        },
        {
            "text": "Willington Ortiz, exfutbolista colombiano.",
            "year": 1952
        },
        {
            "text": "Pedro J. Ramírez, periodista y escritor español.",
            "year": 1952
        },
        {
            "text": "Carl E. Wieman, físico estadounidense, premio nobel de física en 2001.",
            "year": 1951
        },
        {
            "text": "Alan Silvestri, compositor de bandas sonoras y músico estadounidense.",
            "year": 1950
        },
        {
            "text": "Patrick Süskind, escritor alemán.",
            "year": 1949
        },
        {
            "text": "Jorge Ortiz de Pinedo, actor, comediante, productor, director y escritor mexicano.",
            "year": 1948
        },
        {
            "text": "Steven Tyler, cantante estadounidense, de la banda Aerosmith.",
            "year": 1948
        },
        {
            "text": "Alain Madelin, político francés.",
            "year": 1946
        },
        {
            "text": "Ravi Zacharias, filósofo, apologista y evangelista estadounidense (f. 2020).",
            "year": 1946
        },
        {
            "text": "Rodolfo Hernández Suárez, ingeniero, empresario y político colombiano (f. 2024).",
            "year": 1945
        },
        {
            "text": "Diana Ross, cantante estadounidense.",
            "year": 1944
        },
        {
            "text": "María Luisa Alcalá, actriz y comediante mexicana (f. 2016).",
            "year": 1943
        },
        {
            "text": "Bob Woodward, periodista estadounidense.",
            "year": 1943
        },
        {
            "text": "Erica Jong, esupermerscritora estadounidense.",
            "year": 1942
        },
        {
            "text": "Richard Dawkins, divulgador científico y etólogo británico.",
            "year": 1941
        },
        {
            "text": "Lella Lombardi, piloto de automovilismo italiana. (f. 1992)",
            "year": 1941
        },
        {
            "text": "James Caan, actor estadounidense (f. 2022).",
            "year": 1940
        },
        {
            "text": "Nancy Pelosi, política estadounidense.",
            "year": 1940
        },
        {
            "text": "Guram Dochanashvili, antropólogo, arqueólogo y escritor georgiano (f. 2021).",
            "year": 1939
        },
        {
            "text": "Anthony J. Leggett, físico estadounidense, premio Nobel de Física en 2003.",
            "year": 1938
        },
        {
            "text": "Wayne Embry, baloncestista estadounidense.",
            "year": 1937
        },
        {
            "text": "Yuri Korneyev, jugador de baloncesto soviético (f. 2002).",
            "year": 1937
        },
        {
            "text": "Mahmud Abbas, político y presidente palestino.",
            "year": 1935
        },
        {
            "text": "Silvio Soldán, presentador de televisión argentino.",
            "year": 1935
        },
        {
            "text": "Manuel Summers, cineasta español (f. 1993).",
            "year": 1935
        },
        {
            "text": "Alan Arkin, actor estadounidense (f. 2023).",
            "year": 1934
        },
        {
            "text": "Roy Fowler, atleta británico (f. 2009).",
            "year": 1934
        },
        {
            "text": "Tinto Brass, cineasta italiano.",
            "year": 1933
        },
        {
            "text": "Leonard Nimoy, actor estadounidense (f. 2015).",
            "year": 1931
        },
        {
            "text": "Gregory Corso, poeta estadounidense (f. 2001).",
            "year": 1930
        },
        {
            "text": "Sandra Day O'Connor, abogada estadounidense.",
            "year": 1930
        },
        {
            "text": "Lolita Torres, cantante y actriz argentina (f. 2002).",
            "year": 1930
        },
        {
            "text": "Pierre Boulez, director de orquesta, compositor y pedagogo francés (f. 2016).",
            "year": 1925
        },
        {
            "text": "Oscar Sala, físico nuclear ítalobrasileño (f. 2010).",
            "year": 1922
        },
        {
            "text": "Sergio Livingstone, futbolista y comentarista deportivo chileno (f. 2012).",
            "year": 1920
        },
        {
            "text": "Christian B. Anfinsen, químico estadounidense, premio Nobel de Química en 1972 (f. 1995).",
            "year": 1916
        },
        {
            "text": "Sterling Hayden, actor y escritor estadounidense (f. 1986).",
            "year": 1916
        },
        {
            "text": "Roque Esteban Scarpa, escritor chileno (f. 1995).",
            "year": 1914
        },
        {
            "text": "Toru Kumon, matemático japonés (f. 1995).",
            "year": 1914
        },
        {
            "text": "William Westmoreland, militar estadounidense (f. 2005).",
            "year": 1914
        },
        {
            "text": "Paul Erdős, matemático húngaro (f. 1995).",
            "year": 1913
        },
        {
            "text": "Jacqueline de Romilly, filóloga y escritora francesa (f. 2010).",
            "year": 1913
        },
        {
            "text": "Bernard Katz, biofísico alemán, premio Nobel de Medicina en 1970 (f. 2003).",
            "year": 1911
        },
        {
            "text": "Tennessee Williams, dramaturgo estadounidense (f. 1983).",
            "year": 1911
        },
        {
            "text": "Paco Bienzobas, futbolista español (f. 1981).",
            "year": 1909
        },
        {
            "text": "Héctor José Cámpora, político y odontólogo argentino, presidente de Argentina en 1973 (f. 1980).",
            "year": 1909
        },
        {
            "text": "Franz Stangl, oficial de las SS austríaco (f. 1971).",
            "year": 1908
        },
        {
            "text": "Viktor Frankl, psiquiatra austríaco (f. 1997).",
            "year": 1905
        },
        {
            "text": "Joseph Campbell, escritor estadounidense (f. 1987).",
            "year": 1904
        },
        {
            "text": "Emilio Fernández, cineasta y actor mexicano (f. 1986).",
            "year": 1904
        },
        {
            "text": "Xenofon Zolotas, economista y político griego (f. 2004).",
            "year": 1904
        },
        {
            "text": "Manuel de Castro, escritor uruguayo (f. 1970).",
            "year": 1896
        },
        {
            "text": "Viorica Ursuleac, soprano rumana (f. 1985).",
            "year": 1894
        },
        {
            "text": "Palmiro Togliatti, político italiano (f. 1964).",
            "year": 1893
        },
        {
            "text": "Alekséi Grechkin, militar soviético (f. 1964).",
            "year": 1893
        },
        {
            "text": "Jacques Doubinsky, anarquista ucraniano (f. 1959).",
            "year": 1889
        },
        {
            "text": "Wilhelm Backhaus, pianista alemán (f. 1969).",
            "year": 1884
        },
        {
            "text": "Ángel Lascurain y Osio, ingeniero mexicano (f. 1957).",
            "year": 1882
        },
        {
            "text": "Guccio Gucci, diseñador de moda italiano  (f. 1953).",
            "year": 1881
        },
        {
            "text": "Guillermo Federico de Wied, príncipe albano (f. 1945).",
            "year": 1876
        },
        {
            "text": "Syngman Rhee, primer presidente surcoreano entre 1948 y 1960 (f. 1965).",
            "year": 1875
        },
        {
            "text": "Robert Frost, poeta estadounidense (f. 1963).",
            "year": 1874
        },
        {
            "text": "Serafín Álvarez Quintero, comediógrafo español (f. 1938).",
            "year": 1871
        },
        {
            "text": "Fuad I, rey egipcio (f. 1936).",
            "year": 1868
        },
        {
            "text": "Gonçalo António da Silva Ferreira Sampaio, botánico portugués (f. 1937).",
            "year": 1865
        },
        {
            "text": "Alfred Edward Housman, poeta británico (f. 1936).",
            "year": 1859
        },
        {
            "text": "Juan Azzarini, escultor italouruguayo (f. 1924).",
            "year": 1853
        },
        {
            "text": "Eugenio Torelli Viollier, periodista italiano (f. 1900), cofundador del Corriere della Sera.",
            "year": 1842
        },
        {
            "text": "Miguel Cástulo Alatriste, abogado, militar y político mexicano (f. 1862).",
            "year": 1820
        },
        {
            "text": "Julius Schnorr von Carolsfeld, pintor alemán (f. 1872).",
            "year": 1794
        },
        {
            "text": "Benjamin Thompson, físico e inventor estadounidense (f. 1814).",
            "year": 1753
        },
        {
            "text": "Mary Beale, pintora inglesa (f. 1699).",
            "year": 1633
        },
        {
            "text": "Carlos de Lorena, duque de Mayena (f. 1611).",
            "year": 1554
        },
        {
            "text": "Conrad Gessner, botánico, biólogo y naturalista suizo (f. 1565).",
            "year": 1516
        }
    ],
    "deaths": [
        {
            "text": "Carlos Tünnermann Bernheim, escritor, abogado, político y diplomático nicaragüense (n. 1933).",
            "year": 2024
        },
        {
            "text": "Juan Carlos Murúa, futbolista y director técnico de fútbol argentino (n. 1935).",
            "year": 2023
        },
        {
            "text": "Hanneke Willemse, documentalista, historiadora y anarcosindicalista neerlandesa (n. 1949).",
            "year": 2021
        },
        {
            "text": "Horangel, astrólogo argentino (n. 1927).",
            "year": 2021
        },
        {
            "text": "Jim Harrison, novelista, ensayista, y poeta estadounidense (n. 1937).",
            "year": 2016
        },
        {
            "text": "Tomas Tranströmer, poeta sueco (n. 1931).",
            "year": 2015
        },
        {
            "text": "Gina Pellón, pintora cubana (n. 1926).",
            "year": 2014
        },
        {
            "text": "Don Payne, guionista y productor estadounidense (n. 1964).",
            "year": 2013
        },
        {
            "text": "Geraldine Ferraro, política estadounidense (n. 1935).",
            "year": 2011
        },
        {
            "text": "Paul Baran, científico estadounidense (n. 1926).",
            "year": 2011
        },
        {
            "text": "Diana Wynne Jones, escritora británica (n. 1934).",
            "year": 2011
        },
        {
            "text": "Manuel Marulanda, líder guerrillero colombiano (n. 1930).",
            "year": 2008
        },
        {
            "text": "Robert Fagles, poeta y académico estadounidense (n. 1933).",
            "year": 2008
        },
        {
            "text": "Heinz Schiller: piloto de automovilismo suizo (n. 1930).",
            "year": 2007
        },
        {
            "text": "James Callaghan, primer ministro británico entre 1976 y 1979 (n. 1912).",
            "year": 2005
        },
        {
            "text": "Carlos D'Agostino, periodista, locutor y conductor de televisión argentino (n. 1917).",
            "year": 2005
        },
        {
            "text": "Antonio Téllez Solá, historiador, militante anarquista y periodista español (n. 1921).",
            "year": 2005
        },
        {
            "text": "Jan Sterling, actriz estadounidense (n. 1921)",
            "year": 2004
        },
        {
            "text": "Daniel Patrick Moynihan, político y sociólogo estadounidense (n. 1927).",
            "year": 2003
        },
        {
            "text": "José Tamayo, director teatral español (n. 1920).",
            "year": 2003
        },
        {
            "text": "Randy Castillo, baterista estadounidense (n. 1950).",
            "year": 2002
        },
        {
            "text": "Edmund Muskie, político estadounidense (n. 1914).",
            "year": 1996
        },
        {
            "text": "Eazy-E, rapero estadounidense, de la banda NWA (n. 1964).",
            "year": 1995
        },
        {
            "text": "Louis Falco, coreógrafo estadounidense (n. 1933).",
            "year": 1993
        },
        {
            "text": "Halston, diseñador estadounidense de moda (n. 1932).",
            "year": 1990
        },
        {
            "text": "Miguel Abuelo, músico de rock argentino (n. 1946).",
            "year": 1988
        },
        {
            "text": "Eugen Jochum, director de orquesta y músico alemán (n. 1902).",
            "year": 1987
        },
        {
            "text": "Josef Albers, artista alemán (n. 1888).",
            "year": 1976
        },
        {
            "text": "Noel Coward, compositor y dramaturgo británico (n. 1899).",
            "year": 1973
        },
        {
            "text": "Ana Adamuzm, actriz española (n. 1886).",
            "year": 1971
        },
        {
            "text": "John Kennedy Toole, novelista estadounidense (n. 1937).",
            "year": 1969
        },
        {
            "text": "B. Traven, actor y novelista alemán (n. 1882).",
            "year": 1969
        },
        {
            "text": "José Antonio Balseiro, físico argentino (n. 1919).",
            "year": 1962
        },
        {
            "text": "Francisco Goitia, pintor mexicano (n. 1882).",
            "year": 1960
        },
        {
            "text": "Raymond Chandler, escritor estadounidense (n. 1888).",
            "year": 1959
        },
        {
            "text": "Montserrat Grases, joven española, declarada venerable por la Iglesia católica (n. 1941).",
            "year": 1959
        },
        {
            "text": "Édouard Herriot, político francés (n. 1872).",
            "year": 1957
        },
        {
            "text": "Walter Kirchhoff, tenor alemán (n. 1879).",
            "year": 1951
        },
        {
            "text": "David Lloyd George, político británico, primer ministro del Reino Unido (n. 1863).",
            "year": 1945
        },
        {
            "text": "Salvador Alarma, escenógrafo y decorador español (n. 1870).",
            "year": 1941
        },
        {
            "text": "Spiridon Louis, atleta griego (n. 1873).",
            "year": 1940
        },
        {
            "text": "Lyuba Berlin, paracaidista soviética (n. 1915).",
            "year": 1936
        },
        {
            "text": "Konstantin Fehrenbach, político y canciller alemán (n. 1852).",
            "year": 1926
        },
        {
            "text": "Sarah Bernhardt, actriz francesa (n. 1844).",
            "year": 1923
        },
        {
            "text": "Mrs. Humphry Ward (Mary Augusta Arnold), escritora británica (n. 1851).",
            "year": 1920
        },
        {
            "text": "Konstantín Vasílievich Ivanov, poeta y traductor chuvasio (n. 1890).",
            "year": 1915
        },
        {
            "text": "An Jung Geun, activista e independentista coreano antijaponés (n. 1879); ejecutado por asesinar al primer ministro japonés Itō Hirobumi (n. 1879).",
            "year": 1910
        },
        {
            "text": "Émile Dubois, criminal francés (n. 1867).",
            "year": 1907
        },
        {
            "text": "Cecil Rhodes, empresario británico, fundador del estado de Rhodesia (n. 1853).",
            "year": 1902
        },
        {
            "text": "Rafaela Rimbau, actriz española (n. 1819).",
            "year": 1896
        },
        {
            "text": "Walt Whitman, poeta estadounidense (n. 1819).",
            "year": 1892
        },
        {
            "text": "Walter Bache, director de orquesta y pianista británico (n. 1842).",
            "year": 1888
        },
        {
            "text": "François-Joseph Fétis, músico y compositor belga (n. 1784).",
            "year": 1871
        },
        {
            "text": "Agustín de Argüelles, abogado, político y diplomático español. Soberano Gran Comendador del Supremo Consejo (n. 1776).",
            "year": 1844
        },
        {
            "text": "Gregorio Ceruelo la Fuente, sacerdote español (n. 1755).",
            "year": 1836
        },
        {
            "text": "Ludwig van Beethoven, compositor alemán (n. 1770).",
            "year": 1827
        },
        {
            "text": "Jean Vincent Félix Lamouroux, biólogo naturalista francés (n. 1779).",
            "year": 1825
        },
        {
            "text": "Joseph Ignace Guillotin, médico y diputado francés (n. 1738).",
            "year": 1814
        },
        {
            "text": "James Hutton, geólogo escocés (n. 1726).",
            "year": 1797
        },
        {
            "text": "John Vanbrugh, arquitecto y dramaturgo británico (n. 1664).",
            "year": 1726
        },
        {
            "text": "John Winthrop, líder político estadounidense (n. 1588).",
            "year": 1649
        },
        {
            "text": "Antonio de Cabezón, compositor español (n. 1510).",
            "year": 1566
        },
        {
            "text": "Alfonso XI de Castilla, rey castellano, llamado «el Justiciero» (n. 1311).",
            "year": 1350
        },
        {
            "text": "María de Luxemburgo, reina francesa (n. 1304).",
            "year": 1324
        }
    ],
    "metadata": {
        "current_date": "26 de marzo de 2025",
        "short_date": "26 de mar",
        "language": {
            "events": "Eventos",
            "deaths": "Defunciones",
            "births": "Nacimientos",
            "b": "n",
            "d": "f",
            "title": "Hoy en Historia (Wikipedia)"
        },
        "events": [
            9,
            22,
            8,
            2,
            10,
            23,
            13,
            5,
            40,
            19
        ],
        "births": [
            129,
            95,
            61,
            140
        ],
        "deaths": [
            2,
            11,
            3,
            40
        ]
    }
}