{
    "events": [
        {
            "text": "Ally Brooke lanza su primera canción como solista Look At Us Now junto a Lost Kings y A$ap Ferg.",
            "year": 2017
        },
        {
            "text": "en Estados Unidos, el transbordador espacial Atlantis sufre un daño en el escudo térmico que podría comprometer la misión.",
            "year": 2007
        },
        {
            "text": "la banda argentina Soda Stereo, tras 10 años de separación, anuncia una gira de regreso (Me Verás Volver 2007).",
            "year": 2007
        },
        {
            "text": "en Alemania se inicia la XVIII Copa Mundial de Fútbol.",
            "year": 2006
        },
        {
            "text": "en Bolivia, Eduardo Rodríguez Veltzé es nombrado nuevo presidente.",
            "year": 2005
        },
        {
            "text": "los irlandeses rechazan en referéndum el Tratado de Niza para permitir la ampliación de la Unión Europea a los países candidatos del Este y del centro de Europa.",
            "year": 2001
        },
        {
            "text": "en el marco de la guerra de Kosovo, Yugoslavia y la OTAN firman el tratado de paz.",
            "year": 1999
        },
        {
            "text": "El Gobierno de Italia inaugura el parque nacional del Vesubio.",
            "year": 1995
        },
        {
            "text": "el partido italiano de Democracia Proletaria decide unirse al Partido de Refundación Comunista.",
            "year": 1991
        },
        {
            "text": "el rey Hussein de Jordania firma el documento constitucional que abre el camino al multipartidismo y que fue aprobado por aclamación y sin voto por la Conferencia Nacional.",
            "year": 1991
        },
        {
            "text": "la Comisión Rogers establece sus conclusiones acerca de la explosión del transbordador espacial Challenger.",
            "year": 1986
        },
        {
            "text": "el presidente del INI y el de Volkswagen firman en Ginebra la venta del 51 % de las acciones de SEAT a la multinacional alemana.",
            "year": 1986
        },
        {
            "text": "en Líbano, terroristas de la Organización del Yijad Islámico secuestran a un catedrático angloestadounidense, Thomas Sutherland. Será liberado en 1991 y cobrará 35 millones de dólares estadounidenses del Estado iraní (ya que se demostró que este había dado la orden).",
            "year": 1985
        },
        {
            "text": "en el Reino Unido, Margaret Thatcher gana las elecciones generales.",
            "year": 1983
        },
        {
            "text": "en Portugal, Mário Soares es elegido primer ministro por segunda vez.",
            "year": 1983
        },
        {
            "text": "en España se aprueba el Estatuto de autonomía de La Rioja y de la Región de Murcia.",
            "year": 1982
        },
        {
            "text": "se constituye el Consejo General Vasco y es elegido presidente Carlos Garaikoetxea.",
            "year": 1979
        },
        {
            "text": "en España dimite Torcuato Fernández-Miranda como presidente de las Cortes españolas y del Consejo del Reino.",
            "year": 1977
        },
        {
            "text": "en España, se aprueba la ley que autoriza la existencia de partidos políticos.",
            "year": 1976
        },
        {
            "text": "se establecen las relaciones diplomáticas entre Portugal y la Unión Soviética.",
            "year": 1974
        },
        {
            "text": "en España, el almirante Luis Carrero Blanco jura su cargo como presidente del Gobierno.",
            "year": 1973
        },
        {
            "text": "en los Estados Unidos, el presidente Lyndon B. Johnson declara el día de luto por la muerte del senador Robert F. Kennedy.",
            "year": 1968
        },
        {
            "text": "en Yugoslavia, el presidente Josip Broz Tito, aprueba varias reformas políticas y sociales tras una semana de disturbios.",
            "year": 1968
        },
        {
            "text": "durante la guerra de los Seis Días, Israel captura los Altos del Golán a Siria.",
            "year": 1967
        },
        {
            "text": "en Estados Unidos se inaugura el submarino militar George Washington, el primero en portar misiles balísticos.",
            "year": 1959
        },
        {
            "text": "la reina Isabel II inaugura el Aeropuerto de Gatwick.",
            "year": 1958
        },
        {
            "text": "en Portugal, el almirante Américo Tomás es electo presidente de Portugal.",
            "year": 1958
        },
        {
            "text": "en la frontera entre China y Pakistán se realiza la primera ascensión a la montaña Broad Peak (la duodécima más alta del mundo), antes llamada K3.",
            "year": 1957
        },
        {
            "text": "en el basural de la ciudad de José León Suárez (Gran Buenos Aires), policías con armas cortas ―bajo órdenes del dictador Pedro Eugenio Aramburu― fusilan a civiles y militares peronistas que se levantaron contra la dictadura (fusilamientos de José León Suárez). Catorce años después (el 1 de junio de 1970), el grupo peronista Montoneros ejecutará a Aramburu para vengar estos asesinatos.",
            "year": 1956
        },
        {
            "text": "en Bogotá, Colombia, se da el segundo día de ataques por parte del Ejército contra estudiantes de la Universidad Nacional que se manifestaban contra la dictadura de Gustavo Rojas Pinilla.",
            "year": 1954
        },
        {
            "text": "en los Estados Unidos ―asediada por el macarthismo anticomunista― el senador Joseph McCarthy interroga a Joseph Welch, alto rango del Ejército.",
            "year": 1954
        },
        {
            "text": "en Tailandia, Bhumibol Adulyadej asume el trono, sustituyendo a su hermano Ananda Mahidol, muerto en extrañas circunstancias.",
            "year": 1946
        },
        {
            "text": "en Tulle (aldea de 18 000 habitantes en el centro de Francia), soldados alemanes ahorcan de los balcones de la localidad a 99 civiles, en represalia por la matanza de 40 soldados alemanes el día anterior por el Movimiento de Resistencia Maquís, que trataba de liberar la ciudad. Otros 321 civiles serán enviados a campos de concentración en Alemania, donde 101 perderán la vida.",
            "year": 1944
        },
        {
            "text": "en el marco de la Segunda Guerra Mundial, la Unión Soviética invade Karelia del Este ocupada por las fuerzas finlandesas desde 1941.",
            "year": 1944
        },
        {
            "text": "la República de China ―bajo la administración de Kuomintang― reconoce las ocupaciones japonesas en el Noreste de China.",
            "year": 1935
        },
        {
            "text": "en Estados Unidos se estrena la primera película de Donald Duck (Pato Donald).",
            "year": 1934
        },
        {
            "text": "en la Estación Central de Illinois, los hermanos Leo Vincent asesinan a Jake Lingle, reportero del periódico Chicago Tribune. Alegarán que le debía 100 000 dólares (por deudas de juego) al mafioso Al Capone.",
            "year": 1930
        },
        {
            "text": "Charles Kingsford Smith completa el primer vuelo trans-Pacífico con un Monoplano Fokker Trimotor, el Southern Cross.",
            "year": 1928
        },
        {
            "text": "en Bulgaria se perpetra un golpe de Estado que derroca a Alejandro Stamboliski, «hombre fuerte» del país.",
            "year": 1923
        },
        {
            "text": "a la salida de la Ópera de París, sucede un atentado frustrado contra el rey Alfonso XIII de España.",
            "year": 1905
        },
        {
            "text": "en la cárcel británica de Ranchi (ciudad del este de la India) muere Birsa Munda (25), una importante figura en el Movimiento de independencia indio bajo misteriosas circunstancias.",
            "year": 1900
        },
        {
            "text": "en Virginia ―en el marco de la Guerra Civil de Estados Unidos― se libra la Batalla de Brandy Station.",
            "year": 1863
        },
        {
            "text": "en los Estados Unidos, 500 mormones dejan Iowa y se van a Salt Lake City.",
            "year": 1856
        },
        {
            "text": "en Portugal entra la expedición militar española al mando del general Concha para sofocar la rebelión de Oporto contra el Gobierno portugués.",
            "year": 1847
        },
        {
            "text": "en Madrid se crea el Banco Español de San Fernando, precursor del actual Banco de España.",
            "year": 1829
        },
        {
            "text": "en Chile se acuña la primera moneda nacional.",
            "year": 1817
        },
        {
            "text": "en Austria se termina el Congreso de Viena y se instaura la nueva situación política de Europa.",
            "year": 1815
        },
        {
            "text": "en las costas de Rhode Island (Estados Unidos), es quemado el barco británico Gaspee.",
            "year": 1772
        },
        {
            "text": "la flota neerlandesa comienza el ataque de Medway. Sería la decisiva victoria de los neerlandeses sobre los británicos en la segunda guerra anglo-neerlandesa.",
            "year": 1667
        },
        {
            "text": "en la actual Canadá, el francés Jacques Cartier es el primer europeo que arriba al río San Lorenzo.",
            "year": 1534
        },
        {
            "text": "en España, el rey Fernando el Católico otorga a Diego de Nicuesa los derechos descubridores sobre Veragua (desde el golfo de Urabá hasta las costas de Panamá), así como el cargo de gobernador.",
            "year": 1508
        },
        {
            "text": "en Burgos (península ibérica) el rey Alfonso XI de Castilla instaura el regimiento con el nombramiento directo de dieciséis caballeros villanos que asumen las funciones del concejo.",
            "year": 1354
        },
        {
            "text": "en la Catedral de Siena (Italia) se instala el altar Maestà.",
            "year": 1310
        },
        {
            "text": "en la actual Francia, el ejército franco de Odón el Grande derrota al ejército musulmán del Califato Omeya en la Batalla de Toulouse.",
            "year": 721
        },
        {
            "text": "Septimio Severo entra con sus tropas en Roma tras haber sido proclamado emperador.",
            "year": 193
        },
        {
            "text": "Nerón es forzado al suicidio, con ayuda de su secretario Epafrodito, que lo apuñaló cuando un soldado romano se aproximaba.",
            "year": 68
        },
        {
            "text": "en Roma, el emperador romano Nerón se casa con Claudia Octavia",
            "year": 53
        },
        {
            "text": "en Atenas (Antigua Grecia) ―durante la guerra del Peloponeso entre Atenas y Esparta― un golpe de Estado depone el Gobierno democrático ateniense. Sube al poder la oligarquía de Los Cuatrocientos, que será reemplazada unos meses después.",
            "year": -411
        }
    ],
    "births": [
        {
            "text": "Loreto Peralta, actriz mexicana.",
            "year": 2004
        },
        {
            "text": "Sara Ortega, actriz colombiana.",
            "year": 2003
        },
        {
            "text": "Xolo Maridueña, actor estadounidense.",
            "year": 2001
        },
        {
            "text": "Diego Lainez Leyva, futbolista mexicano.",
            "year": 2000
        },
        {
            "text": "Laurie Hernandez, gimnasta estadounidense.",
            "year": 2000
        },
        {
            "text": "Josua Mejías, futbolista venezolano.",
            "year": 1997
        },
        {
            "text": "Belle Knox, actriz pornográfica estadounidense.",
            "year": 1995
        },
        {
            "text": "Lee Hye ri, cantante surcoreana del grupo Girl's day.",
            "year": 1994
        },
        {
            "text": "Imogen Waterhouse, actriz y modelo británica.",
            "year": 1994
        },
        {
            "text": "Danielle Chuchran, actriz estadounidense.",
            "year": 1993
        },
        {
            "text": "Gino Peruzzi, futbolista argentino.",
            "year": 1992
        },
        {
            "text": "Blanca Paloma, cantante y escenógrafa española.",
            "year": 1989
        },
        {
            "text": "Cinthya Calderón, modelo peruana.",
            "year": 1988
        },
        {
            "text": "Mae Whitman, actriz estadounidense.",
            "year": 1988
        },
        {
            "text": "Damián Musto, futbolista argentino.",
            "year": 1987
        },
        {
            "text": "Sebastian Telfair, jugador estadounidense de baloncesto.",
            "year": 1985
        },
        {
            "text": "Sonam Kapoor, actriz india.",
            "year": 1985
        },
        {
            "text": "Wesley Sneijder, futbolista neerlandés.",
            "year": 1984
        },
        {
            "text": "Yulieski Gourriel, beisbolista cubano.",
            "year": 1984
        },
        {
            "text": "Kaleth Morales, cantante colombiano (f. 2005).",
            "year": 1984
        },
        {
            "text": "Natalie Portman, actriz israelí-estadounidense.",
            "year": 1981
        },
        {
            "text": "Marcos González, futbolista chileno.",
            "year": 1980
        },
        {
            "text": "Udonis Haslem, jugador estadounidense de baloncesto.",
            "year": 1980
        },
        {
            "text": "Kana Ueda, seiyū japonesa.",
            "year": 1980
        },
        {
            "text": "Matthew Bellamy, músico británico, de la banda Muse.",
            "year": 1978
        },
        {
            "text": "Miroslav Klose, futbolista alemán.",
            "year": 1978
        },
        {
            "text": "Michaela Conlin, actriz estadounidense.",
            "year": 1978
        },
        {
            "text": "Predrag Stojaković, baloncestista serbio.",
            "year": 1977
        },
        {
            "text": "Amisha Patel, actriz india.",
            "year": 1977
        },
        {
            "text": "Otto Addo, futbolista ghanés.",
            "year": 1975
        },
        {
            "text": "Paul Agostino, futbolista australiano.",
            "year": 1975
        },
        {
            "text": "Carolyne Lepage, yudoca canadiense.",
            "year": 1975
        },
        {
            "text": "Kristoff Raczynski, actor, conductor y productor mexicano de origen polaco.",
            "year": 1974
        },
        {
            "text": "Samoth (Tomas Haugen) músico noruego.",
            "year": 1974
        },
        {
            "text": "Fernando Coronado, actor español.",
            "year": 1974
        },
        {
            "text": "Ramón Lage, cantante español, de la banda Avalanch.",
            "year": 1973
        },
        {
            "text": "Laura Ponte, exmodelo española.",
            "year": 1973
        },
        {
            "text": "Sergio Galván, futbolista argentino.",
            "year": 1973
        },
        {
            "text": "Sandro Cois, futbolista italiano.",
            "year": 1972
        },
        {
            "text": "Eric Wynalda, futbolista estadounidense.",
            "year": 1969
        },
        {
            "text": "Alejandro Ruiz Márquez, actor mexicano de cine, teatro y televisión.",
            "year": 1967
        },
        {
            "text": "Juan Cruz, cineasta español.",
            "year": 1966
        },
        {
            "text": "Gloria Reuben, actriz canadiense.",
            "year": 1964
        },
        {
            "text": "Johnny Depp, actor estadounidense.",
            "year": 1963
        },
        {
            "text": "Gilad Atzmon, músico israelí",
            "year": 1963
        },
        {
            "text": "David Koepp, director y guionista estadounidense.",
            "year": 1963
        },
        {
            "text": "Silvia Cuevas Morales, escritora chileno-australiana.",
            "year": 1962
        },
        {
            "text": "Michael J. Fox, actor canadiense.",
            "year": 1961
        },
        {
            "text": "Aaron Sorkin, guionista, escenógrafo y productor estadounidense.",
            "year": 1961
        },
        {
            "text": "Manuel Morón, actor español.",
            "year": 1956
        },
        {
            "text": "Joaquín Alonso, futbolista español.",
            "year": 1956
        },
        {
            "text": "Patricia Cornwell, escritora estadounidense.",
            "year": 1956
        },
        {
            "text": "Carlos Manuel Urzúa Macías, político y economista mexicano (f. 2024).",
            "year": 1955
        },
        {
            "text": "George Pérez, dibujante e historietista estadounidense (f. 2022).",
            "year": 1954
        },
        {
            "text": "Gregory Maguire, escritor estadounidense.",
            "year": 1954
        },
        {
            "text": "Paul Chapman, guitarrista británico de hard rock (f. 2020)",
            "year": 1954
        },
        {
            "text": "Luis Pastor, músico español.",
            "year": 1952
        },
        {
            "text": "Uzi Hitman, cantante israelí (f. 2004).",
            "year": 1952
        },
        {
            "text": "James Newton Howard, compositor estadounidense.",
            "year": 1951
        },
        {
            "text": "Trevor Bolder, músico británico (f. 2013).",
            "year": 1950
        },
        {
            "text": "Jaime Bonilla Valdez, político mexicano, gobernador de Baja California entre 2019 y 2021.",
            "year": 1950
        },
        {
            "text": "Luis Ocaña, ciclista español (f. 1994).",
            "year": 1945
        },
        {
            "text": "Nike Wagner, actriz alemana.",
            "year": 1945
        },
        {
            "text": "Mochín Marafioti, músico y productor argentino (f. 1997).",
            "year": 1944
        },
        {
            "text": "Joe Haldeman, escritor estadounidense.",
            "year": 1943
        },
        {
            "text": "Alejandro Llano Cifuentes, filósofo español.",
            "year": 1943
        },
        {
            "text": "John Fitzpatrick, piloto de automovilismo británico.",
            "year": 1943
        },
        {
            "text": "Margaret Candee Jacob, historiadora estadounidense de la ciencia, del conocimiento, de la Ilustración y de la francmasonería.",
            "year": 1943
        },
        {
            "text": "Jon Lord, músico británico, de la banda Deep Purple (f. 2012).",
            "year": 1941
        },
        {
            "text": "Tony Patrioli, fotógrafo italiano (f. 2017).",
            "year": 1941
        },
        {
            "text": "Ileana Cotrubaş, cantante de opera rumana.",
            "year": 1939
        },
        {
            "text": "Dick Vitale, comentarista deportivo y entrenador de baloncesto estadounidense.",
            "year": 1939
        },
        {
            "text": "Charles Webb, escritor estadounidense (f. 2020).",
            "year": 1939
        },
        {
            "text": "David Hobbs, piloto de automovilismo británico.",
            "year": 1939
        },
        {
            "text": "Susan Barrantes, socialité y escritora británica (f. 1998).",
            "year": 1937
        },
        {
            "text": "Jesús Aguirre, escritor, académico y aristócrata español (f. 2001).",
            "year": 1934
        },
        {
            "text": "Jackie Wilson, músico y cantante estadounidense (f. 1984).",
            "year": 1934
        },
        {
            "text": "Marisa de Leza, actriz de cine, teatro y televisión española (f. 2020).",
            "year": 1933
        },
        {
            "text": "Montserrat Gudiol, pintora española (f. 2015)",
            "year": 1933
        },
        {
            "text": "Vicente Leñero, escritor, periodista, dramaturgo y guionista mexicano (f. 2014).",
            "year": 1933
        },
        {
            "text": "Roberto Fernández Retamar, poeta cubano (f. 2019).",
            "year": 1930
        },
        {
            "text": "Jordi Pujol, político español.",
            "year": 1930
        },
        {
            "text": "Johnny Ace, músico estadounidense (f. 1954).",
            "year": 1929
        },
        {
            "text": "Oscar Núñez, actor argentino (f. 2012).",
            "year": 1929
        },
        {
            "text": "Franco Donatoni, compositor italiano (f. 2000).",
            "year": 1927
        },
        {
            "text": "Mona Freeman, actriz estadounidense (f. 2014).",
            "year": 1926
        },
        {
            "text": "Keith Laumer, escritor estadounidense (f. 1993).",
            "year": 1925
        },
        {
            "text": "Torcuato Luca de Tena, periodista y escritor español (f. 1999).",
            "year": 1923
        },
        {
            "text": "Guido Münch, astrofísico mexicano (f. 2020).",
            "year": 1921
        },
        {
            "text": "Álvaro Castaño Castillo, fue un empresario, abogado, gestor cultural y locutor colombiano. (f. 2016).",
            "year": 1920
        },
        {
            "text": "John Hospers, filósofo y político estadounidense (f. 2011).",
            "year": 1918
        },
        {
            "text": "Eric Hobsbawm, historiador británico (f. 2012).",
            "year": 1917
        },
        {
            "text": "Robert McNamara, político estadounidense (f. 2009).",
            "year": 1916
        },
        {
            "text": "Les Paul, guitarrista estadounidense (f. 2009).",
            "year": 1915
        },
        {
            "text": "Jaime Milans del Bosch, militar español (f. 1997).",
            "year": 1915
        },
        {
            "text": "José Luis López Aranguren, ensayista español (f. 1996).",
            "year": 1909
        },
        {
            "text": "Luis Kutner, abogado, escritor y activista estadounidense (f. 1993).",
            "year": 1908
        },
        {
            "text": "Robert Klark Graham, eugenicista y empresario estadounidense (f. 1997).",
            "year": 1906
        },
        {
            "text": "Marcia Davenport, escritora y crítica estadounidense (f. 1996).",
            "year": 1903
        },
        {
            "text": "Felice Bonetto, piloto de automovilismo italiano (f. 1953).",
            "year": 1903
        },
        {
            "text": "Skip James, cantante y guitarrista estadounidense (f. 1969).",
            "year": 1902
        },
        {
            "text": "Joaquín Vaquero Palacios, pintor español (f. 1998).",
            "year": 1900
        },
        {
            "text": "Luigi Fagioli, piloto italiano (f. 1952).",
            "year": 1898
        },
        {
            "text": "Curzio Malaparte, novelista italiano (f. 1957).",
            "year": 1898
        },
        {
            "text": "Jean Cassou, escritor e hispanista francés (f. 1986).",
            "year": 1897
        },
        {
            "text": "Cole Porter, compositor de jazz estadounidense (f. 1964).",
            "year": 1891
        },
        {
            "text": "Leslie Banks, actor británico (f. 1952).",
            "year": 1890
        },
        {
            "text": "Francisco Barbado Viejo, obispo español (f. 1964).",
            "year": 1890
        },
        {
            "text": "Cayetano de Mergelina y Luna, arqueólogo y catedrático español (f. 1962).",
            "year": 1890
        },
        {
            "text": "José Antonio Ramos Sucre, poeta venezolano (f. 1930).",
            "year": 1890
        },
        {
            "text": "Clarence G. Badger, director de cine estadounidense (f. 1964).",
            "year": 1880
        },
        {
            "text": "Titta Ruffo, barítono italiano (f.1953)",
            "year": 1877
        },
        {
            "text": "Ángela Graupera, escritora y corresponsal de guerra española (f. 1940).",
            "year": 1876
        },
        {
            "text": "Henry Hallett Dale, farmacólogo y fisiólogo británico, premio nobel de medicina en 1936 (f. 1968).",
            "year": 1875
        },
        {
            "text": "Ernst Diehl, filólogo y epigrafista alemán (f. 1947).",
            "year": 1874
        },
        {
            "text": "Launceston Elliot, halterófilo británico (f. 1930).",
            "year": 1874
        },
        {
            "text": "Jane Avril, bailarina francesa (f. 1943).",
            "year": 1868
        },
        {
            "text": "Carl Nielsen, compositor, director de orquesta y violinista danés (f. 1931).",
            "year": 1865
        },
        {
            "text": "Luigi Trinchero, escultor italiano (f. 1944).",
            "year": 1862
        },
        {
            "text": "Pierre Duhem, médico, matemático e historiador francés (f. 1916).",
            "year": 1861
        },
        {
            "text": "Michael Peter Ancher, pintor danés (f. 1927).",
            "year": 1849
        },
        {
            "text": "Gilbert Elliot-Murray-Kynynmound, político y diplomático británico (f. 1914).",
            "year": 1845
        },
        {
            "text": "Bertha von Suttner, pacifista y escritora austriaca, premio nobel de la paz en 1905 (f. 1914).",
            "year": 1843
        },
        {
            "text": "Elizabeth Garrett Anderson, médica británica (f. 1917).",
            "year": 1836
        },
        {
            "text": "Ramón Barros Luco, abogado chileno, presidente entre 1910 y 1915 (f. 1919).",
            "year": 1835
        },
        {
            "text": "Julio Arboleda Pombo, presidente de la Confederación Granadina (f. 1862).",
            "year": 1817
        },
        {
            "text": "Johann Gottfried Galle, astrónomo alemán (f. 1910).",
            "year": 1812
        },
        {
            "text": "Otto Nicolai, compositor alemán (f. 1849).",
            "year": 1810
        },
        {
            "text": "José Trinidad Cabañas, militar, presidente y prócer hondureño (f. 1871).",
            "year": 1805
        },
        {
            "text": "Juan Bravo Murillo, político y jurista español (f. 1873).",
            "year": 1803
        },
        {
            "text": "George Stephenson, ingeniero británico, inventor de la locomotora (f. 1848).",
            "year": 1781
        },
        {
            "text": "Francisco Primo de Verdad y Ramos, abogado mexicano (f. 1808).",
            "year": 1760
        },
        {
            "text": "Andrei Osterman, gobernante ruso (f. 1747).",
            "year": 1686
        },
        {
            "text": "Pedro el Grande, emperador ruso (f. 1725).",
            "year": 1672
        },
        {
            "text": "Teodoro III, zar ruso (f. 1682).",
            "year": 1661
        },
        {
            "text": "Leopoldo I de Habsburgo, emperador del Sacro Imperio Romano Germánico entre 1658 y 1705 (f. 1705).",
            "year": 1640
        },
        {
            "text": "Vladislao IV Vasa, rey polaco (f. 1648).",
            "year": 1595
        },
        {
            "text": "Johann Andreas Herbst, compositor alemán (f. 1666).",
            "year": 1588
        },
        {
            "text": "Daniel Heinsius, erudito flamenco (f. 1655).",
            "year": 1580
        },
        {
            "text": "Primož Trubar, reformador protestante esloveno (f. 1586).",
            "year": 1508
        }
    ],
    "deaths": [
        {
            "text": "Luis Heriberto Rivas, sacerdote, prelado y biblista argentino (n. 1933).",
            "year": 2022
        },
        {
            "text": "Gottfried Böhm, arquitecto alemán (n. 1920).",
            "year": 2021
        },
        {
            "text": "Edward de Bono, médico, psicólogo y filósofo maltés (n. 1933).",
            "year": 2021
        },
        {
            "text": "Pau Donés, cantante, guitarrista y compositor español (n. 1966).",
            "year": 2020
        },
        {
            "text": "Paul Chapman, guitarrista británico de hard rock (n. 1954).",
            "year": 2020
        },
        {
            "text": "Adam West, actor estadounidense (n. 1928).",
            "year": 2017
        },
        {
            "text": "James Last, director de orquesta y compositor alemán.",
            "year": 2015
        },
        {
            "text": "Rik Mayall, comediante y actor británico (n. 1958).",
            "year": 2014
        },
        {
            "text": "Iain Banks, escritor británico (n. 1954).",
            "year": 2013
        },
        {
            "text": "Franz Halberg, biólogo rumano-estadounidense (n. 1919).",
            "year": 2013
        },
        {
            "text": "Ward Goodenough, antropólogo estadounidense (n. 1919).",
            "year": 2013
        },
        {
            "text": "Mike Mitchell, baloncestista estadounidense (n. 1956).",
            "year": 2011
        },
        {
            "text": "Karen Asrian, ajedrecista armenio (n. 1980).",
            "year": 2008
        },
        {
            "text": "Algis Budrys, escritor estadounidense (n. 1931).",
            "year": 2008
        },
        {
            "text": "Rudolph Arnheim, psicólogo y filósofo alemán (n. 1904).",
            "year": 2007
        },
        {
            "text": "Ousmane Sembène, cineasta, actor y activista político senegalés (n. 1923).",
            "year": 2007
        },
        {
            "text": "Antonio Rumeu de Armas, historiador español (n. 1912).",
            "year": 2006
        },
        {
            "text": "Enzo Siciliano, escritor italiano (n. 1934).",
            "year": 2006
        },
        {
            "text": "Aleksandr Molodchi, aviador militar soviético (n. 1920).",
            "year": 2002
        },
        {
            "text": "Jacob Lawrence, pintor estadounidense (n. 1917).",
            "year": 2000
        },
        {
            "text": "Fernando Inciarte, filósofo español, afincado en Alemania (n. 1929).",
            "year": 2000
        },
        {
            "text": "George Segal, pintor y escultor estadounidense (n. 1924).",
            "year": 2000
        },
        {
            "text": "Agostino Casaroli, cardenal italiano (n. 1914).",
            "year": 1998
        },
        {
            "text": "Witness Lee, predicador cristiano chino (n. 1905)",
            "year": 1997
        },
        {
            "text": "Rafaela Aparicio, actriz española (n. 1906).",
            "year": 1996
        },
        {
            "text": "Orlando Sandoval, abogado y político chileno (n. 1908).",
            "year": 1996
        },
        {
            "text": "Jan Tinbergen, economista neerlandés (n. 1903).",
            "year": 1994
        },
        {
            "text": "David Reynoso, actor mexicano (n. 1926).",
            "year": 1994
        },
        {
            "text": "Alexis Smith, actriz canadiense (n. 1921).",
            "year": 1993
        },
        {
            "text": "Arthur Alexander, cantante estadounidense (n. 1940).",
            "year": 1993
        },
        {
            "text": "Claudio Arrau, pianista chileno (n. 1903).",
            "year": 1991
        },
        {
            "text": "George Wells Beadle, fisiólogo estadounidense (n. 1903).",
            "year": 1989
        },
        {
            "text": "José López Rega, político argentino (n. 1916).",
            "year": 1989
        },
        {
            "text": "John A. Mackay, teólogo y misionero protestante británico (n. 1889).",
            "year": 1983
        },
        {
            "text": "Tonono (Antonio Afonso), futbolista español (n. 1943).",
            "year": 1975
        },
        {
            "text": "Miguel Ángel Asturias, escritor guatemalteco, premio nobel de literatura en 1967 (n. 1899).",
            "year": 1974
        },
        {
            "text": "Katharine Cornell, actriz estadounidense (n. 1893).",
            "year": 1974
        },
        {
            "text": "Erich von Manstein, comandante militar alemán (n. 1887).",
            "year": 1973
        },
        {
            "text": "Gilberto Parlotti, motociclista italiano (n. 1940).",
            "year": 1972
        },
        {
            "text": "Rudolf Belling, escultor alemán (n. 1886).",
            "year": 1972
        },
        {
            "text": "Rafael Ángel Calderón Guardia, doctor y político costarricense, Presidente de Costa Rica entre 1940 y 1944 (n. 1900).",
            "year": 1970
        },
        {
            "text": "Jacques Villon, pintor francés (n. 1875).",
            "year": 1963
        },
        {
            "text": "Camille Guérin, científico francés (n. 1872).",
            "year": 1961
        },
        {
            "text": "Adolf Windaus, químico alemán, premio nobel de química en 1928 (n. 1876).",
            "year": 1959
        },
        {
            "text": "Robert Donat, actor británico (n. 1905).",
            "year": 1958
        },
        {
            "text": "Alexandre Arquillière, actor francés (n. 1870).",
            "year": 1953
        },
        {
            "text": "Adolf Busch, violinista alemán (n. 1891).",
            "year": 1952
        },
        {
            "text": "Ananda Mahidol, rey tailandés (n. 1925).",
            "year": 1946
        },
        {
            "text": "Francisco Rodríguez Marín, poeta y lexicólogo estadounidense (n. 1855).",
            "year": 1943
        },
        {
            "text": "Armando Buscarini, poeta español (n. 1904).",
            "year": 1940
        },
        {
            "text": "Victoria Woodhull, líder del movimiento por el sufragio femenino en los Estados Unidos (n. 1838).",
            "year": 1927
        },
        {
            "text": "Luis María Drago, jurista, político y escritor argentino (n. 1859).",
            "year": 1921
        },
        {
            "text": "John Henry Lace, botánico británico (n. 1857).",
            "year": 1918
        },
        {
            "text": "Ion Luca Caragiale, escritor rumano (n. 1852).",
            "year": 1912
        },
        {
            "text": "Gaspar Núñez de Arce, poeta español (n. 1832).",
            "year": 1903
        },
        {
            "text": "Aníbal Pinto, abogado, político chileno, presidente entre 1876 y 1881 (n. 1825).",
            "year": 1884
        },
        {
            "text": "Anna Atkins, botánica británica (n. 1799).",
            "year": 1871
        },
        {
            "text": "Charles Dickens, escritor británico. (n. 1812).",
            "year": 1870
        },
        {
            "text": "Juan Antonio de la Fuente, abogado, político y diplomático mexicano (n. 1814).",
            "year": 1867
        },
        {
            "text": "William Carey, misionero británico (n. 1761).",
            "year": 1834
        },
        {
            "text": "Baltasar Hidalgo de Cisneros, político español, último virrey del Río de la Plata (n. 1756).",
            "year": 1829
        },
        {
            "text": "Paulina Bonaparte, noble francesa, hermana predilecta de Napoleón Bonaparte (n. 1780).",
            "year": 1825
        },
        {
            "text": "Girolamo Tiraboschi, jesuita y erudito italiano (n. 1731).",
            "year": 1794
        },
        {
            "text": "Jeanne Marie Bouvier de la Motte Guyon, mística francesa (n. 1648).",
            "year": 1717
        },
        {
            "text": "José de Anchieta, misionero jesuita español (n. 1534).",
            "year": 1597
        },
        {
            "text": "Juana III, reina navarra (n. 1528).",
            "year": 1572
        },
        {
            "text": "Philippe de Vitry, compositor francés (n. 1291).",
            "year": 1361
        },
        {
            "text": "Ambrogio Lorenzetti, pintor italiano (n. ca. 1290).",
            "year": 1348
        },
        {
            "text": "Sharvaraz, rey persa (n. ¿?).",
            "year": 630
        },
        {
            "text": "Columba de Iona, santo irlandés (n. 521).",
            "year": 597
        },
        {
            "text": "Átlatl Cauac, gobernante maya (n. ¿?).",
            "year": 439
        },
        {
            "text": "Efrén de Siria, escritor y diácono cristiano (n. 306).",
            "year": 373
        },
        {
            "text": "Nerón, emperador romano entre el 54 y el 68 (n. 37).",
            "year": 68
        },
        {
            "text": "Claudia Octavia, esposa de Nerón (n. 40).",
            "year": 62
        }
    ],
    "metadata": {
        "current_date": "9 de junio de 2025",
        "short_date": "9 de jun",
        "language": {
            "events": "Eventos",
            "deaths": "Defunciones",
            "births": "Nacimientos",
            "b": "n",
            "d": "f",
            "title": "Hoy en Historia (Wikipedia)"
        },
        "events": [
            39,
            23,
            50,
            29,
            0,
            2,
            22,
            26,
            6,
            24
        ],
        "births": [
            3,
            63,
            82,
            135
        ],
        "deaths": [
            23,
            49,
            60,
            61
        ]
    }
}