{
    "events": [
        {
            "text": "en Chad se celebra la primera vuelta de las elecciones presidenciales.",
            "year": 2024
        },
        {
            "text": "en la Abadía de Westminster (Reino Unido) Carlos III del Reino Unido es coronado rey.",
            "year": 2023
        },
        {
            "text": "se anuncia el descubrimiento de siete satélites de Saturno adicionales.",
            "year": 2023
        },
        {
            "text": "a 46 km al noreste del centro de la ciudad de Dallas (estado de Texas), ocho personas mueren y siete resultan heridas en un tiroteo en el centro comercial Allen Premium Outlets. El agresor ―el estadounidense Mauricio García (30), de ideología supremacista blanca aunque su piel no era blanca y su ascendencia era latina― es asesinado por un policía.",
            "year": 2023
        },
        {
            "text": "en La Habana (Cuba) ocurre la explosión del hotel Saratoga, provocada por una pérdida de gas, que deja un saldo de 22 muertos y más de 70 heridos.",
            "year": 2022
        },
        {
            "text": "en el sitio web Spotify se publica Un verano sin ti de Bad Bunny, el álbum más reproducido de la historia de la plataforma.",
            "year": 2022
        },
        {
            "text": "en Escocia (Reino Unido), los independentistas del Partido Nacional Escocés y del Partido Verde Escocés obtienen la mayoría en el Parlamento Escocés y piden un nuevo referéndum sobre la independencia de Escocia tras el de 2014.",
            "year": 2021
        },
        {
            "text": "un grupo de astrónomos anuncian el descubrimiento del primer agujero negro ubicado en QV Telescopii, un sistema estelar visible a simple vista.",
            "year": 2020
        },
        {
            "text": "a 101 km al suroeste de Alepo (Siria) ―en el marco de la guerra civil siria (2011-)― comienza la ofensiva de Jan Sheijún, una operación militar del Ejército sirio, apoyado por Rusia, para recuperar la estratégica ciudad de Jan Sheijún, invadida por grupos yihadistas (apoyados por Estados Unidos y la ofensiva turca en el noreste de Siria de 2019) y consolidar el control gubernamental sobre la autopista M5, de 346 km, clave para conectar Alepo con Damasco.",
            "year": 2019
        },
        {
            "text": "en el Líbano se celebran elecciones legislativas.",
            "year": 2018
        },
        {
            "text": "en Túnez se celebran las elecciones municipales.",
            "year": 2018
        },
        {
            "text": "en la Polinesia Francesa se celebra la segunda vuelta de las elecciones territoriales.",
            "year": 2018
        },
        {
            "text": "en Irlanda, Enda Kenny es reelegido como taoiseach.",
            "year": 2016
        },
        {
            "text": "en Pioniang (Corea del Norte) se abre el Séptimo Congreso del Partido del Trabajo de Corea.",
            "year": 2016
        },
        {
            "text": "en Cleveland (estado de Ohio), tres mujeres, secuestradas y desaparecidas durante más de una década, son encontradas con vida.",
            "year": 2013
        },
        {
            "text": "en la moscovita Plaza Bolotnaya ―en el marco de las Protestas en Rusia de 2011-2013― tiene lugar la Marcha de los Millones, una de las mayores protestas en Rusia desde la década de 1990, que conducirá al caso Bolotnaya (una causa penal contra 37 acusados de perpetrar actos de violencia contra la policía).",
            "year": 2012
        },
        {
            "text": "en Francia, el candidato socialista François Hollande vence al conservador Nicolás Sarkozy en las elecciones presidenciales francesas de 2012.",
            "year": 2012
        },
        {
            "text": "en España, el equipo de baloncesto ASEFA Estudiantes desciende por primera vez en su historia.",
            "year": 2012
        },
        {
            "text": "en Italia, el equipo de fútbol Juventus de Turín se proclama campeón de la Liga italiana de fútbol, con 4 puntos de ventaja sobre el AC Milan y a falta de una jornada para el final.",
            "year": 2012
        },
        {
            "text": "en solo 36 minutos, el promedio Dow-Jones se desploma casi 1000 puntos en lo que se conoce como el «flash crash de 2010».",
            "year": 2010
        },
        {
            "text": "en Washington DC (Estados Unidos), el Gobierno otorga la Medalla de Honor Militar a la política birmana proestadounidense Aung San Suu Kyi (64), quien terminará fungiendo como «presidenta en la sombra» de su país. En 2015, no podrá asumir la presidencia del Gobierno a pesar de haber ganado las elecciones, puesto que la Constitución birmana prohíbe ocupar el puesto a quienes tengan hijos con pasaporte extranjero.",
            "year": 2008
        },
        {
            "text": "en Francia, el conservador Nicolás Sarkozy obtiene cerca del 53 % en las elecciones presidenciales, superando a la socialista Ségolène Royal.",
            "year": 2007
        },
        {
            "text": "en el Reino Unido, Tony Blair es elegido para un tercer mandato en las elecciones generales.",
            "year": 2005
        },
        {
            "text": "en Estados Unidos se transmite el último episodio de la exitosa serie de comedia Friends, que tuvo diez temporadas.",
            "year": 2004
        },
        {
            "text": "en el parque Mediapark de la ciudad de Hilversum (34 km al sureste de Ámsterdam), el político neerlandés Pim Fortuyn es asesinado tras una entrevista radiofónica.",
            "year": 2002
        },
        {
            "text": "en Estados Unidos se funda la empresa de tecnología espacial SpaceX.",
            "year": 2002
        },
        {
            "text": "en Francia, tras la reelección de Jacques Chirac como presidente de la República, Jean-Pierre Raffarin se convierte en primer ministro.",
            "year": 2002
        },
        {
            "text": "durante un viaje a Siria, el papa Juan Pablo II se convierte en el primer papa que ingresa en una mezquita.",
            "year": 2001
        },
        {
            "text": "la banda terrorista ETA asesina al presidente del PP aragonés, Manuel Giménez Abad, cuando se dirigía al fútbol con su hijo.",
            "year": 2001
        },
        {
            "text": "Rusia es admitida en la Cámara de Comercio Internacional.",
            "year": 2000
        },
        {
            "text": "se celebran las primeras elecciones al Parlamento escocés y a la Asamblea galesa descentralizados.",
            "year": 1999
        },
        {
            "text": "en Kazajistán, la nueva capital, Akmola, adopta el nombre actual, Astaná.",
            "year": 1998
        },
        {
            "text": "en Pamplona, la banda terrorista ETA asesina a Tomás Caballero (concejal y portavoz municipal de Unión del Pueblo Navarro).",
            "year": 1998
        },
        {
            "text": "Steve Jobs de Apple Inc. presenta el primer iMac.",
            "year": 1998
        },
        {
            "text": "en Milán (Italia), la Società Sportiva Lazio es el primer equipo de fútbol italiano que cotiza en la Bolsa de Milán en el índice FTSE Italia Small Cap",
            "year": 1998
        },
        {
            "text": "en la ONU se crea la Organización para la Prohibición de las Armas Químicas.",
            "year": 1997
        },
        {
            "text": "en Londres, el Banco de Inglaterra se vuelve independiente de la autoridad política, después de trescientos años de control.",
            "year": 1997
        },
        {
            "text": "en Brasil ―en el marco de la fiebre latinoamericana de destrucción de las empresas estatales― se privatiza la mayor empresa minera estatal de esa nación, Companhia Vale do Río Doce.",
            "year": 1997
        },
        {
            "text": "en Londres (Reino Unido), el Banco de Inglaterra obtiene independencia del control político, el cambio más significativo en los 300 años de historia del banco.",
            "year": 1997
        },
        {
            "text": "en el sur del estado de Maryland (estados Unidos) el cuerpo del exdirector de la CIA, William Colby, es encontrado arrastrado a la orilla de un río, ocho días después de su desaparición.",
            "year": 1996
        },
        {
            "text": "en la costa británica del Canal de la Mancha, la reina Isabel II del Reino Unido y el presidente francés François Mitterrand inauguran el Eurotúnel. Las islas británicas vuelven a unirse al continente europeo por primera vez desde la Edad de Hielo de Würm.",
            "year": 1994
        },
        {
            "text": "la exfuncionaria Paula Jones (27) demanda al presidente Bill Clinton por acosos sexuales que se remontan a 1991.",
            "year": 1994
        },
        {
            "text": "en España, Baltasar Garzón dimite de su puesto como responsable del plan antidroga del gobierno socialista.",
            "year": 1994
        },
        {
            "text": "en la base aérea Kúbinka, 81 km al oeste de Moscú, se forman los Strizhí (‘vencejo’ o ‘finta’), el equipo acrobático oficial de la Fuerza Aérea Rusa. Utilizan principalmente seis aviones Mikoyan MiG‑29, un caza multifunción conocido por su maniobrabilidad y potencia.",
            "year": 1991
        },
        {
            "text": "en Suiza, el tema Rock Me, del grupo musical yugoslavo Riva, resulta vencedor en la XXXIV edición del Festival de la Canción de Eurovisión.",
            "year": 1989
        },
        {
            "text": "en Cedar Point, a orillas del lago Erie, 103 km al oeste de la ciudad de Cleveland, se inaugura Magnum XL‑200, la montaña rusa  más alta del mundo, con 61 metros de altura.",
            "year": 1989
        },
        {
            "text": "en Brønnøy (Suecia), el Vuelo 710 de Widerøe se estrella contra el monte Torghatten. Mueren los 36 pasajeros y la tripulación.",
            "year": 1988
        },
        {
            "text": "en la última página del periódico Pravda (Moscú) se publica un informe desde la planta nuclear de Chernóbyl (Ucrania), escrito por los corresponsales especiales Vladímir Gubarev y Mijaíl Odinets.",
            "year": 1986
        },
        {
            "text": "las ciudades soviéticas de Murmansk y Smolensk reciben el título honorífico de «ciudad heroica».",
            "year": 1985
        },
        {
            "text": "en París (Francia) se inaugura la Geoda de la Ciudad de las Ciencias y de la Industria.",
            "year": 1985
        },
        {
            "text": "en El Salvador, el corrupto José Napoleón Duarte (candidato presidencial del Partido Demócrata Cristiano) derrota al neonazi Roberto d'Aubuisson (candidato presidencial de ARENA) en las elecciones presidenciales celebradas en ese mismo día.",
            "year": 1984
        },
        {
            "text": "en Seúl (Corea del Sur), el papa Juan Pablo II canoniza a 103 mártires coreanos.",
            "year": 1984
        },
        {
            "text": "en Alemania, nuevos historiadores y expertos examinan los Diarios de Hitler y revelan que son un engaño.",
            "year": 1983
        },
        {
            "text": "en Kamchatka, el avión An-26 se accidenta. Mueren 35 personas.",
            "year": 1983
        },
        {
            "text": "en Lübeck (Alemania), una tal Marianne Bachmeier ingresa en la sala donde juzgaban a Klaus Grabowski, el violador y asesino de su hija de 7 años y le dispara en ocho ocasiones con una Beretta M1934, provocándole la muerte de forma inmediata. Fue condenada a 7 años de prisión, pero el clamor popular redujo la condena a 3 años de cárcel.",
            "year": 1981
        },
        {
            "text": "un jurado de arquitectos y escultores selecciona por unanimidad el diseño de Maya Lin para el Monumento a los Veteranos de Vietnam, entre otras 1421 propuestas recibidas.",
            "year": 1981
        },
        {
            "text": "en Beasain (Gipúzkoa) se funda Jarrai (‘continuar’, en euskera) una organización juvenil socialista. En 2000 se fusionará con la organización Gazteriak (del País Vasco francés) para formar Haika. En 2007, el Tribunal Supremo de España la declarará ilegal debido a su vinculación con la organización terrorista ETA.",
            "year": 1979
        },
        {
            "text": "en la región italiana del Friuli sucede un fuerte terremoto que deja 989 muertos y unos 2400 heridos.",
            "year": 1976
        },
        {
            "text": "en Beirut, durante una pausa en los combates, 100 000 armenios se reúnen para las conmemoraciones del 60.º aniversario del Genocidio Armenio.",
            "year": 1975
        },
        {
            "text": "Günter Guillaume, secretario de Willy Brandt, provoca la dimisión de este al descubrirse que actuaba como espía a favor de la República Democrática Alemana.",
            "year": 1974
        },
        {
            "text": "en Camboya, In Tam es nombrado primer ministro.",
            "year": 1973
        },
        {
            "text": "en Washington DC (Estados Unidos), el Senado inicia la investigación sobre el escándalo Watergate, que obligará al presidente Nixon a dimitir por corrupción comprobada.",
            "year": 1973
        },
        {
            "text": "en España, la red de suministro eléctrico incorpora la central nuclear de Vandellós.",
            "year": 1972
        },
        {
            "text": "en Ankara (Turquía), los líderes estudiantiles marxistas Deniz Gezmiş (25), Yusuf Aslan (25) y Hüseyin İnan (24) son ejecutados tras ser condenados por intentar derrocar el orden constitucional.",
            "year": 1972
        },
        {
            "text": "en Praga, representantes de la Unión Soviética y de Checoslovaquia firman el Tratado de amistad, cooperación y asistencia mutua.",
            "year": 1970
        },
        {
            "text": "en París, el Gobierno declara el estado de sitio debido a los las batallas callejeras provocadas por la revolución estudiantil del Mayo francés.",
            "year": 1968
        },
        {
            "text": "en Gibraltar, el gobierno cierra el paso fronterizo a todos menos los trabajadores españoles y gibraltareños que obtengan un pase del gobernador militar británico.",
            "year": 1968
        },
        {
            "text": "en el Vaticano, el papa Pablo VI recibe a las actrices Claudia Cardinale y Antonella Lualdi: son las primeras personas que visten minifaldas en ese país.",
            "year": 1967
        },
        {
            "text": "en Mánchester (Reino Unido), Myra Hindley e Ian Brady son condenados a cadena perpetua por los asesinatos de los páramos en Inglaterra.",
            "year": 1966
        },
        {
            "text": "desde Cabo Cañaveral (Florida), Estados Unidos lanza el Early Bird, primer satélite de comunicaciones con fines comerciales.",
            "year": 1965
        },
        {
            "text": "en la Ciudad del Vaticano, el papa Juan XXIII canoniza al peruano Martín de Porres, quien se convierte en el primer santo negro de América.",
            "year": 1962
        },
        {
            "text": "en Italia, Antonio Segni es elegido 4.º presidente de la República Italiana con 443 votos sobre 854; prestará juramento el siguiente 11 de mayo.",
            "year": 1962
        },
        {
            "text": "a 1594 metros de altura, sobre el atolón Johnston, a las 13:30 (hora local) Estados Unidos detona su bomba atómica Frigate Bird, de 600 kilotones. Es la bomba n.º 233 de las 1132 que Estados Unidos detonó entre 1945 y 1992.",
            "year": 1962
        },
        {
            "text": "en San José de Costa Rica se inaugura el primer canal de televisión abierta, Canal 7.",
            "year": 1960
        },
        {
            "text": "en la Abadía de Westminster (Reino Unido), la princesa Margarita de Inglaterra se casa con el fotógrafo Antony Armstrong-Jones. Más de 20 millones de espectadores ven la primera «boda real» televisada.",
            "year": 1960
        },
        {
            "text": "Alemania Occidental se une a la OTAN (Organización del Tratado del Atlántico Norte).",
            "year": 1955
        },
        {
            "text": "el Reino Unido recurre a la Corte Internacional de Justicia para resolver una disputa con Argentina sobre la propiedad de las islas Malvinas (que fueron argentinas hasta que los británicos las invadieron el 3 de enero de 1833).",
            "year": 1955
        },
        {
            "text": "Roger Bannister se convierte en la primera persona en correr una milla en menos de cuatro minutos.",
            "year": 1954
        },
        {
            "text": "en Filadelfia (Estados Unidos), el cirujano John Gibbon utiliza con éxito por primera vez una máquina corazón-pulmón (corazón-pulmón artificial) durante una cirugía a corazón abierto",
            "year": 1953
        },
        {
            "text": "en México finaliza el Primer Congreso de Academias de la Lengua Española, iniciado el 23 de abril, con la creación de la Asociación de Academias de la Lengua Española.",
            "year": 1951
        },
        {
            "text": "en Argentina, el gobierno de Juan Domingo Perón realiza un censo de analfabetos en todo el país.",
            "year": 1950
        },
        {
            "text": "en Estados Unidos, la actriz Elizabeth Taylor, de 18 años, se casa por primera vez. Menos de un año después se divorciará, solo para repetir lo mismo siete veces más.",
            "year": 1950
        },
        {
            "text": "la EDSAC (calculadora automática de almacenamiento con retardo electrónico), la primera computadora de programa almacenado electrónica digital práctica con arquitectura de Von Neumann, ejecuta su primera operación.",
            "year": 1949
        },
        {
            "text": "en Venecia (Italia), un tribunal militar condena a muerte al general nazi alemán Albert Kesselring, comandante de las tropas en el Reino de Italia (1861-1946), por numerosos crímenes de guerra comprobados contra la población civil italiana. El general británico John Harding conmutará la pena por cadena perpetua, pero el 23 de octubre de 1952, el Gobierno británico finalmente lo indultará y lo dejará en libertad.",
            "year": 1947
        },
        {
            "text": "en la Unión Soviética se realiza el primer vuelo del avión de entrenamiento Yak‑18.",
            "year": 1946
        },
        {
            "text": "en el marco de la Segunda Guerra Mundial, Axis Sally (1900‑1988) realiza su última transmisión de propaganda a las tropas aliadas (la primera está fechada el 11 de diciembre de 1941).",
            "year": 1945
        },
        {
            "text": "en el marco de la Segunda Guerra Mundial, comienza la Ofensiva de Praga, la última gran batalla del Frente Oriental.",
            "year": 1945
        },
        {
            "text": "en la India, los británicos invasores liberan de prisión a Mahatma Gandhi.",
            "year": 1944
        },
        {
            "text": "en Filipinas las tropas estadounidenses que defienden la fortaleza de la isla Corregidor se rinden a los japoneses.",
            "year": 1942
        },
        {
            "text": "en el estadio Dínamo, en la sitiada ciudad de Leningrado (ex San Petersburgo) se celebra un partido de fútbol.",
            "year": 1942
        },
        {
            "text": "en la Unión Soviética, Stalin sucede a Vyacheslav Molotov como presidente del Consejo de Comisarios del Pueblo (jefe del Gobierno soviético).",
            "year": 1941
        },
        {
            "text": "en el March Field de California, Bob Hope realiza su primer espectáculo de United Service Organizations.",
            "year": 1941
        },
        {
            "text": "en el aeródromo de la empresa Republic Aviation en Long Island, a 58 km al este de la ciudad de Nueva York, el avión de combate Republic P-47 Thunderbolt realiza su primer vuelo.",
            "year": 1941
        },
        {
            "text": "John Steinbeck recibe el premio Pulitzer por su novela Las uvas de la ira.",
            "year": 1940
        },
        {
            "text": "llegan a Londres (Reino Unido) las reservas de oro de todo el tesoro de Noruega. Con él fueron evacuados la familia real y los miembros del Gobierno del país.",
            "year": 1940
        },
        {
            "text": "en Lakehurst, 120 km al sur de Nueva York, el dirigible Hindenburg se incendia y queda destruido en menos de un minuto al intentar atracar. Mueren 36 personas.",
            "year": 1937
        },
        {
            "text": "en Cataluña ―en el marco de la guerra civil española (1936‑1939)― los comunistas, el POUM (trotskistas) y los anarquistas luchan en el centro de Barcelona.",
            "year": 1937
        },
        {
            "text": "se inaugura un servicio regular de pasajeros aéreos en la ruta entre Moscú y Leningrado (ex San Petersburgo).",
            "year": 1937
        },
        {
            "text": "en Santiago de Chile se funda el Frente Popular.",
            "year": 1936
        },
        {
            "text": "en París se realiza la primera representación de la obra de teatro Cenci, de Antonin Artaud. La obra será cancelada tras 17 representaciones debido al fracaso de público.",
            "year": 1935
        },
        {
            "text": "en Washington D. C. (Estados Unidos) ―en el marco del New Deal― bajo la autoridad de la recién promulgada Administración Federal de Ayuda de Emergencia, el presidente Franklin D. Roosevelt emite la Orden Ejecutiva 7034 para crear la Administración de Progreso de Obras.",
            "year": 1935
        },
        {
            "text": "se realiza el primer vuelo del Curtiss P-36 Hawk.",
            "year": 1935
        },
        {
            "text": "en Berlín ―en el marco del auge del nazismo― la Unión de Estudiantes Alemanes (1919‑1945) ataca el Instituto para la Ciencia Sexual del médico judío Magnus Hirschfeld, quemando posteriormente muchos de sus libros.",
            "year": 1933
        },
        {
            "text": "en París, Paul Gorgulov (anticomunista ruso expatriado en Francia) asesina a Paul Doumer, presidente de la República Francesa.",
            "year": 1932
        },
        {
            "text": "en el noreste de Irán y el suroeste de Turquía, un terremoto de 7,1 Mw provoca la muerte de más de trescientas víctimas. El epicentro alcanza el grado X (o \"extremo\") en la escala de Mercalli.",
            "year": 1930
        },
        {
            "text": "en París ―por iniciativa de Jean-Richard Bloch, Georges Duhamel y Jules Romains― se celebra una reunión organizativa de la Sociedad Francesa de Relaciones Culturales con la Unión Soviética.",
            "year": 1927
        },
        {
            "text": "el poeta Janis Rainis regresa a la República Letona (1918‑1940) después de un largo período de emigración.",
            "year": 1926
        },
        {
            "text": "en la ciudad de Río de Janeiro se inaugura el Palacio Tiradentes, que fue sede de la Cámara de Diputados de Brasil (entre 1926 y 1960), de la Asamblea Legislativa del Estado de Guanabara antes de la fusión con el estado de Río de Janeiro, (entre 1960 y 1975) y de la Asamblea Legislativa del Estado de Río de Janeiro (entre 1975 y 2021).",
            "year": 1926
        },
        {
            "text": "se concluye un acuerdo comercial entre la RSFSR y la Alemania.",
            "year": 1921
        },
        {
            "text": "en la Unión Soviética se proclama la creación de la República Autónoma Socialista Soviética de Crimea.",
            "year": 1919
        },
        {
            "text": "en la ciudad canadiense de Victoria (Columbia Británica) se completa el Observatorio Astrofísico Dominion.",
            "year": 1918
        },
        {
            "text": "en la Plaza de los Mártires (Beirut), el gobierno del otomano Cemal Bajá ahorca a 21 nacionalistas libaneses.",
            "year": 1916
        },
        {
            "text": "en Vietnam, los franceses capturan al emperador Duy Tân (1900‑1945) mientras este llama al pueblo a levantarse contra los invasores franceses; lo deponen y lo exilian a la isla de Reunión (720 km al este de la isla africana de Madagascar, en el océano Índico).",
            "year": 1916
        },
        {
            "text": "la Marina estadounidense logra establecer una conversación oral entre un buque y la costa mediante radioteléfono.",
            "year": 1916
        },
        {
            "text": "en el continente antártico ―en el marco de la Expedición Imperial Transantártica (1914‑917)―, el yate a vapor SY Aurora, al mando de Ernest Shackleton, se desprende de su anclaje durante un vendaval, comenzando una dura prueba (el viaje a la deriva del Aurora) que durará 312 días.",
            "year": 1915
        },
        {
            "text": "en Boston (Estados Unidos) el beisbolista Babe Ruth, entonces lanzador de los Boston Red Sox, conecta su primer home run en las Grandes Ligas.",
            "year": 1915
        },
        {
            "text": "en Londres (Inglaterra), la Cámara de los Lores niega el voto a las mujeres.",
            "year": 1914
        },
        {
            "text": "Jorge V del Reino Unido se convierte en rey de Gran Bretaña, Irlanda y muchos territorios de ultramar, tras la muerte de su padre, Eduardo VII del Reino Unido.",
            "year": 1910
        },
        {
            "text": "en España, Vicente Blasco Ibáñez publica la novela Sangre y arena.",
            "year": 1908
        },
        {
            "text": "en Estados Unidos, los hermanos Wright reanudan los vuelos después de una pausa de tres años.",
            "year": 1908
        },
        {
            "text": "en la provincia de Palermo (Italia) se celebra la primera edición del Targa Florio (Giro de Sicilia), una de las pruebas automovilísticas más antiguas del mundo.",
            "year": 1906
        },
        {
            "text": "en la estación de Kuchino, cerca de Moscú (Imperio ruso), el profesor Nikolái Zhukovski funda el Instituto Aerodinámico, el futuro TsAGI (Instituto Central de Aerohidrodinámica N. Y. Zhukovski).",
            "year": 1904
        },
        {
            "text": "en las islas Filipinas ―tras la guerra de independencia filipina contra Estados Unidos (1899-1902), en la que el ejército estadounidense mató a más de un millón de civiles―, Macario Sakay (1870-1907) establece la República Tagala, de corta duración (1902-1906), de la que llega a ser presidente.",
            "year": 1902
        },
        {
            "text": "en la bahía de Bengala, cerca de Rangún, un ciclón atrapa al barco británico Camorta, que naufraga. Mueren 655 personas. Es uno de los mayores naufragios del siglo XX.",
            "year": 1902
        },
        {
            "text": "se publica el primer número del diario Gorkhapatra, el periódico estatal en idioma nepalí más antiguo que aún sigue en circulación.",
            "year": 1901
        },
        {
            "text": "el Reino de Grecia, para celebrar los Primeros Juegos Olímpicos de la era moderna, emite un sello postal especial.",
            "year": 1896
        },
        {
            "text": "en Europa, el Imperio alemán, el Imperio austrohúngaro y el Reino de Italia firman la Tercera Triple Alianza.",
            "year": 1891
        },
        {
            "text": "en los Estados Unidos, los mormones renuncian a la poligamia.",
            "year": 1890
        },
        {
            "text": "en Luján, a 70 km al suroeste de la ciudad de Buenos Aires (Argentina) se inicia la construcción de la Basílica de Nuestra Señora de Luján.",
            "year": 1890
        },
        {
            "text": "en París, la Torre Eiffel se abre oficialmente al público en la Exposición Universal de París (1889). Durará hasta el 6 de noviembre.",
            "year": 1889
        },
        {
            "text": "en la capital del Imperio del Brasil se crea el Colegio Militar de Río de Janeiro.",
            "year": 1889
        },
        {
            "text": "a 3 km al noroeste del centro de la ciudad de Dublín (Irlanda), Frederick Cavendish (nombrado secretario jefe para Irlanda) y Thomas Henry Burke son apuñalados hasta la muerte, a horas de llegar a la ciudad, por asesinos fenianos (nacionalistas irlandeses que se oponían al dominio británico sobre Irlanda) en los asesinatos del Parque Fénix.",
            "year": 1882
        },
        {
            "text": "en Washington D. C., el Congreso de los Estados Unidos aprueba la Ley de Exclusión China.",
            "year": 1882
        },
        {
            "text": "la expedición Akhal-Teke recorren una región de Turkmenistán y la anexan a Rusia.",
            "year": 1881
        },
        {
            "text": "en Pine Ridge (estado de Nebraska), 2492 km al oeste de Washington DC, el jefe Caballo Loco de los oglala lakota ―al darse cuenta de que su pueblo estaba debilitado por el frío y el hambre― se rinde a las tropas de los Estados Unidos.",
            "year": 1877
        },
        {
            "text": "se publica el primer ejemplar del semanario L'Esquella de la Torratxa.",
            "year": 1872
        },
        {
            "text": "en Inglaterra se establece una copa nacional de fútbol.",
            "year": 1872
        },
        {
            "text": "108 km al suroeste de Washington DC, termina la Batalla del Desierto, que había comenzado el día anterior.",
            "year": 1864
        },
        {
            "text": "97 km al suroeste de la ciudad de Washington D. C. ―en el marco de la guerra civil estadounidense (1861‑1865)―, el Ejército Confederado (esclavista), bajo el mando de Robert E. Lee, vence al Ejército del Potomac, bajo el mando de Joseph Hooker, en la batalla de Chancellorsville.",
            "year": 1863
        },
        {
            "text": "en el marco de la guerra civil estadounidense (1861‑1865), el estado de Arkansas se separa de la Unión (actual Estados Unidos).",
            "year": 1861
        },
        {
            "text": "la Compañía Británica de las Indias Orientales disuelve el 34.º Regimiento de la Infantería Nativa de Bengala cuyo cipayo Mangal Pandey se había rebelado anteriormente contra los británicos en el período previo a la Guerra de la Independencia de la India (de 1857).",
            "year": 1857
        },
        {
            "text": "en el Teatro San Benedetto, en Venecia (Italia) ―tras el fiasco del año anterior en el Gran Teatro La Fenice―, se restrena La traviata de Giuseppe Verdi. Fue un éxito rotundo debido sobre todo a la nueva intérprete, la joven soprano María Spezia-Aldighieri, quien incluso en apariencia recordaba la figura de Violetta, la protagonista de la novela La dama de las camelias de Alexandre Dumas (hijo).",
            "year": 1854
        },
        {
            "text": "el médico John Gorrie (1803-1855) patenta una máquina de hacer hielo (un refrigerador mecánico).",
            "year": 1851
        },
        {
            "text": "en Nueva York, el inventor Linus Yale Jr. (1821-1868) registra una patente para la cerradura de tambor de pines, también conocida como «cerradura Yale».",
            "year": 1851
        },
        {
            "text": "5 km al suroeste de Verona ―en el marco de la primera guerra de Independencia italiana (1848‑1849)―, los austríacos de Josef Radetzky derrotan a los piamonteses de Carlos Alberto de Cerdeña en la sangrienta batalla de Santa Lucía. El saldo es de 182 muertos (de los cuales 110 piamonteses) y alrededor de mil heridos.",
            "year": 1848
        },
        {
            "text": "los «patriarcas orientales» publican un mensaje a los cristianos ortodoxos, como respuesta a la encíclica In suprema Petri apostoli sede, un mensaje similar del papa Pío IX, del 6 de enero de 1848.",
            "year": 1848
        },
        {
            "text": "en Londres se inaugura el Glaciarium, la primera pista de hielo artificial.",
            "year": 1844
        },
        {
            "text": "el Reino Unido efectúa la emisión del Penique Negro, el primer sello postal de la historia.",
            "year": 1840
        },
        {
            "text": "en Nueva York (Estados Unidos), James Gordon Bennett publica el primer número del diario New York Herald.",
            "year": 1835
        },
        {
            "text": "en el pueblo de Grand Detour, 175 km al oeste de Chicago (Illinois), el inventor John Deere fabrica el primer arado de acero.",
            "year": 1833
        },
        {
            "text": "en Viena, el austríaco Cyrill Demian (1772-1847) registra la patente del acordeón.",
            "year": 1829
        },
        {
            "text": "en Río de Janeiro (Imperio del Brasil), la Asamblea General (actual Congreso Nacional del Brasil) celebra su sesión inaugural de la primera legislatura.",
            "year": 1826
        },
        {
            "text": "en Villa del Rosario (Colombia) se inaugura el Congreso Constituyente de 1821.",
            "year": 1821
        },
        {
            "text": "en Venezuela, el libertador Simón Bolívar es proclamado «jefe supremo de la República y sus ejércitos».",
            "year": 1816
        },
        {
            "text": "en Nueva York se funda la Sociedad Bíblica Estadounidense.",
            "year": 1816
        },
        {
            "text": "en el mar Mediterráneo frente a la ciudad catalana de Barcelona, el capitán Thomas Cochrane, al mando del pequeño bergantín Speedy (de 14 cañones) captura a la fragata española El Gamo (de 32 cañones) en la acción del 6 de mayo de 1801.",
            "year": 1801
        },
        {
            "text": "en Haití, Toussaint L'Ouverture lidera una revolución antifrancesa y antiesclavista.",
            "year": 1794
        },
        {
            "text": "en el Salón de los Estados, en Versalles (cerca de París), los diputados del Tercer Estado se reúnen, mientras el clero y la aristocracia deciden verificar por separado sus respectivos poderes.",
            "year": 1789
        },
        {
            "text": "en París, Jacques Pierre Brissot publica el primer número del periódico Le Patriote français.",
            "year": 1789
        },
        {
            "text": "en Siam (actual Tailandia) por orden del rey Buda Yodfa Chulaloke comienza la construcción del Gran Palacio de Bangkok.",
            "year": 1782
        },
        {
            "text": "se abre la primera carretera desde Rusia hasta Georgia.",
            "year": 1782
        },
        {
            "text": "el oficial ruso Pavel Bibikov es condenado a cadena perpetua por criticar al príncipe Gregorio Potemkin.",
            "year": 1782
        },
        {
            "text": "en Praga ―en el marco de la guerra de los Siete Años―, un ejército prusiano vence a un ejército austríaco y ruso en la batalla de Praga.",
            "year": 1757
        },
        {
            "text": "en Birmania termina la guerra entre los Konbaung y el reino de Hanthawaddy (1752‑1757), con lo que termina la Guerra Civil Birmana (1740‑1757).",
            "year": 1757
        },
        {
            "text": "en Londres, el poeta Christopher Smart es admitido en el Saint Luke’s Hospital for Lunatics, comenzando su confinamiento de seis años en «asilos mentales».",
            "year": 1757
        },
        {
            "text": "en San Petersburgo (Rusia) se publica el Artículo militar, el primer código de procedimiento penal y penal militar de ese país.",
            "year": 1715
        },
        {
            "text": "Luis XIV de Francia rompe las negociaciones con los aliados.",
            "year": 1709
        },
        {
            "text": "en España se crea el cuerpo de los reales guardias alabarderos para el servicio y guardia de la familia real.",
            "year": 1707
        },
        {
            "text": "el rey Pedro II de Portugal se declara opuesto a la causa de Felipe de Anjou.",
            "year": 1703
        },
        {
            "text": "en Moscú (Rusia) la Polonia-Lituania y el Reino Ruso firman el Tratado de Paz Eterna, que dio como resultado la integración de Bielorrusia y la Rusia Menor en el Reino Ruso. El tratado pone fin formalmente a la guerra ruso-polaca (1654-1667) y confirma los acuerdos alcanzados en el Tratado de Andrúsovo 21 años antes (en 1667).",
            "year": 1686
        },
        {
            "text": "el clero francés reafirma las libertades de la Iglesia galicana (la Iglesia católica de Francia) tras la protesta del papa Inocencio XI en respuesta a la declaración del 19 de marzo.",
            "year": 1682
        },
        {
            "text": "en Francia, el rey Luis XIV traslada su corte al Palacio de Versalles (24 km al suroeste).",
            "year": 1682
        },
        {
            "text": "en una carta fechada el 6 de mayo, Madame de Sévigné intenta en vano, una vez más, convencer a su hija de compartir su entusiasmo por las fábulas de La Fontaine.",
            "year": 1672
        },
        {
            "text": "en París (Francia), el aristócrata Jean-Baptiste Gonthier (1622‑1680), consejero del Gran Consejo del Parlamento de París en 1649, es recibido como presidente de la Cámara de Cuentas de París, cargo que ocupó hasta 1675.",
            "year": 1667
        },
        {
            "text": "en la Nueva España (hoy México) se funda la Catedral Metropolitana de Morelia.",
            "year": 1660
        },
        {
            "text": "en Londres (Inglaterra) ―en el marco de la Restauración― una facción del Ejército británico destituye a Richard Cromwell como lord protector de la Commonwealth y reinstala el Parlamento residual.",
            "year": 1659
        },
        {
            "text": "el colono neerlandés Peter Minuit compra la isla de Manhattan a los indios por un puñado de vidrios valorados en 25 dólares. En 1664, el poder pasó a los británicos, quienes crearon la ciudad de Nueva York a partir de los asentamientos de la isla.",
            "year": 1626
        },
        {
            "text": "142 km al sur de Fráncfort del Meno (Alemania) ―en el marco de la Guerra de los Treinta Años―, las fuerzas católicas hispanoaustríacas lideradas por Johann Tserclaes (conde de Tillý) derrotan a los protestantes liderados por el conde Ernst von Mansfeld y por Jorge Federico I de Baden-Durlach (margrave de Baden) en la batalla de Wimpfen.",
            "year": 1622
        },
        {
            "text": "la ciudad neerlandesa de Coevorden, ocupada por los españoles, es recuperada por una fuerza neerlandesa e inglesa.",
            "year": 1594
        },
        {
            "text": "en Francia, Enrique III promulga el Edicto de Beaulieu, por el que se proclama la libertad de religión en toda Francia excepto en París o allí donde resida la corte.",
            "year": 1576
        },
        {
            "text": "en Francia se firma el Edicto de Beaulieu que pone fin a la quinta guerra de religión al reconocer la fe protestante.",
            "year": 1576
        },
        {
            "text": "en la India, el misionero portugués Francisco Javier llega a Goa (la capital de la India portuguesa) para desarrollar su labor evangelizadora, a petición del rey Juan III de Portugal.",
            "year": 1542
        },
        {
            "text": "el rey Enrique VIII de Inglaterra ordena que se coloquen traducciones al inglés de la Gran Biblia (publicada en 1539) en todas las iglesias.",
            "year": 1541
        },
        {
            "text": "en el sur del actual Perú comienza el asedio de Cuzco, en el que las fuerzas del Imperio inca intentan recuperar (infructuosamente) la ciudad de Cusco de manos de los invasores españoles.",
            "year": 1536
        },
        {
            "text": "la ciudad de Roma es saqueada por las tropas hispano-germanas de Carlos I, al mando de Carlos III de Borbón. Algunos historiadores consideran este hecho como el fin del Renacimiento.",
            "year": 1527
        },
        {
            "text": "en España, por Real Cédula se declara libre de impuestos el comercio de las Indias americanas.",
            "year": 1497
        },
        {
            "text": "en Austria, el Concilio de Viena aprueba la intención del papa Clemente V de declarar las Cruzadas para invadir el Sultanato Mameluco de Egipto en la Región de Palestina y apropiársela para el cristianismo.",
            "year": 1312
        },
        {
            "text": "en la ciudad de Tremecén (Argelia), 150 km hacia el interior de Argelia al suroeste de Orán, los benimerines empiezan un asedio de siete años.",
            "year": 1299
        },
        {
            "text": "en el Reino de Jerusalem (región de Palestina), Luis IX de Francia (quien será llamado San Luis), que fue hecho prisionero por los musulmanes durante la séptima cruzada, es liberado tras pagar un gran rescate.",
            "year": 1250
        },
        {
            "text": "el arzobispo de Reims, Albéric de Humbert (o Aubry de Humbert), coloca la primera piedra de la nueva catedral de Reims (el edificio actual), dando inicio a las obras, encargadas a Jean d’Orbais, del nuevo edificio destinado a sustituir a la catedral carolingia destruida por un incendio el año anterior.",
            "year": 1211
        },
        {
            "text": "en Reims (Francia) se incendia la catedral carolingia de Reims llamada «catedral de Ébano».",
            "year": 1210
        },
        {
            "text": "en Chipre, la flota de Ricardo I de Inglaterra llega al puerto de Lémesos (hoy Limassol) y captura la ciudad.",
            "year": 1191
        },
        {
            "text": "en España, el emir omeya Alhakén I toma juramento de fidelidad en favor de su hijo Abderramán II, designándolo heredero.",
            "year": 822
        },
        {
            "text": "en Toledo (península ibérica), el rey visigodo Recaredo ―recién convertido del cristianismo arriano al cristianismo católico― inaugura el III Concilio de Toledo. Él había convocado a todos los obispos del reino visigodo (formado por Hispania y la Septimania francesa), cuya religión oficial había sido el arrianismo. Asistieron 62 obispos católicos y 8 obispos arrianos. Recaredo anatematizó a Arrio y sus doctrinas, prohibió que las personas judías ocuparan cargos públicos y se casaran con personas cristianas, y se atribuyó la conversión de los pueblos godo y suevo al catolicismo. Actualmente este se considera el nacimiento de la nación católica española.",
            "year": 589
        },
        {
            "text": "en Mtsjeta (en esa época capital de Georgia) la monja Ninó de Georgia (29) bautiza al rey Mirian II (quien en esos días había recuperado la visión) y a sus dignatarios.",
            "year": 319
        }
    ],
    "births": [
        {
            "text": "Archie Mountbatten-Windsor, aristócrata («príncipe del Reino Unido») británico-inglés, miembro de la «familia real» británica, hijo del príncipe Enrique de Sussex y de Meghan Markle.",
            "year": 2019
        },
        {
            "text": "Jorge Barrio, piloto argentino.",
            "year": 2004
        },
        {
            "text": "Emily Alyn Lind, actriz y cantante estadounidense.",
            "year": 2002
        },
        {
            "text": "Cole Palmer, futbolista británico-inglés.",
            "year": 2002
        },
        {
            "text": "Angel Reese, baloncestista estadounidense.",
            "year": 2002
        },
        {
            "text": "Achraf Dari, futbolista marroquí.",
            "year": 1999
        },
        {
            "text": "Patricio O'Ward, piloto mexicano.",
            "year": 1999
        },
        {
            "text": "Luigi Mangione, sospechoso del asesinato de Brian Thompson (director ejecutivo de United Healthcare).",
            "year": 1998
        },
        {
            "text": "Maymay Entrata, modelo, animadora y cantautora filipina.",
            "year": 1997
        },
        {
            "text": "Ranz Kyle, personalidad de las redes sociales y artista filipino.",
            "year": 1997
        },
        {
            "text": "Duncan Scott, nadador británico-escocés.",
            "year": 1997
        },
        {
            "text": "Dominic Scott Kay, actor estadounidense.",
            "year": 1996
        },
        {
            "text": "William Aubatin, atleta francés.",
            "year": 1995
        },
        {
            "text": "Darya Maslova, atleta kirguisa.",
            "year": 1995
        },
        {
            "text": "Mateo Kovačić, futbolista austríaco-croata.",
            "year": 1994
        },
        {
            "text": "Dasom (Kim Da-som), cantante, bailarina y actriz surcoreana.",
            "year": 1993
        },
        {
            "text": "Gustavo Gómez Portillo, futbolista paraguayo.",
            "year": 1993
        },
        {
            "text": "Naomi Scott, actriz de cine y televisión, cantante y música británico-inglesa.",
            "year": 1993
        },
        {
            "text": "Baekhyun (Pyung Baekhyun), cantante, actor y modelo surcoreano, miembro del grupo de hip-hop EXO.",
            "year": 1992
        },
        {
            "text": "Brendan Gallagher, jugador canadiense de hockey sobre hielo, campeón del mundo en 2016.",
            "year": 1992
        },
        {
            "text": "Jonas Valančiūnas, baloncestista lituano.",
            "year": 1992
        },
        {
            "text": "Christa Theret, actriz francesa.",
            "year": 1991
        },
        {
            "text": "José Altuve, beisbolista venezolano.",
            "year": 1990
        },
        {
            "text": "Péter Gulácsi, futbolista húngaro.",
            "year": 1990
        },
        {
            "text": "Chukwuma Akabueze, futbolista nigeriano.",
            "year": 1989
        },
        {
            "text": "Bobby Bazini, cantautor canadiense.",
            "year": 1989
        },
        {
            "text": "Dominika Cibulková, tenista eslovaca.",
            "year": 1989
        },
        {
            "text": "Cameron Heyward, jugador estadounidense de fútbol americano.",
            "year": 1989
        },
        {
            "text": "Alexis Ajinça, baloncestista francés.",
            "year": 1988
        },
        {
            "text": "Miranda Ayim, jugadora de baloncesto canadiense.",
            "year": 1988
        },
        {
            "text": "Ryan Anderson, baloncestista estadounidense.",
            "year": 1988
        },
        {
            "text": "Dakota Kai, luchador profesional neozelandés.",
            "year": 1988
        },
        {
            "text": "Ramon Motta, futbolista brasileño.",
            "year": 1988
        },
        {
            "text": "Romain Beynié, futbolista francés.",
            "year": 1987
        },
        {
            "text": "Leo Lyons, jugador de baloncesto estadounidense.",
            "year": 1987
        },
        {
            "text": "Dries Mertens, futbolista belga.",
            "year": 1987
        },
        {
            "text": "Meek Mill, rapero estadounidense.",
            "year": 1987
        },
        {
            "text": "Gerardo Parra, beisbolista y entrenador venezolano.",
            "year": 1987
        },
        {
            "text": "Adrienne Warren, actriz estadounidense.",
            "year": 1987
        },
        {
            "text": "Cindy Daniel, cantante y actriz canadiense.",
            "year": 1986
        },
        {
            "text": "Emily Armstrong, cantante estadounidense de la banda de nu metal Linkin Park.",
            "year": 1986
        },
        {
            "text": "Goran Dragic, baloncestista esloveno, campeón de Europa en 2017.",
            "year": 1986
        },
        {
            "text": "Maestro Gims (Gandhi Djuna), rapero congoleño expatriado en Francia.",
            "year": 1986
        },
        {
            "text": "Roman Kreuziger, ciclista de carretera checo.",
            "year": 1986
        },
        {
            "text": "Maximiliano Rodríguez Vecino, escritor uruguayo.",
            "year": 1986
        },
        {
            "text": "Chris Paul, baloncestista estadounidense.",
            "year": 1985
        },
        {
            "text": "Fawzi Bashir, futbolista omaní.",
            "year": 1984
        },
        {
            "text": "Juan Pablo Carrizo, arquero argentino.",
            "year": 1984
        },
        {
            "text": "Oliver Lafayette, jugador de baloncesto croata-estadounidense.",
            "year": 1984
        },
        {
            "text": "Dani Alves, futbolista brasileño.",
            "year": 1983
        },
        {
            "text": "Adrianne Palicki, actriz estadounidense.",
            "year": 1983
        },
        {
            "text": "Gabourey Sidibe, actriz estadounidense.",
            "year": 1983
        },
        {
            "text": "Trinley Thaye Dorje, líder religioso tibetano, el 17.º karmapa lama.",
            "year": 1983
        },
        {
            "text": "Eric Murray, atleta neozelandés, dos veces campeón olímpico de remo.",
            "year": 1982
        },
        {
            "text": "Bayron Vega, Fotógrafo y soñador colombiano.",
            "year": 1982
        },
        {
            "text": "Kyle Shewfelt, gimnasta canadiense.",
            "year": 1982
        },
        {
            "text": "Francisco Ventoso, ciclista de carretera español.",
            "year": 1982
        },
        {
            "text": "Jason Witten, jugador estadounidense de fútbol americano.",
            "year": 1982
        },
        {
            "text": "Census Johnston, rugbista samoano.",
            "year": 1981
        },
        {
            "text": "Mark O'Connell, baterista estadounidense.",
            "year": 1981
        },
        {
            "text": "Guglielmo Stendardo, futbolista italiano.",
            "year": 1981
        },
        {
            "text": "Carlos Arano, futbolista argentino.",
            "year": 1980
        },
        {
            "text": "Brooke Bennett, nadadora estadounidense, tres veces campeona olímpica.",
            "year": 1980
        },
        {
            "text": "Dimitris Diamantidis, baloncestista griego.",
            "year": 1980
        },
        {
            "text": "Ricardo Oliveira, futbolista brasileño.",
            "year": 1980
        },
        {
            "text": "Gerd Kanter, lanzador de disco estonio.",
            "year": 1979
        },
        {
            "text": "Jon Montgomery, corredor de skeleton y presentador de televisión canadiense.",
            "year": 1979
        },
        {
            "text": "John Abraham, jugador estadounidense de fútbol americano.",
            "year": 1978
        },
        {
            "text": "Afshin (Afshin Jafari), cantante iraní.",
            "year": 1978
        },
        {
            "text": "Tony Estanguet, piragüista francés de slalom, tres veces campeón olímpico (2000, 2004 y 2012), cinco veces campeón del mundo, miembro del COI.",
            "year": 1978
        },
        {
            "text": "Fredrick Federley, periodista y político sueco.",
            "year": 1978
        },
        {
            "text": "Marc Chouinard, jugador de hockey sobre hielo de Quebec.",
            "year": 1977
        },
        {
            "text": "Mark Eaton, jugador y entrenador estadounidense de hockey sobre hielo.",
            "year": 1977
        },
        {
            "text": "Chantelle Newbery, buceadora australiana.",
            "year": 1977
        },
        {
            "text": "André Sa, tenista brasileño.",
            "year": 1977
        },
        {
            "text": "Iván de la Peña, futbolista español.",
            "year": 1976
        },
        {
            "text": "Olivier Alleman, presentador de la televisión francesa, árbitro del programa Intervilles.",
            "year": 1975
        },
        {
            "text": "Cyrille Eldin, entrevistador, reportero, animador y actor francés, columnista y luego presentador de televisión.",
            "year": 1973
        },
        {
            "text": "Françoise Gillard, actriz belga.",
            "year": 1973
        },
        {
            "text": "Martin Brodeur, jugador canadiense de hockey sobre hielo, dos veces campeón olímpico (2002 y 2010).",
            "year": 1972
        },
        {
            "text": "Naoko Takahashi, corredora de maratón japonesa, campeona olímpica.",
            "year": 1972
        },
        {
            "text": "Chris Shiflett, cantautor y músico de rock estadounidense, guitarrista de la banda Foo Fighters.",
            "year": 1971
        },
        {
            "text": "Manuel Baldizón, político guatemalteco.",
            "year": 1970
        },
        {
            "text": "Delphine Serina, actriz francesa (f. 2020).",
            "year": 1970
        },
        {
            "text": "Tristán Ulloa, actor y cineasta español.",
            "year": 1970
        },
        {
            "text": "Manu Larcenet (Emmanuel Larcenet), autor francés de cómics.",
            "year": 1969
        },
        {
            "text": "Jim Magilton, futbolista y entrenador norirlandés.",
            "year": 1969
        },
        {
            "text": "Maxim Fadeev, cantante, compositor, productor musical, director y actor soviético-ruso.",
            "year": 1968
        },
        {
            "text": "Lætitia Sadier, cantante y tecladista francesa.",
            "year": 1968
        },
        {
            "text": "Robert Floyd, actor estadounidense.",
            "year": 1967
        },
        {
            "text": "Vladimir Llakaj, escultor albanés.",
            "year": 1967
        },
        {
            "text": "Aleksandr Skvortsov, cosmonauta ruso.",
            "year": 1966
        },
        {
            "text": "Leslie Hope, actriz, directora, productora y guionista canadiense.",
            "year": 1965
        },
        {
            "text": "Juan Carlos Lemus, boxeador cubano, campeón olímpico.",
            "year": 1965
        },
        {
            "text": "Dana Hill, actriz estadounidense (f. 1996).",
            "year": 1964
        },
        {
            "text": "Lucien Jean-Baptiste, actor y director francés.",
            "year": 1964
        },
        {
            "text": "Lars Mikkelsen, actor danés de cine y televisión.",
            "year": 1964
        },
        {
            "text": "Alessandra Ferri, primera bailarina italiana.",
            "year": 1963
        },
        {
            "text": "Héctor Beltrán Leyva, narcotraficante mexicano (f. 2018).",
            "year": 1962
        },
        {
            "text": "Tom Brake, político británico-inglés.",
            "year": 1962
        },
        {
            "text": "Mario Kummer, ciclista alemán, campeón olímpico.",
            "year": 1962
        },
        {
            "text": "George Clooney, actor de cine (Batman y Robin), cineasta, productor y guionista estadounidense, ganador de dos premios Oscar, cuatro Globos de Oro y otros.",
            "year": 1961
        },
        {
            "text": "Tom Hunter, empresario y filántropo británico-escocés.",
            "year": 1961
        },
        {
            "text": "Mijaíl Kochetkov, poeta, compositor, autor e intérprete de canciones, bardo y guitarrista soviético-ruso.",
            "year": 1961
        },
        {
            "text": "Frans Timmermans, político y diplomático neerlandés, vicepresidente de la Comisión Europea.",
            "year": 1961
        },
        {
            "text": "Giosuè Calaciura, escritor y periodista italiano.",
            "year": 1960
        },
        {
            "text": "Keith Dowding, politólogo, filósofo y académico británico-inglés.",
            "year": 1960
        },
        {
            "text": "Roma Downey, actriz y productora irlandesa.",
            "year": 1960
        },
        {
            "text": "Mauricio Electorat, escritor chileno.",
            "year": 1960
        },
        {
            "text": "John Flansburgh, cantautor y guitarrista estadounidense.",
            "year": 1960
        },
        {
            "text": "Martina Jäschke, saltadora de Alemania del Este, campeona olímpica.",
            "year": 1960
        },
        {
            "text": "Anne Parillaud, actriz francesa.",
            "year": 1960
        },
        {
            "text": "Charles Hendry, político británico-inglés.",
            "year": 1959
        },
        {
            "text": "Renaud Muselier, político francés, presidente de la región Provenza-Alpes-Costa Azul desde 2015.",
            "year": 1959
        },
        {
            "text": "Julia Otero, periodista española.",
            "year": 1959
        },
        {
            "text": "Lolita Flores, cantante y actriz española.",
            "year": 1958
        },
        {
            "text": "Patrick Lefoulon, kayakista francés, subcampeón olímpico.",
            "year": 1958
        },
        {
            "text": "Serguéi Voronin, músico de rock soviético y ruso (f. 2006), tecladista del grupo Picnic.",
            "year": 1956
        },
        {
            "text": "Tom Bergeron, presentador estadounidense de televisión.",
            "year": 1955
        },
        {
            "text": "John Hutton, aristócrata («barón de Hutton»), académico y político británico-inglés, secretario de Defensa.",
            "year": 1955
        },
        {
            "text": "Pedro Piqueras, periodista español.",
            "year": 1955
        },
        {
            "text": "Donald A. Thomas, astronauta estadounidense.",
            "year": 1955
        },
        {
            "text": "Dora Bakoyannis, política griega, 120.ª ministra de Asuntos Exteriores de Grecia.",
            "year": 1954
        },
        {
            "text": "Marie-Aude Murail, escritora francesa.",
            "year": 1954
        },
        {
            "text": "Alexander Akimov, trabajador ucraniano de la central nuclear de Chernóbil (f. 1986).",
            "year": 1953
        },
        {
            "text": "Tony Blair, político británico, primer ministro del Reino Unido entre 1997 y 2007.",
            "year": 1953
        },
        {
            "text": "Michelle Courchesne, política canadiense.",
            "year": 1953
        },
        {
            "text": "Omar Pérez Santiago, escritor chileno.",
            "year": 1953
        },
        {
            "text": "Graeme Souness, futbolista y entrenador internacional británico-escocés.",
            "year": 1953
        },
        {
            "text": "Chiaki Mukai, médico y astronauta japonés.",
            "year": 1952
        },
        {
            "text": "Christian Clavier, actor de teatro y cine, productor de cine y guionista francés.",
            "year": 1952
        },
        {
            "text": "Fernando López-Amor, político español.",
            "year": 1952
        },
        {
            "text": "Vladimir Sinitsyn, comentarista deportivo soviético y letón.",
            "year": 1952
        },
        {
            "text": "Gerrit Zalm, economista y político neerlandés, viceprimer ministro de los Países Bajos.",
            "year": 1952
        },
        {
            "text": "Samuel Kanyon Doe, sargento, político y estadista liberiano (f. 1990), 21.º presidente de Liberia.",
            "year": 1951
        },
        {
            "text": "Zhaksilikli Ushkempirov, luchador kazajo, campeón olímpico.",
            "year": 1951
        },
        {
            "text": "Jeffery Deaver, periodista y escritor estadounidense.",
            "year": 1950
        },
        {
            "text": "Robbie McIntosh, baterista británico-escocés (f. 1974), miembro del grupo Average White Band.",
            "year": 1950
        },
        {
            "text": "David C. Leestma, astronauta estadounidense.",
            "year": 1949
        },
        {
            "text": "Thérèse Liotard, ex presentadora de noticias y actriz francesa.",
            "year": 1949
        },
        {
            "text": "Philippe Brenot, psiquiatra y antropólogo francés.",
            "year": 1948
        },
        {
            "text": "Mary MacGregor, cantante estadounidense.",
            "year": 1948
        },
        {
            "text": "Alan Dale, actor neozelandés.",
            "year": 1947
        },
        {
            "text": "Martha Nussbaum, filósofa y escritora estadounidense.",
            "year": 1947
        },
        {
            "text": "Alain Bocquet, político francés.",
            "year": 1946
        },
        {
            "text": "Claudette Carbonneau, dirigente sindical de Quebec.",
            "year": 1946
        },
        {
            "text": "André Marceau, obispo católico francés, obispo de la diócesis de Niza.",
            "year": 1946
        },
        {
            "text": "Rosalie Wilkins, política británica.",
            "year": 1946
        },
        {
            "text": "Xosé Lluis García Arias, filólogo y escritor español.",
            "year": 1945
        },
        {
            "text": "Jimmie Dale Gilmore, cantautor de música country, guitarrista, actor y productor estadounidense.",
            "year": 1945
        },
        {
            "text": "Bob Seger, cantautor, guitarrista y músíco estadounidense de rock.",
            "year": 1945
        },
        {
            "text": "Anton Furst, productor británico de cine (f. 1991).",
            "year": 1944
        },
        {
            "text": "Masanori Murakami, beisbolista japonés.",
            "year": 1944
        },
        {
            "text": "Fernando Méndez-Leite, cineasta español.",
            "year": 1944
        },
        {
            "text": "Andreas Baader, terrorista alemán (f. 1977), cofundador de la banda Fracción del Ejército Rojo.",
            "year": 1943
        },
        {
            "text": "Milton William Cooper, teórico de la conspiración y escritor estadounidense (f. 2001).",
            "year": 1943
        },
        {
            "text": "Parry Mitchell, político británico.",
            "year": 1943
        },
        {
            "text": "James Turrell, escultor, ilustrador y artista visual estadounidense.",
            "year": 1943
        },
        {
            "text": "Ariel Dorfman, escritor, dramaturgo y académico argentino.",
            "year": 1942
        },
        {
            "text": "Guillermo Galeote, político español (f. 2021).",
            "year": 1941
        },
        {
            "text": "Vyacheslav Starshinov, jugador y entrenador de hockey soviético-ruso, dos veces campeón olímpico, nueve veces campeón mundial.",
            "year": 1940
        },
        {
            "text": "Jean-Michel Cousteau, explorador y director de documentales oceanográficos, fundador y presidente de asociaciones científicas.",
            "year": 1938
        },
        {
            "text": "Jean Garon, economista y político canadiense (f. 2014).",
            "year": 1938
        },
        {
            "text": "Rubin Carter, boxeador estadounidense-canadiense (f. 2014).",
            "year": 1937
        },
        {
            "text": "Néstor Isella, futbolista argentino (f. 2015).",
            "year": 1937
        },
        {
            "text": "Bernard Lemaire, ingeniero y empresario canadiense.",
            "year": 1936
        },
        {
            "text": "Jean-François Poron, actor francés (f. 2020).",
            "year": 1936
        },
        {
            "text": "Uri Dan, periodista, escritor y director israelí (f. 2006).",
            "year": 1935
        },
        {
            "text": "Luis Ángel Rojo, economista español (f. 2011), gobernador del Banco de España.",
            "year": 1934
        },
        {
            "text": "Richard Shelby, abogado y político estadounidense.",
            "year": 1934
        },
        {
            "text": "Vladímir Lakshin, prosista, crítico literario, erudito literario y autor de memorias soviético ruso (f. 1993).",
            "year": 1933
        },
        {
            "text": "Aleksandr Belyavsky, actor soviético-ruso de teatro y cine (f. 2012), «artista del pueblo de la Federación Rusa».",
            "year": 1932
        },
        {
            "text": "Alexander Thynn, aristócrata, teniente y político británico-inglés (f. 2020).",
            "year": 1932
        },
        {
            "text": "Jane Berbié, mezzosoprano francesa.",
            "year": 1931
        },
        {
            "text": "Willie Mays, beisbolista y entrenador estadounidense (f. 2024), incluido en 1979 en el Salón de la Fama del Béisbol.",
            "year": 1931
        },
        {
            "text": "Vladímir Abazarov, geólogo soviético (f. 2003).",
            "year": 1930
        },
        {
            "text": "Philippe Beaussant, musicólogo y académico francés (f. 2016), ocupante de la silla 36 de la Academia Francesa.",
            "year": 1930
        },
        {
            "text": "Jean-Guy Couture, obispo de Quebec (f. 2022).",
            "year": 1929
        },
        {
            "text": "Rosemary Cramp, arqueóloga y académica británico-inglesa (f. 2023).",
            "year": 1929
        },
        {
            "text": "Hristo Kovachev, director de documentales, guionista y director de fotografía búlgaro (f. 1997).",
            "year": 1929
        },
        {
            "text": "Paul Lauterbur, químico y biofísico estadounidense (f. 2007), premio nobel de fisiología o medicina en 2003.",
            "year": 1929
        },
        {
            "text": "Georgui Zhemchuzhin, director del Teatro Bolshoi, «artista de honor de la RSFSR» (f. 2015).",
            "year": 1929
        },
        {
            "text": "Jacques Despierre, religioso católico francés, obispo emérito de la diócesis de Carcassonne y Narbonne.",
            "year": 1928
        },
        {
            "text": "Robert Poujade, político francés (f. 2020).",
            "year": 1928
        },
        {
            "text": "Gilles Grégoire, político canadiense (f. 2006).",
            "year": 1926
        },
        {
            "text": "Yuri Puzyrev (f. 1991), actor soviético-ruso de teatro y cine, «artista de honor de la RSFSR».",
            "year": 1926
        },
        {
            "text": "Helios Sarthou, político uruguayo (f. 2012).",
            "year": 1926
        },
        {
            "text": "John Bayard Britton, médico estadounidense asesinado por un antiabortista (f. 1994).",
            "year": 1925
        },
        {
            "text": "Néstor Basterretxea, escultor y pintor español (f. 2014).",
            "year": 1924
        },
        {
            "text": "Patricia Kennedy, personaje mediático, activista y escritora estadounidense (f. 2006), hermana del presidente John F. Kennedy.",
            "year": 1924
        },
        {
            "text": "Denny Wright, guitarrista, compositor y productor británico-inglés (f. 1992).",
            "year": 1924
        },
        {
            "text": "Josep Seguer, futbolista español (f. 2014).",
            "year": 1923
        },
        {
            "text": "Harry Watson, jugador y entrenador de hockey sobre hielo canadiense (f. 2002).",
            "year": 1923
        },
        {
            "text": "Vladimir Etush, actor soviético-ruso de teatro y cine, profesor de teatro, «artista del pueblo de la URSS» (f. 2019).",
            "year": 1922
        },
        {
            "text": "Camille Laurin, psiquiatra y político canadiense (f. 1999).",
            "year": 1922
        },
        {
            "text": "Otmar Suitner, director de orquesta y músico austríaco (f. 2010).",
            "year": 1922
        },
        {
            "text": "Erich Fried, escritor, poeta, presentador de radio y periodista austríaco (f. 1988), expatriado en Reino Unido.",
            "year": 1921
        },
        {
            "text": "Martha Beck, criminal estadounidense (f. 1951).",
            "year": 1920
        },
        {
            "text": "Vicente Fuentes Díaz, político e historiador mexicano (f. 2010).",
            "year": 1920
        },
        {
            "text": "Kamisese Mara, político fiyiano, 1.º primer ministro de Fiyi (f. 2004).",
            "year": 1920
        },
        {
            "text": "Alejandro Finisterre, inventor y poeta español (f. 2007).",
            "year": 1919
        },
        {
            "text": "André Guelfi, piloto de carreras y empresario francés (f. 2016).",
            "year": 1919
        },
        {
            "text": "Mijaíl Alekseev (f. 2007), escritor y periodista soviético ruso, recepción de la medalla para el Héroe del Trabajo Socialista.",
            "year": 1918
        },
        {
            "text": "Zayed bin Sultán Al Nahayan, político emiratí (f. 2004), 1º. presidente de los Emiratos Árabes Unidos entre 1971 y 2004.",
            "year": 1918
        },
        {
            "text": "Henrietta Boggs, política, escritora y activista estadounidense y costarricense (f. 2020).",
            "year": 1918
        },
        {
            "text": "Kal Mann, letrista estadounidense (f. 2001).",
            "year": 1917
        },
        {
            "text": "Geneviève Callerot, agricultora, activista y novelista francesa (f. 2025), combatiente de la resistencia francesa.",
            "year": 1916
        },
        {
            "text": "Adriana Caselotti, actriz estadounidense (f. 1997).",
            "year": 1916
        },
        {
            "text": "Robert H. Dicke, físico y astrónomo estadounidense (f. 1997).",
            "year": 1916
        },
        {
            "text": "Orson Welles, actor, cineasta, productor y guionista estadounidense (f. 1985), ganador de dos premios Óscar.",
            "year": 1915
        },
        {
            "text": "Theodore H. White, historiador, periodista y escritor estadounidense (f. 1986).",
            "year": 1915
        },
        {
            "text": "Achille Zavatta, payaso francés (f. 1993).",
            "year": 1915
        },
        {
            "text": "Carmen Cavallaro, pianista estadounidense (f. 1989).",
            "year": 1913
        },
        {
            "text": "Stewart Granger, actor británico-inglés, expatriado en Estados Unidos (f. 1993).",
            "year": 1913
        },
        {
            "text": "Ellen Müller-Preis, esgrimista austríaca, campeona olímpica y mundial (f. 2007).",
            "year": 1912
        },
        {
            "text": "Guy des Cars, periodista y novelista francés (f. 1993).",
            "year": 1911
        },
        {
            "text": "Ángel Juan Quesada, director de coro y compositor español (f. 1988).",
            "year": 1909
        },
        {
            "text": "Peter Barnes, ejecutado republicano irlandés (f. 1940).",
            "year": 1907
        },
        {
            "text": "Weeb Ewbank, jugador y entrenador estadounidense de fútbol americano (f. 1998).",
            "year": 1907
        },
        {
            "text": "Yasushi Inoue, escritor japonés (f. 1991).",
            "year": 1907
        },
        {
            "text": "André Weil, matemático y académico francés (f. 1998).",
            "year": 1906
        },
        {
            "text": "Émilien Frenette, sacerdote canadiense, obispo de Quebec (f. 1983).",
            "year": 1905
        },
        {
            "text": "Manuel Mendizábal, científico y político español (f. 1996).",
            "year": 1905
        },
        {
            "text": "Raymond Bailey, actor estadounidense (f. 1980).",
            "year": 1904
        },
        {
            "text": "Moshé Feldenkrais, físico y académico ucraniano-israelí (f. 1984).",
            "year": 1904
        },
        {
            "text": "Catherine Lacey, actriz británico-inglesa (f. 1979).",
            "year": 1904
        },
        {
            "text": "Max Mallowan, arqueólogo británico-inglés (f. 1978), esposo de Agatha Christie.",
            "year": 1904
        },
        {
            "text": "Harry Martinson, novelista, ensayista y poeta sueco (f. 1978), premio nobel de literatura en 1974.",
            "year": 1904
        },
        {
            "text": "Toots Shor, empresario estadounidense (f. 1977), fundador del Toots Shor’s Restaurant.",
            "year": 1903
        },
        {
            "text": "Paul Azaïs, actor francés (f. 1974).",
            "year": 1902
        },
        {
            "text": "Max Ophüls (Maximilian Oppenheimer), cineasta, guionista y productor alemán expatriado en Estados Unidos (f. 1957).",
            "year": 1902
        },
        {
            "text": "Albert Decaris, grabador francés de sellos postales (f. 1988), académico de Bellas Artes.",
            "year": 1901
        },
        {
            "text": "Vladimir Polyanov (Vladimir-Georgi Todorov), director de teatro y escritor búlgaro (f. 1988).",
            "year": 1899
        },
        {
            "text": "Konrad Henlein, militar y político checo (f. 1945).",
            "year": 1898
        },
        {
            "text": "Jascha Horenstein, director de orquesta y violinista ucraniano-estadounidense (f. 1973)",
            "year": 1898
        },
        {
            "text": "Paul Alverdes, escritor y poeta alemán (f. 1979).",
            "year": 1897
        },
        {
            "text": "Harry d'Abbadie d'Arrast, cineasta y guionista argentino (f. 1968).",
            "year": 1897
        },
        {
            "text": "Rolf Maximilian Sievert, físico y académico sueco (f. 1966).",
            "year": 1896
        },
        {
            "text": "Júlio César de Mello e Souza, matemático y escritor brasileño (f. 1974).",
            "year": 1895
        },
        {
            "text": "Fidél Pálffy, militar y político húngaro, ministro de Agricultura (f. 1946).",
            "year": 1895
        },
        {
            "text": "Rodolfo Valentino, actor italiano (f. 1926).",
            "year": 1895
        },
        {
            "text": "Malba Tahán, profesor de matemáticas y escritor brasileño (f. 1974), autor de El hombre que calculaba.",
            "year": 1895
        },
        {
            "text": "Gustavo Cochet, pintor, grabador y escritor argentino (f. 1979).",
            "year": 1894
        },
        {
            "text": "Horacio Terra Arocena, arquitecto uruguayo (f. 1985).",
            "year": 1894
        },
        {
            "text": "José Calvo Sotelo, político español (f. 1936).",
            "year": 1893
        },
        {
            "text": "Liubov Popova, artista soviética-rusa (f. 1924), representante de la Vanguardia rusa.",
            "year": 1889
        },
        {
            "text": "Stanley Morison, tipógrafo, teórico de la tipografía, editor e historiador británico-inglés (f. 1967).",
            "year": 1889
        },
        {
            "text": "Jan Zaorski, cirujano polaco (f. 1956), organizador de la educación médica clandestina durante la ocupación nazi de Polonia.",
            "year": 1887
        },
        {
            "text": "Michael Browne, cardenal irlandés (f. 1971), director general de la Orden Dominicana de Predicadores.",
            "year": 1886
        },
        {
            "text": "Alberto Collo, actor italiano (f. 1955).",
            "year": 1883
        },
        {
            "text": "Guillermo de Prusia, príncipe prusiano (f. 1951).",
            "year": 1882
        },
        {
            "text": "Manuel López Cañamaque, músico y compositor español (f. 1953).",
            "year": 1882
        },
        {
            "text": "Romano Calò, actor italiano (f. 1952).",
            "year": 1882
        },
        {
            "text": "André Granet, arquitecto francés (f. 1974).",
            "year": 1881
        },
        {
            "text": "Winifred Brunton, pintora e ilustradora anglo-sudafricana (f. 1959).",
            "year": 1880
        },
        {
            "text": "Paul Colas, tirador deportivo francés (f. 1956), doble campeón olímpico en 1912.",
            "year": 1880
        },
        {
            "text": "Ernst Kirchner, artista, diseñador gráfico, pintor y escultor expresionista alemán (f. 1938) expatriado en Suiza.",
            "year": 1880
        },
        {
            "text": "Hendrik van Heuckelum, futbolista neerlandés (f. 1929).",
            "year": 1879
        },
        {
            "text": "Bedřich Hrozný, orientalista, lingüista y filólogo checo y austríaco (f. 1952).",
            "year": 1879
        },
        {
            "text": "Esteban Baca Calderón, militar y político mexicano (f. 1957).",
            "year": 1876
        },
        {
            "text": "Vulcana, mujer fuerte británico-galesa (f. 1946).",
            "year": 1874
        },
        {
            "text": "Willem de Sitter, matemático, físico y astrónomo neerlandés (f. 1934).",
            "year": 1872
        },
        {
            "text": "Cemal Bajá, general otomano (f. 1922).",
            "year": 1872
        },
        {
            "text": "Victor Grignard, químico y académico francés, premio nobel de química en 1912 (f. 1935).",
            "year": 1871
        },
        {
            "text": "Christian Morgenstern, escritor y poeta alemán (f. 1914).",
            "year": 1871
        },
        {
            "text": "Jorge Aleksándrovich Romanov, aristócrata ruso (f. 1899).",
            "year": 1871
        },
        {
            "text": "Pedro Corominas, escritor y político español (f. 1939).",
            "year": 1870
        },
        {
            "text": "Amadeo Giannini, banquero estadounidense (f. 1949), fundador del Bank of America.",
            "year": 1870
        },
        {
            "text": "Walter Rutherford, golfista británico-escocés (f. 1936).",
            "year": 1870
        },
        {
            "text": "Junnosuke Inoue, empresario y banquero central japonés (f. 1932), 8.º y 11.º gobernador del Banco de Japón.",
            "year": 1869
        },
        {
            "text": "Gaston Leroux, periodista, novelista (autor de la novela El fantasma de la ópera y otras) y detective francés (f. 1927).",
            "year": 1868
        },
        {
            "text": "Nicolás II, aristócrata ruso, zar de Rusia (f. 1918).",
            "year": 1868
        },
        {
            "text": "Motilal Nehru, abogado y político indio (f. 1931), luchador por la independencia de la India, presidente del Congreso Nacional Indio.",
            "year": 1861
        },
        {
            "text": "Luis María Drago, jurista, político y escritor argentino (f. 1921).",
            "year": 1859
        },
        {
            "text": "Georges Hüe, compositor francés (f. 1948).",
            "year": 1858
        },
        {
            "text": "Sigmund Freud, médico, filósofo, neurólogo y psicoanalista austríaco, padre del psicoanálisis (f. 1939).",
            "year": 1856
        },
        {
            "text": "Robert Peary, almirante y explorador estadounidense del ártico (f. 1920), el primero en llegar a la región del polo norte en un trineo tirado por perros.",
            "year": 1856
        },
        {
            "text": "Charlotte Wilson, anarquista británico-inglesa (f. 1944).",
            "year": 1854
        },
        {
            "text": "Aristide Bruant, cantante, compositor y actor francés (f. 1925).",
            "year": 1851
        },
        {
            "text": "Henry Edward Armstrong, químico y académico británico-inglés (f. 1937).",
            "year": 1848
        },
        {
            "text": "Théophile Ferré, político, periodista y comunero francés (f. 1871).",
            "year": 1846
        },
        {
            "text": "Henrik Sienkiewicz, escritor polaco, premio novel de literatura en 1905 (f. 1916).",
            "year": 1846
        },
        {
            "text": "Ángel Guimerá, poeta y dramaturgo español (f. 1924).",
            "year": 1845
        },
        {
            "text": "Grove Karl Gilbert, geólogo y académico estadounidense (f. 1918).",
            "year": 1843
        },
        {
            "text": "Christian Luerssen, botánico alemán (f. 1916).",
            "year": 1843
        },
        {
            "text": "Alphonse Desjardins, empresario y político canadiense (f. 1912).",
            "year": 1841
        },
        {
            "text": "Gabriel Mancera, ingeniero y político mexicano (f. 1925).",
            "year": 1839
        },
        {
            "text": "Max Eyth, ingeniero y escritor alemán (f. 1906).",
            "year": 1836
        },
        {
            "text": "Hermann Raster, editor, jefe político antitemplanza, abolicionista y escritor alemán expatriado en Estados Unidos (f. 1891); se desempeñó como editor jefe y copropietario del Illinois Staats-Zeitung, un periódico en idioma alemán de amplia circulación en Estados Unidos.",
            "year": 1827
        },
        {
            "text": "Tokugawa Iesada, shogun japonés (f. 1858).",
            "year": 1824
        },
        {
            "text": "Eugène Labiche, dramaturgo francés (f. 1888).",
            "year": 1815
        },
        {
            "text": "Bernhard Afinger, escultor alemán (f. 1882).",
            "year": 1813
        },
        {
            "text": "Martin Delany médico y abolicionista, primer afroestadounidense en llegar a oficial del ejército de Estados Unidos (f. 1885)",
            "year": 1812
        },
        {
            "text": "Donoso Cortés, orador y escritor político español (f. 1853).",
            "year": 1809
        },
        {
            "text": "William Walker, compositor estadounidense de Amazing Grace (f. 1875).",
            "year": 1809
        },
        {
            "text": "Alfred de Clebsattel, abogado y político francés (f. 1886).",
            "year": 1807
        },
        {
            "text": "Charles Nicolas Aubé, médico y entomólogo francés (f. 1869).",
            "year": 1802
        },
        {
            "text": "José Joaquín Pérez Mascayano, político chileno (f. 1889), presidente entre 1861 y 1871.",
            "year": 1801
        },
        {
            "text": "Roman Sanguszko, general polaco (f. 1881).",
            "year": 1800
        },
        {
            "text": "Joseph Brackett, líder religioso y compositor estadounidense (f. 1882).",
            "year": 1797
        },
        {
            "text": "Karl Christian Friedrich Krause, filósofo y escritor alemán (f. 1832).",
            "year": 1781
        },
        {
            "text": "Piotr Volkonski, militar (mariscal de campo) y cortesano ruso (f. 1852), ministro de la Corte Imperial entre 1826 y 1852.",
            "year": 1776
        },
        {
            "text": "Mary Martha Sherwood, escritora británica de libros para niños (f. 1851).",
            "year": 1775
        },
        {
            "text": "Fernando III, aristócrata («gran duque de Toscana») italiano (f. 1824).",
            "year": 1769
        },
        {
            "text": "Jean Nicolas Pierre Hachette, matemático y académico francés (f. 1834).",
            "year": 1769
        },
        {
            "text": "Stanislav Boniface Yundzill, naturalista, botánico y profesor polaco-lituano (f. 1847).",
            "year": 1761
        },
        {
            "text": "François Andrieux, político, escritor y académico francés (f. 1833).",
            "year": 1759
        },
        {
            "text": "Maximilien Robespierre, abogado y político revolucionario francés (f. 1794).",
            "year": 1758
        },
        {
            "text": "André Masséna, general y mariscal revolucionario francés (f. 1817).",
            "year": 1758
        },
        {
            "text": "Jean Senebier, sacerdote, botánico y fisiólogo suizo (f. 1809).",
            "year": 1742
        },
        {
            "text": "Anton Raaff, tenor alemán (f. 1797).",
            "year": 1714
        },
        {
            "text": "Charles Batteux, filósofo y académico francés (f. 1780).",
            "year": 1713
        },
        {
            "text": "Jean-Baptiste Stuck, violonchelista y compositor barroco italo-francés (f. 1755).",
            "year": 1680
        },
        {
            "text": "Alain-René Lesage, escritor y dramaturgo francés (f. 1747).",
            "year": 1668
        },
        {
            "text": "Johann Joachim Becher, médico y alquimista alemán (f. 1682).",
            "year": 1635
        },
        {
            "text": "Diego de Saavedra Fajardo, escritor, político y diplomático español (f. 1648).",
            "year": 1584
        },
        {
            "text": "Carlos I de Gonzaga-Nevers, aristócrata («duque de Mantua y Montferrat») francés (f. 1637).",
            "year": 1580
        },
        {
            "text": "Inocencio X (Giovan Battista Pánfili), religioso y aristócrata italiano (f. 1655), 236.º papa de la Iglesia católica.",
            "year": 1574
        },
        {
            "text": "Antonio Pérez, político español (f. 1611), secretario del rey Felipe II.",
            "year": 1534
        },
        {
            "text": "Marcelo II (Marcello Cervini), religioso y aristócrata italiano (f. 1555), 222.º papa de la Iglesia católica; murió a los 21 días de pontificado.",
            "year": 1501
        },
        {
            "text": "Girolamo Seripando, teólogo y cardenal italiano (f. 1563).",
            "year": 1493
        },
        {
            "text": "Sofía Jagellón, aristócrata («princesa» y «margravina de Brandeburgo-Ansbach») polaca (f. 1512).",
            "year": 1464
        },
        {
            "text": "Skanderbeg, militar y aristócrata («señor») albanés (f. 1468).",
            "year": 1405
        },
        {
            "text": "Enrique II el Santo, rey alemán (f. 1024), emperador del Sacro Imperio Romano Germánico desde 1014.",
            "year": 973
        }
    ],
    "deaths": [
        {
            "text": "Angélique Kourounis, periodista de investigación, documentalista y escritora franco-griega (n. ||1963).",
            "year": 2024
        },
        {
            "text": "Takaharu Kyōgoku, empresario e importante sacerdote sintoísta japonés (n. 1938).",
            "year": 2024
        },
        {
            "text": "Bernard Pivot, periodista, escritor, crítico literario, presentador de televisión y entrevistador francés (n. 1935).",
            "year": 2024
        },
        {
            "text": "Christiane Stefanski, cantante belga (n. 1949).",
            "year": 2024
        },
        {
            "text": "André Trigano, empresario y político francés (n. 1925).",
            "year": 2024
        },
        {
            "text": "Brian Wenzel, actor australiano (n. 1929).",
            "year": 2024
        },
        {
            "text": "Vida Blue, beisbolista estadounidense (n. 1949).",
            "year": 2023
        },
        {
            "text": "Habib Chaab, activista político iraní y sueco (n. 1973).",
            "year": 2023
        },
        {
            "text": "Sam Gross, autor de tiras cómicas y dibujante estadounidense (n. 1933).",
            "year": 2023
        },
        {
            "text": "Marc Lalonde, abogado y político canadiense (n. 1929).",
            "year": 2023
        },
        {
            "text": "Philippe Monnier, director y guionista francés (n. 1937).",
            "year": 2023
        },
        {
            "text": "Alain Mius, editor científico francés (n. 1951).",
            "year": 2023
        },
        {
            "text": "Carlos Parra, celebridad de internet, youtuber y cantante mexicano-estadounidense, del grupo musical Los Parras (n. 1997).",
            "year": 2023
        },
        {
            "text": "Hanna Pitkin, filósofa política estadounidense y profesora emérita (n. 1931).",
            "year": 2023
        },
        {
            "text": "Gary Prado Salmón, militar y diplomático boliviano (n. 1938).",
            "year": 2023
        },
        {
            "text": "Menahem Pressler, pianista israelí (n. 1923).",
            "year": 2023
        },
        {
            "text": "Junior Roldán, narcotraficante ecuatoriano (n. 1984).",
            "year": 2023
        },
        {
            "text": "Gommaar Timmermans, autor de historietas belga (n. 1930).",
            "year": 2023
        },
        {
            "text": "Gianluca Tonetti, ciclista italiano (n. 1967).",
            "year": 2023
        },
        {
            "text": "Catherine Colliot-Thélène, filósofa francesa (n. 1950).",
            "year": 2022
        },
        {
            "text": "Gisèle Dufour, actriz canadiense (n. 1930).",
            "year": 2022
        },
        {
            "text": "Gabriel Garran, actor, director y director de escena francés (n. 1929).",
            "year": 2022
        },
        {
            "text": "Alan Gillis, agricultor y político irlandés (n. 1936).",
            "year": 2022
        },
        {
            "text": "Kóstas Gouzgoúnis, actor de cine pornográfico y erótico griego (n. 1931).",
            "year": 2022
        },
        {
            "text": "Jewell, cantante estadounidense de R&B (n. 1968).",
            "year": 2022
        },
        {
            "text": "Patricia A. McKillip, autora estadounidense de literatura infantil y fantástica (n. 1948).",
            "year": 2022
        },
        {
            "text": "George Pérez, dibujante y escritor de cómics estadounidense (n. 1954).",
            "year": 2022
        },
        {
            "text": "Yitzhak Arad, historiador israelí (n. 1926).",
            "year": 2021
        },
        {
            "text": "Carlos Timoteo Griguol, futbolista y entrenador argentino (n. 1934).",
            "year": 2021
        },
        {
            "text": "Kentaro Miura, mangaka japonés (n. 1966)",
            "year": 2021
        },
        {
            "text": "Humberto Maturana, biólogo, filósofo y escritor chileno (n. 1928).",
            "year": 2021
        },
        {
            "text": "Jacques Nihoul, ingeniero y profesor belga (n. 1937).",
            "year": 2021
        },
        {
            "text": "Georges Perron, prelado francés (n. 1925).",
            "year": 2021
        },
        {
            "text": "Christophe Revault, futbolista y entrenador francés (n. 1972).",
            "year": 2021
        },
        {
            "text": "Hamid Bernaoui, futbolista argelino (n. 1937).",
            "year": 2020
        },
        {
            "text": "Brian Howe, cantante británico (n. 1953).",
            "year": 2020
        },
        {
            "text": "Alfonso Rangel Guerra, abogado, escritor, pensador, académico y catedrático mexicano (n. 1928).",
            "year": 2020
        },
        {
            "text": "Andrés Junquera, futbolista español (n. 1946).",
            "year": 2019
        },
        {
            "text": "Ralph Manley, veterano paracaidista aliado estadounidense en Normandía.",
            "year": 2019
        },
        {
            "text": "Isabelle Beauruelle, yudoca francesa (n. 1968).",
            "year": 2018
        },
        {
            "text": "Alain Buyse, serigrafista y editor francés (n. 1952).",
            "year": 2018
        },
        {
            "text": "Jean-Claude Decagny, político francés (n. 1939).",
            "year": 2018
        },
        {
            "text": "Paolo Ferrari, actor italiano (n. 1929).",
            "year": 2018
        },
        {
            "text": "Eric Geboers, piloto belga de motocross (n. 1962).",
            "year": 2018
        },
        {
            "text": "Pierre Rissient, director, guionista y productor francés (n. 1936).",
            "year": 2018
        },
        {
            "text": "Brad Steiger, periodista, ufólogo y biógrafo estadounidense (n. 1936).",
            "year": 2018
        },
        {
            "text": "Hugh Thomas, historiador e hispanista británico (n. 1931)",
            "year": 2017
        },
        {
            "text": "Patrick Ekeng, futbolista camerunés (n. 1990).",
            "year": 2016
        },
        {
            "text": "Reg Grundy, empresario australiano (n. 1923).",
            "year": 2016
        },
        {
            "text": "Margot Honecker, política alemana (n. 1927).",
            "year": 2016
        },
        {
            "text": "Candye Kane, cantante estadounidense (n. 1961).",
            "year": 2016
        },
        {
            "text": "Giancarlo Salvi, futbolista italiano (n. 1945).",
            "year": 2016
        },
        {
            "text": "Hope Sanderson, geólogo neozelandés (n. 1925).",
            "year": 2016
        },
        {
            "text": "Novera Ahmed, escultora bangladesí (n. 1930).",
            "year": 2015
        },
        {
            "text": "Errol Brown, cantante jamaicano, miembro del grupo Hot Chocolate (n. 1943).",
            "year": 2015
        },
        {
            "text": "Denise McCluggage, piloto de carreras y periodista estadounidense (n. 1927).",
            "year": 2015
        },
        {
            "text": "Jim Wright, militar, abogado y político estadounidense (n. 1922), 56.º presidente de la Cámara de Representantes de Estados Unidos.",
            "year": 2015
        },
        {
            "text": "Wil Albeda, economista y político neerlandés (n. 1925), ministro de Asuntos Sociales y Empleo.",
            "year": 2014
        },
        {
            "text": "William H. Dana, piloto, ingeniero y astronauta estadounidense (n. 1930).",
            "year": 2014
        },
        {
            "text": "Jimmy Ellis, boxeador estadounidense (n. 1940).",
            "year": 2014
        },
        {
            "text": "Billy Harrell, beisbolista y cazatalentos estadounidense (n. 1928).",
            "year": 2014
        },
        {
            "text": "Antony Hopkins, compositor, director de orquesta y pianista británico-inglés (n. 1921); no se debe confundir con el actor.",
            "year": 2014
        },
        {
            "text": "Manuel Jiménez de Parga, político español (n. 1929).",
            "year": 2014
        },
        {
            "text": "Maria Lassnig, pintora y académica austríaca (n. 1919).",
            "year": 2014
        },
        {
            "text": "Farley Mowat, ambientalista y escritor canadiense (n. 1921).",
            "year": 2014
        },
        {
            "text": "Giulio Andreotti, periodista y político italiano (n. 1919), 41.º primer ministro de Italia en tres ocasiones entre 1972 y 1992.",
            "year": 2013
        },
        {
            "text": "Michelangelo Spensieri, abogado y político italo-canadiense (n. 1949).",
            "year": 2013
        },
        {
            "text": "Anne-Lise Stern, psicoanalista francesa (n. 1921), sobreviviente de los campos de exterminio nazis.",
            "year": 2013
        },
        {
            "text": "James R. Browning, teniente, abogado y juez estadounidense (n. 1918).",
            "year": 2012
        },
        {
            "text": "Laly Cobas, periodista argentina (n. 1953).",
            "year": 2012
        },
        {
            "text": "James Isaac, director y productor estadounidense (n. 1960).",
            "year": 2012
        },
        {
            "text": "Jean Laplanche, psicoanalista y escritor francés (n. 1924).",
            "year": 2012
        },
        {
            "text": "Robin Roberts, beisbolista, entrenador y comentarista deportivo estadounidense (n. 1926).",
            "year": 2010
        },
        {
            "text": "Kevin Grubb, piloto de carreras estadounidense (n. 1978).",
            "year": 2009
        },
        {
            "text": "Valentín Varénnikov, militar ruso (n. 1923).",
            "year": 2009
        },
        {
            "text": "Viola Wills, cantante estadounidense de funk y soul (n. 1939).",
            "year": 2009
        },
        {
            "text": "Carey Bell, músico de blues estadounidense (n. 1936).",
            "year": 2007
        },
        {
            "text": "Oscar Blottita Blotta, dibujante, historietista y publicista argentino (n. 1918).",
            "year": 2007
        },
        {
            "text": "Enéas Carneiro, médico y político brasileño (n. 1938).",
            "year": 2007
        },
        {
            "text": "Curtis Harrington, actor, director y guionista estadounidense (n. 1926).",
            "year": 2007
        },
        {
            "text": "Lillian Asplund, ciudadana estadounidense (n. 1906), última superviviente con recuerdos de la tragedia del Titanic (tenía 5 años), mientras que Bárbara West (1911‑2007) y Millvina Dean (1912‑2009) eran demasiado pequeñas para recordar.",
            "year": 2006
        },
        {
            "text": "Grant McLennan, cantautor y guitarrista australiano de rock alternativo (n. 1958).",
            "year": 2006
        },
        {
            "text": "Jean-Michel Mension, periodista y escritor francés (n. 1934).",
            "year": 2006
        },
        {
            "text": "Lorne Saxberg, periodista canadiense (n. 1958).",
            "year": 2006
        },
        {
            "text": "Shigeru Kayano, político japonés (n. 1926).",
            "year": 2006
        },
        {
            "text": "Joe Grant, guionista, dibujante y escritor estadounidense (n. 1908).",
            "year": 2005
        },
        {
            "text": "Pierre Sansot, filósofo, sociólogo y escritor francés (n. 1928).",
            "year": 2005
        },
        {
            "text": "Claude Wolff, político francés (n. 1924).",
            "year": 2005
        },
        {
            "text": "Valdiza Alencar (65), sindicalista brasileña.",
            "year": 2004
        },
        {
            "text": "Virginia Capers, actriz y cantante estadounidense (n. 1925).",
            "year": 2004
        },
        {
            "text": "Philip Kapleau, monje y educador estadounidense (n. 1912).",
            "year": 2004
        },
        {
            "text": "Barney Kessel, guitarrista y compositor estadounidense de jazz (n. 1923).",
            "year": 2004
        },
        {
            "text": "Tito García, actor español (n. 1931).",
            "year": 2003
        },
        {
            "text": "Art Houtteman, beisbolista y periodista estadounidense (n. 1927).",
            "year": 2003
        },
        {
            "text": "Edelio López Falcón, narcotraficante mexicano (n. 1965).",
            "year": 2003
        },
        {
            "text": "Murray Adaskin, violinista, compositor, director de orquesta y educador canadiense (n. 1906).",
            "year": 2002
        },
        {
            "text": "Otis Blackwell, cantautor y pianista estadounidense (n. 1932).",
            "year": 2002
        },
        {
            "text": "Pim Fortuyn, sociólogo, académico y político católico antiislamista neerlandés (n. 1948).",
            "year": 2002
        },
        {
            "text": "Bjørn Johansen (61), saxofonista noruego de jazz (n. 1940).",
            "year": 2002
        },
        {
            "text": "Manuel Giménez Abad, político español (n. 1948).",
            "year": 2001
        },
        {
            "text": "Juan de Dios Guevara, químico peruano (n. 1910).",
            "year": 2000
        },
        {
            "text": "Balivada Kantha Rao, escritor telugú (n. 1927).",
            "year": 2000
        },
        {
            "text": "Gordon McClymont, ecologista y académico australiano (n. 1920).",
            "year": 2000
        },
        {
            "text": "Sven Meyer, patinador artístico alemán (n. 1977).",
            "year": 1999
        },
        {
            "text": "Chatchai Chunhawan, político tailandés (n. 1920).",
            "year": 1998
        },
        {
            "text": "Juan Antonio García Díez, político español (n. 1940).",
            "year": 1998
        },
        {
            "text": "Erich Mende, político alemán (n. 1916).",
            "year": 1998
        },
        {
            "text": "Jorge Martínez de Hoyos (76), actor mexicano (n. 1997).",
            "year": 1997
        },
        {
            "text": "Edward H. Love, animador estadounidense (n. 1910).",
            "year": 1996
        },
        {
            "text": "Arcadia Olenska-Petryshyn, pintora, crítica de arte y editora de arte estadounidense nacida en Ucrania (n. 1934).",
            "year": 1996
        },
        {
            "text": "Léon-Joseph Suenens, sacerdote católico belga, arzobispo de Malinas-Bruselas, cardenal primado de Bélgica (n. 1904).",
            "year": 1996
        },
        {
            "text": "Noel Brotherston, futbolista norirlandés (n. 1956).",
            "year": 1995
        },
        {
            "text": "María Pía de Sajonia-Coburgo Braganza, aristócrata («infanta de Portugal»), escritora, periodista portuguesa (n. 1907).",
            "year": 1995
        },
        {
            "text": "Malvina Pastorino (77), actriz argentina (n. 1916), casada con el actor Luis Sandrini entre 1952 y 1980; muerte por caída desde altura en su hogar.",
            "year": 1994
        },
        {
            "text": "Rafael Baledón, actor mexicano (n. 1919).",
            "year": 1994
        },
        {
            "text": "Rommel Fernández, futbolista panameño (n. 1966).",
            "year": 1993
        },
        {
            "text": "Vincent La Soudière, poeta francés (n. 1939).",
            "year": 1993
        },
        {
            "text": "Ann Todd, actriz y productora británico-inglesa (n. 1909).",
            "year": 1993
        },
        {
            "text": "Marlene Dietrich, actriz y cantante alemana (n. 1901), expatriada en Estados Unidos.",
            "year": 1992
        },
        {
            "text": "Wilfrid Hyde-White, actor británico-inglés (n. 1903).",
            "year": 1991
        },
        {
            "text": "Charles Farrell, actor estadounidense (n. 1900).",
            "year": 1990
        },
        {
            "text": "Lotte Jacobi, fotógrafa estadounidense (n. 1896).",
            "year": 1990
        },
        {
            "text": "Eduardo Nicol, filósofo mexicano (n. 1907).",
            "year": 1990
        },
        {
            "text": "Earl Blaik, jugador y entrenador estadounidense de fútbol americano (n. 1897).",
            "year": 1989
        },
        {
            "text": "William J. Casey, político estadounidense (n. 1913), 13.º director de la CIA estadounidense.",
            "year": 1987
        },
        {
            "text": "William Casey, político estadounidense (n. 1913).",
            "year": 1987
        },
        {
            "text": "Mary Cain, periodista y política estadounidense (n. 1904).",
            "year": 1984
        },
        {
            "text": "Bonner Pink, político británico-inglés (n. 1912).",
            "year": 1984
        },
        {
            "text": "Ezra Jack Keats, escritor e ilustrador estadounidense (n. 1916).",
            "year": 1983
        },
        {
            "text": "Kai Winding, trombonista y compositor danés-estadounidense de jazz (n. 1922).",
            "year": 1983
        },
        {
            "text": "María Luisa Bombal, escritora chilena (n. 1910).",
            "year": 1980
        },
        {
            "text": "José Guerra Vicente, compositor, violonchelista y profesor lusobrasileño (n. 1907).",
            "year": 1976
        },
        {
            "text": "Germaine Kerjean, actriz francesa (n. 1893).",
            "year": 1975
        },
        {
            "text": "József Mindszenty (seudónimo de József Pehn, 82), sacerdote católico anticomunista húngaro (n. 1892), cardenal primado de Hungría, designado «venerable» (prebeato) por la Iglesia católica.",
            "year": 1975
        },
        {
            "text": "Ernest MacMillan, director de orquesta y compositor canadiense (n. 1893).",
            "year": 1973
        },
        {
            "text": "Deniz Gezmiş, revolucionario turco (n. 1947).",
            "year": 1972
        },
        {
            "text": "María Jesús Alvarado Rivera, luchadora social peruana (n. 1878), primera feminista de su país.",
            "year": 1971
        },
        {
            "text": "Helene Weigel, actriz alemana (n. 1900), viuda de Bertolt Brecht.",
            "year": 1971
        },
        {
            "text": "Alexander Rodzyanko, general ruso (n. 1879).",
            "year": 1970
        },
        {
            "text": "Don Drummond, compositor jamaicano (n. 1932).",
            "year": 1969
        },
        {
            "text": "Arturo Acevedo, empresario argentino (n. 1891).",
            "year": 1968
        },
        {
            "text": "Zhou Zuoren, escritor y traductor chino (n. 1885).",
            "year": 1967
        },
        {
            "text": "Theodore von Kármán, matemático, físico e ingeniero húngaro (n. 1881) expatriado en Estados Unidos.",
            "year": 1963
        },
        {
            "text": "Ted Weems, director de banda, violinista y trombonista estadounidense (n. 1901).",
            "year": 1963
        },
        {
            "text": "Monty Woolley, narrador, actor y director estadounidense (n. 1888).",
            "year": 1963
        },
        {
            "text": "Marie Roserot de Melin, combatiente de la resistencia y enfermera francesa (n. {{Fecha-|25|01|1891).",
            "year": 1962
        },
        {
            "text": "Lucian Blaga, poeta, dramaturgo y filósofo rumano (n. 1895).",
            "year": 1961
        },
        {
            "text": "Maria Dulęba, actriz polaca (n. 1881).",
            "year": 1959
        },
        {
            "text": "Ragnar Nurkse, economista y académico estonio-estadounidense (n. 1907).",
            "year": 1959
        },
        {
            "text": "Bertie Charles Forbes, periodista financiero y autor escocés, fundador de la revista Forbes (n. 1860).",
            "year": 1954
        },
        {
            "text": "Maria Montessori (81), médica, educadora, pedagoga, psiquiatra humanista, activista feminista, sufragista y fanática católica italiana (n. 1870), creadora del método de enseñanza Montessori para niños y creadora de las Casas de los Niños, expatriada en los Países Bajos.",
            "year": 1952
        },
        {
            "text": "Elie Cartán, matemático y físico francés (n. 1869).",
            "year": 1951
        },
        {
            "text": "Víctor Manuel Román y Reyes, político nicaragüense (n. 1872).",
            "year": 1950
        },
        {
            "text": "Maurice Maeterlinck, poeta y dramaturgo belga-francés (n. 1862), premio nobel de literatura en 1911.",
            "year": 1949
        },
        {
            "text": "Alcides Arguedas, escritor, político e historiador boliviano (n. 1879).",
            "year": 1946
        },
        {
            "text": "Konstantin Somov, pintor e ilustrador rusofrancés (n. 1869).",
            "year": 1939
        },
        {
            "text": "Kate Edger, académica neozelandesa (n. 1857).",
            "year": 1935
        },
        {
            "text": "Li Ching-Yuen (80), herborista chino (n. hacia 1853) que afirmaba ser la persona más longeva de la historia, con 256 años.",
            "year": 1933
        },
        {
            "text": "William Dillon Otter, soldado canadiense (n. 1843).",
            "year": 1929
        },
        {
            "text": "Georges-Louis Aimond, diputado francés (n. 1878).",
            "year": 1923
        },
        {
            "text": "L. Frank Baum, novelista estadounidense (n. 1856).",
            "year": 1919
        },
        {
            "text": "Aléxandros Schinás, regicida anarquista griego (n. 1870).",
            "year": 1913
        },
        {
            "text": "René Vallon, aviador francés (n. 1880).",
            "year": 1911
        },
        {
            "text": "Eduardo VII, rey británico (n. 1841).",
            "year": 1910
        },
        {
            "text": "Emanuele Luigi Galizia, ingeniero civil y arquitecto maltés (n. 1830).",
            "year": 1907
        },
        {
            "text": "Robert Herbert, político anglo-australiano (n. 1831), 1.º primer ministro de Queensland.",
            "year": 1905
        },
        {
            "text": "Franz von Lenbach, pintor alemán (n. 1836).",
            "year": 1904
        },
        {
            "text": "Alfred Des Cloizeaux, mineralogista francés (n. 1817).",
            "year": 1897
        },
        {
            "text": "Ernest Guiraud. compositor y profesor de música francés (n. 1837).",
            "year": 1892
        },
        {
            "text": "Abraham Joseph Ash, rabino estadounidense (n. c. 1813).",
            "year": 1888
        },
        {
            "text": "Carlos Velasco Peinado, arquitecto español (n. 1842).",
            "year": 1888
        },
        {
            "text": "Anatole Le Guillois, periodista francés (n. 1827).",
            "year": 1886
        },
        {
            "text": "Georges Merle, pintor francés (n. 1851).",
            "year": 1886
        },
        {
            "text": "Thomas Henry Burke, funcionario irlandés (n. 1829).",
            "year": 1882
        },
        {
            "text": "Frederick Cavendish, político británico-inglés, secretario principal para Irlanda (n. 1836), asesinado una semana después de asumir su cargo en la invadida Irlanda.",
            "year": 1882
        },
        {
            "text": "Jacinto Vera, obispo uruguayo (n. 1813).",
            "year": 1881
        },
        {
            "text": "Johan Ludvig Runeberg, poeta sueco-finlandés (n. 1804), autor de la letra del Himno nacional de Finlandia.",
            "year": 1877
        },
        {
            "text": "José Antonio Páez, político venezolano, héroe de la lucha por la independencia de Venezuela y su primer presidente, entre 1830‑1835, 1839‑1843, y 1861‑1863 (n. 1790).",
            "year": 1873
        },
        {
            "text": "George Robert Gray, zoólogo y escritor británico (n. 1808).",
            "year": 1872
        },
        {
            "text": "Socrates Nelson (53), empresario y político estadounidense (n. 1814); tuberculosis.",
            "year": 1867
        },
        {
            "text": "Ludolf Christian Treviranus, botánico alemán (n. 1779).",
            "year": 1864
        },
        {
            "text": "Henry David Thoreau, ensayista, poeta, naturalista y filósofo estadounidense (n. 1817).",
            "year": 1862
        },
        {
            "text": "Alexander von Humboldt, naturalista, geógrafo y explorador alemán (n. 1769), hermano menor de Wilhelm von Humboldt.",
            "year": 1859
        },
        {
            "text": "Francisco de Paula Santander, general y político colombiano (n. 1792), 4.º presidente de la República de la Nueva Granada.",
            "year": 1840
        },
        {
            "text": "Georg Joseph Vogler, compositor, organista, teórico musical y profesor alemán (n. 1749).",
            "year": 1814
        },
        {
            "text": "Christine Kirch, astrónoma y académica alemana (n. 1696).",
            "year": 1782
        },
        {
            "text": "Charles FitzRoy, aristócrata («2.º duque de Grafton») y político inglés (n. 1683), lord teniente de Irlanda.",
            "year": 1757
        },
        {
            "text": "Kurt Christoph Graf von Schwerin, mariscal de campo prusiano (n. 1684).",
            "year": 1757
        },
        {
            "text": "François de Laval, sacerdote católico francés (n. 1623), primer obispo de Quebec y de Nueva Francia (Canadá) en 1674. Beatificado en 1980.",
            "year": 1708
        },
        {
            "text": "François Tallemant el Viejo, sacerdote francés (n. 1620).",
            "year": 1693
        },
        {
            "text": "Caterina Tarongí, mujer judía mallorquina (n. 1646), quemada viva por la Inquisición española.",
            "year": 1691
        },
        {
            "text": "Cornelio Jansenio, sacerdote católico y teólogo franco-neerlandés (n. 1585), arzobispo de Yprés y creador de la religión evangélica jansenista.",
            "year": 1638
        },
        {
            "text": "Robert Cotton, aristócrata («1.º baronet de Connington»), historiador y político inglés (n. 1570), fundó la biblioteca Cotton.",
            "year": 1631
        },
        {
            "text": "Giaches de Wert, compositor flamenco-italiano (n. 1535).",
            "year": 1596
        },
        {
            "text": "Francisco de Montmorency, aristócrata francés (n. 1530).",
            "year": 1579
        },
        {
            "text": "Bernardo Salviati, cardenal italiano, obispo de Clermont (n. 1492).",
            "year": 1568
        },
        {
            "text": "Juan Luis Vives, escritor humanista español (n. 1492).",
            "year": 1540
        },
        {
            "text": "Carlos III, aristócrata («8.º duque de Borbón, conde de Montpensier y delfín de Auvernia»), militar y político francés (n. 1490).",
            "year": 1527
        },
        {
            "text": "James Tyrrell, caballero inglés (n. 1450).",
            "year": 1502
        },
        {
            "text": "Reina Jeonghui, regente coreana (n. 1418).",
            "year": 1483
        },
        {
            "text": "Dirk Bouts, pintor flamenco (n. 1415).",
            "year": 1475
        },
        {
            "text": "Edmund Beaufort, comandante inglés (n. 1438).",
            "year": 1471
        },
        {
            "text": "Thomas Tresham, presidente de la Cámara de los Comunes.",
            "year": 1471
        },
        {
            "text": "Bernardo de Świdnica, aristócrata («duque de Świdnica») polaco (n. entre 1288 y 1291).",
            "year": 1326
        },
        {
            "text": "Pedro Nolasco, fraile español (n. 1180), canonizado por la Iglesia católica.",
            "year": 1245
        },
        {
            "text": "Roger de Wendover, monje benedictino, delincuente (condenado por corrupción) y cronista inglés (n. 1190), autor de Flores de la historia.",
            "year": 1236
        },
        {
            "text": "Rubén III, aristócrata («príncipe») armenio (n. 1145).",
            "year": 1187
        },
        {
            "text": "Lope Díaz I de Haro, aristócrata («señor de Vizcaya») español.",
            "year": 1170
        },
        {
            "text": "Bonifacio III de Toscana, marqués de Canossa entre 1015 y 1052, y marqués de Toscana entre 1027 y 1052 (n. 985).",
            "year": 1052
        },
        {
            "text": "Ealdwulf, arzobispo de York y obispo de Worcester.",
            "year": 1002
        },
        {
            "text": "Dirk II, aristócrata («conde de Frisia y de Holanda») neerlandés (n. 930).",
            "year": 988
        },
        {
            "text": "Qian Liu, señor de la guerra y rey chino (n. 852).",
            "year": 932
        },
        {
            "text": "Ninmyō, emperador japonés (n. 808).",
            "year": 850
        },
        {
            "text": "Eadberht, obispo de Lindisfarne.",
            "year": 698
        },
        {
            "text": "Muawiya I, fundador y primer califa del califato Omeya, que gobernó desde 661 hasta su muerte (f. 597, 602, 603 o 605). A diferencia de sus predecesores, quienes habían sido compañeros cercanos y tempranos de Mahoma, Muawiya fue un seguidor de Mahoma relativamente tardío.",
            "year": 680
        }
    ],
    "metadata": {
        "current_date": "6 de mayo de 2025",
        "short_date": "6 de may",
        "language": {
            "events": "Eventos",
            "deaths": "Defunciones",
            "births": "Nacimientos",
            "b": "n",
            "d": "f",
            "title": "Hoy en Historia (Wikipedia)"
        },
        "events": [
            127,
            86,
            85,
            166,
            68,
            121,
            33,
            98,
            110,
            25
        ],
        "births": [
            288,
            164,
            11,
            111
        ],
        "deaths": [
            163,
            6,
            169,
            123
        ]
    }
}