{
    "events": [
        {
            "text": "en Viña del Mar (Chile) ocurre un incendio que deja 2 fallecidos, 67 heridos y alrededor de 371 viviendas fueron afectadas.",
            "year": 2022
        },
        {
            "text": "en Indonesia, el volcán Anak Krakatoa entra en erupción, provocando un tsunami que dejó más de 200 fallecidos.",
            "year": 2018
        },
        {
            "text": "en Nicaragua, el Gobierno del presidente Daniel Ortega y la empresa HKND inauguran obras de inicio del Gran Canal de Nicaragua.",
            "year": 2014
        },
        {
            "text": "en Bucaramanga (Colombia) se inaugura el Sistema Integrado de Transporte Masivo (Metrolínea).",
            "year": 2009
        },
        {
            "text": "en Bogotá (Colombia) sale a la calle la primera edición del periódico político y de humor Un Pasquín, fundado y dirigido por el caricaturista Vladdo (Vladimir Flórez).",
            "year": 2005
        },
        {
            "text": "después de 45 años Independiente Medellín se consagró por tercera vez campeón del fútbol colombiano al empatar con Pasto 1-1",
            "year": 2002
        },
        {
            "text": "a bordo del vuelo 63 de American Airlines, un ciudadano estadounidense (Richard Reid) intenta destruir el avión con explosivos en sus zapatos.",
            "year": 2001
        },
        {
            "text": "Tandja Mamadou se convierte en presidente de Nigeria.",
            "year": 1999
        },
        {
            "text": "45 indígenas tsotsiles fueron asesinados mientras rezaban en una iglesia de la comunidad de Acteal, en el estado mexicano de Chiapas.",
            "year": 1997
        },
        {
            "text": "en Ecuador, el Barcelona Sporting Club se consagra campeón del fútbol ecuatoriano por 12.ª ocasión.",
            "year": 1995
        },
        {
            "text": "en Paraguay se hallan los Archivos del Terror de la dictadura de Alfredo Stroessner, y de la denominada Operación Cóndor de la CIA, y que contienen todas las comunicaciones escritas entre autoridades policiales y militares especialmente de Paraguay, y también de Argentina, Brasil, Chile y Uruguay entre los años 1970 y 1980.",
            "year": 1992
        },
        {
            "text": "en Polonia, Lech Wałęsa es nombrado presidente de ese país.",
            "year": 1990
        },
        {
            "text": "en Nueva York (Estados Unidos), las Naciones Unidas ―de acuerdo con la legalidad internacional―, reconocen oficialmente la independencia de las islas Marshall y de los Estados Federados de Micronesia, que fueron territorios invadidos por Estados Unidos desde 1944.",
            "year": 1990
        },
        {
            "text": "después de una semana de trágicas matanzas, Ion Iliescu se convierte en el presidente de Rumanía, acabando con la dictadura de Nicolae Ceauşescu.",
            "year": 1989
        },
        {
            "text": "en Berlín se abre la Puerta de Brandeburgo, acabando con 30 años de división de las dos Alemanias.",
            "year": 1989
        },
        {
            "text": "en Perú se reinaugura el canal de televisión RBC Televisión, luego de ser tomado por el gobierno dictatorial de Juan Velasco Alvarado.",
            "year": 1986
        },
        {
            "text": "en Buenos Aires, el Club Atlético Independiente se consagra campeón del Torneo Metropolitano, venciendo en la última jornada a su clásico rival Racing Club; que se va al descenso en esa jornada.",
            "year": 1983
        },
        {
            "text": "en Buenos Aires ―en el marco de la dictadura cívico-militar argentina (1976-1983)― asciende al poder el teniente general Leopoldo Fortunato Galtieri, quien el 2 de abril de 1982 iniciaría la guerra de las Malvinas.",
            "year": 1981
        },
        {
            "text": "el tercer pleno del congreso nacional del Partido Comunista de China celebrado en Pekín, permite a Deng Xiaoping empezar sus políticas para la reforma económica.",
            "year": 1978
        },
        {
            "text": "en Buenos Aires, la dictadura de Videla (1976-1983) planea una invasión a gran escala contra Chile, planificada por la pérdida en el litigio de las islas Picton, Lennox y Nueva.",
            "year": 1978
        },
        {
            "text": "Boca Juniors le gana a River Plate por 1-0 la final del Torneo Nacional 1976 y se consagró campeón del fútbol argentino por decimocuarta oportunidad.",
            "year": 1976
        },
        {
            "text": "La OPEP duplica sus precios por la crisis del petróleo.",
            "year": 1973
        },
        {
            "text": "son rescatados los 16 supervivientes del vuelo 571 accidentado en la cordillera de los Andes con 36 personas a bordo.",
            "year": 1972
        },
        {
            "text": "en Managua (Nicaragua) son sentidos en la noche tres temblores que son sismos premonitorios del terremoto que destruirá la ciudad la madrugada del día siguiente.",
            "year": 1972
        },
        {
            "text": "en Managua (Nicaragua) el padre Fernando Cardenal lidera la huelga de hambre \"Navidad sin presos políticos\" en el atrio de la hoy Antigua Catedral, la cual será interrumpida por el terremoto.",
            "year": 1972
        },
        {
            "text": "el austriaco Kurt Waldheim es elegido secretario general de la Organización de las Naciones Unidas.",
            "year": 1971
        },
        {
            "text": "el Gobierno peruano concede una amnistía total para los presos políticos.",
            "year": 1970
        },
        {
            "text": "Bernadette Devlin, miembro de la Cámara de los Comunes, es condenada en Londonderry (Irlanda del Norte) a seis meses de prisión, acusada de participar en los desórdenes del mes de agosto pasado.",
            "year": 1969
        },
        {
            "text": "Rodesia del Sur abandona la Commonwealth.",
            "year": 1966
        },
        {
            "text": "en Vietnam, el comandante de las tropas estadounidenses, general William Westmoreland, anuncia un alto el fuego por Navidad.",
            "year": 1965
        },
        {
            "text": "en Estados Unidos, el cómico Lenny Bruce es arrestado por obscenidad.",
            "year": 1964
        },
        {
            "text": "primer vuelo del avión SR-71 Blackbird.",
            "year": 1964
        },
        {
            "text": "a 180 millas al norte de Madeira, se hunde el crucero Lakonia, provocando la muerte de 128 personas.",
            "year": 1963
        },
        {
            "text": "en la ciudad de La Habana, ante una enorme concentración general reunida en la Plaza de la Revolución, el comandante Fidel Castro ―tras dos años de Campaña Nacional de Alfabetización, en la que varios alfabetizadores fueron asesinados por terroristas pagados por la CIA estadounidense, declara a Cuba Territorio Libre de Analfabetismo en América Latina.",
            "year": 1961
        },
        {
            "text": "en un pozo a 248 metros bajo tierra, en el área U12b.08 del Sitio de pruebas atómicas de Nevada, a unos 100 km al noroeste de la ciudad de Las Vegas, a las 8:30 (hora local) Estados Unidos detona su bomba atómica Feather, de 0,15 kilotones. Es la bomba n.º 208 de las 1132 que Estados Unidos detonó entre 1945 y 1992.",
            "year": 1961
        },
        {
            "text": "Colo se convierte en el primer gorila nacido en cautiverio.",
            "year": 1956
        },
        {
            "text": "en el transcurso de la Revolución China, los comunistas llegan a las puertas de la ciudad de Pekín.",
            "year": 1947
        },
        {
            "text": "la empresa aeronáutica estadounidense Beech Aircraft Corporation hace volar por primera vez el avión Beechcraft Bonanza.",
            "year": 1945
        },
        {
            "text": "en Bastogne, Bélgica, en el marco de la Segunda Guerra Mundial, el ejército nazi pide la rendición del ejército estadounidense a las órdenes del general Anthony McAuliffe en la Batalla de las Ardenas.",
            "year": 1944
        },
        {
            "text": "en Indochina, en el marco de la Segunda Guerra Mundial, Vo Nguyen Giap crea el Ejército Popular Vietnamita.",
            "year": 1944
        },
        {
            "text": "en Alemania, en el marco de la Segunda Guerra Mundial, el líder nazi Adolf Hitler ordena desarrollar los cohetes V-2.",
            "year": 1942
        },
        {
            "text": "en Inglaterra, y en el marco de la Segunda Guerra Mundial, los alemanes realizan un ataque aéreo sobre la población civil de la ciudad de Mánchester.",
            "year": 1940
        },
        {
            "text": "en Finlandia, en el marco de la Segunda Guerra Mundial, fracasa la ofensiva soviética.",
            "year": 1939
        },
        {
            "text": "en la ciudad de Bogotá, Colombia, se inaugura el Museo del Oro, que es la colección de orfebrería prehispánica más grande del mundo.",
            "year": 1939
        },
        {
            "text": "Otto Hahn, director de química del Instituto Kaiser Wilhelm de Berlín, y su equipo consiguen la primera fisión nuclear de la historia.",
            "year": 1938
        },
        {
            "text": "en Cádiz ―en el marco de la guerra civil española― desembarca el primer contingente de 3000 \"camisas negras\" (soldados fascistas italianos) para unirse a los fascistas españoles.",
            "year": 1936
        },
        {
            "text": "En la ciudad de Malé, Se Inaugura el majlis de las maldivas.",
            "year": 1932
        },
        {
            "text": "en Alemania fracasa el plebiscito organizado por la extrema derecha contra el Plan Young.",
            "year": 1929
        },
        {
            "text": "las grandes potencias reconocen la autonomía aduanera de China.",
            "year": 1928
        },
        {
            "text": "en la Provincia de Mendoza (Argentina) se funda el Atlético Club San Martín.",
            "year": 1927
        },
        {
            "text": "en Onteniente (Valencia) un choque de trenes se cobra 11 muertos y 90 heridos.",
            "year": 1922
        },
        {
            "text": "La Sección de Puerto Rico del Partido Revolucionario Cubano reunida en el edificio 'Chimney Hall' de Nueva York adopta por unanimidad la bandera puertorriqueña, presentada por Juan Matta Terreforte, por lo que oficialmente nació la bandera de Puerto Rico como estandarte de lucha por la independencia de Puerto Rico.",
            "year": 1895
        },
        {
            "text": "en Francia comienza el caso Dreyfus, cuando Alfred Dreyfus es encarcelado por traición.",
            "year": 1894
        },
        {
            "text": "en Chile, gracias a la Ley de Comuna Autónoma se crean 195 comunas. (Véase también Decreto de Creación de Municipalidades de Chile).",
            "year": 1891
        },
        {
            "text": "Itō Hirobumi, un samurái, se convierte en el primer ministro de Japón.",
            "year": 1885
        },
        {
            "text": "El general Porfirio Díaz llega a Tetela de Ocampo buscando apoyo militar de Los tres Juanes de la sierra Norte en el marco de la \"Rebelión del Plan de La Noria\".",
            "year": 1871
        },
        {
            "text": "durante la guerra franco-mexicana, en el estado de Sinaloa el general mexicano Antonio Rosales (con 264 hombres) derrota a una tropa invasora francesa (700 hombres) en lo que se conoce como la batalla de San Pedro.",
            "year": 1864
        },
        {
            "text": "fuerzas militares de Inglaterra y Francia toman la ciudad china de Cantón, que será gobernada hasta 1901 por una comisión anglo-francesa.",
            "year": 1857
        },
        {
            "text": "en Rusia, el escritor Fiodor Dostoievsky es indultado ante el pelotón que iba a fusilarle.",
            "year": 1849
        },
        {
            "text": "en San Cristóbal Ecatepec (México) es fusilado el líder de la independencia José María Morelos.",
            "year": 1815
        },
        {
            "text": "en Viena, se estrenan las Sinfonías n.º 5 y n.º 6, la Fantasía coral y el Concierto para piano n.º 4 de Ludwig van Beethoven.",
            "year": 1808
        },
        {
            "text": "en Turquía, la fortaleza de Izmail es capturada por Suvórov y sus tropas rusas.",
            "year": 1790
        },
        {
            "text": "en Fráncfort, el archiduque Carlos es coronado emperador con el nombre de Carlos VI.",
            "year": 1711
        },
        {
            "text": "en París se funda la Academia de Ciencias, obra de Jean-Baptiste Colbert.",
            "year": 1666
        },
        {
            "text": "en Colombia, Miguel Trujillo y Andrés Páez de Sotomayor fundan la ciudad de Bucaramanga.",
            "year": 1622
        },
        {
            "text": "en el virreinato de Nueva España (actual México), un grupo de conquistadores españoles fundan la aldea de Coatzacoalcos.",
            "year": 1522
        },
        {
            "text": "En Córdoba (España), el inquisidor Lucero El tenebroso oficia un auto de fe en las afueras de la ciudad, en el que son juzgadas 267 personas, de las cuales 107 son quemadas vivas.Actualmente se considera que se trató del mayor auto de fe realizado.",
            "year": 1504
        },
        {
            "text": "los Reyes Católicos firman las Capitulaciones de Alfacar.",
            "year": 1491
        },
        {
            "text": "Fernando III entra en la recién conquistada Sevilla.",
            "year": 1248
        },
        {
            "text": "en Damgán (provincia de Semnán), en esa época capital del Imperio persa (actual Irán), un terremoto deja un saldo de 200 000 muertos.",
            "year": 856
        },
        {
            "text": "en Roma, Inocencio I es elegido papa.",
            "year": 401
        }
    ],
    "births": [
        {
            "text": "Madeleine McGraw, actriz estadounidense.",
            "year": 2008
        },
        {
            "text": "Dion Gallapeni, futbolista kosovar.",
            "year": 2004
        },
        {
            "text": "Neel Sethi, actor estadounidense.",
            "year": 2003
        },
        {
            "text": "María Camila Osorio Serrano, tenista colombiana.",
            "year": 2001
        },
        {
            "text": "Joshua Bassett, actor y cantante estadounidense.",
            "year": 2000
        },
        {
            "text": "G. Hannelius, actriz estadounidense.",
            "year": 1998
        },
        {
            "text": "Latto, rapera estadounidense.",
            "year": 1998
        },
        {
            "text": "Chiara Barchiesi, política chilena.",
            "year": 1996
        },
        {
            "text": "Sergi Darder, futbolista español.",
            "year": 1993
        },
        {
            "text": "Ali Lohan, actriz y cantante estadounidense.",
            "year": 1993
        },
        {
            "text": "Meghan Trainor, cantautora estadounidense.",
            "year": 1993
        },
        {
            "text": "Moonbyul, rapera, cantante, compositora, modelo, actriz, bailarina y coreógrafa surcoreana, integrante de Mamamoo.",
            "year": 1992
        },
        {
            "text": "DaBaby, rapero estadounidense.",
            "year": 1991
        },
        {
            "text": "Tasie Lawrence, actriz y cantautora británica.",
            "year": 1990
        },
        {
            "text": "Jean-Baptiste Maunier, actor y cantante francés.",
            "year": 1990
        },
        {
            "text": "Lluís Mosquera, guionista y poeta valenciano.",
            "year": 1990
        },
        {
            "text": "Óscar Valdez, boxeador mexicano.",
            "year": 1990
        },
        {
            "text": "Jordin Sparks, cantante estadounidense.",
            "year": 1989
        },
        {
            "text": "Ramiro Torres, actor mexicano.",
            "year": 1988
        },
        {
            "text": "Cristian Fernández Conchuela, futbolista español.",
            "year": 1988
        },
        {
            "text": "Zach Britton, beisbolista estadounidense.",
            "year": 1987
        },
        {
            "text": "Edurne, cantante y actriz española.",
            "year": 1985
        },
        {
            "text": "Jonas Altberg, músico y DJ sueco.",
            "year": 1984
        },
        {
            "text": "José Fonte, futbolista portugués.",
            "year": 1983
        },
        {
            "text": "Drew Hankinson, luchador estadounidense.",
            "year": 1983
        },
        {
            "text": "Jennifer Hawkins, modelo y miss Universo australiana.",
            "year": 1983
        },
        {
            "text": "Tatsunori Arai, futbolista japonés.",
            "year": 1983
        },
        {
            "text": "Místico, luchador mexicano.",
            "year": 1982
        },
        {
            "text": "Chris Carmack, actor estadounidense.",
            "year": 1980
        },
        {
            "text": "Julio Jung Duvauchelle, actor venezolano",
            "year": 1978
        },
        {
            "text": "Emmanuel Olisadebe, futbolista nigeriano nacionalizado polaco.",
            "year": 1978
        },
        {
            "text": "Miguel Ángel Román, periodista deportivo español.",
            "year": 1977
        },
        {
            "text": "Dmitri Khokhlov, futbolista ruso.",
            "year": 1975
        },
        {
            "text": "Walter Queijeiro, periodista deportivo y político argentino.",
            "year": 1974
        },
        {
            "text": "Vanessa Paradis, cantante y actriz francesa.",
            "year": 1972
        },
        {
            "text": "Big Tigger, personalidad estadounidense de la radio y la TV.",
            "year": 1972
        },
        {
            "text": "Flavio Mendoza, bailarín, coreógrafo y director artístico argentino.",
            "year": 1971
        },
        {
            "text": "Luis Hernández, futbolista mexicano.",
            "year": 1968
        },
        {
            "text": "Dina Meyer, actriz estadounidense.",
            "year": 1968
        },
        {
            "text": "Juan Manuel Bernal, actor mexicano.",
            "year": 1967
        },
        {
            "text": "Richey James Edwards, músico galés, de la banda Manic Street Preachers (f. 2008).",
            "year": 1967
        },
        {
            "text": "Dan Petrescu, futbolista rumano.",
            "year": 1967
        },
        {
            "text": "Favio Posca, actor y humorista argentino.",
            "year": 1966
        },
        {
            "text": "María Pujalte, actriz española.",
            "year": 1966
        },
        {
            "text": "Viviana Gibelli, actriz y presentadora venezolana.",
            "year": 1965
        },
        {
            "text": "Luis Islas, futbolista argentino.",
            "year": 1965
        },
        {
            "text": "Sergi López, actor español.",
            "year": 1965
        },
        {
            "text": "Juan M. Velázquez, escritor español.",
            "year": 1964
        },
        {
            "text": "Giusseppe Bergomi, futbolista italiano.",
            "year": 1963
        },
        {
            "text": "Vladdo (Vladimir Flórez), caricaturista colombiano.",
            "year": 1963
        },
        {
            "text": "Karin Keller-Sutter, política suiza, Presidenta de la Confederación Suiza desde 2025.",
            "year": 1963
        },
        {
            "text": "Ralph Fiennes, actor británico.",
            "year": 1962
        },
        {
            "text": "Marcelo Gálvez, actor ecuatoriano.",
            "year": 1962
        },
        {
            "text": "Jean-Michel Basquiat, pintor estadounidense de grafiti (f. 1988).",
            "year": 1960
        },
        {
            "text": "Bernd Schuster, futbolista y entrenador alemán.",
            "year": 1959
        },
        {
            "text": "Alfredo Urdaci, periodista español.",
            "year": 1959
        },
        {
            "text": "Frank Gambale, músico australiano.",
            "year": 1958
        },
        {
            "text": "José Alberto \"El Canario\", cantante dominicano.",
            "year": 1958
        },
        {
            "text": "Tony Lestingi, actor argentino.",
            "year": 1957
        },
        {
            "text": "Miguel Amed, actor, psicólogo y director de programas de radio y televisión argentino (f. 2010).",
            "year": 1955
        },
        {
            "text": "Thomas Südhof, biólogo alemán.",
            "year": 1955
        },
        {
            "text": "Anna Galiena, actriz italiana.",
            "year": 1954
        },
        {
            "text": "Coca Guazzini, actriz chilena.",
            "year": 1953
        },
        {
            "text": "Gerald Grosvenor, empresario y aristócrata británico (f. 2016).",
            "year": 1951
        },
        {
            "text": "Los hermanos Maurice Gibb (f. 2003) y Robin Gibb (f. 2012), músicos británicos, de la banda Bee Gees.",
            "year": 1949
        },
        {
            "text": "Rick Nielsen, músico estadounidense, de la banda Cheap Trick.",
            "year": 1948
        },
        {
            "text": "Hortensio Fernández Extravís, futbolista español (f. 2011).",
            "year": 1946
        },
        {
            "text": "Enrique Symns, periodista, escritor y actor de teatro argentino (f. 2023).",
            "year": 1945
        },
        {
            "text": "Paul Wolfowitz, político estadounidense.",
            "year": 1943
        },
        {
            "text": "Dick Parry, músico británico, de la banda Pink Floyd.",
            "year": 1942
        },
        {
            "text": "Luis Francisco Cuéllar, político colombiano (f. 2009).",
            "year": 1940
        },
        {
            "text": "Rufino Foz, político español (f. 2011).",
            "year": 1939
        },
        {
            "text": "Matty Alou, beisbolista dominicano (f. 2011).",
            "year": 1938
        },
        {
            "text": "Lucien Bouchard, político canadiense.",
            "year": 1938
        },
        {
            "text": "James Burke, escritor británico.",
            "year": 1936
        },
        {
            "text": "Héctor Elizondo, actor estadounidense.",
            "year": 1936
        },
        {
            "text": "José Luis Martín Rodríguez, historiador español (f. 2004).",
            "year": 1936
        },
        {
            "text": "David Pearson, piloto estadounidense de automóviles stock (f. 2018).",
            "year": 1934
        },
        {
            "text": "Abel Pacheco, presidente costarricense.",
            "year": 1933
        },
        {
            "text": "Emili Teixidor, escritor español en lengua catalana (f. 2012).",
            "year": 1932
        },
        {
            "text": "Arturo Rojas de la Cámara, historietista español (f. 2019).",
            "year": 1930
        },
        {
            "text": "Alcides Ghiggia, futbolista uruguayo (f. 2015).",
            "year": 1926
        },
        {
            "text": "José Luis Moro, dibujante español (f. 2015)",
            "year": 1926
        },
        {
            "text": "Yekaterina Mijailova-Demina, médica militar soviética, Heroína de la Unión Soviética (f. 2019).",
            "year": 1925
        },
        {
            "text": "Flavio Romero de Velasco, político y abogado mexicano (f. 2016).",
            "year": 1925
        },
        {
            "text": "Ruth Roman, actriz estadounidense (f. 1999).",
            "year": 1922
        },
        {
            "text": "Elisabeth de Hohenberg, princesa luxemburguesa (f. 2011).",
            "year": 1922
        },
        {
            "text": "Hawkshaw Hawkins, músico estadounidense (f. 1963).",
            "year": 1921
        },
        {
            "text": "Robert Kurka, compositor estadounidense (f. 1957).",
            "year": 1921
        },
        {
            "text": "Juan de Dios Carmona, político chileno (f. 2009).",
            "year": 1916
        },
        {
            "text": "Barbara Billingsley, actriz estadounidense (f. 2010).",
            "year": 1915
        },
        {
            "text": "Emil Sitka, actor estadounidense (f. 1998).",
            "year": 1914
        },
        {
            "text": "Lady Bird Johnson, primera dama estadounidense (f. 2007).",
            "year": 1912
        },
        {
            "text": "Álvaro Cunqueiro, escritor y periodista español (f. 1981).",
            "year": 1911
        },
        {
            "text": "José Antonio Nieves Conde, cineasta español (f. 2006).",
            "year": 1911
        },
        {
            "text": "Silvio Accame, historiador italiano (f. 1997).",
            "year": 1910
        },
        {
            "text": "Dora Alonso, escritora cubana (f. 2001).",
            "year": 1910
        },
        {
            "text": "Emma de Sigaldi, escultora y bailarina alemana residente en Mónaco (f. 2010).",
            "year": 1910
        },
        {
            "text": "Patricia Hayes, actriz estadounidense (f. 1998).",
            "year": 1909
        },
        {
            "text": "Peggy Ashcroft, actriz británica (f. 1991).",
            "year": 1907
        },
        {
            "text": "Fred M. Wilcox, cineasta estadounidense (f. 1964).",
            "year": 1907
        },
        {
            "text": "Yevdokía Rachkévich, Comisaria política del 588.º Regimiento de Bombardeo Nocturno (f. 1975)",
            "year": 1907
        },
        {
            "text": "Pierre Brasseur, actor francés (f. 1972).",
            "year": 1905
        },
        {
            "text": "Pierre Levegh, piloto francés de automovilismo (f. 1955).",
            "year": 1905
        },
        {
            "text": "Kenneth Rexroth, poeta estadounidense (f. 1982).",
            "year": 1905
        },
        {
            "text": "Haldan Keffer Hartline, fisiólogo estadounidense (f. 1983).",
            "year": 1903
        },
        {
            "text": "Odhise Paskali, escultor albanés (f. 1985).",
            "year": 1903
        },
        {
            "text": "Ofelia Uribe, política colombiana (f. 1988).",
            "year": 1900
        },
        {
            "text": "Gustaf Gründgens, actor alemán (f. 1963).",
            "year": 1899
        },
        {
            "text": "Vladimir Aleksandrovich Fock, físico ruso (f. 1974).",
            "year": 1898
        },
        {
            "text": "Francisco Pierrá Gómez, actor español (f. 1975).",
            "year": 1895
        },
        {
            "text": "Demetrio Carceller Segura, político español (f. 1971).",
            "year": 1894
        },
        {
            "text": "Srinivasa Aiyangar Ramanujan, matemático hindú (f. 1920).",
            "year": 1887
        },
        {
            "text": "Deems Taylor, compositor estadounidense (f. 1966).",
            "year": 1885
        },
        {
            "text": "Edgard Varèse, compositor francés (f. 1965).",
            "year": 1883
        },
        {
            "text": "Stephen Timoshenko, ingeniero ruso-estadounidense (f. 1972).",
            "year": 1878
        },
        {
            "text": "Filippo Tommaso Marinetti, poeta italiano (f. 1944).",
            "year": 1876
        },
        {
            "text": "Franz Schmidt, compositor austriaco (f. 1939).",
            "year": 1874
        },
        {
            "text": "Camille Guérin, veterinario francés (f. 1961).",
            "year": 1872
        },
        {
            "text": "Edwin Arlington Robinson, poeta estadounidense (f. 1935).",
            "year": 1869
        },
        {
            "text": "Dmitri Egorov, matemático ruso (f. 1931).",
            "year": 1869
        },
        {
            "text": "Federico Gamboa, periodista, narrador y autor dramático mexicano (f. 1939).",
            "year": 1864
        },
        {
            "text": "Kaulak, fotógrafo español (f. 1933).",
            "year": 1862
        },
        {
            "text": "Manuel Gutiérrez Nájera, poeta mexicano (f. 1895).",
            "year": 1859
        },
        {
            "text": "Giacomo Puccini, compositor italiano (f. 1924).",
            "year": 1858
        },
        {
            "text": "Frank Billings Kellogg, político estadounidense, premio nobel de la paz en 1929 (f. 1937).",
            "year": 1856
        },
        {
            "text": "Teresa Carreño, pianista venezolana (f. 1917).",
            "year": 1853
        },
        {
            "text": "Franz Wilhelm Abt, compositor alemán (f. 1885).",
            "year": 1819
        },
        {
            "text": "John Obadiah Westwood, entomólogo británico (f. 1893).",
            "year": 1805
        },
        {
            "text": "Manuel Pando Fernández de Pinedo, político y académico español  (f. 1872).",
            "year": 1792
        },
        {
            "text": "Luis Quintanar, militar y político mexicano (f. 1837).",
            "year": 1772
        },
        {
            "text": "Georges Couthon, revolucionario francés (f. 1794).",
            "year": 1755
        },
        {
            "text": "Karl Friedrich Abel, compositor alemán (f. 1787).",
            "year": 1723
        },
        {
            "text": "James Oglethorpe, militar británico (f. 1785).",
            "year": 1696
        },
        {
            "text": "Hermann Samuel Reimarus, filósofo y escritor alemán (f. 1768).",
            "year": 1694
        },
        {
            "text": "Gurú Gobind Singh, gurú sij indio (f. 1708).",
            "year": 1666
        },
        {
            "text": "Jean Racine, dramaturgo francés (f. 1699).",
            "year": 1639
        },
        {
            "text": "Mariana de Austria, reina consorte de España, segunda esposa de Felipe IV (f. 1696).",
            "year": 1634
        },
        {
            "text": "Christoph Müller, «el niño con el diente de oro», estafador alemán encarcelado en su adultez.",
            "year": 1585
        },
        {
            "text": "Cesare Cremonini, filósofo italiano (f. 1631).",
            "year": 1550
        },
        {
            "text": "Kuroda Yoshitaka, daimyō japonés (f. 1604).",
            "year": 1546
        },
        {
            "text": "Antoku, emperador japonés (f. 1185).",
            "year": 1178
        }
    ],
    "deaths": [
        {
            "text": "Goicoecha Santiago Brandel, novio de la abogada Maria Paz Moreno y basquetbolista",
            "year": 2025
        },
        {
            "text": "Stella Tennant, modelo británica (n. 1970).",
            "year": 2020
        },
        {
            "text": "Roberto Suazo Cordova, político hondureño, presidente de Honduras entre 1982 y 1986 (n. 1927).",
            "year": 2018
        },
        {
            "text": "Gonzalo Morales Sáurez, pintor hiperrealista costarricense (n. 1945).",
            "year": 2017
        },
        {
            "text": "Joe Cocker, músico británico (n. 1944).",
            "year": 2014
        },
        {
            "text": "Diomedes Díaz, cantante colombiano (n.1957).",
            "year": 2013
        },
        {
            "text": "Ángel Mifsud Ciscar, escritor español (n. 1954).",
            "year": 2012
        },
        {
            "text": "Lansana Conté, político y militar guineano, presidente entre 1984 y 2008 (n. 1934).",
            "year": 2008
        },
        {
            "text": "Julien Gracq, escritor francés (n. 1910).",
            "year": 2007
        },
        {
            "text": "Galina Ustvólskaya, compositora soviética (n. 1919).",
            "year": 2006
        },
        {
            "text": "Tom Wesselmann, pintor estadounidense (n. 1931).",
            "year": 2004
        },
        {
            "text": "Joe Strummer, músico británico, de la banda The Clash (n. 1952).",
            "year": 2002
        },
        {
            "text": "Desmond Hoyte, presidente guyanés (n. 1929).",
            "year": 2002
        },
        {
            "text": "Faustino Cordón, científico español (n. 1909).",
            "year": 1999
        },
        {
            "text": "James Meade, economista británico, premio nobel de economía en 1977 (n. 1907).",
            "year": 1995
        },
        {
            "text": "Butterfly McQueen, actriz estadounidense (n. 1911).",
            "year": 1995
        },
        {
            "text": "Alexander Mackendrick, cineasta estadounidense (n. 1912).",
            "year": 1993
        },
        {
            "text": "Don DeFore, actor estadounidense (n. 1913).",
            "year": 1993
        },
        {
            "text": "Ernst Krenek, compositor austriaco (n. 1900).",
            "year": 1991
        },
        {
            "text": "Samuel Beckett, escritor irlandés, premio nobel de literatura en 1969 (n. 1906).",
            "year": 1989
        },
        {
            "text": "Andrés do Barro, cantautor español (n. 1947).",
            "year": 1989
        },
        {
            "text": "Chico Mendes, activista brasileño (n. 1944).",
            "year": 1988
        },
        {
            "text": "Luca Prodan, músico italo-escocés radicado en Argentina (Sumo) (n. 1953).",
            "year": 1987
        },
        {
            "text": "Félix Likiniano, anarquista español (n. 1909).",
            "year": 1982
        },
        {
            "text": "Darryl F. Zanuck, productor de cine estadounidense (n. 1902).",
            "year": 1979
        },
        {
            "text": "Martín Luis Guzmán, escritor mexicano (n. 1887).",
            "year": 1976
        },
        {
            "text": "Joseph North, periodista internacionalista estadounidense (n. ¿?).",
            "year": 1976
        },
        {
            "text": "Carlos Alberto Sacheri, académico y filósofo argentino (n. 1933).",
            "year": 1974
        },
        {
            "text": "Juan Zaragüeta, filósofo español (n. 1883).",
            "year": 1974
        },
        {
            "text": "Julio Gómez García (87), compositor español de música clásica (n. 1886).",
            "year": 1973
        },
        {
            "text": "Josef von Sternberg, cineasta austriaco (n. 1894).",
            "year": 1969
        },
        {
            "text": "Enrique García-Rendueles, escritor español (n. 1880).",
            "year": 1955
        },
        {
            "text": "Wenceslao Benítez Inglott, contraalmirante, científico e ingeniero español (n.1879).",
            "year": 1954
        },
        {
            "text": "Francisco Cossio Robelo, militar y político mexicano (n. 1880).",
            "year": 1948
        },
        {
            "text": "Harry Langdon, actor estadounidense (n. 1884).",
            "year": 1944
        },
        {
            "text": "Beatrix Potter, escritora británica (n. 1866).",
            "year": 1943
        },
        {
            "text": "Gerhard Wartenberg, anarcosindicalista alemán (n. 1904).",
            "year": 1942
        },
        {
            "text": "Santos Jorge, músico panameño (n. 1870).",
            "year": 1941
        },
        {
            "text": "Nathanael West, escritor estadounidense (n. 1903).",
            "year": 1940
        },
        {
            "text": "Ma Rainey, cantante estadounidense (n. 1886).",
            "year": 1939
        },
        {
            "text": "Victorino Abente y Lago, poeta uruguayo (n. 1846).",
            "year": 1935
        },
        {
            "text": "Facón Grande, anarcosindicalista argentino (n. 1883).",
            "year": 1921
        },
        {
            "text": "Francisca Javiera Cabrini, religiosa estadounidense (n. 1850).",
            "year": 1917
        },
        {
            "text": "José Riquelme, actor español (n. 1865).",
            "year": 1905
        },
        {
            "text": "Richard von Krafft-Ebing, psiquiatra alemán (n. 1840).",
            "year": 1902
        },
        {
            "text": "Dwight L. Moody, evangelista estadounidense (n. 1837).",
            "year": 1899
        },
        {
            "text": "Antonio Susillo, escultor español (n. 1855).",
            "year": 1896
        },
        {
            "text": "George Eliot, escritora británica (n. 1819).",
            "year": 1880
        },
        {
            "text": "Agustín Arrieta, pintor mexicano  (n. 1803).",
            "year": 1874
        },
        {
            "text": "Gustavo Adolfo Bécquer, poeta español (n. 1836).",
            "year": 1870
        },
        {
            "text": "Jean-Victor Poncelet, matemático francés (n. 1788).",
            "year": 1867
        },
        {
            "text": "Manuel María Lombardini, militar y político mexicano (n. 1802).",
            "year": 1853
        },
        {
            "text": "William Hyde Wollaston, físico y químico británico (n. 1776).",
            "year": 1828
        },
        {
            "text": "José María Morelos, líder en la guerra de independencia de México (n. 1765).",
            "year": 1815
        },
        {
            "text": "William Vernon, mercader estadounidense (n. 1719).",
            "year": 1806
        },
        {
            "text": "Percivall Pott, físico británico (n. 1714).",
            "year": 1788
        },
        {
            "text": "John Newbery, editor británico (n. 1713).",
            "year": 1767
        },
        {
            "text": "Jan Dismas Zelenka, compositor checo (n. 1679).",
            "year": 1745
        },
        {
            "text": "Paolo Silvio Boccone, botánico italiano (n. 1633).",
            "year": 1704
        },
        {
            "text": "Richard Alleine, clérigo puritano británico (n. 1610).",
            "year": 1681
        },
        {
            "text": "Mehmed III, sultán otomano (n. 1566).",
            "year": 1603
        },
        {
            "text": "Francisco Dávila, conquistador y explorador español (n. 1488).",
            "year": 1554
        },
        {
            "text": "Juan XXIII, antipapa romano (n. 1370).",
            "year": 1419
        }
    ],
    "metadata": {
        "current_date": "22 de diciembre de 2025",
        "short_date": "22 de dic",
        "language": {
            "events": "Eventos",
            "deaths": "Defunciones",
            "births": "Nacimientos",
            "b": "n",
            "d": "f",
            "title": "Hoy en Historia (Wikipedia)"
        },
        "events": [
            39,
            55,
            70,
            48,
            49,
            31,
            18,
            47,
            24,
            42
        ],
        "births": [
            80,
            76,
            39,
            97
        ],
        "deaths": [
            40,
            54,
            38,
            53
        ]
    }
}