{
    "events": [
        {
            "text": "en México inician olas masivas de protestas para exigir justicia por la muerte de Debanhi Escobar, desaparecida en el estado mexicano de Nuevo León, luego de 13 exhaustivos días en su búsqueda.",
            "year": 2022
        },
        {
            "text": "un terremoto de 6,1 grados sacude Filipinas causando 18 muertos y 256 heridos.",
            "year": 2019
        },
        {
            "text": "tras permanecer 43 años inactivo, en Chile entra en erupción el volcán Calbuco a las 18:11 hora local (UTC-3), produciendo 2 pulsos eruptivos (el segundo de ellos, el día siguiente) con penachos de ceniza de unos 10 kilómetros de altura. 4433 personas debieron ser evacuadas en un radio de 20 kilómetros (lago Chapo y valle del río Blanco), luego de que la ONEMI decretara una alerta roja.",
            "year": 2015
        },
        {
            "text": "Corea del Norte amenaza con la destrucción de importantes objetivos de su vecino país Corea del Sur, mediante una actividad especial que «empezaría en poco tiempo y duraría tres o cuatro minutos».",
            "year": 2012
        },
        {
            "text": "en el Golfo de México, frente a las costas de Estados Unidos, se hunde el Deepwater Horizon, de la empresa British Petroleum, y produce un derrame de petróleo.",
            "year": 2010
        },
        {
            "text": "en el autódromo de Comodoro Rivadavia (Argentina) fallece el piloto de Turismo Carretera Guillermo Castellanos. Esta será la última carrera con acompañante.",
            "year": 2007
        },
        {
            "text": "el presidente de Irak Yalal Talabani propone formalmente la candidatura de Nuri al Maliki al cargo de primer ministro del país; el Consejo de Representantes debe aprobar o rechazar la candidatura.",
            "year": 2006
        },
        {
            "text": "en Ryongchon (Corea del Norte) chocan dos trenes cargados de combustible, dejando más de 150 muertos y 1300 heridos.",
            "year": 2004
        },
        {
            "text": "en España se estrena la telenovela Los Serrano.",
            "year": 2003
        },
        {
            "text": "en París (Francia), hace su última aparición sobre una pasarela el diseñador de modas francés Ives Saint Laurent.",
            "year": 2002
        },
        {
            "text": "en Miami (Estados Unidos), el niño Elián González es sacado por la fuerza por agentes federales de la casa de sus familiares, donde se encontraba tras su rescate en las costas de Florida.",
            "year": 2000
        },
        {
            "text": "Comienza protesta en el territorio alemán por la participación de ese país en la guerra de Yugoslavia.",
            "year": 2000
        },
        {
            "text": "en Lima (Perú), el ejército asalta la embajada de Japón, tomada con rehenes por un grupo del MRTA (Movimiento Revolucionario Túpac Amaru).",
            "year": 1997
        },
        {
            "text": "en los Estados Unidos se crea la versión 1.0 del navegador de internet Mosaic.",
            "year": 1993
        },
        {
            "text": "en la ciudad de Guadalajara (Jalisco, México), un derrame de combustible en un drenaje genera violentas explosiones, que destrozan 15 km de calles, y dejan un saldo de entre 230 y 700 muertos, y entre 800 y 1800 heridos.",
            "year": 1992
        },
        {
            "text": "en Costa Rica sucede el Terremoto de Limón, de 7,6 grados en la escala de Richter, que sacude la ciudad de Puerto Limón y genera daños en carreteras y líneas férreas. Mueren 50 personas.",
            "year": 1991
        },
        {
            "text": "en Arizona (Estados Unidos) fracasa el millonario proyecto Biosfera 2, construido como ecosistema autosuficiente.",
            "year": 1991
        },
        {
            "text": "en Estados Unidos, la empresa Intel lanza al mercado el microprocesador 486 SX.",
            "year": 1991
        },
        {
            "text": "en Argentina, el presidente Raúl Alfonsín comienza el Juicio a las Juntas contra los miembros militares de la dictadura cívico-militar (1976-1983), en un hecho histórico para la humanidad. A pesar de que los expresidentes resultarán condenados, en 1990 el presidente Carlos Saúl Menem los amnistiará (aunque en 2003 el presidente Néstor Kirchner anulará esa amnistía y los encarcelará de por vida).",
            "year": 1985
        },
        {
            "text": "en París (Francia), la canción A-ba-ni-bi de Izhar Cohen & The Alpha-Beta gana por Israel la XXIII Edición de Eurovisión.",
            "year": 1978
        },
        {
            "text": "en la embajada cubana en Lisboa (Portugal), el terrorista Luis Posada Carriles perpetra un atentado con bomba. Mueren los dos funcionarios cubanos ―Adriana Corcho y Efrén Monteagudo― que la descubrieron.",
            "year": 1976
        },
        {
            "text": "en La Habana se inaugura el Parque Lenin, con 745 hectáreas.",
            "year": 1972
        },
        {
            "text": "se celebra el primer Día de la Tierra.",
            "year": 1970
        },
        {
            "text": "en un pozo artificial a 141 metros bajo tierra, en el área U9bg del Sitio de pruebas atómicas de Nevada, a las 5:39 (hora local) Estados Unidos detona su bomba atómica n.º 414, Chenille, de 1 kilotón. (En comparación, la bomba atómica utilizada en Hiroshima el 6 de agosto de 1945 que fue de 13 kilotones).",
            "year": 1965
        },
        {
            "text": "en el área 7 del sitio de pruebas nucleares de Nevada (a unos 100 km al noroeste de la ciudad de Las Vegas), Estados Unidos detona la bomba atómica Charlie, de 31 kilotones, dejándola caer desde un avión. Es la bomba n.º 23 de las 1132 que Estados Unidos detonó entre 1945 y 1992. Durante la explosión, unos 7350 soldados que participan del ejercicio militar Desert Rock IV harán entrenamiento de manera no voluntaria y quedarán expuestos exprofeso a la radiación.",
            "year": 1952
        },
        {
            "text": "en Madrid (España) se inaugura el Aeropuerto de Barajas.",
            "year": 1931
        },
        {
            "text": "Karl Wilhelm Reinmuth descubre el asteroide Amazone (1042).",
            "year": 1925
        },
        {
            "text": "en Madrid (España), el rey Alfonso XIII otorga a la villa de Pozoblanco el título de ciudad.",
            "year": 1923
        },
        {
            "text": "en Colonia del Sacramento (Uruguay), por impulso de Alberto Suppici se funda el Club Plaza Colonia, apodado «Patablanca», «Albiverde» y «Gigante del Interior».",
            "year": 1917
        },
        {
            "text": "en la Segunda batalla de Ypres (Bélgica), el ejército alemán ―en el marco de la Primera Guerra Mundial (1914-1918)― utiliza gas venenoso (dicloro) por primera vez en la Historia humana. Causan 20 000 bajas, 5000 de ellas fatales.",
            "year": 1915
        },
        {
            "text": "En Cuba, el Concejo de la ciudad de Puerto Príncipe oficializa el cambio de nombre por Camagüey.",
            "year": 1903
        },
        {
            "text": "en La Habana (Cuba), veinte buques estadounidenses bloquean la bahía, primer acto de guerra de Estados Unidos contra España.",
            "year": 1898
        },
        {
            "text": "al sur de la villa de Camagüey (Cuba), las tropas mambisas ocupan el poblado de Guayabal, e incendian sus dos fuertes.",
            "year": 1898
        },
        {
            "text": "en la provincia de La Pampa (en Argentina), Tomás Mason funda la villa de Santa Rosa.",
            "year": 1892
        },
        {
            "text": "En Santiago de Cuba se funda el cementerio Santa Ifigenia.",
            "year": 1868
        },
        {
            "text": "en la Unión Venezolana, la región de Zulia se convierte en el 12.º estado.",
            "year": 1864
        },
        {
            "text": "en Perú, durante el Gobierno del mariscal Ramón Castilla, la Convención Nacional ―presidida por el abogado cajamarquino José Gálvez Egúsquiza― promueve al puerto del Callao al rango de provincia constitucional.",
            "year": 1857
        },
        {
            "text": "en España, la reina Isabel II firma una ley por la que decreta la creación de la primera red electrotelegráfica española.",
            "year": 1855
        },
        {
            "text": "a unos 30 km al oeste de la ciudad de Córdoba (Argentina), el general José María Paz derrota a Juan Bautista Bustos en la batalla de San Roque.",
            "year": 1829
        },
        {
            "text": "en la isla de Cuba se funda la aldea de Cienfuegos.",
            "year": 1819
        },
        {
            "text": "en España, la villa de Astorga ―tras más de un mes de asedio― se rinde ante las tropas napoleónicas.",
            "year": 1810
        },
        {
            "text": "de La Habana (Imperio español) zarpa una expedición comandada por Francisco de Miranda y el general Juan Manuel Cagigal, que ocupan las islas Bahamas (las cuales se encontraban en poder del Imperio británico).",
            "year": 1782
        },
        {
            "text": "en el sur del Virreinato del Río de la Plata (actual Argentina), el navegante español Francisco de Viedma y Narváez funda las aldeas de Viedma y Carmen de Patagones.",
            "year": 1779
        },
        {
            "text": "en la isla de Cuba (antes isla Juana) se produce el primer gran incendio de la villa de La Habana, que destruye 16 casas.",
            "year": 1622
        },
        {
            "text": "la captura de Ormuz por la Compañía de las Indias Orientales pone fin al control portugués de la isla de Ormuz.",
            "year": 1622
        },
        {
            "text": "el Imperio español y el Imperio portugués se dividen el continente americano mediante el Tratado de Zaragoza, que traza una línea imaginaria 17 grados al este de las islas Molucas.",
            "year": 1529
        },
        {
            "text": "en México, el conquistador español Hernán Cortés desembarca cerca del actual puerto de Veracruz.",
            "year": 1519
        },
        {
            "text": "en Londres, Enrique VIII asciende al trono de Inglaterra tras la muerte de su padre.",
            "year": 1509
        },
        {
            "text": "en América del Sur, el navegante portugués Pedro Álvares Cabral es el primer europeo que llega a las costas del actual Brasil.",
            "year": 1500
        },
        {
            "text": "en la actual Suiza, finaliza el Concilio de Constanza (sínodo de obispos cristianos).",
            "year": 1418
        },
        {
            "text": "en la actual España, tropas combinadas de los Banu Ashqilula, del sultán mariní Abu Yusuf y del rey Alfonso X de Castilla atacan el Reino de Granada.",
            "year": 1281
        },
        {
            "text": "durante el año de los seis emperadores, el Senado romano prohíbe al emperador Maximino el Tracio por sus proscripciones sanguinarias en Roma y nomina a dos de sus miembros, Pupieno y Balbino, al trono.",
            "year": 238
        }
    ],
    "births": [
        {
            "text": "Renata Burgoa, diva argentina de una larga trayectoría en la bisexualidad.",
            "year": 2013
        },
        {
            "text": "Pedro Miguel Martins Santos, futbolista portugués.",
            "year": 1988
        },
        {
            "text": "David Luiz, futbolista brasileño.",
            "year": 1987
        },
        {
            "text": "John Obi Mikel, futbolista nigeriano.",
            "year": 1987
        },
        {
            "text": "Víktor Faizulin, futbolista ruso.",
            "year": 1986
        },
        {
            "text": "Amber Heard, actriz estadounidense.",
            "year": 1986
        },
        {
            "text": "Danny Cepero, futbolista estadounidense.",
            "year": 1985
        },
        {
            "text": "Diana Hoyos, actriz y cantante colombiana.",
            "year": 1985
        },
        {
            "text": "Benjamín Amadeo, actor argentino.",
            "year": 1984
        },
        {
            "text": "Kaká (Ricardo Izecson dos Santos Leite), futbolista brasileño.",
            "year": 1982
        },
        {
            "text": "Jorge Molina, futbolista español.",
            "year": 1982
        },
        {
            "text": "Marta Larralde, actriz española.",
            "year": 1981
        },
        {
            "text": "Lucas Velázquez, actor colombiano.",
            "year": 1981
        },
        {
            "text": "Carlos Enrique Hernández, beisbolista venezolano.",
            "year": 1980
        },
        {
            "text": "Daniel Johns, músico australiano de la banda Silverchair.",
            "year": 1979
        },
        {
            "text": "Esteban Tuero, automovilista argentino.",
            "year": 1978
        },
        {
            "text": "Jagoba Arrasate, exfutbolista y entrenador español.",
            "year": 1978
        },
        {
            "text": "Mark van Bommel, futbolista neerlandés.",
            "year": 1977
        },
        {
            "text": "Christina Dieckmann, actriz, modelo y exreina de belleza venezolana.",
            "year": 1977
        },
        {
            "text": "Marco de Paula, actor español.",
            "year": 1977
        },
        {
            "text": "Moisés Arizmendi, actor mexicano de una larga trayectoria artística en cine, teatro y televisión.",
            "year": 1976
        },
        {
            "text": "Marcello Motta, cantautor peruano.",
            "year": 1976
        },
        {
            "text": "Michał Żewłakow, futbolista polaco.",
            "year": 1976
        },
        {
            "text": "Greg Moore, piloto de coches de carreras (f. 1999).",
            "year": 1975
        },
        {
            "text": "Carlos Sastre, ciclista español.",
            "year": 1975
        },
        {
            "text": "Shavo Odadjian, bajista estadounidense de origen armenio, de la banda System of a Down.",
            "year": 1974
        },
        {
            "text": "Sergio Catalán, actor mexicano de cine y televisión.",
            "year": 1972
        },
        {
            "text": "Anwar al-Awlaki, clérigo y activista musulmán (f. 2011).",
            "year": 1971
        },
        {
            "text": "Ricardo Arreola, músico y compositor mexicano, bajista de la banda Belanova.",
            "year": 1971
        },
        {
            "text": "Regine Velásquez, cantante y actriz filipina.",
            "year": 1970
        },
        {
            "text": "Fernando Cayo, actor español.",
            "year": 1968
        },
        {
            "text": "Fletcher Dragge, guitarrista estadounidense, de la banda Pennywise.",
            "year": 1966
        },
        {
            "text": "Mariana Levy, actriz mexicana (f. 2005).",
            "year": 1966
        },
        {
            "text": "Jeffrey Dean Morgan, actor estadounidense.",
            "year": 1966
        },
        {
            "text": "Javier Méndez, jugador cubano de béisbol.",
            "year": 1964
        },
        {
            "text": "José Antonio Abellán, periodista español.",
            "year": 1960
        },
        {
            "text": "Emmanuele A. Jannini, terapeuta sexual, médico y profesor italiano.",
            "year": 1960
        },
        {
            "text": "Rufi Etxeberria, político español.",
            "year": 1959
        },
        {
            "text": "Alan Pauls, escritor argentino.",
            "year": 1959
        },
        {
            "text": "Jorge Aravena, futbolista y entrenador chileno.",
            "year": 1958
        },
        {
            "text": "Donald Tusk, primer ministro polaco.",
            "year": 1957
        },
        {
            "text": "Javier Vidal Pradas, actor, periodista, dramaturgo, profesor universitario y director teatral venezolano.",
            "year": 1953
        },
        {
            "text": "Paul Carrack, músico británico de la banda Roxy Music.",
            "year": 1951
        },
        {
            "text": "José Fernando Castro Caycedo, diputado y político colombiano (f. 2008).",
            "year": 1951
        },
        {
            "text": "Ana María Shúa, escritora argentina.",
            "year": 1951
        },
        {
            "text": "Yuca, actor cómico e imitador peruano.",
            "year": 1951
        },
        {
            "text": "Peter Frampton, músico británico.",
            "year": 1950
        },
        {
            "text": "Liliana Herrero, cantante argentina de folklore y profesora universitaria de filosofía.",
            "year": 1948
        },
        {
            "text": "John Waters, cineasta estadounidense.",
            "year": 1946
        },
        {
            "text": "Steve Fossett, aventurero y millonario estadounidense (f. 2007).",
            "year": 1944
        },
        {
            "text": "Louise Glück, poetisa estadounidense.",
            "year": 1943
        },
        {
            "text": "Jason Miller, actor estadounidense. (f. 2001)",
            "year": 1939
        },
        {
            "text": "Issey Miyake, diseñador japonés. (f. 2022)",
            "year": 1938
        },
        {
            "text": "Manolo Juárez, pianista, compositor y catedrático argentino. (f. 2020)",
            "year": 1937
        },
        {
            "text": "Jack Nicholson, actor estadounidense.",
            "year": 1937
        },
        {
            "text": "Glen Campbell, cantante estadounidense. (f. 2017)",
            "year": 1936
        },
        {
            "text": "Lucho Barrios, cantante de boleros peruano (f. 2010).",
            "year": 1935
        },
        {
            "text": "Fiorenza Cossotto, mezzosoprano italiana.",
            "year": 1935
        },
        {
            "text": "Paul Chambers, contrabajista estadounidense de jazz (f. 1969).",
            "year": 1935
        },
        {
            "text": "Guillermo Cabrera Infante, escritor cubano (f. 2005).",
            "year": 1929
        },
        {
            "text": "Estelle Harris, actriz estadounidense (f. 2022).",
            "year": 1928
        },
        {
            "text": "Laurel Aitken (Lorenzo Aitken), cantante jamaicano de ska, de origen cubano (f. 2005).",
            "year": 1927
        },
        {
            "text": "Pascal Bentoiu, compositor y musicólogo rumano (f. 2016).",
            "year": 1927
        },
        {
            "text": "James Stirling, arquitecto británico (f. 1992).",
            "year": 1926
        },
        {
            "text": "Charlotte Rae, actriz y cantante estadounidense (f. 2018).",
            "year": 1926
        },
        {
            "text": "Bettie Page, modelo estadounidense (f. 2008).",
            "year": 1923
        },
        {
            "text": "Aaron Spelling, productor estadounidense de series de televisión (f. 2006).",
            "year": 1923
        },
        {
            "text": "Emilio Alarcos Llorach, filólogo español (f. 1998).",
            "year": 1922
        },
        {
            "text": "Charles Mingus, músico estadounidense de jazz (f. 1979).",
            "year": 1922
        },
        {
            "text": "Venancio Pérez, futbolista español (f. 1994).",
            "year": 1921
        },
        {
            "text": "Cándido Camero, percusionista de música cubana y jazz afrocubano (f. 2020).",
            "year": 1921
        },
        {
            "text": "Peter Flinsch, escultor alemán (f. 2010).",
            "year": 1920
        },
        {
            "text": "Donald James Cram, químico estadounidense, premio nobel de química en 1987 (f. 2001).",
            "year": 1919
        },
        {
            "text": "Yehudi Menuhin, violinista, director de orquesta y músico británico-estadounidense de origen ruso (f. 1999).",
            "year": 1916
        },
        {
            "text": "José María Arizmendiarrieta, sacerdote vasco (f. 1976).",
            "year": 1915
        },
        {
            "text": "José Quiñones Gonzales, aviador militar peruano (f. 1941).",
            "year": 1914
        },
        {
            "text": "Kathleen Ferrier, cantante británica (f. 1953).",
            "year": 1912
        },
        {
            "text": "Kaneto Shindō, cineasta japonés (f. 2012).",
            "year": 1912
        },
        {
            "text": "Michael Wittmann, militar alemán (f. 1944).",
            "year": 1912
        },
        {
            "text": "Rita Levi-Montalcini, neuróloga italiana, premio nobel de medicina en 1986 (f. 2012).",
            "year": 1909
        },
        {
            "text": "Indro Montanelli, escritor y periodista italiano (f. 2001).",
            "year": 1909
        },
        {
            "text": "Juan José López Ibor, psicólogo español (n. 1991).",
            "year": 1908
        },
        {
            "text": "Gustavo Adolfo, aristócrata sueco (f. 1947).",
            "year": 1906
        },
        {
            "text": "Robert Oppenheimer, físico estadounidense (f. 1967).",
            "year": 1904
        },
        {
            "text": "María Zambrano, filósofa y ensayista española (f. 1991).",
            "year": 1904
        },
        {
            "text": "Raquel Forner, pintora argentina (f. 1988).",
            "year": 1902
        },
        {
            "text": "Vladímir Nabokov, escritor ruso (f. 1977).",
            "year": 1899
        },
        {
            "text": "Belle Bennett, actriz estadounidense (f. 1932).",
            "year": 1891
        },
        {
            "text": "Ferdinando Nicola Sacco, inmigrante anarquista italiano, ejecutado en los Estados Unidos (f. 1927).",
            "year": 1891
        },
        {
            "text": "Richard Glücks, general alemán (f. 1945).",
            "year": 1889
        },
        {
            "text": "Otto Rank, psicoanalista austríaco (f. 1939).",
            "year": 1884
        },
        {
            "text": "Aleksandr Kérenski, político soviético (f. 1970).",
            "year": 1881
        },
        {
            "text": "Robert Barany, médico austríaco de origen judío húngaro, premio nobel de medicina en 1914 (f. 1936).",
            "year": 1876
        },
        {
            "text": "Margarita de Prusia, aristócrata alemana (f. 1954).",
            "year": 1872
        },
        {
            "text": "Lenin (Vladímir Ilich Uliánov), dirigente comunista soviético (f. 1924).",
            "year": 1870
        },
        {
            "text": "María Valeria de Austria, aristócrata austríaca (f. 1924).",
            "year": 1868
        },
        {
            "text": "Hans von Seeckt, oficial alemán (f. 1936).",
            "year": 1866
        },
        {
            "text": "Friedrich Marx, filólogo alemán (f. 1941).",
            "year": 1859
        },
        {
            "text": "José Joaquín Sánchez, general independentista cubano (f. 1939).",
            "year": 1856
        },
        {
            "text": "Henri La Fontaine, político belga, premio nobel de la paz en 1913 (f. 1943).",
            "year": 1854
        },
        {
            "text": "Guillermo IV, aristócrata luxemburgués (f. 1912).",
            "year": 1852
        },
        {
            "text": "Vladímir Aleksándrovich, aristócrata ruso (f. 1909).",
            "year": 1847
        },
        {
            "text": "Odilón Redón, pintor francés (f. 1916).",
            "year": 1840
        },
        {
            "text": "Gaston Planté, científico francés (f. 1889).",
            "year": 1834
        },
        {
            "text": "Wilhelm Peters, naturalista y explorador alemán (f. 1883).",
            "year": 1815
        },
        {
            "text": "Eugène Devéria, pintor francés (f. 1865).",
            "year": 1805
        },
        {
            "text": "Jean Léonard Marie Poiseuille, médico fisiólogo francés (f. 1869).",
            "year": 1799
        },
        {
            "text": "Mariano Quirós, militar español (f. 1859).",
            "year": 1791
        },
        {
            "text": "Manuel Gómez Pedraza, presidente mexicano (f. 1851).",
            "year": 1789
        },
        {
            "text": "José Madrazo, pintor y grabador español (f. 1859).",
            "year": 1781
        },
        {
            "text": "Madame de Staël, escritora francesa (f. 1817).",
            "year": 1766
        },
        {
            "text": "Francisco Javier Castaños, militar y político español (f. 1852).",
            "year": 1758
        },
        {
            "text": "José Pavón, botánico español (f. 1840).",
            "year": 1754
        },
        {
            "text": "Immanuel Kant, filósofo alemán (f. 1804).",
            "year": 1724
        },
        {
            "text": "Henry Fielding, novelista y dramaturgo británico (f. 1754).",
            "year": 1707
        },
        {
            "text": "James Stirling, matemático escocés (f. 1770).",
            "year": 1692
        },
        {
            "text": "Giuseppe Torelli, compositor y violinista italiano (f. 1709).",
            "year": 1658
        },
        {
            "text": "Mariana Alcoforado, religiosa portuguesa (f. 1723).",
            "year": 1640
        },
        {
            "text": "Alejandro VIII, papa veneciano (f. 1691).",
            "year": 1610
        },
        {
            "text": "Wilhelm Schickard, matemático alemán, creador de la primera máquina de calcular (f. 1635).",
            "year": 1592
        },
        {
            "text": "Antonio de Borbón, aristócrata francés (f. 1562).",
            "year": 1518
        },
        {
            "text": "Isabel I de Castilla, reina castellana (f. 1504).",
            "year": 1451
        },
        {
            "text": "Sancha de Portugal, aristócrata portuguesa (f. 1229).",
            "year": 1180
        },
        {
            "text": "Kotoku, emperador japonés (f. 654).",
            "year": 596
        }
    ],
    "deaths": [
        {
            "text": "Rosa Mariscal, actriz española (n. 1970).",
            "year": 2022
        },
        {
            "text": "Selma Gürbüz, escultora turca (n. 1960).",
            "year": 2021
        },
        {
            "text": "Shirley Knight, actriz de teatro, cine y televisión estadounidense (n. 1936).",
            "year": 2020
        },
        {
            "text": "Marcos Mundstock, cómico y músico argentino, del grupo Les Luthiers (n. 1942).",
            "year": 2020
        },
        {
            "text": "Lê Đức Anh, militar y político vietnamita, presidente de Vietnam entre 1992 y 1997 (n. 1920).",
            "year": 2019
        },
        {
            "text": "Isabelle Dinoire, modista francesa (n. 1967).",
            "year": 2016
        },
        {
            "text": "Alicia Zendejas, escritora, crítica literaria, ensayista, poeta y gestora cultural mexicana (n. 1928).",
            "year": 2016
        },
        {
            "text": "Richie Havens, cantante y guitarrista de folk estadounidense (n. 1941).",
            "year": 2013
        },
        {
            "text": "Campo Elías Terán, periodista y político colombiano (n. 1949).",
            "year": 2013
        },
        {
            "text": "Pajarito Zaguri, cantautor y guitarrista argentino (n. 1941).",
            "year": 2013
        },
        {
            "text": "Carlos Monden, actor chileno (n. 1937).",
            "year": 2011
        },
        {
            "text": "Emilio Walter Álvarez, futbolista uruguayo (n. 1939).",
            "year": 2010
        },
        {
            "text": "Lina Marulanda, modelo, presentadora y empresaria colombiana (n. 1980).",
            "year": 2010
        },
        {
            "text": "Guillermo Castellanos, piloto de automovilismo argentino (n. 1966).",
            "year": 2007
        },
        {
            "text": "Francisco Rodríguez Pascual, antropólogo y humanista (n. 1927).",
            "year": 2007
        },
        {
            "text": "Enriqueta Harris, historiadora del arte y escritora británica (n. 1910).",
            "year": 2006
        },
        {
            "text": "Alida Valli, actriz italiana (n. 1921).",
            "year": 2006
        },
        {
            "text": "Philip Morrison, físico estadounidense (n. 1915).",
            "year": 2005
        },
        {
            "text": "Pat Tillman, jugador estadounidense de fútbol americano (n. 1976).",
            "year": 2004
        },
        {
            "text": "James H. Critchfield, oficial de la CIA estadounidense (n. 1917).",
            "year": 2003
        },
        {
            "text": "Maria Wine, traductora, poetisa y escritora sueca de origen danés (n. 1912).",
            "year": 2003
        },
        {
            "text": "Munir Ahmad Khan, ingeniero nuclear paquistaní (n. 1926).",
            "year": 1999
        },
        {
            "text": "Hernán Benítez, sacerdote católico argentino, asesor de Evita Perón (n. 1907).",
            "year": 1996
        },
        {
            "text": "Jorge Teillier, poeta chileno (n. 1935).",
            "year": 1996
        },
        {
            "text": "Richard Nixon, político estadounidense, presidente de Estados Unidos entre 1969 y 1974 (n. 1913).",
            "year": 1994
        },
        {
            "text": "Poli Armentano, empresario y magnate del jet-set argentino (n. 1956)",
            "year": 1994
        },
        {
            "text": "Walther Haage, botánico y horticultor alemán (n. 1889).",
            "year": 1992
        },
        {
            "text": "Lita Landi, cantante y actriz argentina (n. 1922).",
            "year": 1990
        },
        {
            "text": "Dimitris Papaditsas, poeta y médico griego (n. 1922).",
            "year": 1987
        },
        {
            "text": "Mircea Eliade, filósofo, historiador de las religiones, y novelista rumano (n. 1907).",
            "year": 1986
        },
        {
            "text": "Ansel Adams, fotógrafo estadounidense (n. 1902).",
            "year": 1984
        },
        {
            "text": "Earl Hines, pianista estadounidense de jazz (n. 1903).",
            "year": 1983
        },
        {
            "text": "Varvara Miasnikova, actriz soviética (n. 1900).",
            "year": 1978
        },
        {
            "text": "Raúl Ferrero Rebagliati, jurista y político peruano (n. 1911).",
            "year": 1977
        },
        {
            "text": "Rodolfo Salerno, actor argentino (n. 1929).",
            "year": 1977
        },
        {
            "text": "Edward van Dijck, ciclista belga (n. 1918).",
            "year": 1977
        },
        {
            "text": "Alberto Colunga, sacerdote dominico español (n. 1879).",
            "year": 1962
        },
        {
            "text": "Roy Campbell, poeta sudafricano (n. 1901).",
            "year": 1957
        },
        {
            "text": "Käthe Kollwitz, grabadora, pintora y escultora alemana (n. 1867).",
            "year": 1945
        },
        {
            "text": "Hippolyte Aucouturier, ciclista francés (n. 1876).",
            "year": 1944
        },
        {
            "text": "Fritz Platten, socialista suizo (n. 1883).",
            "year": 1942
        },
        {
            "text": "Jeppe Aakjaer, escritor danés (n. 1866).",
            "year": 1930
        },
        {
            "text": "Ödön Mihalovich, compositor y educador musical húngaro (f. 1842).",
            "year": 1929
        },
        {
            "text": "André Caplet, director de orquesta y compositor francés (n. 1878).",
            "year": 1925
        },
        {
            "text": "Édouard Lalo, violinista y compositor francés (n. 1823).",
            "year": 1892
        },
        {
            "text": "Martín Carrera, político y militar mexicano, presidente de México en 1855 (n. 1806).",
            "year": 1871
        },
        {
            "text": "Aleksandr Petrov, ajedrecista ruso (n. 1794).",
            "year": 1867
        },
        {
            "text": "Nicolás Bravo, político e insurgente mexicano, presidente de México en 1839, entre 1842 y 1843 y en 1846 (n. 1786).",
            "year": 1854
        },
        {
            "text": "Luis Fernández de Córdova, militar, político y diplomático español (n. 1798).",
            "year": 1840
        },
        {
            "text": "Richard Trevithick, inventor británico (n. 1771).",
            "year": 1833
        },
        {
            "text": "Miguel Domínguez, político y abogado mexicano (n. 1756).",
            "year": 1830
        },
        {
            "text": "Thomas Rowlandson, pintor británico (n. 1756).",
            "year": 1827
        },
        {
            "text": "Pierre Charles Silvestre de Villeneuve, almirante francés en la batalla de Trafalgar (n. 1763).",
            "year": 1806
        },
        {
            "text": "James Hargreaves, tejedor y carpintero británico, inventor de la hiladora jenny (n. 1720).",
            "year": 1778
        },
        {
            "text": "Antoine de Jussieu, botánico francés (n. 1686).",
            "year": 1758
        },
        {
            "text": "Tomás de la Cerda, aristócrata español, virrey de Nueva España (n. 1638).",
            "year": 1692
        },
        {
            "text": "Miguel de Cervantes, novelista, poeta, dramaturgo y soldado español (n. 1547).",
            "year": 1616
        },
        {
            "text": "Wuzong, emperador chino (n. 814).",
            "year": 846
        },
        {
            "text": "Agapito I, papa entre 535 y 536 (n. ¿?).",
            "year": 536
        },
        {
            "text": "Cayo, papa entre 283 y 296 (n. ¿?).",
            "year": 296
        }
    ],
    "metadata": {
        "current_date": "22 de abril de 2025",
        "short_date": "22 de abr",
        "language": {
            "events": "Eventos",
            "deaths": "Defunciones",
            "births": "Nacimientos",
            "b": "n",
            "d": "f",
            "title": "Hoy en Historia (Wikipedia)"
        },
        "events": [
            41,
            1,
            51,
            46,
            4,
            13,
            22,
            35,
            8,
            27
        ],
        "births": [
            32,
            99,
            15,
            24
        ],
        "deaths": [
            57,
            8,
            21,
            45
        ]
    }
}