{
    "events": [
        {
            "text": "en Perú, el expresidente Alberto Fujimori recupera su libertad tras darse a conocer el fallo del Tribunal Constitucional en la que procedía su excarcelación.",
            "year": 2023
        },
        {
            "text": "68 km al este de San Francisco (estado de California), un equipo de la inmensa Instalación Nacional de Ignición (del tamaño de un estadio de fútbol) ubicada en el Laboratorio Nacional Lawrence Livermore, realizaron el primer experimento de fusión nuclear controlada de la historia. En 4 nanosegundos, 192 potentes láseres suministraron 512,5 millones de MW (megavatios) de energía a una cápsula de 2 mm de diámetro que contenía deuterio y tritio (isótopos pesados del hidrógeno), generando 3.3 millones de °C. La reacción de fusión produjo aproximadamente 787,5 millones de MW de energía, un 54 % más energía que el láser de entrada, y unas 1500 veces el consumo de energía eléctrica de todo Estados Unidos en ese mismo lapso de tiempo.",
            "year": 2022
        },
        {
            "text": "fallece de cáncer de colon la actriz estadounidense Kirstie Alley (71).",
            "year": 2022
        },
        {
            "text": "en Bogotá (Colombia) se realiza la edición 87.º del Campeonato Mundial de Halterofilia, que originalmente se iba a celebrar en la ciudad china de Chongqing pero se trasladó debido a los rebrotes por covid‑19.",
            "year": 2022
        },
        {
            "text": "en el Estadio El Teniente, ubicado en la ciudad de Rancagua (Chile), el Club de Fútbol Universidad de Chile logra la hazaña de evitar el descenso a la Primera B de Chile anotando tres goles en los últimos 10 minutos de partido contra el club Unión La Calera.",
            "year": 2021
        },
        {
            "text": "se celebra el primer Gran Premio de Arabia Saudita de Fórmula 1.",
            "year": 2021
        },
        {
            "text": "en Ciudad de México, Claudia Sheinbaum se asume como Jefa de Gobierno de Ciudad de México.",
            "year": 2018
        },
        {
            "text": "la ONU, declara que en el 2014 se celebre el Día Mundial del Suelo",
            "year": 2013
        },
        {
            "text": "en el entonces México, D. F., Miguel Ángel Mancera toma posesión como jefe de Gobierno del Distrito Federal.",
            "year": 2012
        },
        {
            "text": "se descubre el planeta Kepler-22b, el primer planeta habitable fuera del sistema solar.",
            "year": 2011
        },
        {
            "text": "en la ciudad de Casablanca (Marruecos) se inaugura el Morocco Mall, el centro comercial más grande de África.",
            "year": 2011
        },
        {
            "text": "en un sector pobre del municipio Bello (Colombia), un alud de tierra sepulta a más de 120 personas.",
            "year": 2010
        },
        {
            "text": "en una discoteca de la localidad rusa de Perm, un incendio provoca 107 muertos y 200 heridos.",
            "year": 2009
        },
        {
            "text": "el equipo Honda decide retirarse de la Fórmula 1.",
            "year": 2008
        },
        {
            "text": "Arsenal de Sarandí, gana el primer título de su historia, la Copa Sudamericana, derrotando en la final al América de México.",
            "year": 2007
        },
        {
            "text": "en Asunción (Paraguay) se producen desórdenes en protesta porque a los dueños del supermercado Ycuá Bolaños los sentenciaron solo a cinco años de prisión por haber cerrado las puertas de su supermercado mientras se incendiaba (murieron 396 personas, la mitad de ellas niños).",
            "year": 2006
        },
        {
            "text": "en Fiyi, las fuerzas armadas bajo el mando del comodoro Frank Bainimarama, perpetran un golpe de Estado contra el presidente Ratu Josefa Iloilo y el primer ministro Laisenia Qarase.",
            "year": 2006
        },
        {
            "text": "en la Ciudad de México, Marcelo Ebrard Casaubón toma posesión del cargo de jefe de Gobierno del Distrito Federal.",
            "year": 2006
        },
        {
            "text": "la aerolínea Southern Winds cancela todas sus operaciones.",
            "year": 2005
        },
        {
            "text": "en la Ciudad de México, Andrés Manuel López Obrador asume el Gobierno del Distrito Federal; es el primer gobernante elegido para un periodo de 6 años.",
            "year": 2000
        },
        {
            "text": "en los Premios del Cine Europeo, la película Todo sobre mi madre (de Pedro Almodóvar), obtiene el premio a la mejor película del año.",
            "year": 1999
        },
        {
            "text": "asume como jefe de Gobierno del Distrito Federal el perredista Cuauhtémoc Cárdenas Solórzano, convirtiéndose en el primer gobernante de la Ciudad de México elegido mediante sufragio universal.",
            "year": 1997
        },
        {
            "text": "en el Estadio de Atocha, en un partido entre Real Sociedad y Athletic de Bilbao sucede la primera aparición de la ikurriña, aun siendo ilegal.",
            "year": 1976
        },
        {
            "text": "El carguero Leyla Express es detenido en aguas internacionales frente a las costas cubanas.",
            "year": 1971
        },
        {
            "text": "en un túnel a 419 metros bajo tierra, en el área U12e.11 del Sitio de pruebas atómicas de Nevada (a unos 100 km al noroeste de la ciudad de Las Vegas), a las 9:00 (hora local) Estados Unidos detona su bomba atómica n.º 655: Diésel Train, de 20 kilotones.",
            "year": 1969
        },
        {
            "text": "en un mismo túnel, en el área U2ai del Sitio de pruebas atómicas de Nevada (a unos 100 km al noroeste de la ciudad de Las Vegas), a las 13:15 (hora local), Estados Unidos detona simultáneamente sus bombas atómicas Drill 1 (de menos de 3,4 kilotones, a 219 metros de profundidad) y Drill 2 (de menos de 20 kilotones, en la superficie). Son las bombas n.º 395 y 396 de las 1131 que Estados Unidos detonó entre 1945 y 1992. A 2,66 km al sur, a 404 m de profundidad, detona exactamente al mismo tiempo su bomba n.º 397: Crepe, de 20 kilotones.",
            "year": 1964
        },
        {
            "text": "Estados Unidos y la Unión Soviética llegan a un acuerdo sobre la utilización pacífica del espacio.",
            "year": 1962
        },
        {
            "text": "en la finca La Bandera Cubana, en la aldea de Cuatro Vientos, cerca del municipio cubano de Cumanayagua (provincia de Cienfuegos), el «bandido» Jesús Ramón Real Hernández (Realito), miembro de la banda terrorista de Manuel Alberto Pacheco Rodríguez (El Congo Pacheco) ―en el marco de los ataques terroristas organizados por la CIA estadounidense― asesina al campesino José Pérez González (Luquita).",
            "year": 1961
        },
        {
            "text": "en la ciudad de Glenside, 18 km al norte de Filadelfia (estado de Pensilvania), el Club de Leones patrocina el primer Club LEO del mundo.",
            "year": 1957
        },
        {
            "text": "en Bogotá (Colombia) se gradúan las primeras veinte fisioterapeutas colombianas. En esa fecha se crea la Asociación Colombiana de Fisioterapia (ASCOFI) como ente gremial nacional. Desde entonces, en esta fecha se conmemora el Día del Fisioterapeuta en Colombia.",
            "year": 1953
        },
        {
            "text": "en el Perú, los equipos de fútbol Universitario de Deportes y Sporting Cristal, igualados en puntaje desde varios meses antes, solicitaron a la Federación Peruana de Fútbol que ninguno de los dos descendiera a la Segunda División del Perú. Así pasaron los días y semanas hasta que el 5 de diciembre de ese año los diarios informaron la decisión del Comité Nacional de Deportes que determinaba que no habría descenso por decisión del Comité Nacional de Deportes.",
            "year": 1947
        },
        {
            "text": "en Nueva York se instala definitivamente la ONU.",
            "year": 1946
        },
        {
            "text": "cerca de Estados Unidos, cinco bombarderos TBM Avenger de la marina de los Estados Unidos se pierden en el Triángulo de las Bermudas, el famoso caso del Vuelo 19.",
            "year": 1945
        },
        {
            "text": "en Italia ―en el marco de la Segunda Guerra Mundial (1939‑1945)―, las tropas británicas ocupan Rávena.",
            "year": 1944
        },
        {
            "text": "el Reino Unido declara la guerra a Finlandia, Hungría y Rumanía.",
            "year": 1941
        },
        {
            "text": "en la Unión Soviética, el general Gueorgui Zhúkov dirige un contraataque para romper el cerco durante la batalla de Moscú.",
            "year": 1941
        },
        {
            "text": "en la Unión Soviética se crea la constitución de ese país.",
            "year": 1936
        },
        {
            "text": "en Honduras, un fuerte terremoto destruye las localidades de San Jorge, La Encarnación y San Fernando.",
            "year": 1934
        },
        {
            "text": "en Estados Unidos se abole la ley seca, que prohibía la venta y consumo de bebidas alcohólicas y estuvo en vigor durante 13 años.",
            "year": 1933
        },
        {
            "text": "en el observatorio de Argel (Argelia), el astrónomo francés Guy Reiss (1904‑1964) descubre el asteroide Argelia (1213).",
            "year": 1931
        },
        {
            "text": "en la capital de la Unión Soviética, la catedral de Cristo Salvador de Moscú, de 1883, es destruida por orden de Iósif Stalin con el objeto de eliminar los palacios del pasado imperial. En su lugar se planeaba construir el Palacio de los Sóviets. La catedral será reconstruida e inaugurada en el año 2000.",
            "year": 1931
        },
        {
            "text": "en Madrid (Reino de España), la Real Academia Española aprueba el uso de los sustantivos femeninos que indiquen profesiones o cargos.",
            "year": 1930
        },
        {
            "text": "en el Reino de España, el rey Alfonso XIII declara (mediante «real orden») a la ciudad de Granada como conjunto histórico-artístico.",
            "year": 1929
        },
        {
            "text": "en Ciénaga, cerca de Santa Marta, en la costa caribeña de Colombia, entre el 5 y el 6 de diciembre, el Gobierno de Miguel Abadía Méndez manda asesinar a 1800 trabajadores que estaban en huelga contra la empresa estadounidense United Fruit Company (Masacre de las Bananeras).",
            "year": 1928
        },
        {
            "text": "en Grecia, la mayoría de la población en referéndum pide el regreso del rey Constantino I.",
            "year": 1920
        },
        {
            "text": "en Bogotá (Colombia) se funda Avianca, la primera aerolínea de América.",
            "year": 1919
        },
        {
            "text": "en España comienza el nuevo Gobierno del Conde de Romanones.",
            "year": 1918
        },
        {
            "text": "en el comienzo de la Primera Guerra Mundial (1914‑1918), el Parlamento italiano aprueba la política de neutralidad del país, traicionando así la Triple Alianza de 1882.",
            "year": 1914
        },
        {
            "text": "en Europa, el Imperio alemán, el Imperio austrohúngaro e Italia prolongan su Triple Alianza por seis años.",
            "year": 1912
        },
        {
            "text": "en la costa caribeña de Guatemala se funda la Ciudad del Puerto (conocida actualmente como Puerto Barrios).",
            "year": 1895
        },
        {
            "text": "Perú y Chile firman un tratado de alianza ofensiva-defensiva.",
            "year": 1865
        },
        {
            "text": "en Lima (Perú) se crea la primera compañía de bomberos: el Cuerpo General de Bomberos Voluntarios del Perú.",
            "year": 1860
        },
        {
            "text": "en el Perú, el general Simón Bolívar toma la ciudad de Lima, ocupada por las fuerzas realistas.",
            "year": 1824
        },
        {
            "text": "416 km al este de Caracas (Venezuela) ―en el marco de las guerras de independencia de Venezuela (1810‑1823)―, las fuerzas realistas vencen a las fuerzas patriotas (lideradas por José Félix Ribas) en la Batalla de Urica.",
            "year": 1814
        },
        {
            "text": "345 km al suroeste de Caracas (Venezuela) ―en el marco de las guerras de independencia de Venezuela (1810‑1823)―, las fuerzas patriotas (lideradas por Simón Bolívar) vencen a las fuerzas realistas en la Batalla de Araure.",
            "year": 1813
        },
        {
            "text": "la República de Génova se subleva contra los austríacos, en el marco de la Guerra de Sucesión Austriaca.",
            "year": 1746
        },
        {
            "text": "llega al Virreinato de Nueva España (actual México) el segundo virrey, Luis de Velasco y Ruiz de Alarcón.",
            "year": 1550
        },
        {
            "text": "en el mar Caribe, Cristóbal Colón —en el marco de su primer viaje a América— arriba a la isla La Española, donde actualmente se encuentran las repúblicas haitiana y dominicana.",
            "year": 1492
        },
        {
            "text": "en Roma (Italia), el papa Inocencio VIII publica su bula Summis desiderantes affectibus, por la cual ratifica a la Inquisición en su potestad de limpiar de brujería a ciertas regiones del Rin.",
            "year": 1484
        },
        {
            "text": "en la aldea de Khammam, a 170 km al este de Hyderabad (India) sucede un terremoto.",
            "year": 1063
        },
        {
            "text": "se inicia el IV Concilio de Toledo, en presencia del rey visigodo Sisenando y bajo la dirección de Isidoro de Sevilla.",
            "year": 633
        }
    ],
    "births": [
        {
            "text": "Owen Cooper, actor británico.",
            "year": 2009
        },
        {
            "text": "Knut, oso polar alemán (f. 2011).",
            "year": 2006
        },
        {
            "text": "Annie LeBlanc, actriz y cantante estadounidense.",
            "year": 2004
        },
        {
            "text": "Choi Soobin, cantente surcoreano del grupo Tomorrow X Together.",
            "year": 2000
        },
        {
            "text": "Conan Gray, cantante y compositor estadounidense.",
            "year": 1998
        },
        {
            "text": "Randal Kolo Muani, futbolista francés",
            "year": 1998
        },
        {
            "text": "Alexander Sørloth, futbolista noruego.",
            "year": 1995
        },
        {
            "text": "Anthony Martial, futbolista francés.",
            "year": 1995
        },
        {
            "text": "Taz Skylar, actor hispano-británico.",
            "year": 1995
        },
        {
            "text": "Alexandra Beaton, actriz y bailarina canadiense.",
            "year": 1994
        },
        {
            "text": "Ondrej Duda, futbolista eslovaco.",
            "year": 1994
        },
        {
            "text": "Ross Barkley, futbolista británico.",
            "year": 1993
        },
        {
            "text": "Luciano Vietto, futbolista argentino.",
            "year": 1993
        },
        {
            "text": "Christian Yelich, beisbolista estadounidense.",
            "year": 1991
        },
        {
            "text": "Yamil Arana, economista y político colombiano, Gobernador del Bolívar desde 2024.",
            "year": 1990
        },
        {
            "text": "Kwon Yuri, cantante surcoreana, integrante del grupo Girls' Generation.",
            "year": 1989
        },
        {
            "text": "Ross Bagley, actor estadounidense.",
            "year": 1988
        },
        {
            "text": "Guido Armido Sardelli, baterista, guitarrista y vocalista argentino.",
            "year": 1988
        },
        {
            "text": "Andre Pierre Gignac, futbolista francés.",
            "year": 1985
        },
        {
            "text": "Frankie Muniz, actor estadounidense.",
            "year": 1985
        },
        {
            "text": "Josh Smith, baloncestista estadounidense.",
            "year": 1985
        },
        {
            "text": "Eddy Curry, baloncestista estadounidense.",
            "year": 1982
        },
        {
            "text": "Keri Hilson, cantautora estadounidense.",
            "year": 1982
        },
        {
            "text": "Karl Palatu, futbolista estonio.",
            "year": 1982
        },
        {
            "text": "Valeria Gastaldi, actriz y cantante argentina.",
            "year": 1981
        },
        {
            "text": "Darío Santillán, artista y activista argentino (f. 2002).",
            "year": 1981
        },
        {
            "text": "Jessica Paré, actriz canadiense.",
            "year": 1980
        },
        {
            "text": "Shizuka Itō, seiyū y cantante japonesa.",
            "year": 1980
        },
        {
            "text": "Jordi Bargalló, jugador español de hockey sobre patines.",
            "year": 1979
        },
        {
            "text": "Nick Stahl, actor estadounidense.",
            "year": 1979
        },
        {
            "text": "Mariano Martínez, actor argentino.",
            "year": 1978
        },
        {
            "text": "Renato Pizarro Osses, guitarrista chileno, de la banda Keko Yoma.",
            "year": 1978
        },
        {
            "text": "Marcelo Zalayeta, futbolista uruguayo.",
            "year": 1978
        },
        {
            "text": "Amy Acker, actriz estadounidense.",
            "year": 1976
        },
        {
            "text": "Ronnie O'Sullivan, jugador británico de snooker.",
            "year": 1975
        },
        {
            "text": "Alfredo del Mazo Maza, político mexicano, Gobernador del Estado de México entre 2017 y 2023.",
            "year": 1975
        },
        {
            "text": "Luboš Motl, físico checo.",
            "year": 1973
        },
        {
            "text": "Nacho Guerreros, actor español.",
            "year": 1970
        },
        {
            "text": "Ramón Ramírez, futbolista mexicano.",
            "year": 1969
        },
        {
            "text": "Margaret Cho, actriz estadounidense.",
            "year": 1968
        },
        {
            "text": "Lisa Marie, actriz y modelo estadounidense.",
            "year": 1968
        },
        {
            "text": "Catherine Tate, actriz británica.",
            "year": 1968
        },
        {
            "text": "Juan Carlos Fresnadillo, cineasta español.",
            "year": 1967
        },
        {
            "text": "Julio César Toresani, futbolista argentino.",
            "year": 1967
        },
        {
            "text": "Patricia Kaas, cantante francesa.",
            "year": 1966
        },
        {
            "text": "John Rzeznik, músico estadounidense, de la banda Goo Goo Dolls.",
            "year": 1965
        },
        {
            "text": "Nohely Arteaga, actriz venezolana.",
            "year": 1963
        },
        {
            "text": "Jesús Montoya, ciclista español.",
            "year": 1963
        },
        {
            "text": "Alberto Nisman, fiscal argentino (f. 2015).",
            "year": 1963
        },
        {
            "text": "José Cura, tenor argentino.",
            "year": 1962
        },
        {
            "text": "Luis Silva, cantante venezolano.",
            "year": 1962
        },
        {
            "text": "José Luis Escrivá, político español.",
            "year": 1960
        },
        {
            "text": "Osvaldo Golijov, compositor argentino.",
            "year": 1960
        },
        {
            "text": "Juan Lobos, médico y político chileno (f. 2011).",
            "year": 1960
        },
        {
            "text": "Jack Russell, cantante estadounidense de rock (f. 2024).",
            "year": 1960
        },
        {
            "text": "Julio Galán, pintor paisajista mexicano (f. 2006).",
            "year": 1959
        },
        {
            "text": "Raquel Argandoña, exmodelo, política, actriz y presentadora de televisión chilena.",
            "year": 1957
        },
        {
            "text": "Klaus Allofs, futbolista alemán.",
            "year": 1956
        },
        {
            "text": "Krystian Zimerman, pianista polaco.",
            "year": 1956
        },
        {
            "text": "Dumitru Găleșanu, escritor, poeta, filósofo, ilustrador y jurista rumano.",
            "year": 1955
        },
        {
            "text": "Hanif Kureishi, escritor británico de origen pakistaní.",
            "year": 1954
        },
        {
            "text": "Günther Förg, artista alemán.",
            "year": 1952
        },
        {
            "text": "Tony Isbert, actor español (f. 2025).",
            "year": 1950
        },
        {
            "text": "Camarón de la Isla, cantante español (f. 1992).",
            "year": 1950
        },
        {
            "text": "Egberto Gismonti, músico, compositor y multiinstrumentista brasileño de jazz latino.",
            "year": 1947
        },
        {
            "text": "Jim Messina, productor y bajista estadounidense, de la banda Buffalo Springfield.",
            "year": 1947
        },
        {
            "text": "José Carreras, cantante de ópera español.",
            "year": 1946
        },
        {
            "text": "Moshé Katsav, presidente israelí.",
            "year": 1945
        },
        {
            "text": "Roy Sáenz, futbolista y entrenador costarricense.",
            "year": 1944
        },
        {
            "text": "Quince Duncan, escritor afrocaribeño costarricense.",
            "year": 1940
        },
        {
            "text": "Michael Jones, historiador británico.",
            "year": 1940
        },
        {
            "text": "Ricardo Bofill, arquitecto español (f. 2022).",
            "year": 1939
        },
        {
            "text": "J. J. Cale, músico estadounidense de sonido Tulsa (f. 2013).",
            "year": 1938
        },
        {
            "text": "Kim Young-ok, actriz surcoreana.",
            "year": 1937
        },
        {
            "text": "Joan Didion, novelista, guionista y periodista estadounidense (f. 2021).",
            "year": 1934
        },
        {
            "text": "Fazu Alieva, poetisa rusa (f. 2016).",
            "year": 1932
        },
        {
            "text": "Sheldon Lee Glashow, físico estadounidense, premio nobel de física de 1979.",
            "year": 1932
        },
        {
            "text": "Little Richard, músico estadounidense (f. 2020).",
            "year": 1932
        },
        {
            "text": "Manuel Caballero, historiador venezolano (f. 2010).",
            "year": 1931
        },
        {
            "text": "Julia Martínez, actriz española.",
            "year": 1931
        },
        {
            "text": "Bhumibol Adulyadej, rey tailandés (f. 2016).",
            "year": 1927
        },
        {
            "text": "Óscar Míguez, futbolista uruguayo (f. 2006).",
            "year": 1927
        },
        {
            "text": "Anastasio Somoza Debayle, dictador y asesino nicaragüense (f. 1980).",
            "year": 1925
        },
        {
            "text": "Juan Casariego De Bel, abogado y economista hispano-argentino (f. 1977), asesinado por la dictadura cívico-militar argentina (1976-1983).",
            "year": 1922
        },
        {
            "text": "Roberto Ares Pons, historiador uruguayo (f. 2000).",
            "year": 1921
        },
        {
            "text": "Dalmacio Langarica, ciclista español (f. 1985).",
            "year": 1920
        },
        {
            "text": "Guido Gorgatti, actor ítalo-argentino (f. 2023).",
            "year": 1919
        },
        {
            "text": "Andrés Mateo, futbolista español (f. 1993).",
            "year": 1918
        },
        {
            "text": "Rafael Termes, banquero español (f. 2005).",
            "year": 1918
        },
        {
            "text": "Esther Borja, soprano cubana (f. 2013).",
            "year": 1913
        },
        {
            "text": "Władysław Szpilman, pianista polaco (f. 2000).",
            "year": 1911
        },
        {
            "text": "Abraham Polonsky, cineasta estadounidense (f. 1999).",
            "year": 1910
        },
        {
            "text": "Lin Biao, militar y político chino (f. 1971).",
            "year": 1907
        },
        {
            "text": "Giuseppe Occhialini, físico italiano (f. 1993).",
            "year": 1907
        },
        {
            "text": "Otto Preminger, cineasta austríaco-estadounidense (f. 1986).",
            "year": 1905
        },
        {
            "text": "Johannes Heesters, actor y cantante neerlandés (f. 2011).",
            "year": 1903
        },
        {
            "text": "Cecil Frank Powell, físico británico, premio nobel de física en 1950 (f. 1969).",
            "year": 1903
        },
        {
            "text": "Emeric Pressburger, cineasta húngaro-británico (f. 1988).",
            "year": 1902
        },
        {
            "text": "Strom Thurmond, político estadounidense (f. 2003).",
            "year": 1902
        },
        {
            "text": "Walt Disney, dibujante y cineasta estadounidense (f. 1966).",
            "year": 1901
        },
        {
            "text": "Milton H. Erickson, médico estadounidense (f. 1980).",
            "year": 1901
        },
        {
            "text": "Werner Heisenberg, físico alemán, premio nobel de física en 1932 (f. 1976).",
            "year": 1901
        },
        {
            "text": "Abelardo Bonilla Baldares, político costarricense (f. 1969).",
            "year": 1898
        },
        {
            "text": "María Luisa Escobar, musicóloga, pianista y compositora venezolana (f. 1985).",
            "year": 1898
        },
        {
            "text": "Grace Moore, soprano y actriz estadounidense (f. 1947).",
            "year": 1898
        },
        {
            "text": "Nunnally Johnson, guionista, productor y cineasta estadounidense (f. 1977).",
            "year": 1897
        },
        {
            "text": "Dámaso Cárdenas del Río, militar y político mexicano (f. 1976).",
            "year": 1896
        },
        {
            "text": "Carl Ferdinand Cori, químico estadounidense, Premio Nobel de Fisiología o Medicina en 1947 (f. 1984).",
            "year": 1896
        },
        {
            "text": "David-Zvi Pinkas, político israelí (f. 1952).",
            "year": 1895
        },
        {
            "text": "Mamerto Urriolagoitia, político boliviano, presidente de Bolivia entre 1949 y 1951 (f. 1974).",
            "year": 1895
        },
        {
            "text": "Alexander Rodchenko, pintor ruso. (f. 1956).",
            "year": 1891
        },
        {
            "text": "Fritz Lang, cineasta alemán (f. 1976).",
            "year": 1890
        },
        {
            "text": "Maxwell Anderson, dramaturgo estadounidense (f. 1959).",
            "year": 1888
        },
        {
            "text": "Alonso Quesada, escritor español (f. 1925).",
            "year": 1885
        },
        {
            "text": "Miguel Alessio Robles, periodista y escritor mexicano (f. 1951).",
            "year": 1884
        },
        {
            "text": "Manuel Torre, cantor flamenco español (f. 1933).",
            "year": 1878
        },
        {
            "text": "Harry Nelson Pillsbury, ajedrecista estadounidense (f. 1906).",
            "year": 1872
        },
        {
            "text": "Vítězslav Novák, compositor checo (f. 1949).",
            "year": 1870
        },
        {
            "text": "Arnold Sommerfeld, físico alemán (f. 1951).",
            "year": 1868
        },
        {
            "text": "Antti Aarne, folclorista finés (f. 1925).",
            "year": 1867
        },
        {
            "text": "Józef Piłsudski, militar y estadista polaco (f. 1935).",
            "year": 1867
        },
        {
            "text": "Paul Painlevé, matemático, ingeniero aeronáutico y político francés (f. 1933).",
            "year": 1863
        },
        {
            "text": "Armando Díaz, militar italiano (f. 1928).",
            "year": 1861
        },
        {
            "text": "John Jellicoe, almirante británico (f. 1935).",
            "year": 1859
        },
        {
            "text": "Mario Méndez Bejarano, literato y político español (f. 1931).",
            "year": 1857
        },
        {
            "text": "Clinton Hart Merriam, ornitólogo estadounidense (f. 1942).",
            "year": 1855
        },
        {
            "text": "Rafael Reyes Prieto, militar y político colombiano (f. 1921).",
            "year": 1849
        },
        {
            "text": "George Armstrong Custer, militar estadounidense (f. 1876).",
            "year": 1839
        },
        {
            "text": "Christina Rossetti, poetisa británica (f. 1894).",
            "year": 1830
        },
        {
            "text": "Elizabeth Cabot Agassiz, educadora y naturalista estadounidense (f. 1907).",
            "year": 1822
        },
        {
            "text": "Cesare Cantù, historiador y escritor italiano (f. 1895).",
            "year": 1804
        },
        {
            "text": "Fiódor Tiútchev, escritor y poeta ruso (f. 1873).",
            "year": 1803
        },
        {
            "text": "Martin Van Buren, político estadounidense, 8.º vicepresidente desde 1833 hasta 1837 y 8° presidente desde 1837 hasta 1841 (f. 1862).",
            "year": 1782
        },
        {
            "text": "Francesco Geminiani, compositor italiano (f. 1762).",
            "year": 1687
        },
        {
            "text": "Robert Harley, estadista británico (f. 1724).",
            "year": 1661
        },
        {
            "text": "Henry Lawes, compositor y músico británico (f. 1662).",
            "year": 1595
        },
        {
            "text": "Fausto Socino, teólogo italiano (f. 1604).",
            "year": 1539
        },
        {
            "text": "Ashikaga Yoshiaki, militar japonés (f. 1597).",
            "year": 1537
        },
        {
            "text": "Julio II, papa italiano (f. 1513).",
            "year": 1443
        },
        {
            "text": "Jianwen, emperador chino (f. 1402).",
            "year": 1373
        }
    ],
    "deaths": [
        {
            "text": "Jacques Roubaud, matemático y escritor francés (n. 1932).",
            "year": 2024
        },
        {
            "text": "Juan Pablo Adame Alemán, internacionalista y político mexicano (n. 1985).",
            "year": 2023
        },
        {
            "text": "Denny Laine, músico, compositor y multiinstrumentista británico (n. 1944).",
            "year": 2023
        },
        {
            "text": "Norman Lear, escritor y productor de cine y televisión estadounidense (n. 1922).",
            "year": 2023
        },
        {
            "text": "Constantino de Liechtenstein, aristócrata liechtensteiniano (n. 1972).",
            "year": 2023
        },
        {
            "text": "Kirstie Alley (71), actriz, productora y guionista estadounidense (n. 1951).",
            "year": 2022
        },
        {
            "text": "Bernd Rohr, ciclista alemán (n. 1937).",
            "year": 2022
        },
        {
            "text": "Bob Dole, político estadounidense (n. 1923).",
            "year": 2021
        },
        {
            "text": "Stevan Jelovac, baloncestista yugoslavo (n. 1989).",
            "year": 2021
        },
        {
            "text": "Song Gisuk, novelista y ensayista coreano (n. 1935).",
            "year": 2021
        },
        {
            "text": "Ildikó Pécsi, actriz húngara (n. 1940).",
            "year": 2020
        },
        {
            "text": "Faure Chomón, militar y revolucionario cubano (n. 1929).",
            "year": 2019
        },
        {
            "text": "Miguel I, aristócrata rumano, rey de Rumania en 1927‑1930 y 1940‑1947 (n. 1921).",
            "year": 2017
        },
        {
            "text": "Johnny Hallyday, cantante y actor francés (n. 1943).",
            "year": 2017
        },
        {
            "text": "Fabiola de Mora y Aragón, aristócrata española (n. 1928).",
            "year": 2014
        },
        {
            "text": "Nelson Mandela, político, abogado y activista sudafricano, presidente de Sudáfrica entre 1994 y 1999, premio nobel de la paz en 1993 (n. 1918).",
            "year": 2013
        },
        {
            "text": "Dave Brubeck, pianista y compositor estadounidense de jazz (n. 1920).",
            "year": 2012
        },
        {
            "text": "Oscar Niemeyer (104), arquitecto y centenario brasileño (n. 1907).",
            "year": 2012
        },
        {
            "text": "Peter Gethin, piloto británico de automovilismo (n. 1940).",
            "year": 2011
        },
        {
            "text": "Jorge Hourton, obispo franco-chileno (n. 1926).",
            "year": 2011
        },
        {
            "text": "Violetta Villas, soprano polaca (n. 1938).",
            "year": 2011
        },
        {
            "text": "Marcos Valcárcel, historiador, periodista y escritor español (n. 1958).",
            "year": 2010
        },
        {
            "text": "Manuel Prado, senador, diplomático y empresario español (n. 1931).",
            "year": 2009
        },
        {
            "text": "Alejo II, religioso y patriarca estonio (n. 1929).",
            "year": 2008
        },
        {
            "text": "Karlheinz Stockhausen, compositor alemán (n. 1928).",
            "year": 2007
        },
        {
            "text": "Pedro de Aguillón, actor mexicano (n. 1915).",
            "year": 2002
        },
        {
            "text": "Rudolf Bahro, político y filósofo ecosocialista alemán (n. 1935).",
            "year": 1997
        },
        {
            "text": "Lisa McPherson, adepta estadounidense a la cienciología (n. 1959).",
            "year": 1995
        },
        {
            "text": "Clair Cameron Patterson, geoquímico estadounidense (n. 1922).",
            "year": 1995
        },
        {
            "text": "Rosario Garza Sada, filántropa y promotora cultural mexicana (n. 1893).",
            "year": 1994
        },
        {
            "text": "Antonio Tanguma, músico y compositor mexicano (n. 1903).",
            "year": 1989
        },
        {
            "text": "John Pritchard, director de orquesta y músico británico (n. 1921).",
            "year": 1989
        },
        {
            "text": "Manuel Juan Carrillo Marco, escultor y tallista español (n. 1915).",
            "year": 1988
        },
        {
            "text": "Roberto Escalada, actor de radio, cine y televisión argentino (n. 1914).",
            "year": 1986
        },
        {
            "text": "Howard Rodman, guionista estadounidense (n. 1920).",
            "year": 1985
        },
        {
            "text": "Ethel Mannin, escritora británica (n. 1900).",
            "year": 1984
        },
        {
            "text": "Robert Aldrich, cineasta estadounidense (n. 1918).",
            "year": 1983
        },
        {
            "text": "Sonia Delaunay, pintora rusa (n. 1885).",
            "year": 1979
        },
        {
            "text": "Lesley Selander, cineasta estadounidense (n. 1900).",
            "year": 1979
        },
        {
            "text": "sir Robert Watson-Watt, físico e inventor británico (n. 1892).",
            "year": 1973
        },
        {
            "text": "Sylvère Maes, ciclista belga (n. 1909).",
            "year": 1966
        },
        {
            "text": "Evan Gorga, tenor italiano (n. 1865).",
            "year": 1957
        },
        {
            "text": "Jorge Negrete, cantante y actor mexicano (n. 1911).",
            "year": 1953
        },
        {
            "text": "Sri Aurobindo, maestro de yoga y poeta indio (n. 1872)",
            "year": 1950
        },
        {
            "text": "Aleksandr Shapiro, anarcosindicalista ruso (n. 1882)",
            "year": 1946
        },
        {
            "text": "Jan Kubelík, violinista y compositor checo (n. 1880).",
            "year": 1940
        },
        {
            "text": "Vachel Lindsay, poeta estadounidense (n. 1879).",
            "year": 1931
        },
        {
            "text": "Fiódor Sologub, poeta y novelista ruso (n. 1863).",
            "year": 1927
        },
        {
            "text": "Claude Monet, pintor francés (n. 1840).",
            "year": 1926
        },
        {
            "text": "Władysław Reymont, novelista polaco, premio nobel de literatura en 1924 (n. 1867).",
            "year": 1925
        },
        {
            "text": "Pedro II, emperador brasileño (n. 1825).",
            "year": 1891
        },
        {
            "text": "Vicente Bascuñán Vargas, político y hacendado chileno (n. 1813).",
            "year": 1888
        },
        {
            "text": "Mariano Cubí y Soler, lingüista y frenólogo español (n. 1801).",
            "year": 1875
        },
        {
            "text": "Alejandro Dumas, novelista y dramaturgo francés (n. 1802).",
            "year": 1870
        },
        {
            "text": "Miguel José Sanz, jurista y prócer venezolano (n. 1756).",
            "year": 1814
        },
        {
            "text": "José Tomás Boves, militar español, comandante durante la Segunda República de Venezuela (n. 1782).",
            "year": 1814
        },
        {
            "text": "Francis Willis, médico británico (n. 1718).",
            "year": 1807
        },
        {
            "text": "Wolfgang Amadeus Mozart, compositor austríaco (n. 1756).",
            "year": 1791
        },
        {
            "text": "Pierre Gaultier de Varennes, comerciante y explorador franco-canadiense (n. 1685).",
            "year": 1749
        },
        {
            "text": "Caspar Bauhin, botánico y médico suizo (n. 1560).",
            "year": 1624
        },
        {
            "text": "Francisco II, rey francés entre 1559 y 1560 (n. 1544).",
            "year": 1560
        },
        {
            "text": "Ramón Berenguer II, conde de Barcelona (n. 1053).",
            "year": 1082
        },
        {
            "text": "Publio Cornelio Léntulo Sura, político romano (n. c. 114 a. C.).",
            "year": -63
        }
    ],
    "metadata": {
        "current_date": "5 de diciembre de 2025",
        "short_date": "5 de dic",
        "language": {
            "events": "Eventos",
            "deaths": "Defunciones",
            "births": "Nacimientos",
            "b": "n",
            "d": "f",
            "title": "Hoy en Historia (Wikipedia)"
        },
        "events": [
            48,
            42,
            18,
            19,
            28,
            29,
            51,
            49,
            56,
            12
        ],
        "births": [
            115,
            41,
            39,
            17
        ],
        "deaths": [
            53,
            37,
            29,
            51
        ]
    }
}