{
    "events": [
        {
            "text": "Joe Biden gana las elecciones presidenciales de Estados Unidos de 2020 después de 4 días.",
            "year": 2020
        },
        {
            "text": "frente a las costas de Guatemala, un terremoto de 7,3 grados en la escala de Richter causa 50 muertes.",
            "year": 2012
        },
        {
            "text": "en Barcelona (España), el papa Benedicto XVI ―durante su segundo viaje a España― consagra el Templo Expiatorio de la Sagrada Familia como basílica menor.",
            "year": 2010
        },
        {
            "text": "es publicado el álbum Keeps Gettin' Better: A Decade of Hits de Christina Aguilera.",
            "year": 2008
        },
        {
            "text": "en Santiago de Chile, el expresidente peruano Alberto Fujimori es detenido (cuando planeaba regresar al Perú) por orden del Poder Judicial chileno, que emitió un auto de detención en su contra.",
            "year": 2005
        },
        {
            "text": "en España, el canal de televisión Canal + cancela sus transmisiones analógicas. Su frecuencia es ocupada por Cuatro. En ese momento ambas empresas eran propiedad de Sogecable. Canal + continuó su emisión vía satélite.",
            "year": 2005
        },
        {
            "text": "el Carnaval de Barranquilla (Colombia) fue concedido por la Unesco (en París) Obra Maestra del Patrimonio Oral e Intangible de la Humanidad.",
            "year": 2003
        },
        {
            "text": "en Quito, la selección de fútbol de Ecuador clasifica por primera vez a una Copa del Mundo tras igualar a un gol con Uruguay, con gol de Iván Kaviedes.",
            "year": 2001
        },
        {
            "text": "en los Estados Unidos, la banda británica de rock alternativo Coldplay, lanza al mercado su álbum debut de estudio titulado Parachutes.",
            "year": 2000
        },
        {
            "text": "aterriza el transbordador espacial Discovery en el que se encuentra el astronauta español Pedro Duque.",
            "year": 1998
        },
        {
            "text": "lanzamiento de la sonda a Marte Mars Global Surveyor.",
            "year": 1996
        },
        {
            "text": "el baloncestista estadounidense Magic Johnson anuncia que está infectado del virus VIH que causa el sida.",
            "year": 1991
        },
        {
            "text": "en Nueva York (Estados Unidos), el científico español Federico Mayor Zaragoza es nombrado director general de la Unesco.",
            "year": 1987
        },
        {
            "text": "en Rosario (Argentina), el psicópata Walter De Giusti asesina a las abuelas del músico rosarino Fito Páez.",
            "year": 1986
        },
        {
            "text": "el político español Felipe González Márquez es nombrado vicepresidente de la Internacional Socialista.",
            "year": 1978
        },
        {
            "text": "el púgil argentino Carlos Monzón vence por nocaut en el duodécimo asalto a Nino Benvenuti y se consagra campeón mundial de la categoría mediano. La contienda se celebró en Roma.",
            "year": 1970
        },
        {
            "text": "en Madrid (España), escape radiactivo de un complejo cívico-militar de investigación nuclear que contamina los ríos Manzanares, Jarama y Tajo.",
            "year": 1970
        },
        {
            "text": "en Alemania Occidental, once mineros son rescatados tras catorce días bajo tierra en el llamado milagro de Lengede.",
            "year": 1963
        },
        {
            "text": "en Costa Rica se aprueba la Constitución que rige actualmente.",
            "year": 1949
        },
        {
            "text": "México se integra a la ONU.",
            "year": 1945
        },
        {
            "text": "En la prisión de Sugamo (Tokio), el espía soviético Richard Sorge, veterano de la Primera Guerra Mundial , es ahorcado junto con 34 miembros de su grupo por sus captores japoneses.",
            "year": 1944
        },
        {
            "text": "Franklin D. Roosevelt es elegido para un cuarto mandato como Presidente de los Estados Unidos en las elecciones presidenciales de Estados Unidos de 1944.",
            "year": 1944
        },
        {
            "text": "durante la Batalla de Moscú y pese a encontrarse bajo asedio, Stalin ordena que se realice el tradicional desfile conmemorativo de la Revolución de Octubre durante la Segunda Guerra Mundial.",
            "year": 1941
        },
        {
            "text": "El buque hospital soviético Armeniya es hundido por aviones alemanes mientras evacuaba a refugiados, militares heridos y personal de varios hospitales de Crimea. Se estima que más de 5.000 personas murieron en el naufragio.",
            "year": 1941
        },
        {
            "text": "en Estados Unidos, colapsa el puente Tacoma-Narrow.",
            "year": 1940
        },
        {
            "text": "en Cabra (provincia de Córdoba, España) se produce un ataque aéreo durante la guerra civil, realizado por la aviación republicana, que produce 109 muertos y más de 200 heridos.",
            "year": 1938
        },
        {
            "text": "en Nueva York (Estados Unidos) se abre al público el MoMA (Museo de Arte Moderno de Nueva York).",
            "year": 1929
        },
        {
            "text": "El patriarca Tikhon de Moscú emite un decreto que conduce a la formación de la Iglesia Ortodoxa Rusa fuera de Rusia.",
            "year": 1920
        },
        {
            "text": "en el marco de la Revolución rusa, los líderes bolcheviques Vladimir Lenin y León Trotski ocupan puestos estratégicos en Petrogrado, dando así comienzo efectivo a la revolución. A veces se la llama Revolución de octubre porque, de acuerdo con el calendario juliano que se utilizaba todavía en Rusia, ocurrió el 25 de octubre.",
            "year": 1917
        },
        {
            "text": "en el marco de la Primera Guerra Mundial, termina la tercera batalla de Gaza: fuerzas del Reino Unido conquistan Gaza al Imperio otomano.",
            "year": 1917
        },
        {
            "text": "en Argentina se adoptó el brevet de aviador militar, diseñado por Jorge Lubary, integrante del Aero Club Argentino, tanto para el personal que presta servicios en la Escuela de Aviación Militar como para los alumnos que obtengan el diploma de aviador militar.",
            "year": 1913
        },
        {
            "text": "en Santo Domingo es fundado el equipo de béisbol Tigres del Licey.",
            "year": 1907
        },
        {
            "text": "en Venezuela el general Joaquín Crespo asume el poder ejecutivo.",
            "year": 1892
        },
        {
            "text": "en Cuba se abole la esclavitud.",
            "year": 1886
        },
        {
            "text": "España, Martina Castells Ballespí es la primera mujer que recibe la investidura de Doctor en Medicina en ese país.",
            "year": 1882
        },
        {
            "text": "Gregorio Luperón ocupa la Presidencia de la República Dominicana y comienza el período de los gobiernos azules.",
            "year": 1879
        },
        {
            "text": "en la Guerra de los Diez Años, los cubanos dirigidos por Máximo Gómez Báez, baten a las tropas españolas en La Sacra.",
            "year": 1873
        },
        {
            "text": "en la República Dominicana se inicia un movimiento político que origina el régimen absolutista llamado Régimen de los Seis Años.",
            "year": 1867
        },
        {
            "text": "en la República de Perú el presidente Ramón Castilla es reelegido, después de haber dominado una revolución a principios de año.",
            "year": 1858
        },
        {
            "text": "El Salvador, Honduras y Nicaragua firman la conferencia unionista centroamericana conocida como Pacto de Nacaome y establecen un gobierno provisional con sede en Tegucigalpa.",
            "year": 1847
        },
        {
            "text": "en Madrid se subleva un regimiento encabezado por los generales Concha y León, que asaltó el Palacio Real para apoderarse de la reina Isabel II de España. Los rebeldes fueron vencidos.",
            "year": 1841
        },
        {
            "text": "En la Plaza de la Cebada de Madrid es ahorcado públicamente Rafael del Riego después de que los Cien Mil hijos de San Luis, en apoyo al absolutismo de Fernando VII, sofocaran el régimen constitucional y liberal que había liderado desde 1820.",
            "year": 1823
        },
        {
            "text": "en Madrid (España), el poeta Manuel José Quintana inaugura la Universidad de Madrid, denominada desde 1850 Universidad Central y después Universidad Complutense de Madrid.",
            "year": 1822
        },
        {
            "text": "en Santander (Colombia) se funda el municipio de Floridablanca.",
            "year": 1817
        },
        {
            "text": "en el marco de la Guerra de la Independencia, el Ejército anglo-luso-español de Wellington penetra en Francia en persecución del ejército francés.",
            "year": 1813
        },
        {
            "text": "en el territorio del actual Estados Unidos, guerreros originarios bajo el mando de Tenskwatawa atacan a las tropas de William Henry Harrison, dando comienzo a la batalla de Tippecanoe.",
            "year": 1811
        },
        {
            "text": "en Bolivia se libra la batalla de Suipacha.",
            "year": 1810
        },
        {
            "text": "en República Dominicana se libra la batalla de Palo Hincado, que pone fin al control francés en la isla de la Española, y marca el inicio del período conocido como «España boba».",
            "year": 1808
        },
        {
            "text": "las tropas revolucionarias francesas se apoderan de Bélgica, tras la batalla de Jammapes, ganada a los austríacos.",
            "year": 1799
        },
        {
            "text": "en Rusia se funda oficialmente la ciudad de Ekaterimburgo, en el día en que las primeras minas de hierro de los Urales entraron en funcionamiento.",
            "year": 1723
        },
        {
            "text": "en Londres (Inglaterra) se publica por primera vez el periódico The London Gazette.",
            "year": 1665
        },
        {
            "text": "se firma el Tratado de los Pirineos entre Mazarino, en representación francesa, y don Luis de Haro, en representación española. España pierde el Rosellón menos la villa de Llivia.",
            "year": 1659
        },
        {
            "text": "en Toledo los jefes comuneros presentan el Primer Manifiesto a los castellanos contra la política de Carlos I.",
            "year": 1519
        },
        {
            "text": "en Constantinopla comienza el Sexto Concilio Ecuménico de la Iglesia Católica.",
            "year": 680
        }
    ],
    "births": [
        {
            "text": "Lara McDonnell, actriz irlandesa.",
            "year": 2003
        },
        {
            "text": "Park Ji-hoo, actriz surcoreana.",
            "year": 2003
        },
        {
            "text": "Amybeth McNulty, actriz irlandesa.",
            "year": 2001
        },
        {
            "text": "Anass Zaroury, futbolista marroquí.",
            "year": 2000
        },
        {
            "text": "Octavio Ocaña, actor mexicano (f. 2021).",
            "year": 1998
        },
        {
            "text": "Joaquín Niemann, golfista chileno.",
            "year": 1998
        },
        {
            "text": "Kevin Mac Allister , futbolista argentino",
            "year": 1997
        },
        {
            "text": "Minghao (The8), cantante y bailarín chino, integrante del grupo SEVENTEEN.",
            "year": 1997
        },
        {
            "text": "André Horta, futbolista portugués.",
            "year": 1996
        },
        {
            "text": "Lorde, cantante neozelandesa.",
            "year": 1996
        },
        {
            "text": "Benito Raman, futbolista belga.",
            "year": 1994
        },
        {
            "text": "Ronen Rubinstein, Actor y activista estadounidense.",
            "year": 1993
        },
        {
            "text": "Jürgen Damm, futbolista mexicano.",
            "year": 1992
        },
        {
            "text": "Elías Aguilar, futbolista costarricense.",
            "year": 1991
        },
        {
            "text": "David de Gea, futbolista español.",
            "year": 1990
        },
        {
            "text": "Victoria Martín, cómica, presentadora de televisión y guionista española.",
            "year": 1989
        },
        {
            "text": "Nadezhda Tolokónnikova, activista y artista integrante del colectivo ruso de punk-rock feminista Pussy Riot.",
            "year": 1989
        },
        {
            "text": "Elsa Hosk, modelo sueca.",
            "year": 1988
        },
        {
            "text": "Reid Ewing, actor estadounidense.",
            "year": 1988
        },
        {
            "text": "Jesús Carroza, actor español.",
            "year": 1987
        },
        {
            "text": "Tatsuya Yamashita, futbolista japonés.",
            "year": 1987
        },
        {
            "text": "Dmitro Chigrinskiy, futbolista ucraniano.",
            "year": 1986
        },
        {
            "text": "Katherine Wang, actriz estadounidense de origen taiwanés.",
            "year": 1985
        },
        {
            "text": "Amelia Vega, modelo dominicana, Miss Universo.",
            "year": 1984
        },
        {
            "text": "Alberto Casado, cómico español.",
            "year": 1983
        },
        {
            "text": "Adam DeVine, actor estadounidense.",
            "year": 1983
        },
        {
            "text": "Andrés Zuno, actor y cantante mexicano.",
            "year": 1982
        },
        {
            "text": "Lily Thai, actriz estadounidense.",
            "year": 1981
        },
        {
            "text": "Gervasio Deferr, gimnasta español.",
            "year": 1980
        },
        {
            "text": "Luciana Salazar, modelo argentina.",
            "year": 1980
        },
        {
            "text": "Danny Fonseca, futbolista costarricense.",
            "year": 1979
        },
        {
            "text": "Mohamed Aboutrika, futbolista egipcio.",
            "year": 1978
        },
        {
            "text": "Rio Ferdinand, futbolista británico.",
            "year": 1978
        },
        {
            "text": "Jan Vennegoor of Hesselink, futbolista neerlandés.",
            "year": 1978
        },
        {
            "text": "Andres Oper, futbolista estonio.",
            "year": 1977
        },
        {
            "text": "Alberto Entrerríos, jugador de balonmano español.",
            "year": 1976
        },
        {
            "text": "Mark Philippoussis, tenista australiano.",
            "year": 1976
        },
        {
            "text": "Florencia Peña, actriz argentina.",
            "year": 1974
        },
        {
            "text": "Caté, futbolista brasileño (f. 2011).",
            "year": 1973
        },
        {
            "text": "Martín Palermo, futbolista argentino.",
            "year": 1973
        },
        {
            "text": "Yoon-Jin Kim, actriz surcoreana.",
            "year": 1973
        },
        {
            "text": "Jason London, actor estadounidense.",
            "year": 1972
        },
        {
            "text": "Robin Finck, músico estadounidense, actual guitarrista de la banda Guns N' Roses.",
            "year": 1971
        },
        {
            "text": "Cynthia García, periodista argentina.",
            "year": 1971
        },
        {
            "text": "Neil Hannon, músico británico de la banda The Divine Comedy.",
            "year": 1970
        },
        {
            "text": "Marc Rosset, tenista suizo.",
            "year": 1970
        },
        {
            "text": "Morgan Spurlock, cineasta estadounidense.",
            "year": 1970
        },
        {
            "text": "Hélène Grimaud, pianista francesa.",
            "year": 1969
        },
        {
            "text": "Jesús Martín Mendoza Arriola, periodista mexicano.",
            "year": 1968
        },
        {
            "text": "Ignacio Padilla, escritor mexicano (f. 2016).",
            "year": 1968
        },
        {
            "text": "Greg Tribbett, guitarrista estadounidense de la banda Mudvayne.",
            "year": 1968
        },
        {
            "text": "Steve Digiorgio, músico estadounidense, de las bandas Sadus, Testament, Death y Iced Earth.",
            "year": 1967
        },
        {
            "text": "Gustavo Gómez Córdoba, periodista colombiano.",
            "year": 1967
        },
        {
            "text": "David Guetta, disc jockey francés de música electrónica.",
            "year": 1967
        },
        {
            "text": "Daniel Rincón, periodista y actor colombiano.",
            "year": 1967
        },
        {
            "text": "Sharleen Spiteri, cantante británico de la banda Texas.",
            "year": 1967
        },
        {
            "text": "Sigrun Wodars, atleta alemana.",
            "year": 1965
        },
        {
            "text": "Mike Henry, actor de voz y cómico estadounidense.",
            "year": 1965
        },
        {
            "text": "Dana Plato, actriz estadounidense (f. 1999).",
            "year": 1964
        },
        {
            "text": "Friedrich Haider, director de orquesta y pianista austríaco.",
            "year": 1961
        },
        {
            "text": "Tommy Thayer, guitarrista estadounidense, de la banda Kiss.",
            "year": 1960
        },
        {
            "text": "Marcela Guerra Castillo, política mexicana.",
            "year": 1959
        },
        {
            "text": "Alexandre Guimarães, futbolista y entrenador costarricense.",
            "year": 1959
        },
        {
            "text": "Christopher Knight, actor estadounidense.",
            "year": 1957
        },
        {
            "text": "Pedro Plascencia Salinas, pianista y compositor mexicano (f. 1994).",
            "year": 1956
        },
        {
            "text": "Carlos Arregui, futbolista argentino (f. 2023).",
            "year": 1954
        },
        {
            "text": "Lindsay Duncan, actriz británica.",
            "year": 1950
        },
        {
            "text": "Kubero Díaz (Juan Fernando Díaz), guitarrista argentino de rock, de la banda Los Abuelos de la Nada.",
            "year": 1949
        },
        {
            "text": "Alex Ribeiro, piloto de carreras brasileño.",
            "year": 1948
        },
        {
            "text": "Holmes Osborne, actor estadounidense.",
            "year": 1947
        },
        {
            "text": "Rafael Humberto Moreno-Durán, escritor colombiano (f. 2005).",
            "year": 1945
        },
        {
            "text": "Luigi Riva, futbolista italiano (f. 2024).",
            "year": 1944
        },
        {
            "text": "Joni Mitchell, cantante y pintora canadiense.",
            "year": 1943
        },
        {
            "text": "Miguel Rellán, actor español.",
            "year": 1943
        },
        {
            "text": "Michael Spence, economista canadiense-estadounidense.",
            "year": 1943
        },
        {
            "text": "Leonardo Franco, músico uruguayo (f. 2015).",
            "year": 1942
        },
        {
            "text": "André Vingt-Trois, cardenal francés (f. 2025).",
            "year": 1942
        },
        {
            "text": "Antonio Skármeta, escritor chileno (f. 2024).",
            "year": 1940
        },
        {
            "text": "Barry Newman, actor estadounidense (f. 2023).",
            "year": 1938
        },
        {
            "text": "Gwyneth Jones, soprano británica.",
            "year": 1936
        },
        {
            "text": "Mónica Cahen D'Anvers, periodista argentina.",
            "year": 1934
        },
        {
            "text": "Ernesto Gómez Cruz, actor mexicano (f. 2024).",
            "year": 1933
        },
        {
            "text": "Mario Orellana Rodríguez, Premio Nacional de Historia y Arqueólogo chileno (f.2021).",
            "year": 1930
        },
        {
            "text": "Eric Kandel, científico austríaco, premio nobel de medicina en 2000.",
            "year": 1929
        },
        {
            "text": "Jesús de Polanco, empresario español (f. 2007).",
            "year": 1929
        },
        {
            "text": "Hiroshi Yamauchi, empresario japonés (f. 2013).",
            "year": 1927
        },
        {
            "text": "Joan Sutherland, soprano australiana (f. 2010).",
            "year": 1926
        },
        {
            "text": "Francisco Porrúa, editor y traductor literario hispanoargentino (f. 2014).",
            "year": 1922
        },
        {
            "text": "Manuel Fernández Álvarez, historiador español (f. 2010).",
            "year": 1921
        },
        {
            "text": "Ignacio Eizaguirre, futbolista español (f. 2013).",
            "year": 1920
        },
        {
            "text": "Elaine Morgan, escritora galesa (f. 2013).",
            "year": 1920
        },
        {
            "text": "Joan Perucho, escritor y periodista español (f. 2003).",
            "year": 1920
        },
        {
            "text": "Marion Pritchard, trabajadora social neerlandesa (f. 2016).",
            "year": 1920
        },
        {
            "text": "Rafael Galván, político mexicano (f. 1980).",
            "year": 1919
        },
        {
            "text": "Tamara Konstantínova, aviadora militar soviética y Heroína de la Unión Soviética (f. 1999)",
            "year": 1919
        },
        {
            "text": "Ellen Stewart, directora y productora de teatro estadounidense (f. 2011).",
            "year": 1919
        },
        {
            "text": "Billy Graham, evangelista y empresario estadounidense (f. 2018)",
            "year": 1918
        },
        {
            "text": "Clementina Díaz y de Ovando, historiadora y escritora mexicana (f. 2012).",
            "year": 1916
        },
        {
            "text": "Rayén Quitral, soprano chilena (f. 1979)",
            "year": 1916
        },
        {
            "text": "Enrique Ortúzar, jurista y político chileno (f. 2005).",
            "year": 1914
        },
        {
            "text": "Albert Camus, escritor y filósofo francés, premio nobel de literatura en 1957 (f. 1960).",
            "year": 1913
        },
        {
            "text": "Ángeles Santos, pintora y artista gráfica española (f. 2013)",
            "year": 1911
        },
        {
            "text": "Juan Segura de Lago, arquitecto español (f. 1972).",
            "year": 1911
        },
        {
            "text": "Demetrio Vallejo, líder obrero y político mexicano (f. 1985).",
            "year": 1910
        },
        {
            "text": "Emilio Ballagas, poeta cubano (f. 1954).",
            "year": 1908
        },
        {
            "text": "Jean Leray, matemático francés (f. 1998).",
            "year": 1906
        },
        {
            "text": "Dean Jagger, actor estadounidense (f. 1991).",
            "year": 1903
        },
        {
            "text": "Konrad Lorenz, zoólogo austríaco, premio nobel de medicina en 1973 (f. 1989).",
            "year": 1903
        },
        {
            "text": "Pepe Marchena (Niño de Marchena), cantaor de flamenco español (f. 1976).",
            "year": 1903
        },
        {
            "text": "Nellie Campobello, bailarina y escritora mexicana (f. 1986).",
            "year": 1900
        },
        {
            "text": "Herman J. Mankiewicz, guionista estadounidense (f. 1953).",
            "year": 1897
        },
        {
            "text": "Aquiles Cuadra, abogado español (f. 1939).",
            "year": 1896
        },
        {
            "text": "Luis Chamizo Trigueros, escritor español (f. 1945).",
            "year": 1894
        },
        {
            "text": "Leatrice Joy, actriz estadounidense (f. 1985).",
            "year": 1893
        },
        {
            "text": "Luis Concha Córdoba, Cardenal colombiano (f. 1975).",
            "year": 1891
        },
        {
            "text": "Ramón F. Iturbe, militar y político mexicano (f. 1970).",
            "year": 1889
        },
        {
            "text": "Chandrasekhara Raman, físico indio, premio nobel de física en 1930 (f. 1970).",
            "year": 1888
        },
        {
            "text": "Aron Nimzowitsch, ajedrecista danés de origen letón (f. 1935).",
            "year": 1886
        },
        {
            "text": "León Trotski, revolucionario y filósofo ruso (f. 1940).",
            "year": 1879
        },
        {
            "text": "Lise Meitner, física austríaca (f. 1968).",
            "year": 1878
        },
        {
            "text": "Marie Curie, química y física polaca, premio nobel de física en 1903 y de química en 1911 (f. 1934).",
            "year": 1867
        },
        {
            "text": "Julián del Casal, poeta cubano, uno de los máximos exponentes de la literatura modernista en español (f. 1893).",
            "year": 1863
        },
        {
            "text": "Lesser Ury, pintor alemán (f. 1931).",
            "year": 1861
        },
        {
            "text": "Auguste Villiers de L'Isle-Adam, escritor francés (f. 1889).",
            "year": 1838
        },
        {
            "text": "Rafael Pombo, escritor y diplomático colombiano (f. 1912).",
            "year": 1833
        },
        {
            "text": "Francisco Andrevi, compositor español (f. 1853).",
            "year": 1786
        },
        {
            "text": "Friedrich Kalkbrenner, pianista y compositor alemán (f. 1849).",
            "year": 1784
        },
        {
            "text": "José Félix Bogado, militar argentino de origen paraguayo (f. 1829).",
            "year": 1777
        },
        {
            "text": "Gédéon Tallemant des Réaux, escritor y poeta francés (f. 1692).",
            "year": 1619
        },
        {
            "text": "Francisco de Zurbarán, pintor español (f. 1664).",
            "year": 1598
        },
        {
            "text": "Juan de Peñalosa y Sandoval, pintor español (f. 1633).",
            "year": 1579
        },
        {
            "text": "Ibn Hazm, filósofo, teólogo y poeta hispanoárabe (f. 1064).",
            "year": 994
        },
        {
            "text": "Constante II, emperador bizantino (f. 668).",
            "year": 630
        },
        {
            "text": "Keikō, emperador japonés (f. 130).",
            "year": 60
        }
    ],
    "deaths": [
        {
            "text": "Frank Borman, militar y astronauta estadounidense (n. 1928).",
            "year": 2023
        },
        {
            "text": "Leslie Phillips, actor de cine y televisión británico (n. 1924).",
            "year": 2022
        },
        {
            "text": "Dean Stockwell (85), actor de cine y televisión estadounidense (n. 1936).",
            "year": 2021
        },
        {
            "text": "Astro, cantante británico (n. 1957).",
            "year": 2021
        },
        {
            "text": "Enrique Rocha, actor y empresario mexicano (n. 1940).",
            "year": 2021
        },
        {
            "text": "Norm Crosby, comediante estadounidense (n. 1927).",
            "year": 2020
        },
        {
            "text": "Margarita Salas, bioquímica española (n. 1938).",
            "year": 2019
        },
        {
            "text": "Hans Schäfer, futbolista alemán (n. 1927)",
            "year": 2017
        },
        {
            "text": "Leonard Cohen, poeta, novelista y cantante canadiense (n. 1934).",
            "year": 2016
        },
        {
            "text": "Yitzjak Navón, dramaturgo y político israelí, presidente de Israel entre 1978 y 1983 (n. 1921).",
            "year": 2015
        },
        {
            "text": "Juan Alberto Taverna, futbolista argentino (n. 1948).",
            "year": 2014
        },
        {
            "text": "Amparo Rivelles, actriz española (n. 1925).",
            "year": 2013
        },
        {
            "text": "Manfred Rommel, político alemán (n. 1928).",
            "year": 2013
        },
        {
            "text": "Carmen Martínez Sierra, cantante lírica y actriz española (n. 1904).",
            "year": 2012
        },
        {
            "text": "Gonzalo Figueroa Yáñez, abogado y académico chileno (n. 1929).",
            "year": 2011
        },
        {
            "text": "Joe Frazier, boxeador estadounidense (n. 1944).",
            "year": 2011
        },
        {
            "text": "Tomás Segovia, poeta hispanomexicano (n. 1927).",
            "year": 2011
        },
        {
            "text": "Humberto Luis Rivas Ribeiro, fotógrafo argentino (n. 1937).",
            "year": 2009
        },
        {
            "text": "Norman Erlich, actor y comediante argentino (n. 1932).",
            "year": 2007
        },
        {
            "text": "Alejandra Meyer, actriz mexicana (n. 1937).",
            "year": 2007
        },
        {
            "text": "Jean-Jacques Servan-Schreiber, periodista francés (n. 1924).",
            "year": 2006
        },
        {
            "text": "Howard Keel, actor estadounidense (n. 1919).",
            "year": 2004
        },
        {
            "text": "Juanjo Menéndez, actor español (n. 1929).",
            "year": 2003
        },
        {
            "text": "Delia Garcés, actriz argentina (n. 1919).",
            "year": 2001
        },
        {
            "text": "Íngrid de Suecia, reina sueca (n. 1910).",
            "year": 2000
        },
        {
            "text": "Primo Nebiolo, dirigente deportivo italiano (n. 1923).",
            "year": 1999
        },
        {
            "text": "Mochín Marafioti, productor y musicalizador argentino, esposo de María Graña (n. 1944).",
            "year": 1997
        },
        {
            "text": "Shorty Rogers, músico estadounidense de jazz (n. 1924).",
            "year": 1994
        },
        {
            "text": "Alexander Dubček, político checoslovaco (n. 1921).",
            "year": 1992
        },
        {
            "text": "Jack Kelly, actor estadounidense (n. 1927).",
            "year": 1992
        },
        {
            "text": "Tom of Finland, artista finlandés (n. 1920).",
            "year": 1991
        },
        {
            "text": "Jan Skácel, poeta checoslovaco (n. 1922).",
            "year": 1989
        },
        {
            "text": "Will Durant, historiador estadounidense (n. 1885).",
            "year": 1988
        },
        {
            "text": "Alan Hewitt, actor estadounidense (n. 1915).",
            "year": 1986
        },
        {
            "text": "Germaine Tailleferre, compositor francés (n. 1892).",
            "year": 1983
        },
        {
            "text": "Salvador Contreras, compositor mexicano (n. 1910).",
            "year": 1982
        },
        {
            "text": "Steve McQueen, actor estadounidense (n. 1930).",
            "year": 1980
        },
        {
            "text": "Jorge Carrera Andrade, poeta ecuatoriano (n. 1903).",
            "year": 1978
        },
        {
            "text": "Gene Tunney, boxeador estadounidense (n. 1897).",
            "year": 1978
        },
        {
            "text": "Carlos Fonseca, profesor, político y revolucionario nicaragüense (n. 1936).",
            "year": 1976
        },
        {
            "text": "Rodolfo Acosta, actor mexicano (n. 1920).",
            "year": 1974
        },
        {
            "text": "Alfonso Leng, compositor chileno (n. 1894).",
            "year": 1974
        },
        {
            "text": "Eduardo Armstrong, historietista chileno (n. 1932).",
            "year": 1973
        },
        {
            "text": "José Mallorquí, escritor español (n. 1913).",
            "year": 1972
        },
        {
            "text": "John N. Garner, vicepresidente estadounidense (n. 1868).",
            "year": 1967
        },
        {
            "text": "Nita Costa, política y filántropa brasileña (n. 1907).",
            "year": 1963
        },
        {
            "text": "Gonzalo Vázquez Vela, político mexicano (n. 1893).",
            "year": 1963
        },
        {
            "text": "Elvira Santa Cruz Ossa, periodista y escritora chilena (n. 1886).",
            "year": 1960
        },
        {
            "text": "Victor McLaglen, actor británico (n. 1886).",
            "year": 1959
        },
        {
            "text": "Antonio Royo Villanova, periodista español (n. 1869).",
            "year": 1958
        },
        {
            "text": "Charles Malato, escritor anarquista italo-francés (n. 1857).",
            "year": 1938
        },
        {
            "text": "Monchín Triana, futbolista español (n. 1902).",
            "year": 1936
        },
        {
            "text": "Jules Visseaux, escultor francés (n. 1854).",
            "year": 1934
        },
        {
            "text": "Mattia Battistini, barítono italiano (n. 1856).",
            "year": 1928
        },
        {
            "text": "William Cassels, misionero anglicano británico (n. 1858).",
            "year": 1925
        },
        {
            "text": "Orestes Pereyra, militar y político mexicano (n. 1861).",
            "year": 1915
        },
        {
            "text": "Alfred Russel Wallace, geógrafo, botánico y naturalista británico (n. 1923).",
            "year": 1913
        },
        {
            "text": "Florencio Sánchez, dramaturgo, periodista y anarquista uruguayo (n. 1875).",
            "year": 1910
        },
        {
            "text": "Jesús García Corona, héroe mexicano (n. 1881).",
            "year": 1907
        },
        {
            "text": "Alfred Clebsch, matemático alemán (n. 1833).",
            "year": 1872
        },
        {
            "text": "Joaquín Lorenzo Luaces, poeta y dramaturgo cubano (n. 1826).",
            "year": 1867
        },
        {
            "text": "Manuel Salazar y Baquíjano, político y militar peruano (n. 1777).",
            "year": 1850
        },
        {
            "text": "María Teresa Josefa de Austria, aristócrata austriaca (n. 1767).",
            "year": 1827
        },
        {
            "text": "Rafael del Riego, militar y político español (n. 1785).",
            "year": 1823
        },
        {
            "text": "Jacinto Castañeda, religioso y misionero español (n. 1743).",
            "year": 1773
        },
        {
            "text": "Elizabeth Barry, actriz británica (n. 1658).",
            "year": 1713
        },
        {
            "text": "Sancha Alfónsez de León, infanta y reina de León (n. c. 1018).",
            "year": 1067
        }
    ],
    "metadata": {
        "current_date": "7 de noviembre de 2025",
        "short_date": "7 de nov",
        "language": {
            "events": "Eventos",
            "deaths": "Defunciones",
            "births": "Nacimientos",
            "b": "n",
            "d": "f",
            "title": "Hoy en Historia (Wikipedia)"
        },
        "events": [
            3,
            11,
            6,
            53,
            22,
            49,
            31,
            43,
            47,
            20
        ],
        "births": [
            89,
            52,
            0,
            36
        ],
        "deaths": [
            5,
            60,
            50,
            29
        ]
    }
}