{
    "events": [
        {
            "text": "en el cementerio Parque del Recuerdo (Santiago de Chile) se realiza el funeral del expresidente Sebastián Piñera.",
            "year": 2024
        },
        {
            "text": "en Managua (Nicaragua), el presidente Daniel Ortega expulsan del país a más de 200 presos políticos enviándolos hacia los Estados Unidos.",
            "year": 2023
        },
        {
            "text": "en Washington (Estados Unidos) comienza el segundo juicio político contra el presidente Donald Trump.",
            "year": 2021
        },
        {
            "text": "en Los Ángeles (California), la película surcoreana Parásitos gana cuatro premio Óscar incluyendo Mejor película, convirtiéndose en la primera película de habla no inglesa en ganar la categoría principal en la historia del Óscar.",
            "year": 2020
        },
        {
            "text": "en San Salvador (El Salvador) ―en el marco de la crisis política salvadoreña de 2020― el presidente Nayib Bukele hace que soldados del ejército ingresen a la Asamblea Legislativa, debido a que los legisladores no aprobaron su «plan de control territorial», mediante el cual Bukele no debería rendir cuentas en su lucha contra la delincuencia. Este acto fue duramente cuestionado ya que, en el pasado, la militarización tuvo como consecuencia el conflicto armado que destrozó la economía del país.",
            "year": 2020
        },
        {
            "text": "en Corea del Sur se realiza la ceremonia de apertura de los Juegos Olímpicos de Pieonchang 2018.",
            "year": 2018
        },
        {
            "text": "en la ciudad mexicana de Tepic (estado de Nayarit), la Marina de México ejecuta la Operación Barcina, en la cual son abatidos 8 miembros del Cartel de los Beltrán Leyva, dando cese temporal a la «guerra contra el narcotráfico en Tepic».",
            "year": 2017
        },
        {
            "text": "en la ciudad alemana de Bad Aibling (en el sur del estado de Baviera) chocan dos trenes de pasajeros. Mueren 12 personas y otras 85 resultan heridas.",
            "year": 2016
        },
        {
            "text": "en un accidente carretero en las cercanías de la ciudad chilena de Tomé, fallecen 16 hinchas de O'Higgins de Rancagua tras asistir al partido donde el club derrotó como visitante a Huachipato en el estadio CAP de Talcahuano.",
            "year": 2013
        },
        {
            "text": "en la ciudad de Pasto (Colombia) se produce un sismo de mediana intensidad (6,5 grados).",
            "year": 2013
        },
        {
            "text": "en Chile, el tenista Fernando González anuncia su retiro del tenis mundial tras más de diez años de carrera",
            "year": 2012
        },
        {
            "text": "en España, el Congreso aprueba la reforma del Estatuto valenciano.",
            "year": 2006
        },
        {
            "text": "en el Valle de los Reyes (Egipto), cerca de la tumba de Tutankamon, un equipo de egiptólogos localiza un almacén o taller de momificación, que primeramente había sido identificado como un escondrijo para guardar momias saqueadas de la dinastía XVIII de Egipto, empleado para preparar el proceso embalsamatorio.",
            "year": 2006
        },
        {
            "text": "en el Campo de las Naciones de Madrid, la banda terrorista ETA hace estallar un coche bomba horas antes de la inauguración de la exposición ARCO.",
            "year": 2005
        },
        {
            "text": "en Francia, la policía detiene a 14 personas acusadas de pertenecer a ETA y da por desarticulado el aparato de captación de la banda terrorista. Francia entrega al terrorista Juan María Insausti Mugika, alias Karpov, exjefe del aparato de formación de ETA.",
            "year": 2005
        },
        {
            "text": "la sonda Cassini-Huygens enviada a Saturno por la NASA, en colaboración con la Agencia Espacial Europea (ESA), realiza fotografías del planeta a 69,4 millones de kilómetros de distancia.",
            "year": 2004
        },
        {
            "text": "Finlandia se convierte en el undécimo miembro del ESO (European Southern Observatory: Observatorio Europeo Austral).",
            "year": 2004
        },
        {
            "text": "en Oxirrinco (Egipto, un grupo de egiptólogos españoles encuentra dos sarcófagos de piedra con momias de la época saíta (primera mitad del siglo VI a. C.).",
            "year": 2004
        },
        {
            "text": "en Montenegro, las elecciones presidenciales quedan anuladas por el alto índice de abstención.",
            "year": 2003
        },
        {
            "text": "en Gante (Bélgica), el atleta español Alberto García Fernández bate el récord de Europa de los 5000 metros lisos en pista cubierta (13:11,39 minutos).",
            "year": 2003
        },
        {
            "text": "en Puerto Rico, la Marina de Estados Unidos anuncia su retirada de la isla de Vieques.",
            "year": 2003
        },
        {
            "text": "en Écija (España), la Guardia Civil interviene 200 000 piezas de una colección arqueológica.",
            "year": 2002
        },
        {
            "text": "en los Juegos Olímpicos de Invierno que se celebran en Salt Lake City (EE. UU.), Johann Mühlegg (esquiador alemán, nacionalizado español) logra la medalla de oro en la prueba de 30 kilómetros de esquí de fondo.",
            "year": 2002
        },
        {
            "text": "en Sevilla (España), la atleta palentina Marta Domínguez logra un nuevo récord nacional en 1500 metros con una marca de 4:07,69 minutos.",
            "year": 2002
        },
        {
            "text": "en el Hospital Rey Eduardo VII falleció la hermana pequeña de la reina Isabel II del Reino Unido, la Princesa Margarita de Snowdon a los 71 años de edad.",
            "year": 2002
        },
        {
            "text": "en Pearl Harbor se produce la colisión del buque escuela de pesca Ehime Maru y el buque estadounidense USS Greeneville. Mueren 9 de los 35 japoneses a bordo del Ehime Maru.",
            "year": 2001
        },
        {
            "text": "en Madrid, se inaugura la feria internacional del arte ARCO 2000.",
            "year": 2000
        },
        {
            "text": "en Francia se reinicia el proceso contra el ex primer ministro socialista Laurent Fabius, el antiguo secretario de Sanidad y la extitular de Asuntos Sociales, acusados de homicidio involuntario en el caso de la sangre contaminada con el virus del sida.",
            "year": 1999
        },
        {
            "text": "el Gobierno español autoriza la utilización de la base de Morón de la Frontera (Sevilla) a las tropas de Estados Unidos en caso de un ataque contra Irak.",
            "year": 1998
        },
        {
            "text": "en la bahía de Cádiz (sur de España) investigadores españoles detectan un nuevo tipo de contaminante orgánico que podría haber provocado el cambio de sexo de algunas especies de peces.",
            "year": 1998
        },
        {
            "text": "en Tiflis (Georgia), el presidente Eduard Shevardnadze sobrevive a un atentado.",
            "year": 1998
        },
        {
            "text": "en Darmstadt (Alemania) Sigurd Hofmann, Victor Ninov y otros del GSI descubren el átomo del elemento copernicio.",
            "year": 1996
        },
        {
            "text": "el Ejército Republicano Irlandés Provisional declara el fin de su alto el fuego de 18 meses y hace explotar una gran bomba en el distrito de Canary Wharf (dentro de la ciudad de Londres), matando a dos personas.",
            "year": 1996
        },
        {
            "text": "Jordania confirma la retirada israelí del territorio jordano ocupado desde 1967 en el sur del valle de Araba.",
            "year": 1995
        },
        {
            "text": "en la Ciudad de México, el presidente Ernesto Zedillo revela que la verdadera identidad del guerrillero Subcomandante Marcos es Rafael Sebastián Guillén Vicente.",
            "year": 1995
        },
        {
            "text": "se anuncia el plan de paz para Bosnia y Herzegovina (el llamado Plan Vance-Owen).",
            "year": 1994
        },
        {
            "text": "el cantautor guatemalteco Ricardo Arjona, publica su álbum titulado Animal nocturno.",
            "year": 1993
        },
        {
            "text": "en Argelia se declara el estado de excepción tras sangrientos enfrentamientos entre fundamentalistas musulmanes.",
            "year": 1992
        },
        {
            "text": "el tenista profesional Jim Courier alcanza el liderazgo de la clasificación mundial de la ATP.",
            "year": 1992
        },
        {
            "text": "en Lituania, una abrumadora mayoría aprueba en plebiscito independizarse de la Unión Soviética. Dos días después, el Parlamento ratifica esa decisión.",
            "year": 1991
        },
        {
            "text": "en Perú, el Gobierno impone el estado de emergencia a causa de una epidemia de cólera.",
            "year": 1991
        },
        {
            "text": "en Alemania comienzan las obras de derribo del Muro de Berlín.",
            "year": 1990
        },
        {
            "text": "en la segunda vuelta de las presidenciales en Polonia, resulta ganador Lech Walesa con el 74 % de los votos.",
            "year": 1990
        },
        {
            "text": "en Namibia, la Asamblea Constituyente aprueba por unanimidad la nueva Constitución.",
            "year": 1990
        },
        {
            "text": "doce candidatos al Congreso de los Diputados del Pueblo de la Unión Soviética ―el nuevo parlamento soviético― presentan por primera vez sus programas a un grupo de electores moscovitas.",
            "year": 1989
        },
        {
            "text": "el Gobierno de la Alemania Federal prohíbe el partido neonazi NS.",
            "year": 1989
        },
        {
            "text": "durante las próximas semanas, el cometa Halley hace su última aparición (en el sistema solar interior) del siglo XX.",
            "year": 1986
        },
        {
            "text": "en Lima (Perú), el autonombrado psicólogo Mario Poggi (1943-2016) estrangula con su cinturón de cuero al supuesto «Descuartizador de Lima», detenido en una comisaría.",
            "year": 1986
        },
        {
            "text": "en Asturias, la popular canción Asturias, patria querida, es declarada himno oficial.",
            "year": 1984
        },
        {
            "text": "el cantante afroestadounidense Prince lanza el sencillo Little red Corvette.",
            "year": 1983
        },
        {
            "text": "en Haneda (Japón), el vuelo 350 de Japan Air Lines se estrella cerca del aeropuerto en un intento de asesinato en masa-suicidio del piloto, matando a 24 de las 174 personas a bordo.",
            "year": 1982
        },
        {
            "text": "en Polonia, el general Wojciech Jaruzelski es nombrado primer ministro.",
            "year": 1981
        },
        {
            "text": "en Núremberg (Alemania) se funda el primer instituto gerontológico de ese país, adscrito a la Universidad de Erlangen-Núremberg y dirigido por Dieter Platt.",
            "year": 1980
        },
        {
            "text": "en Nápoles (Italia), una epidemia desconocida la muerte de sesenta personas, en su mayor parte niños de corta edad.",
            "year": 1979
        },
        {
            "text": "en Filadelfia (Pensilvania), la compañía Budd presenta su primer vagón autopropulsado SPV-2000.",
            "year": 1978
        },
        {
            "text": "el Gobierno español termina de establecer relaciones diplomáticas con la mayoría de los países comunistas de Europa.",
            "year": 1977
        },
        {
            "text": "en el aeropuerto de Irkutsk se estrella durante el despegue el vuelo 3739 de Aeroflot, un Tupolev Tu-104, matando a 24 personas.",
            "year": 1976
        },
        {
            "text": "la nave espacial soviética Soyuz 17 regresa a la Tierra.",
            "year": 1975
        },
        {
            "text": "en Francia, el argentino Carlos Monzón (campeón mundial de boxeo peso mediano), retiene su título frente al campeón wélter José Mantequilla Nápoles.",
            "year": 1974
        },
        {
            "text": "regresa a la Tierra la nave Apolo 14, sexta nave tripulada que visitó la Luna y tercera en descender a su superficie.",
            "year": 1971
        },
        {
            "text": "en el área metropolitana de Los Ángeles (California) se registra un terremoto de 6,5 a 6,7 Mw golpea con una intensidad máxima de Mercalli de XI (extrema), matando a 64 personas e hiriendo a 2000.",
            "year": 1971
        },
        {
            "text": "el líder palestino Yasir Arafat visita Moscú.",
            "year": 1970
        },
        {
            "text": "el avión Boeing 747 (Jumbo) realiza su primer vuelo.",
            "year": 1969
        },
        {
            "text": "España modifica la Ley de Bases del Régimen Autónomo de Guinea Ecuatorial, paso definitivo hacia la independencia de ese país.",
            "year": 1968
        },
        {
            "text": "la Comunidad Europea inicia el desarrollo normativo sobre el IVA (impuesto al valor agregado).",
            "year": 1967
        },
        {
            "text": "en Chile se inaugura el Aeropuerto Internacional Arturo Merino Benítez",
            "year": 1967
        },
        {
            "text": "en Neiva, Huila, Colombia, se sintió un terremoto de magnitud de 7.2 Mw. Afectando a municipios cercanos como a los países de Ecuador y Venezuela.",
            "year": 1967
        },
        {
            "text": "en República Dominicana, el Gobierno ordena ametrallar a estudiantes que realizaban una manifestación que exigía la salida de las tropas de ocupación de Estados Unidos. Mueren asesinados 12 estudiantes.",
            "year": 1966
        },
        {
            "text": "llega a Vietnam del Sur ―en el marco de la guerra de Vietnam (1955-1975)― un batallón de misiles MIM-23 Hawk del Cuerpo de Marines. Es la primera tropa estadounidense en el país que no se presenta como una falsa misión de «asesoramiento».",
            "year": 1965
        },
        {
            "text": "en Innsbruck finalizan los IX Juegos Olímpicos de Invierno.",
            "year": 1964
        },
        {
            "text": "en Estados Unidos, la banda británica The Beatles hace su primera de tres presentacions en el Ed Sullivan Show, con un récord de audiencia de 73 millones de espectadores.",
            "year": 1964
        },
        {
            "text": "España formaliza su primera solicitud de ingreso en el Mercado Común Europeo.",
            "year": 1962
        },
        {
            "text": "en la Conferencia de Punta del Este (Uruguay), el presidente cubano Osvaldo Dorticós denuncia la política de agresión de Estados Unidos contra Cuba.",
            "year": 1962
        },
        {
            "text": "Estados Unidos incrementa la ayuda militar a Vietnam del Sur para enfrentarse a la guerrilla comunista del Frente Nacional de Liberación de Vietnam (Vietcong).",
            "year": 1962
        },
        {
            "text": "en el club The Cavern (en la ciudad de Liverpool), la banda británica The Beatles realiza su primera aparición con este nombre (de un total de 264) por primera vez después de su regreso a Liverpool desde Hamburgo (Alemania).",
            "year": 1961
        },
        {
            "text": "en Washington (Estados Unidos), el presidente John F. Kennedy se convierte en el primer presidente que realiza una rueda de prensa televisada en directo.",
            "year": 1961
        },
        {
            "text": "en Buenos Aires (Argentina), el presidente Arturo Frondizi clausura la revista Mayoría y hace detener a su director, el periodista y escritor Tulio Jacovella, por publicar la investigación del periodista Rodolfo Walsh acerca del fusilamiento de peronistas en José León Suárez (el 9 de junio de 1956, por orden de Juan Carlos Aramburu), así como los capítulos de su libro El caso Satanowski.",
            "year": 1960
        },
        {
            "text": "en La Habana, la empresa estadounidense Electric Bond and Share Company amenaza con reducir el servicio de energía a Cuba.",
            "year": 1960
        },
        {
            "text": "en el cosmódromo de Plesetsk, 850 km al noroeste de Leningrado (Unión Soviética) entra en estado funcional el R-7 Semyorka, el primer misil balístico intercontinental.",
            "year": 1959
        },
        {
            "text": "llega a Madrid el rey de Marruecos, Mohammed V.",
            "year": 1957
        },
        {
            "text": "en una exposición en el Palacio de Cristal del Retiro (en Madrid) las obras más destacadas son las de Joaquín Sorolla y Mariano Fortuny.",
            "year": 1957
        },
        {
            "text": "en la Sierra Maestra (Cuba), tropas del Ejército Rebelde vencen al ejército batistano en Altos de Espinosa.",
            "year": 1957
        },
        {
            "text": "en la Universidad Complutense de Madrid se producen enfrentamientos entre estudiantes de distintas tendencias.",
            "year": 1956
        },
        {
            "text": "en China Popular se aprueba el servicio militar obligatorio.",
            "year": 1955
        },
        {
            "text": "en la Unión Soviética, Gueorgui Zhúkov es elegido nuevo ministro de Defensa.",
            "year": 1955
        },
        {
            "text": "en Roma (Italia), Luigi Einaudi inaugura la primera línea de metro italiana.",
            "year": 1955
        },
        {
            "text": "en Argentina, los aviones Avro Lincoln B-021 y B-029 vuelan adiestramiento antártico desde Río Gallegos hasta Bahía Margarita. La Fuerza Aérea Argentina inicia una serie de navegaciones sobre zonas antárticas con la finalidad de adiestrar a las tripulaciones en las operaciones aéreas en ese sector.",
            "year": 1952
        },
        {
            "text": "cerca de la villa de Geochang (actualmente en Corea del Sur) ―en el marco de la guerra de Corea (1950-1953)― un batallón de la 11.ª División del Ejército de Corea del Sur mata a 719 hombres, mujeres y niños civiles norcoreanos desarmados. Comienza así la masacre de Geochang, que durará dos días.",
            "year": 1951
        },
        {
            "text": "en el Teatro Albéniz de Madrid se estrena Las mocedades de Hernán Cortés, drama de Joaquín Dicenta (hijo).",
            "year": 1950
        },
        {
            "text": "en Washington, el senador estadounidense Joseph McCarthy acusa al Departamento de Estado de los EE. UU. de estar lleno de comunistas (Segundo Pánico Rojo).",
            "year": 1950
        },
        {
            "text": "el Perú reconoce al Estado de Israel.",
            "year": 1949
        },
        {
            "text": "en España, el régimen de Francisco Franco condena a muerte a Cristino García Granda, quien había luchado en el bando republicano durante la guerra civil española y contra los alemanes en Francia, donde es considerado Héroe Nacional. La ejecución llevó al cierre de la frontera entre estos dos países hasta 1948.",
            "year": 1946
        },
        {
            "text": "en Nueva York, la Asamblea General de la ONU condena la dictadura franquista y prohíbe a España su ingreso en la organización.",
            "year": 1946
        },
        {
            "text": "en la Unión Soviética, Iósif Stalin anuncia un nuevo plan quinquenal a fin de superar a Occidente en la producción de petróleo, acero y hierro.",
            "year": 1946
        },
        {
            "text": "frente a la costa de Fedje (Noruega) ―en el marco de la Segunda Guerra Mundial― el submarino británico HMS Venturer hunde el submarino alemán U-864 (Batalla del Atlántico). Es un caso poco común de combate submarino contra submarino.",
            "year": 1945
        },
        {
            "text": "en Førdefjorden (Noruega) ―en el marco de la Segunda Guerra Mundial― una fuerza de aviones aliados ataca sin éxito a un destructor alemán.",
            "year": 1945
        },
        {
            "text": "en Roma (Italia) ―en el marco de la Segunda Guerra Mundial― el Ejército Nacional Republicano (ejército regular de la República Social Italiana) realizan su juramento.",
            "year": 1944
        },
        {
            "text": "en el medio del océano Pacífico ―en el marco de la Segunda Guerra Mundial (1939-1945)― finaliza la Batalla de Guadalcanal después de que la Armada Imperial Japonesa retire sus fuerzas.",
            "year": 1943
        },
        {
            "text": "en el marco de la Segunda Guerra Mundial, los líderes militares estadounidenses celebran su primera reunión formal para discutir la estrategia de guerra del país.",
            "year": 1942
        },
        {
            "text": "en los Estados Unidos se restablece el horario de verano durante todo el año (también conocido como horario de guerra) como una medida en tiempos de guerra para ayudar a conservar los recursos energéticos.",
            "year": 1942
        },
        {
            "text": "en Nueva York un incendio destruye el transatlántico francés Normandie.",
            "year": 1942
        },
        {
            "text": "en Génova (Italia) ―en el marco de la Segunda Guerra Mundial (1939-1945)―, la catedral de San Lorenzo es alcanzada por una bomba que no detona.",
            "year": 1941
        },
        {
            "text": "en Cuba se inaugura la Asamblea Constituyente.",
            "year": 1940
        },
        {
            "text": "en Sevilla se entrega al general Gonzalo Queipo de Llano el título de «hijo adoptivo».",
            "year": 1937
        },
        {
            "text": "en La Habana se constituye la primera Logia AJEF (Asociación de Jóvenes Esperanza de la Fraternidad), con el nombre de \"Esperanza\", iniciándose a 82 jóvenes en el salón de actos de la Gran Logia de la isla de Cuba.",
            "year": 1936
        },
        {
            "text": "Grecia, Turquía, Rumanía y Yugoslavia firman el Entente de los Balcanes (el pacto balcánico) para garantizar la seguridad en las fronteras.",
            "year": 1934
        },
        {
            "text": "en Francia, Gaston Doumergue forma nuevo Gobierno.",
            "year": 1934
        },
        {
            "text": "en Finlandia se deroga la ley seca después de un referéndum nacional, donde el 70 % votó a favor de derogarla.",
            "year": 1932
        },
        {
            "text": "en Yên Bái (Indochina, actual Vietnam) las tropas colonialistas francesas reprimen duramente el motín nacionalista.",
            "year": 1930
        },
        {
            "text": "el automovilista alemán Hans Stuck vence con un Austro-Daimler la primera carrera del Campeonato del Mundo.",
            "year": 1930
        },
        {
            "text": "la Unión Soviética, Rumanía, Polonia, Letonia y Estonia conciertan pactos de no agresión.",
            "year": 1929
        },
        {
            "text": "en México es ejecutado José de León Toral, asesino del presidente Álvaro Obregón.",
            "year": 1929
        },
        {
            "text": "miembros del Việt Nam Quốc Dân Đảng asesinan al reclutador de mano de obra Bazin, lo que provoca una ofensiva de las autoridades coloniales francesas.",
            "year": 1929
        },
        {
            "text": "el general nicaragüense Augusto César Sandino emprende una violenta ofensiva contra los estadounidenses.",
            "year": 1928
        },
        {
            "text": "en Portugal es sofocado el movimiento revolucionario que estalló seis días antes contra el Gobierno del general Carmona.",
            "year": 1927
        },
        {
            "text": "en Argentina, el hidroavión Plus Ultra, tripulado por Ramón Franco, Julio Ruiz de Alda, Juan Manuel Durán y Pablo Rada, llega a Buenos Aires donde es recibido apoteósicamente.",
            "year": 1926
        },
        {
            "text": "en la villa de Chamonix (en los Alpes franceses) se inauguran los primeros Juegos Olímpicos de Invierno.",
            "year": 1924
        },
        {
            "text": "en España se funda la Unión Deportiva Salamanca.",
            "year": 1923
        },
        {
            "text": "en Suiza, los Estados Unidos Brasileños se convierten en miembro del tratado de derechos de autor de la Convención de Berna.",
            "year": 1922
        },
        {
            "text": "según los términos del Tratado de Svalbard, la diplomacia internacional reconoce la soberanía noruega sobre el archipiélago ártico de Svalbard y lo designa como desmilitarizado.",
            "year": 1920
        },
        {
            "text": "se funda la Sociedad de Naciones, precursor de la Organización de las Naciones Unidas (ONU).",
            "year": 1919
        },
        {
            "text": "en el marco de la Primera Guerra Mundial, las potencias centrales firman una paz separada con la República Popular de Ucrania.",
            "year": 1918
        },
        {
            "text": "en el marco de la Primera Guerra Mundial, el Imperio alemán desencadena la guerra submarina y empieza a hundir barcos mercantes extranjeros con sus tripulaciones de civiles.",
            "year": 1917
        },
        {
            "text": "en el marco de la Primera Guerra Mundial (1914-1918), el Canal de Suez se cierra a los barcos neutrales.",
            "year": 1915
        },
        {
            "text": "en la Ciudad de México se inicia el movimiento armado conocido como la «Decena Trágica», que culminará con la muerte del presidente Francisco I. Madero.",
            "year": 1913
        },
        {
            "text": "un grupo de meteoritos es visible en gran parte de la costa este del continente americano, lo que lleva a los astrónomos a concluir que la fuente habría sido un pequeño satélite natural de la Tierra, de corta vida.",
            "year": 1913
        },
        {
            "text": "en Sevilla, el río Guadalquivir inunda algunos barrios.",
            "year": 1912
        },
        {
            "text": "en España, tras la caída del Gobierno liberal, el rey Alfonso XIII encarga a José Canalejas, partidario de la democratización y del reformismo social, la formación de un nuevo gabinete.",
            "year": 1910
        },
        {
            "text": "el acuerdo ilegal entre Francia y Alemania sobre Marruecos reconoce la preponderancia política francesa sobre el invadido país africano.",
            "year": 1909
        },
        {
            "text": "en Niza se estrena la ópera ¿Quo vadis?, de Jean Nougues.",
            "year": 1909
        },
        {
            "text": "en Barcelona se inaugura el Palacio de la Música Catalana con las obras Catalanesques, de Lluís Millet, y la cantata Glosa, de Felipe Pedrell (con letra de Joan Maragall).",
            "year": 1908
        },
        {
            "text": "en Londres (Inglaterra) se realiza la Mud March, la primera gran procesión organizada por la NUWSS (Unión Nacional de Sociedades para el Sufragio de la Mujer).",
            "year": 1907
        },
        {
            "text": "en Port Arthur (puerto británico sobre el mar Amarillo, a 874 al este de Pekín) ―en el marco de la guerra ruso-japonesa (1904-1905), concluye la batalla de Port Arthur.",
            "year": 1904
        },
        {
            "text": "en España se rechaza un voto de censura contra el presidente del Congreso, Francisco Romero Robledo.",
            "year": 1904
        },
        {
            "text": "en Niza se estrena la ópera María Magdalena, de Jules Massenet.",
            "year": 1903
        },
        {
            "text": "Persia y el Reino Unido firman un tratado comercial.",
            "year": 1903
        },
        {
            "text": "en Jersey City (Estados Unidos), un incendio destruye 26 manzanas de la ciudad.",
            "year": 1902
        },
        {
            "text": "Agenor Goluchowski, ministro austrohúngaro de Asuntos Exteriores, garantiza la soberanía de la Sublime Puerta, en una carta dirigida a su homólogo italiano.",
            "year": 1901
        },
        {
            "text": "el tenista estadounidense Dwight F. Davis funda la competencia mundial anual que lleva su nombre (Copa Davis).",
            "year": 1900
        },
        {
            "text": "en Jartum se informa que los amotinamientos de tropas sudanesas contra las autoridades anglo-egipcias comienzan a provocar inquietud en El Cairo (Egipto).",
            "year": 1900
        },
        {
            "text": "en la isla de Martinica, tropas francesas disparan contra manifestantes, matando a 9 personas e hiriendo a otras 40.",
            "year": 1900
        },
        {
            "text": "se informa que cerca de 30 000 mormones han emigrado del estado de Utah al de Wyoming (Estados Unidos), en uno de los procesos de colonización del oeste estadounidense más numeroso de las últimas décadas.",
            "year": 1900
        },
        {
            "text": "arriba a costas cubanas la nave de guerra estadounidense Maine, cuyo hundimiento ―que Estados Unidos atribuyó a los españoles―, sirve de pretexto para que Estados Unidos declarara la guerra contra el Reino de España para quedarse con sus colonias Cuba, Filipinas y Puerto Rico.",
            "year": 1898
        },
        {
            "text": "en Cuba ―en el marco de la Guerra Necesaria (1895-1898)―, el general Pedro Antonio Díaz Molina incorpora sus fuerzas a las del general en jefe Máximo Gómez.",
            "year": 1896
        },
        {
            "text": "en el marco de la Guerra Necesaria (1895-1898), las fuerzas mambises de Adolfo del Castillo atacan y ocupan Santa María del Rosario.",
            "year": 1896
        },
        {
            "text": "en el mar Caribe se hunde el barco Hansking, que traía pertrechos para la Guerra Necesaria (1895-1898) en Cuba; desaparecen todos sus tripulantes.",
            "year": 1896
        },
        {
            "text": "en España embarca el militar español Valeriano Weyler hacia Cuba, para asumir la Capitanía General de la isla.",
            "year": 1896
        },
        {
            "text": "en alguna ciudad del estado de Massachusetts (Estados Unidos), William G. Morgan inventa un juego llamado «mintonette», que pronto se conocerá como vóleibol.",
            "year": 1895
        },
        {
            "text": "en La Habana, José Martí recibe un telegrama en el que le informan de la devolución de las armas incautadas por los estadounidenses.",
            "year": 1895
        },
        {
            "text": "en La Scala de Milán (Italia) se estrena Falstaff, la última ópera de Giuseppe Verdi.",
            "year": 1893
        },
        {
            "text": "en Washington D. C., el presidente estadounidense Grover Cleveland firma un proyecto de ley que eleva el Departamento de Agricultura de los Estados Unidos a una agencia de nivel de gabinete.",
            "year": 1889
        },
        {
            "text": "en Cuba, en la villa de Regla (a 11 km de La Habana, cruzando la bahía de La Habana) se funda el Liceo Artístico y Literario de Regla.",
            "year": 1879
        },
        {
            "text": "en el camino de San Ulpiano, cerca de la localidad de Mayarí (la cual se encuentra a 90 km al este de Holguín), sucede el cuarto día (de cinco) de la batalla de San Ulpiano: las tropas mambisas de Antonio Maceo destrozan al Batallón de Cazadores de San Quintín n.º 11, que en 1874 habían asesinado al presidente Carlos Manuel de Céspedes. De 245 mercenarios españoles de elite solo quedan 25 sobrevivientes.",
            "year": 1878
        },
        {
            "text": "en Cuba, en la provincia de Oriente, el presidente cantonal de la villa de Holguín se rinde a los españoles.",
            "year": 1878
        },
        {
            "text": "en Nueva York, el patriota cubano José Martí parte rumbo a La Habana en el vapor estadounidense City of Mérida.",
            "year": 1875
        },
        {
            "text": "en Sancti Spíritus, el comandante Ramón Leocadio Bonachea y otros patriotas se incorporan a la columna invasora de Máximo Gómez.",
            "year": 1875
        },
        {
            "text": "el presidente estadounidense Ulysses S. Grant firma una resolución conjunta del Congreso que establece la Oficina Meteorológica de los Estados Unidos.",
            "year": 1870
        },
        {
            "text": "en Ginebra (Suiza) se reúne un comité que decide la creación de la Cruz Roja.",
            "year": 1863
        },
        {
            "text": "en Montgomery (en el estado de Alabama) ―en el marco de la guerra civil estadounidense (1861-1865)― el Congreso Confederado Provisional elige a Jefferson Davis y a Alexander Hamilton Stephens como presidente y vicepresidente provisional de los Estados Confederados de América.",
            "year": 1861
        },
        {
            "text": "en España se inaugura la segunda línea férrea de España que hace el recorrido entre Madrid y Aranjuez.",
            "year": 1851
        },
        {
            "text": "en Roma, tras la fuga del papa Pio IX de su palacio, se proclama la República romana y es abolido el poder temporal de los papas.",
            "year": 1849
        },
        {
            "text": "en el río Uruguay (entre Argentina y Uruguay) se libra la segunda jornada de la batalla de Juncal en que la Armada Argentina derrota a la del Imperio del Brasil.",
            "year": 1827
        },
        {
            "text": "A 17 km al suroeste de Colonia del Sacramento (Uruguay) y a 26 km al noreste de Quilmes (Buenos Aires), la flota argentina dirigida por Guillermo Brown derrota a la flota brasileña en la batalla naval de Punta Colares.",
            "year": 1826
        },
        {
            "text": "Después de que ningún candidato recibe una mayoría de votos electorales en las elecciones presidenciales de los Estados Unidos de 1824, la Cámara de Representantes de los Estados Unidos elige a John Quincy Adams como sexto presidente de los Estados Unidos en una elección contingente.",
            "year": 1825
        },
        {
            "text": "Haití ataca a la recién establecida República Dominicana en el otro lado de la isla de La Española. El presidente haitiano Jean Pierre Boyer, al mando de 12 000 hombres, invade el Santo Domingo español. Dicha invasión dio fin al período conocido como Independencia Efímera de José Núñez de Cáceres e inició la ocupación haitiana de 1822-1844.",
            "year": 1822
        },
        {
            "text": "en la provincia de Maipo (Chile) se funda la aldea de San Bernardo.",
            "year": 1821
        },
        {
            "text": "en Luneville (Francia), representantes de Austria y Francia firman el Tratado de Lunéville. Austria entrega la región italiana de Toscana a Francia. Terminan las guerras de la Segunda Coalición.",
            "year": 1801
        },
        {
            "text": "Prusia y Francia firman un acuerdo ―anterior a la Paz de Basilea―, para poner fin a la primera guerra entre la Francia republicana y la Primera Coalición contrarrevolucionaria.",
            "year": 1795
        },
        {
            "text": "el estado de Rhode Island (Estados Unidos) se convierte en el cuarto estado de los Estados Unidos en ratificar los Artículos de la confederación.",
            "year": 1778
        },
        {
            "text": "en el marco de la Guerra de la Independencia de los Estados Unidos, el Parlamento británico declara a la región de Massachusetts en rebelión.",
            "year": 1775
        },
        {
            "text": "en España las Cortes proclaman rey a Luis I, hijo de Felipe V.",
            "year": 1724
        },
        {
            "text": "en la Isla de la Tortuga (8 km al norte de Haití) ―en el marco de la guerra anglo-española―, los ingleses toman el fuerte español de Rocher.",
            "year": 1654
        },
        {
            "text": "en Roma, Gregorio XV se convierte en papa. Es el último papa elegido por aclamación.",
            "year": 1621
        },
        {
            "text": "en Toulouse (Francia), el filósofo Giulio Cesare Vanini es declarado «culpable de ateísmo» y es quemado vivo en público.",
            "year": 1619
        },
        {
            "text": "en el contexto del traslado de las cortes a Valladolid, Felipe III de España se muda a la ciudad.",
            "year": 1601
        },
        {
            "text": "en el mar Caribe, el corsario británico Francis Drake, actuando en nombre de la Corona inglesa, saquea las costas de la actual Colombia.",
            "year": 1556
        },
        {
            "text": "en Londres (Inglaterra), John Hooper (obispo de Gloucester) es quemado en la hoguera.",
            "year": 1555
        },
        {
            "text": "en Chile es fundada la ciudad de Santa María la Blanca de Valdivia.",
            "year": 1552
        },
        {
            "text": "en el hipódromo de Chester (Reino Unido), conocido como Roodee, se celebra la primera carrera registrada.",
            "year": 1539
        },
        {
            "text": "en Valladolid (España), las Cortes de Castilla acuerdan jurar rey a Carlos de Habsburgo con las condiciones de aprender el idioma castellano, dejar de nombrar a extranjeros en altos cargos de poder y tratar a su madre ―la reina Juana I de Castilla― de manera más respetuosa.",
            "year": 1518
        },
        {
            "text": "en la villa de Sutri (57 km al norte de Roma), Enrique V y el papa Pascual II, firman el Tratado de Sutri, con el que pretendían poner fin a la Querella de las Investiduras.",
            "year": 1111
        },
        {
            "text": "el asedio de Antioquía (Siria), un ejército de la Primera Cruzada, liderado por Bohemundo de Tarento, gana una importante batalla contra el emir seléucida Ridwan de Alepo.",
            "year": 1098
        },
        {
            "text": "en Polonia, Boleslao III de Bohemia es restaurado en su autoridad con el apoyo armado de Boleslao I el Valiente.",
            "year": 1003
        },
        {
            "text": "en Constantinopla (capital del Imperio Romano de Oriente), Zenón es coronado coemperador del Imperio Romano de Oriente",
            "year": 474
        },
        {
            "text": "en Kyushu (la tercera isla más grande de Japón) se visualizan nueve soles, uno al lado del otro (posiblemente se trató de un fenómeno de parahelio).",
            "year": -10
        }
    ],
    "births": [
        {
            "text": "Ryan Williams, jugador estadounidense de fútbol americano.",
            "year": 2007
        },
        {
            "text": "Tobías Leiva, futbolista argentino.",
            "year": 2004
        },
        {
            "text": "Cooper DeJean, jugador estadounidense de fútbol americano.",
            "year": 2003
        },
        {
            "text": "Jalen Green, baloncestista estadounidense.",
            "year": 2002
        },
        {
            "text": "Dylan Cozens, jugador canadiense de hockey sobre hielo.",
            "year": 2001
        },
        {
            "text": "Serafima Sajanóvich, patinadora artística sobre hielo rusa.",
            "year": 2000
        },
        {
            "text": "Tatsuya Yamaguchi, futbolista japonés.",
            "year": 2000
        },
        {
            "text": "Julia Dupuy, futbolista argentina.",
            "year": 2000
        },
        {
            "text": "Idoia Arrazubi, futbolista española.",
            "year": 2000
        },
        {
            "text": "Ian Poveda, futbolista inglés.",
            "year": 2000
        },
        {
            "text": "Cem Bölükbaşı, piloto de carreras turco y ex corredor de simuladores.",
            "year": 1998
        },
        {
            "text": "Isabella Gomez, actriz colombo-estadounidense.",
            "year": 1998
        },
        {
            "text": "Abbie Hern, actriz británica.",
            "year": 1997
        },
        {
            "text": "Jaire Alexander, jugador de fútbol americano.",
            "year": 1997
        },
        {
            "text": "Saquon Barkley, jugador de fútbol americano.",
            "year": 1997
        },
        {
            "text": "Valentini Grammatikopoulou, tenista griego.",
            "year": 1997
        },
        {
            "text": "Bella Poarch, tiktoker y cantante filipina.",
            "year": 1997
        },
        {
            "text": "Jimmy Bennett, actor estadounidense.",
            "year": 1996
        },
        {
            "text": "Kelli Berglund, actriz estadounidense.",
            "year": 1996
        },
        {
            "text": "Chungha, cantante surcoreana.",
            "year": 1996
        },
        {
            "text": "Sebastián Driussi, futbolista argentino.",
            "year": 1996
        },
        {
            "text": "Sheraldo Becker, futbolista surinamés.",
            "year": 1995
        },
        {
            "text": "André Burakovsky, jugador sueco de hockey sobre hielo.",
            "year": 1995
        },
        {
            "text": "Ramon Dino, culturista brasileño.",
            "year": 1995
        },
        {
            "text": "Mario Pašalić, futbolista croata.",
            "year": 1995
        },
        {
            "text": "Johnny Suh, integrante de la banda NCT",
            "year": 1995
        },
        {
            "text": "Mitchell Dijks, futbolista neerlandés.",
            "year": 1993
        },
        {
            "text": "Wataru Endō, futbolista japonés.",
            "year": 1993
        },
        {
            "text": "Niclas Füllkrug, futbolista alemán.",
            "year": 1993
        },
        {
            "text": "K. J. McDaniels, jugador de baloncesto estadounidense.",
            "year": 1993
        },
        {
            "text": "Parimarjan Negi, ajedrecista indio.",
            "year": 1993
        },
        {
            "text": "Despina Papamichail, tenista griega.",
            "year": 1993
        },
        {
            "text": "Avan Jogia, actor canadiense.",
            "year": 1992
        },
        {
            "text": "Helena Kmieć, misionera católica romana polaca (f. 2017).",
            "year": 1991
        },
        {
            "text": "Logan Ryan, jugador de fútbol americano.",
            "year": 1991
        },
        {
            "text": "Facundo Affranchino, futbolista argentino.",
            "year": 1990
        },
        {
            "text": "Randall Delgado, beisbolista panameño.",
            "year": 1990
        },
        {
            "text": "Tariq Sims, jugador de rugby australiano-fiyiano.",
            "year": 1990
        },
        {
            "text": "Fiódor Smólov, futbolista ruso.",
            "year": 1990
        },
        {
            "text": "Camille Winbush, actriz estadounidense.",
            "year": 1990
        },
        {
            "text": "Maxime Dufour-Lapointe, esquiador canadiense.",
            "year": 1989
        },
        {
            "text": "Francisco Cerro, futbolista argentino.",
            "year": 1988
        },
        {
            "text": "Michael B. Jordan, actor estadounidense.",
            "year": 1987
        },
        {
            "text": "Davide Lanzafame, futbolista italiano.",
            "year": 1987
        },
        {
            "text": "Rose Leslie, actriz británico-escocesa.",
            "year": 1987
        },
        {
            "text": "Magdalena Neuner, biatleta alemana.",
            "year": 1987
        },
        {
            "text": "Kristof Van Hout, futbolista belga.",
            "year": 1987
        },
        {
            "text": "Nigel Dawes, jugador de hockey sobre hielo canadiense-kazajo.",
            "year": 1985
        },
        {
            "text": "David Gallagher, actor estadounidense.",
            "year": 1985
        },
        {
            "text": "Maurice Ager, jugador de baloncesto, cantante y productor estadounidense.",
            "year": 1984
        },
        {
            "text": "Han Geng, cantante chino.",
            "year": 1984
        },
        {
            "text": "Dioner Navarro, beisbolista venezolano.",
            "year": 1984
        },
        {
            "text": "Shōhōzan Yūya, luchador de sumo japonés.",
            "year": 1984
        },
        {
            "text": "Mikel Arruabarrena, futbolista español.",
            "year": 1983
        },
        {
            "text": "Domingo Cisma, futbolista español.",
            "year": 1982
        },
        {
            "text": "Jameer Nelson, jugador de baloncesto estadounidense.",
            "year": 1982
        },
        {
            "text": "Ami Suzuki, cantautora y actriz japonesa.",
            "year": 1982
        },
        {
            "text": "Chris Weale, futbolista y entrenador británico-inglés.",
            "year": 1982
        },
        {
            "text": "Patricio Albacete, jugador de rugby argentino.",
            "year": 1981
        },
        {
            "text": "The Rev (Jimmy Sullivan), baterista estadounidense, de la banda Avenged Sevenfold (f. 2009).",
            "year": 1981
        },
        {
            "text": "Tom Hiddleston, actor británico-inglés.",
            "year": 1981
        },
        {
            "text": "John Walker Lindh, terrorista estadounidense, miembro de los talibanes.",
            "year": 1981
        },
        {
            "text": "Daisuke Sekimoto, luchador japonés.",
            "year": 1981
        },
        {
            "text": "The Rev, músico estadounidense (f. 2009).",
            "year": 1981
        },
        {
            "text": "Angelos Charisteas, futbolista griego.",
            "year": 1980
        },
        {
            "text": "Margarita Levieva, actriz ruso-estadounidense.",
            "year": 1980
        },
        {
            "text": "Manu Raju, periodista estadounidense.",
            "year": 1980
        },
        {
            "text": "Akinori Iwamura, jugador de béisbol japonés.",
            "year": 1979
        },
        {
            "text": "Irina Slutskaya, patinadora artística rusa.",
            "year": 1979
        },
        {
            "text": "Zhang Ziyi, actriz y modelo china.",
            "year": 1979
        },
        {
            "text": "Marco Caneira, futbolista portugués.",
            "year": 1979
        },
        {
            "text": "Santiago del Moro, conductor argentino de televisión.",
            "year": 1978
        },
        {
            "text": "A. J. Buckley, actor, director y guionista irlandés-canadiense.",
            "year": 1977
        },
        {
            "text": "Charlie Day, actor, productor y guionista estadounidense.",
            "year": 1976
        },
        {
            "text": "Kurt Asle Arvesen, ciclista y entrenador noruego.",
            "year": 1975
        },
        {
            "text": "Sergio Fernández Álvarez, futbolista español.",
            "year": 1975
        },
        {
            "text": "Clinton Grybas, periodista y comentarista deportivo australiano (f. 2008).",
            "year": 1975
        },
        {
            "text": "Vladimir Guerrero, beisbolista dominicano.",
            "year": 1975
        },
        {
            "text": "Jordi Cruyff, futbolista y entrenador neerlandés.",
            "year": 1974
        },
        {
            "text": "Brad Maynard, jugador de fútbol americano.",
            "year": 1974
        },
        {
            "text": "Helena Resano, periodista y presentadora española.",
            "year": 1974
        },
        {
            "text": "Amber Valletta, modelo y actriz estadounidense.",
            "year": 1974
        },
        {
            "text": "John Wallace, jugador y entrenador de baloncesto estadounidense.",
            "year": 1974
        },
        {
            "text": "Svetlana Boginskaya, gimnasta soviética-bielorrusa.",
            "year": 1973
        },
        {
            "text": "Colin Egglesfield, actor estadounidense.",
            "year": 1973
        },
        {
            "text": "Makoto Shinkai, animador, director y guionista japonés.",
            "year": 1973
        },
        {
            "text": "Darren Ferguson, futbolista y entrenador británico-escocés.",
            "year": 1972
        },
        {
            "text": "Jason Winston George, actor y modelo estadounidense.",
            "year": 1972
        },
        {
            "text": "Nelson Polanía, humorista, actor y comediante colombiano.",
            "year": 1972
        },
        {
            "text": "Sharon Case, actriz y modelo estadounidense.",
            "year": 1971
        },
        {
            "text": "Matt Gogel, golfista estadounidense.",
            "year": 1971
        },
        {
            "text": "Johan Mjällby, futbolista y entrenador sueco.",
            "year": 1971
        },
        {
            "text": "Glenn McGrath, jugador de críquet y comentarista deportivo australiano.",
            "year": 1970
        },
        {
            "text": "Jimmy Smith, jugador de fútbol americano.",
            "year": 1969
        },
        {
            "text": "Pavel Tonkov, ciclista ruso.",
            "year": 1969
        },
        {
            "text": "Ana Colchero, actriz mexicana.",
            "year": 1968
        },
        {
            "text": "Alejandra Guzmán, cantautora de música pop y actriz mexicana.",
            "year": 1968
        },
        {
            "text": "Derek Strong, jugador de baloncesto y piloto de carreras estadounidense.",
            "year": 1968
        },
        {
            "text": "Gaston Browne, político antiguano, primer ministro de Antigua y Barbuda desde 2014.",
            "year": 1967
        },
        {
            "text": "Venus Lacy, jugadora de baloncesto estadounidense jugador.",
            "year": 1967
        },
        {
            "text": "Todd Pratt, jugador y entrenador de béisbol estadounidense.",
            "year": 1967
        },
        {
            "text": "Dan Shulman, comentarista deportivo canadiense.",
            "year": 1967
        },
        {
            "text": "Harald Eia, comediante, actor y guionista noruego.",
            "year": 1966
        },
        {
            "text": "Ellen van Langen, atleta neerlandesa.",
            "year": 1966
        },
        {
            "text": "Dieter Baumann, corredor alemán.",
            "year": 1965
        },
        {
            "text": "Omar M. Yaghi, químico jordano-estadounidense, Premio Nobel de Química 2025.",
            "year": 1965
        },
        {
            "text": "Julie Warner, actriz estadounidense.",
            "year": 1965
        },
        {
            "text": "Debrah Miceli, luchadora y mánager italoestadounidense.",
            "year": 1964
        },
        {
            "text": "Dewi Morris, jugadora de rugby británico-inglesa.",
            "year": 1964
        },
        {
            "text": "Ernesto Valverde, futbolista y mánager español.",
            "year": 1964
        },
        {
            "text": "Lolo Ferrari, actriz porno francesa (f. 2000).",
            "year": 1963
        },
        {
            "text": "Brian Greene, físico estadounidense.",
            "year": 1963
        },
        {
            "text": "Peter Rowsthorn, comediante y actor australiano.",
            "year": 1963
        },
        {
            "text": "Travis Tritt, cantautor, guitarrista y actor estadounidense.",
            "year": 1963
        },
        {
            "text": "Anik Bissonnette, bailarina canadiense.",
            "year": 1962
        },
        {
            "text": "John Kruk, jugador de béisbol y comentarista deportivo estadounidense.",
            "year": 1961
        },
        {
            "text": "Holly Johnson, cantautora y bajista inglesa.",
            "year": 1960
        },
        {
            "text": "David Simon, actor, periodista, productor de televisión, escritor y guionista estadounidense.",
            "year": 1960
        },
        {
            "text": "Peggy Whitson, bioquímica y astronauta estadounidense.",
            "year": 1960
        },
        {
            "text": "Filipe Nyussi, político mozambiqueño, presidente de Mozambique desde 2015.",
            "year": 1959
        },
        {
            "text": "Ali Bongo, político gabonés, presidente de Gabón entre 2009 y 2023.",
            "year": 1959
        },
        {
            "text": "Guy Ecker, actor brasileño.",
            "year": 1959
        },
        {
            "text": "Sandy Lyle, golfista británico-escocés.",
            "year": 1958
        },
        {
            "text": "Chris Nilan, jugador de hockey sobre hielo, entrenador y presentador de radio estadounidense.",
            "year": 1958
        },
        {
            "text": "Víctor Mallarino, actor, productor y director de cine y televisión colombiano.",
            "year": 1957
        },
        {
            "text": "Terry McAuliffe, empresario y político estadounidense, 72.º gobernador de Virginia.",
            "year": 1957
        },
        {
            "text": "Gordon Strachan, futbolista y director técnico británico-escocés.",
            "year": 1957
        },
        {
            "text": "Phil Ford, jugador y entrenador de baloncesto estadounidense.",
            "year": 1956
        },
        {
            "text": "Carlos Gaviria, director colombiano de cine y televisión.",
            "year": 1956
        },
        {
            "text": "Mookie Wilson, jugador y entrenador de béisbol estadounidense.",
            "year": 1956
        },
        {
            "text": "Jerry Beck, historiador y escritor estadounidense.",
            "year": 1955
        },
        {
            "text": "Jimmy Pursey, cantautor y productor británico-inglés.",
            "year": 1955
        },
        {
            "text": "Charles Shaughnessy, actor británico-inglés.",
            "year": 1955
        },
        {
            "text": "Marlene, cantante venezolana (f. 2023).",
            "year": 1955
        },
        {
            "text": "Jo Duffy, escritora estadounidense.",
            "year": 1954
        },
        {
            "text": "Chris Gardner, empresario y filántropo estadounidense.",
            "year": 1954
        },
        {
            "text": "Kevin Warwick, científico británico-inglés.",
            "year": 1954
        },
        {
            "text": "Ciarán Hinds, actor irlandés.",
            "year": 1953
        },
        {
            "text": "Juan José Novaira, compositor argentino de música pop.",
            "year": 1953
        },
        {
            "text": "Ezechiele Ramin, misionero, sacerdote y mártir italiano (f. 1985).",
            "year": 1953
        },
        {
            "text": "Gabriel Rotello, periodista y escritor estadounidense, fundó OutWeek.",
            "year": 1953
        },
        {
            "text": "Danny White, jugador de fútbol americano y comentarista deportivo.",
            "year": 1952
        },
        {
            "text": "Jay Inslee, político estadounidense, Gobernador de Washington desde 2013.",
            "year": 1951
        },
        {
            "text": "David Pomeranz, cantante, músico y compositor estadounidense.",
            "year": 1951
        },
        {
            "text": "Richard F. Colburn, sargento y político estadounidense.",
            "year": 1950
        },
        {
            "text": "Javier Mariscal, pintor y diseñador español.",
            "year": 1950
        },
        {
            "text": "Bernard Gallacher, golfista y periodista británico-escocés.",
            "year": 1949
        },
        {
            "text": "Marcia Garbey, primera finalista olímpica cubana en salto de longitud (f. 2024).",
            "year": 1949
        },
        {
            "text": "Judith Light, actriz estadounidense.",
            "year": 1949
        },
        {
            "text": "Guy Standing, economista y académico británico-inglés.",
            "year": 1948
        },
        {
            "text": "Carla Del Ponte, abogada y diplomática suiza.",
            "year": 1947
        },
        {
            "text": "Joe Ely, cantautor y guitarrista estadounidense.",
            "year": 1947
        },
        {
            "text": "Major Harris, cantante estadounidense (f. 2012).",
            "year": 1947
        },
        {
            "text": "Alexis Smirnoff, luchador y actor canadiense-estadounidense (f. 2019).",
            "year": 1947
        },
        {
            "text": "Bob Eastwood, golfista estadounidense.",
            "year": 1946
        },
        {
            "text": "Vince Papale, jugador de fútbol americano y comentarista deportivo.",
            "year": 1946
        },
        {
            "text": "Jim Webb, capitán y político estadounidense, 18.º secretario de la Marina de los Estados Unidos.",
            "year": 1946
        },
        {
            "text": "Mia Farrow (María de Lourdes Villiers Farrow), actriz estadounidense.",
            "year": 1945
        },
        {
            "text": "Yoshinori Ohsumi, biólogo japonés.",
            "year": 1945
        },
        {
            "text": "Bill Bergey, jugador de fútbol americano (f. 2024).",
            "year": 1945
        },
        {
            "text": "Mia Farrow, actriz, activista y modelo estadounidense.",
            "year": 1945
        },
        {
            "text": "Carol Wood, matemática y académica estadounidense.",
            "year": 1945
        },
        {
            "text": "Yoshinori Ohsumi, biólogo japonés, premio nobel de fisiología o medicina en 2016.",
            "year": 1945
        },
        {
            "text": "Derryn Hinch, presentador de radio y televisión y político neozelandés-australiano.",
            "year": 1944
        },
        {
            "text": "Alice Walker, actriz, novelista, cuentista y poetisa estadounidense.",
            "year": 1944
        },
        {
            "text": "Manuela Carmena, política española.",
            "year": 1944
        },
        {
            "text": "Barbara Lewis, cantautora estadounidense.",
            "year": 1943
        },
        {
            "text": "Joe Pesci, actor estadounidense.",
            "year": 1943
        },
        {
            "text": "Joseph Stiglitz, economista y escritor estadounidense, Premio Nobel de Economía de 2001.",
            "year": 1943
        },
        {
            "text": "Víctor Sueiro, presentador de televisión, periodista y escritor pseudocientífico argentino (f. 2007).",
            "year": 1943
        },
        {
            "text": "Manuel Castells, sociólogo y catedrático español.",
            "year": 1942
        },
        {
            "text": "Carole King, cantante, pianista y compositora estadounidense.",
            "year": 1942
        },
        {
            "text": "Kermit Gosnell, abortista y asesino en serie estadounidense.",
            "year": 1941
        },
        {
            "text": "Sheila Kuehl, actriz, abogada, activista por los derechos de los homosexuales y política estadounidense.",
            "year": 1941
        },
        {
            "text": "Brian Bennett, baterista y compositor británico-inglés, de la banda The Shadows.",
            "year": 1940
        },
        {
            "text": "J. M. Coetzee, novelista, ensayista y lingüista sudafricano-australiano, premio nobel de literatura.",
            "year": 1940
        },
        {
            "text": "Enrique Olivera, político argentino (f. 2014).",
            "year": 1940
        },
        {
            "text": "Mahala Andrews, paleontóloga de vértebras inglesa (f. 1997).",
            "year": 1939
        },
        {
            "text": "Barry Mann, pianista, compositor y productor estadounidense.",
            "year": 1939
        },
        {
            "text": "Janet Suzman, actriz y directora sudafricana-británica.",
            "year": 1939
        },
        {
            "text": "Raul Martirez, prelado católico romano filipino (f. 2024).",
            "year": 1938
        },
        {
            "text": "Hildegard Behrens, soprano alemana (f. 2009).",
            "year": 1937
        },
        {
            "text": "Clete Boyer, jugador y mánager de béisbol estadounidense (f. 2007).",
            "year": 1937
        },
        {
            "text": "Tony Maggs, piloto de automovilismo sudafricano (f. 2009).",
            "year": 1937
        },
        {
            "text": "Ángel Faus Belau, periodista y catedrático español (f. 2020).",
            "year": 1936
        },
        {
            "text": "Callistus Ndlovu, académico y político zimbabuense (f. 2019).",
            "year": 1936
        },
        {
            "text": "Clive Swift, actor y cantautor británico-inglés (f. 2019).",
            "year": 1936
        },
        {
            "text": "Lionel Fanthorpe, sacerdote, periodista y escritor británico-galés.",
            "year": 1935
        },
        {
            "text": "Gerhard Richter, pintor y fotógrafo alemán.",
            "year": 1932
        },
        {
            "text": "Tatsuro Hirooka, jugador y entrenador japonés de béisbol.",
            "year": 1932
        },
        {
            "text": "Thomas Bernhard, escritor, poeta y dramaturgo austríaco (f. 1989).",
            "year": 1931
        },
        {
            "text": "Robert Morris, escultor y pintor estadounidense (f. 2018).",
            "year": 1931
        },
        {
            "text": "Josef Masopust, futbolista y entrenador checo (f. 2015).",
            "year": 1931
        },
        {
            "text": "Garner Ted Armstrong, evangelista y escritor estadounidense (f. 2003).",
            "year": 1930
        },
        {
            "text": "A. R. Antulay, trabajador social y político indio, 8.º ministro principal de Maharashtra (f. 2014).",
            "year": 1929
        },
        {
            "text": "Clement Meadmore, escultor australiano-estadounidense (f. 2005).",
            "year": 1929
        },
        {
            "text": "Frank Frazetta, pintor e ilustrador estadounidense (f. 2010).",
            "year": 1928
        },
        {
            "text": "Rinus Michels, futbolista y entrenador neerlandés (f. 2005).",
            "year": 1928
        },
        {
            "text": "Roger Mudd, periodista estadounidense (f. 2021).",
            "year": 1928
        },
        {
            "text": "Herman Pieter de Boer, escritor y periodista neerlandés (f. 2014).",
            "year": 1928
        },
        {
            "text": "Richard A. Long, historiador y escritor estadounidense (f. 2013).",
            "year": 1927
        },
        {
            "text": "Garret FitzGerald, abogado y político irlandés, séptimo taoiseach de Irlanda (f. 2011).",
            "year": 1926
        },
        {
            "text": "John B. Cobb, filósofo y teólogo estadounidense (f. 2024).",
            "year": 1925
        },
        {
            "text": "Burkhard Heim, físico y académico alemán (f. 2001).",
            "year": 1925
        },
        {
            "text": "Brendan Behan, rebelde, poeta y dramaturgo irlandés (f. 1964).",
            "year": 1923
        },
        {
            "text": "Tonie Nathan, presentadora de radio, productora y política estadounidense (f. 2014).",
            "year": 1923
        },
        {
            "text": "Fernanda de Utrera, cantaora de flamenco española (f. 2006).",
            "year": 1923
        },
        {
            "text": "Kathryn Grayson, actriz y cantante soprano estadounidense (f. 2010).",
            "year": 1922
        },
        {
            "text": "C. P. Krishnan Nair, empresario indio, fundador de The Leela Palaces, Hotels and Resorts (f. 2014).",
            "year": 1922
        },
        {
            "text": "Jim Laker, jugador de críquet y presentador británico-inglés (f. 1986).",
            "year": 1922
        },
        {
            "text": "Robert E. Ogren, zoólogo estadounidense (f. 2005).",
            "year": 1922
        },
        {
            "text": "Fred Allen, jugador de rugby y entrenador neozelandés (f. 2012).",
            "year": 1920
        },
        {
            "text": "Christiane Dosne de Pasqualini, investigadora científica francesa expatriada en Argentina (f. 2022).",
            "year": 1920
        },
        {
            "text": "Enrico Schiavetti, futbolista italiano (f. 1993).",
            "year": 1920
        },
        {
            "text": "John Abramovic, jugador de baloncesto estadounidense (f. 2000).",
            "year": 1919
        },
        {
            "text": "Alejandro Durán, acordeonero, compositor y cantante colombiano de vallenato (f. 1989).",
            "year": 1919
        },
        {
            "text": "Lloyd Noel Ferguson, químico estadounidense (f. 2011).",
            "year": 1918
        },
        {
            "text": "Tex Hughson, jugador de béisbol estadounidense (f. 1993).",
            "year": 1916
        },
        {
            "text": "Bruce M. Metzger, teólogo y crítico textual estadounidense (f. 2007).",
            "year": 1914
        },
        {
            "text": "Adalberto Ortiz, novelista, poeta y diplomático ecuatoriano (f. 2003).",
            "year": 1914
        },
        {
            "text": "Ernest Tubb, cantautor y guitarrista estadounidense (f. 1984).",
            "year": 1914
        },
        {
            "text": "Ginette Leclerc, actriz francesa (f. 1992).",
            "year": 1912
        },
        {
            "text": "Futabayama Sadaji, luchador de sumo japonés, 35.º yokozuna (f. 1968).",
            "year": 1912
        },
        {
            "text": "William Orlando Darby, general estadounidense (f. 1945).",
            "year": 1911
        },
        {
            "text": "Esa Pakarinen, actor y músico finlandés (f. 1989).",
            "year": 1911
        },
        {
            "text": "Jacques Monod, bioquímico y genetista francés, premio nobel de medicina en 1965 (f. 1976).",
            "year": 1910
        },
        {
            "text": "Fergus Anderson, piloto británico de automovilismo (f. 1956).",
            "year": 1909
        },
        {
            "text": "Marjorie Ogilvie Anderson, historiadora británico-escocesa (f. 2002).",
            "year": 1909
        },
        {
            "text": "Heather Angel, actriz angloamericana (f. 1986).",
            "year": 1909
        },
        {
            "text": "Harald Genzmer, compositor alemán (f. 2007).",
            "year": 1909
        },
        {
            "text": "Carmen Miranda, actriz, cantante y bailarina luso-brasileña (f. 1955); en sus presentaciones cinematográficas utilizaba grandes sombreros con frutas.",
            "year": 1909
        },
        {
            "text": "Dean Rusk, coronel y político estadounidense, 54.º secretario de Estado de los Estados Unidos (f. 1994).",
            "year": 1909
        },
        {
            "text": "Leo Valiani, periodista y político italiano (f. 1999).",
            "year": 1909
        },
        {
            "text": "Enrique Millán Alarcón, esquiador olímpico español.",
            "year": 1908
        },
        {
            "text": "Trường Chinh, político vietnamita, cuarto presidente de Vietnam (f. 1988).",
            "year": 1907
        },
        {
            "text": "Dit Clapper, jugador y entrenador de hockey sobre hielo canadiense (f. 1978).",
            "year": 1907
        },
        {
            "text": "Harold Scott MacDonald Coxeter, matemático y académico anglocanadiense (f. 2003).",
            "year": 1907
        },
        {
            "text": "André Kostolany, economista y periodista húngaro-francés (f. 1999).",
            "year": 1906
        },
        {
            "text": "David Cecil, sexto marqués de Exeter, vallista y político británico-inglés (f. 1981).",
            "year": 1905
        },
        {
            "text": "Ofelia Rodríguez Acosta, escritora y activista cubana (f. 1975).",
            "year": 1902
        },
        {
            "text": "Léon M'ba, presidente gabonés (f. 1967).",
            "year": 1902
        },
        {
            "text": "Brian Donlevy, actor estadounidense (f. 1972).",
            "year": 1901
        },
        {
            "text": "James Murray, actor y comediante estadounidense (f. 1936).",
            "year": 1901
        },
        {
            "text": "Carlos Jiménez Díaz, médico español (f. 1967).",
            "year": 1898
        },
        {
            "text": "Jūkichi Yagi, poeta y educador japonés (f. 1927).",
            "year": 1898
        },
        {
            "text": "Charles Kingsford Smith, capitán y piloto australiano (f. 1935).",
            "year": 1897
        },
        {
            "text": "Alberto Vargas, pintor e ilustrador peruano-estadounidense (f. 1982).",
            "year": 1896
        },
        {
            "text": "Hermann Brill, abogado y político alemán, 8.º ministro-presidente de Turingia (f. 1959).",
            "year": 1895
        },
        {
            "text": "Manuel Lekuona, sacerdote, escritor, historiador y promotor del euskera (f. 1987).",
            "year": 1894
        },
        {
            "text": "Georgios Athanasiadis-Novas, abogado y político griego, 163.º primer ministro de Grecia (f. 1987).",
            "year": 1893
        },
        {
            "text": "Peggy Wood, actriz estadounidense (f. 1978).",
            "year": 1892
        },
        {
            "text": "Ronald Colman, actor británico (f. 1958).",
            "year": 1891
        },
        {
            "text": "Kristian Krefting, futbolista e ingeniero químico noruego (f. 1964).",
            "year": 1891
        },
        {
            "text": "Pietro Nenni, periodista y político italiano, líder histórico y secretario del Partido Socialista Italiano (f. 1980).",
            "year": 1891
        },
        {
            "text": "Larry Semon, actor, productor, director y guionista estadounidense (f. 1928).",
            "year": 1889
        },
        {
            "text": "Alban Berg, compositor y educador austríaco (f. 1935).",
            "year": 1885
        },
        {
            "text": "Clarence H. Haring, historiador y escritor estadounidense (f. 1960).",
            "year": 1885
        },
        {
            "text": "Josep Carner, poeta catalán (f. 1970).",
            "year": 1884
        },
        {
            "text": "Jules Berry, actor y director francés (f. 1951).",
            "year": 1883
        },
        {
            "text": "Lipót Fejér, matemático y académico húngaro (f. 1959).",
            "year": 1880
        },
        {
            "text": "Jack Kirwan, futbolista internacional irlandés (f. 1959).",
            "year": 1878
        },
        {
            "text": "Ramón de Navia-Osorio y Castropol, militar y político español (f. 1936).",
            "year": 1877
        },
        {
            "text": "Arthur Edward Moore, político neozelandés-australiano, 23.º primer ministro de Queensland (f. 1963).",
            "year": 1876
        },
        {
            "text": "Amy Lowell, poetisa, crítica y educadora estadounidense (f. 1925).",
            "year": 1874
        },
        {
            "text": "Fran Saleški Finžgar, sacerdote y escritor esloveno (f. 1962).",
            "year": 1871
        },
        {
            "text": "Howard Taylor Ricketts, patólogo y médico estadounidense (f. 1910).",
            "year": 1871
        },
        {
            "text": "Natsume Sōseki, escritor y poeta japonés (f. 1916).",
            "year": 1867
        },
        {
            "text": "Wilson Bentley, científico estadounidense (f. 1931).",
            "year": 1865
        },
        {
            "text": "Sra. Patrick Campbell o Mrs. Pat (Beatrice Tanner), actriz franco-inglesa (f. 1940).",
            "year": 1865
        },
        {
            "text": "Erich von Drygalski, geógrafo y geofísico alemán (f. 1949).",
            "year": 1865
        },
        {
            "text": "Miina Härma, organista, directora de orquesta y compositora estonia (f. 1941).",
            "year": 1864
        },
        {
            "text": "Anthony Hope, escritor y dramaturgo británico-inglés (f. 1933).",
            "year": 1863
        },
        {
            "text": "Akiyama Yoshifuru, general japonés (f. 1930).",
            "year": 1859
        },
        {
            "text": "Hara Takashi, político japonés, décimo primer ministro de Japón (f. 1921).",
            "year": 1856
        },
        {
            "text": "Aletta Jacobs, médica y activista sufragista neerlandesa (f. 1929).",
            "year": 1854
        },
        {
            "text": "Hugh Price Hughes, clérigo y teólogo británico-galés (f. 1902).",
            "year": 1847
        },
        {
            "text": "Wilhelm Maybach, ingeniero y hombre de negocios alemán, fundó la empresa Maybach (f. 1929).",
            "year": 1846
        },
        {
            "text": "Whitaker Wright, empresario y financiero británico-inglés (f. 1904).",
            "year": 1846
        },
        {
            "text": "Silas Adams, coronel, abogado y político estadounidense (f. 1896).",
            "year": 1839
        },
        {
            "text": "José Burgos, sacerdote y revolucionario filipino (f. 1872).",
            "year": 1837
        },
        {
            "text": "Felix Dahn, abogado, historiador y escritor alemán (f. 1912).",
            "year": 1834
        },
        {
            "text": "Abd-ul-Aziz, sultán otomano (f. 1876).",
            "year": 1830
        },
        {
            "text": "Keʻelikōlani, miembro de la realeza y gobernador hawaiano (f. 1883).",
            "year": 1826
        },
        {
            "text": "Eugenio Lucas Velázquez, pintor español (f. 1870).",
            "year": 1817
        },
        {
            "text": "Raffaele Cadorna, general italiano (f. 1897).",
            "year": 1815
        },
        {
            "text": "Federico Madrazo, pintor español (f. 1894).",
            "year": 1815
        },
        {
            "text": "Samuel J. Tilden, político y abogado estadounidense, 28.º gobernador del estado de Nueva York (f. 1886).",
            "year": 1814
        },
        {
            "text": "Luis Candelas, bandolero español (f. 1837).",
            "year": 1804
        },
        {
            "text": "José Joaquín Pesado, escritor mexicano (f. 1861).",
            "year": 1801
        },
        {
            "text": "Hyrum Smith, líder religioso estadounidense (f. 1844).",
            "year": 1800
        },
        {
            "text": "Franz Xaver Gabelsberger, ingeniero alemán, inventó la taquigrafía Gabelsberger (f. 1849).",
            "year": 1789
        },
        {
            "text": "Vasili Zhukovski, poeta y traductor ruso (f. 1852).",
            "year": 1783
        },
        {
            "text": "Johann Baptist von Spix, médico, zoólogo y explorador alemán (f. 1826).",
            "year": 1781
        },
        {
            "text": "Farkas Bolyai, matemático y académico húngaro (f. 1856).",
            "year": 1775
        },
        {
            "text": "William Henry Harrison, político y general estadounidense, 9.º presidente de los Estados Unidos en 1841 (f. 1841).",
            "year": 1773
        },
        {
            "text": "George W. Campbell, abogado y político escocés-estadounidense, quinto secretario del Tesoro de los Estados Unidos (f. 1848).",
            "year": 1769
        },
        {
            "text": "Luis I, aristócrata («gran duque de Baden») alemán (f. 1830).",
            "year": 1763
        },
        {
            "text": "Philemon Thomas, político estadounidense (f. 1847).",
            "year": 1763
        },
        {
            "text": "Sir John Duckworth, aristócrata («1.º baronet»), almirante y político británico-inglés, gobernador comodoro de Terranova (f. 1817).",
            "year": 1748
        },
        {
            "text": "Henri-Joseph Rigel, compositor franco-alemán (f. 1799).",
            "year": 1741
        },
        {
            "text": "Luis Vicente de Velasco e Isla, marino y comandante español (f. 1762).",
            "year": 1711
        },
        {
            "text": "George Hamilton, aristócrata («1.º conde de Orkney»), mariscal de campo escocés (f. 1737).",
            "year": 1666
        },
        {
            "text": "Procopio Cutò, empresario francés (f. 1727).",
            "year": 1651
        },
        {
            "text": "Johann Aegidius Bach, violinista alemán (f. 1716).",
            "year": 1645
        },
        {
            "text": "Beata Inés de Benigánim, religiosa valenciana (f. 1696).",
            "year": 1625
        },
        {
            "text": "Pier Francesco Mola, pintor italiano (f. 1666).",
            "year": 1612
        },
        {
            "text": "Francesco Maria Richini, arquitecto italiano (f. 1658).",
            "year": 1584
        },
        {
            "text": "Johannes Meursius, erudito clásico neerlandés (f. 1639).",
            "year": 1579
        },
        {
            "text": "Giordano Bruno, filósofo italiano (f. 1600).",
            "year": 1548
        },
        {
            "text": "Shimazu Yoshihisa, samurái japonés (f. 1611).",
            "year": 1533
        },
        {
            "text": "Ali-Shir Nava'i, poeta, lingüista y pintor turco (f. 1501).",
            "year": 1441
        },
        {
            "text": "Meinhard III, aristócrata («conde del Tirol») suizo (f. 1363).",
            "year": 1344
        },
        {
            "text": "María de Portugal, aristócrata («reina de Castilla» e «infanta») portuguesa (f. 1357).",
            "year": 1313
        },
        {
            "text": "Luis de Toulouse, obispo francés (f. 1297).",
            "year": 1274
        },
        {
            "text": "Honorio II, religioso romano, papa de la Iglesia católica entre 1124 y 1130 (f. 1130).",
            "year": 1060
        }
    ],
    "deaths": [
        {
            "text": "Marcos Alonso Peña, futbolista español (n. 1959).",
            "year": 2023
        },
        {
            "text": "Luis Fernando Múnera, actor colombiano (n. 1949).",
            "year": 2023
        },
        {
            "text": "Ana María \"Cachito\", actriz, compositora, pianista y cantante argentina (n. 1933).",
            "year": 2023
        },
        {
            "text": "Betty Davis, cantante estadounidense (n. 1945).",
            "year": 2022
        },
        {
            "text": "Luz Odilia Font, actriz puertorriquena (n.1929).",
            "year": 2022
        },
        {
            "text": "Jeremy Giambi, beisbolista estadounidense (n. 1974).",
            "year": 2022
        },
        {
            "text": "Alicia Hermida, actriz española (n. 1932).",
            "year": 2022
        },
        {
            "text": "Ian McDonald, músico británico (n. 1946).",
            "year": 2022
        },
        {
            "text": "Johnny Raper, jugador y entrenador de la liga de rugby australiana (n. 1939).",
            "year": 2022
        },
        {
            "text": "Chick Corea, pianista, tecladista y compositor estadounidense de jazz (n. 1941).",
            "year": 2021
        },
        {
            "text": "Félix Saborido, dibujante e historietista argentino (n. 1938).",
            "year": 2021
        },
        {
            "text": "Carlos Julio Pereyra, político uruguayo (n. 1922).",
            "year": 2020
        },
        {
            "text": "Mirella Freni, cantante de ópera italiana (n. 1935).",
            "year": 2020
        },
        {
            "text": "Tomi Ungerer, dibujante e ilustrador francés (n. 1931).",
            "year": 2019
        },
        {
            "text": "Reg E. Cathey, actor estadounidense de teatro, cine y televisión (n. 1958).",
            "year": 2018
        },
        {
            "text": "Jóhann Jóhannsson, compositor y productor islandés (n. 1969).",
            "year": 2018
        },
        {
            "text": "John Gavin, actor estadounidense y embajador de los Estados Unidos en México (n. 1931).",
            "year": 2018
        },
        {
            "text": "André Salvat, coronel del ejército francés (n. 1920).",
            "year": 2017
        },
        {
            "text": "Sushil Koirala, político nepalí, 37.º primer ministro de Nepal (n. 1939).",
            "year": 2016
        },
        {
            "text": "Zdravko Tolimir, comandante militar serbobosnio (n. 1948).",
            "year": 2016
        },
        {
            "text": "Liu Han, empresario y filántropo chino (n. 1965).",
            "year": 2015
        },
        {
            "text": "Ed Sabol, productor de cine estadounidense, cofundador de NFL Films (n. 1916).",
            "year": 2015
        },
        {
            "text": "Gabriel Axel, actor, director y productor danés (n. 1918).",
            "year": 2014
        },
        {
            "text": "Hal Herring, jugador y entrenador de fútbol americano (n. 1924).",
            "year": 2014
        },
        {
            "text": "Logan Scott-Bowden, general británico-inglés (n. 1920).",
            "year": 2014
        },
        {
            "text": "Leonardo Polo, filósofo español (n. 1926).",
            "year": 2013
        },
        {
            "text": "Luis Solari Tudela, diplomático y abogado peruano (n. 1935).",
            "year": 2013
        },
        {
            "text": "Richard Artschwager, pintor, ilustrador y escultor estadounidense (n. 1923).",
            "year": 2013
        },
        {
            "text": "Keiko Fukuda, artista marcial y entrenadora japonesa-estadounidense (n. 1913).",
            "year": 2013
        },
        {
            "text": "Jimmy Smyth, lanzador irlandés (n. 1931).",
            "year": 2013
        },
        {
            "text": "O. P. Dutta, director, productor y guionista indio (n. 1922).",
            "year": 2012
        },
        {
            "text": "John Hick, filósofo y académico británico-inglés (n. 1922).",
            "year": 2012
        },
        {
            "text": "Joe Moretti, guitarrista y compositor escocés-sudafricano (n. 1938).",
            "year": 2012
        },
        {
            "text": "Miltiadis Evert, abogado y político griego, 69.º alcalde de Atenas (n. 1939).",
            "year": 2011
        },
        {
            "text": "David Sánchez Juliao, escritor y diplomático colombiano (n. 1945).",
            "year": 2011
        },
        {
            "text": "Walter Frederick Morrison, empresario estadounidense, inventor del frisbee (n. 1920).",
            "year": 2010
        },
        {
            "text": "Eluana Englaro, mujer italiana, adquirió notoriedad por el tema de la eutanasia (n. 1970).",
            "year": 2009
        },
        {
            "text": "Orlando Cachaíto López, bajista y compositor cubano, de la banda Buena Vista Social Club (n. 1933).",
            "year": 2009
        },
        {
            "text": "Sergio Markmann, empresario chileno (n. 1921).",
            "year": 2009
        },
        {
            "text": "Genaro Celayeta, futbolista español (n. 1954).",
            "year": 2008
        },
        {
            "text": "Christopher Hyatt, ocultista y escritor estadounidense (n. 1943).",
            "year": 2008
        },
        {
            "text": "Carm Lino Spiteri, arquitecto y político maltés (n. 1932).",
            "year": 2008
        },
        {
            "text": "Jazeh Tabatabai, pintor, poeta y escultor iraní (n. 1931).",
            "year": 2008
        },
        {
            "text": "Hank Bauer, jugador y gerente de béisbol estadounidense (n. 1922).",
            "year": 2007
        },
        {
            "text": "Alejandro Finisterre, inventor del futbolín y editor (n. 1919).",
            "year": 2007
        },
        {
            "text": "Ian Richardson, actor británico-escocés (n. 1934).",
            "year": 2007
        },
        {
            "text": "Freddie Laker, piloto y empresario británico-inglés, fundó Laker Airways (n. 1922).",
            "year": 2006
        },
        {
            "text": "Tyrone Davis, cantante de soul estadounidense (n. 1938).",
            "year": 2005
        },
        {
            "text": "Robert Kearns, ingeniero estadounidense, inventó el limpiaparabrisas intermitente (n. 1927).",
            "year": 2005
        },
        {
            "text": "Claude Ryan, periodista y político canadiense (n. 1925).",
            "year": 2004
        },
        {
            "text": "Miquel Batllori, historiador español (n. 1909).",
            "year": 2003
        },
        {
            "text": "Herma Bauma, atleta austríaca (n. 1915).",
            "year": 2003
        },
        {
            "text": "Masatoshi Gündüz Ikeda, matemático y académico turco-japonés (n. 1926).",
            "year": 2003
        },
        {
            "text": "George Albert Llano, profesor, botánico, liquenólogo y micólogo cubano (n. 1911).",
            "year": 2003
        },
        {
            "text": "Margaret Rose Armstrong-Jones, aristócrata británica, hermana de la reina Isabel II (n. 1930).",
            "year": 2002
        },
        {
            "text": "Isabelle Holland, escritora suizo-estadounidense (n. 1920).",
            "year": 2002
        },
        {
            "text": "Margarita, aristócrata («princesa» y «condesa de Snowdon») británico-inglesa (n. 1930), hija menor del rey Jorge VI y de la reina Isabel. Fue la única hermana de la reina Isabel II.",
            "year": 2002
        },
        {
            "text": "Agustín Cárdenas, escultor cubano (n. 1927).",
            "year": 2001
        },
        {
            "text": "Herbert A. Simon, politólogo, economista y académico estadounidense, premio nobel (n. 1916).",
            "year": 2001
        },
        {
            "text": "Maurice Schumann, periodista y político francés, ministro de Asuntos Exteriores de Francia (n. 1911).",
            "year": 1998
        },
        {
            "text": "Raúl Aubel, actor argentino (n. 1936).",
            "year": 1997
        },
        {
            "text": "J. William Fulbright, político y abogado estadounidense (n. 1905).",
            "year": 1995
        },
        {
            "text": "Kalevi Keihänen, empresario finlandés (n. 1924).",
            "year": 1995
        },
        {
            "text": "David Wayne, actor estadounidense (n. 1914).",
            "year": 1995
        },
        {
            "text": "Orlando Contreras, cantante cubano (n. 1930).",
            "year": 1994
        },
        {
            "text": "Howard Martin Temin, virólogo, genetista y académico estadounidense, premio nobel de medicina en 1975 (n. 1934).",
            "year": 1994
        },
        {
            "text": "Jarmila Novotna, soprano y actriz checa.",
            "year": 1994
        },
        {
            "text": "Osamu Tezuka, ilustrador, dibujante de cómic, animador y productor japonés (n. 1928).",
            "year": 1989
        },
        {
            "text": "Kurt Herbert Adler, director de orquesta y pianista austríaco (n. 1905).",
            "year": 1988
        },
        {
            "text": "Teresa de Marzo, pionera de la aviación brasileña (n. 1903).",
            "year": 1986
        },
        {
            "text": "Yuri Andropov, abogado y político soviético-ruso (n. 1914).",
            "year": 1984
        },
        {
            "text": "Paulina Singerman, actriz argentina (n. 1911).",
            "year": 1984
        },
        {
            "text": "Adanies Díaz, cantante colombiano (n. 1952).",
            "year": 1983
        },
        {
            "text": "M. C. Chagla, jurista y político indio, ministro de Asuntos Exteriores de la India (n. 1900).",
            "year": 1981
        },
        {
            "text": "Bill Haley, cantautor y guitarrista estadounidense (n. 1925).",
            "year": 1981
        },
        {
            "text": "Tom Macdonald, periodista y escritor británico-galés (n. 1900).",
            "year": 1980
        },
        {
            "text": "Allen Tate, poeta y académico estadounidense (n. 1899).",
            "year": 1979
        },
        {
            "text": "Costante Girardengo, ciclista y entrenador italiano (n. 1893).",
            "year": 1978
        },
        {
            "text": "Julio Jaramillo, cantante ecuatoriano (n. 1935).",
            "year": 1978
        },
        {
            "text": "Serguéi Ilyushin, ingeniero y empresario ruso, funda la Oficina de Diseño Ilyushin (n. 1894).",
            "year": 1977
        },
        {
            "text": "Percy Faith, compositor y director de orquesta canadiense (n. 1908).",
            "year": 1976
        },
        {
            "text": "Nikolái Krylov, militar soviético (n. 1903).",
            "year": 1972
        },
        {
            "text": "George \"Gabby\" Hayes, actor y cantante estadounidense (n. 1885).",
            "year": 1969
        },
        {
            "text": "Santiago Luis Copello, obispo argentino (n. 1880).",
            "year": 1967
        },
        {
            "text": "Sophie Tucker, actriz y cantante ucraniana (n. 1887).",
            "year": 1966
        },
        {
            "text": "Khan Bahadur Ahsanullah, teólogo y educador bangladesí (n. 1874).",
            "year": 1965
        },
        {
            "text": "Alexander Benois, pintor y crítico ruso (n. 1870).",
            "year": 1960
        },
        {
            "text": "Ernő Dohnányi, director de orquesta, compositor y violinista húngaro (n.1877).",
            "year": 1960
        },
        {
            "text": "Miklós Horthy, almirante y político húngaro, regente de Hungría (n. 1868).",
            "year": 1957
        },
        {
            "text": "Leopoldo de Alpandeire, fraile capuchino, beato (n. 1864).",
            "year": 1956
        },
        {
            "text": "Miguel Carlos Victorica, pintor argentino (n. 1884).",
            "year": 1955
        },
        {
            "text": "Eddy Duchin, pianista, director de orquesta y actor estadounidense (n. 1910).",
            "year": 1951
        },
        {
            "text": "Vasili Kvachantiradze, francotirador soviético (n. 1906).",
            "year": 1950
        },
        {
            "text": "Ted Theodore, político australiano, vigésimo primer ministro de Queensland (n. 1884).",
            "year": 1950
        },
        {
            "text": "Ella D. Barrier, educadora estadounidense (n. 1852).",
            "year": 1945
        },
        {
            "text": "Liubov Shevtsova, partisana soviética, miembro de la organización clandestina antinazi Joven Guardia (n. 1924).",
            "year": 1943
        },
        {
            "text": "Antonio Zozaya, periodista, jurista y escritor español (n. 1859).",
            "year": 1943
        },
        {
            "text": "Lauri Kristian Relander, político finlandés, segundo presidente de Finlandia (n. 1883).",
            "year": 1942
        },
        {
            "text": "Eugene Bleuler, psiquiatra suizo (n. 1857).",
            "year": 1940
        },
        {
            "text": "Bob Diry, luchador y boxeador austríaco (n. 1884).",
            "year": 1935
        },
        {
            "text": "Matías Montero, estudiante español (n. 1913).",
            "year": 1934
        },
        {
            "text": "Claudio Williman, presidente uruguayo (n. 1861).",
            "year": 1934
        },
        {
            "text": "Junnosuke Inoue, empresario y banquero japonés (n. 1869).",
            "year": 1932
        },
        {
            "text": "A. K. Golam Jilani, soldado y activista bangladesí (n. 1904).",
            "year": 1932
        },
        {
            "text": "Richard With, capitán y empresario noruego, fundó Hurtigruten (n. 1846).",
            "year": 1930
        },
        {
            "text": "William Gillies, político australiano, 21.º primer ministro de Queensland (n. 1868).",
            "year": 1928
        },
        {
            "text": "Julio Herrera, político argentino (n. 1856).",
            "year": 1927
        },
        {
            "text": "Émile Masson, escritor anarquista francés (n. 1869).",
            "year": 1923
        },
        {
            "text": "Bernardo Reyes, militar y político mexicano (n. 1849).",
            "year": 1913
        },
        {
            "text": "Santo Hermano Miguel (Miguel Febres Cordero), religioso y maestro ecuatoriano (n. 1858), canonizado por el papa Pablo VI.",
            "year": 1910
        },
        {
            "text": "Manuel Mato Vizoso, escritor e historiador español (n. 1846).",
            "year": 1909
        },
        {
            "text": "Paul Laurence Dunbar, escritor, poeta y dramaturgo estadounidense (n. 1872).",
            "year": 1906
        },
        {
            "text": "Adolph von Menzel, pintor alemán (n. 1815).",
            "year": 1905
        },
        {
            "text": "Charles Gavan Duffy, político australiano-irlandés, 8.º primer ministro de Victoria (n. 1816).",
            "year": 1903
        },
        {
            "text": "Frederick Henry Harvey, empresario estadounidense (n. 1835).",
            "year": 1901
        },
        {
            "text": "Louis Ménard, escritor francés (n. 1822).",
            "year": 1901
        },
        {
            "text": "Johan Barthold Jongkind, pintor y grabador neerlandés (n. 1819).",
            "year": 1891
        },
        {
            "text": "Johan Jongkind, pintor neerlandés (n. 1819).",
            "year": 1891
        },
        {
            "text": "Winfield Scott Hancock, militar estadounidense (n. 1824).",
            "year": 1886
        },
        {
            "text": "Mariano Saavedra, político argentino (n. 1810).",
            "year": 1883
        },
        {
            "text": "Fiódor Dostoyevsky, novelista, cuentista, ensayista y filósofo ruso (n. 1821).",
            "year": 1881
        },
        {
            "text": "Jules Michelet, historiador, filósofo y académico francés (n. 1798).",
            "year": 1874
        },
        {
            "text": "Dionisio Solomos, poeta y traductor griego (n. 1798).",
            "year": 1857
        },
        {
            "text": "José Ignacio Thames, sacerdote argentino (n. 1762).",
            "year": 1832
        },
        {
            "text": "Franz Anton Hoffmeister, compositor alemán (n.1754).",
            "year": 1812
        },
        {
            "text": "Jean Francis de Saint-Lambert, militar, poeta y filósofo francés (n. 1716).",
            "year": 1803
        },
        {
            "text": "Seth Pomeroy, general y armero estadounidense (n. 1706).",
            "year": 1777
        },
        {
            "text": "Fredric Hasselquist, naturalista sueco (n. 1722).",
            "year": 1752
        },
        {
            "text": "Francisco Luis, aristócrata («príncipe de Conti») italiano (n. 1664).",
            "year": 1709
        },
        {
            "text": "Gerrit Dou, pintor neerlandés (n. 1613).",
            "year": 1675
        },
        {
            "text": "Federico III, rey danés (n. 1609).",
            "year": 1670
        },
        {
            "text": "Philemon Holland, traductor británico (n. 1552).",
            "year": 1637
        },
        {
            "text": "Lucilius Vanini, médico y filósofo italiano (n. 1585).",
            "year": 1619
        },
        {
            "text": "Juan Federico, duque de Pomerania (n. 1542).",
            "year": 1600
        },
        {
            "text": "Álvaro de Bazán, aristócrata («1.º marqués de Santa Cruz»), militar y almirante español (n. 1526).",
            "year": 1588
        },
        {
            "text": "John Hooper, obispo y mártir inglés (n. 1495).",
            "year": 1555
        },
        {
            "text": "Rowland Taylor, sacerdote y mártir inglés (n. 1510).",
            "year": 1555
        },
        {
            "text": "Agnes Sorel, amante francesa de Carlos VII de Francia (n. 1421).",
            "year": 1450
        },
        {
            "text": "Guillermo I, margrave de Meissen (n. 1343).",
            "year": 1407
        },
        {
            "text": "Matías II, duque de Lorena.",
            "year": 1251
        },
        {
            "text": "Minamoto no Yoritomo, shōgun japonés (n. 1147).",
            "year": 1199
        },
        {
            "text": "Tai Zong, emperador chino (n. 1075).",
            "year": 1135
        },
        {
            "text": "Yang Yanzhao, general chino.",
            "year": 1014
        },
        {
            "text": "Bernardo I, duque de Sajonia.",
            "year": 1011
        },
        {
            "text": "Luitgarde, duquesa consorte de Normandía.",
            "year": 978
        },
        {
            "text": "Sayf al-Dawla, emir de Alepo (n. 916).",
            "year": 967
        },
        {
            "text": "Onono Michikaze, calígrafo japonés (n. 894).",
            "year": 966
        }
    ],
    "metadata": {
        "current_date": "9 de febrero de 2026",
        "short_date": "9 de feb",
        "language": {
            "events": "Eventos",
            "deaths": "Defunciones",
            "births": "Nacimientos",
            "b": "n",
            "d": "f",
            "title": "Hoy en Historia (Wikipedia)"
        },
        "events": [
            64,
            173,
            79,
            88,
            124,
            78,
            119,
            39,
            87,
            91
        ],
        "births": [
            154,
            201,
            83,
            231
        ],
        "deaths": [
            41,
            23,
            87,
            115
        ]
    }
}