{
    "events": [
        {
            "text": "en el lago Alberto (Uganda) fallecen al menos 9 personas y desaparecen otras 21 al naufragar un barco en el que viajaban un equipo de fútbol ugandés y sus seguidores.",
            "year": 2016
        },
        {
            "text": "en Lagos (Nigeria) explota un oleoducto, matando al menos a 200 personas.",
            "year": 2006
        },
        {
            "text": "una cadena de maremotos, provocados por un terremoto de magnitud 9,3 cerca de Sumatra afectan, principalmente, a Indonesia, Sri Lanka, India y Tailandia. En todo el índico se contabilizan más de 230 000 muertos mientras que miles de personas quedaron desaparecidas.",
            "year": 2004
        },
        {
            "text": "en Córdoba (Argentina) se produce un fuerte tornado de intensidad F3 con vientos de hasta 200 km/h provocando, al menos, tres muertos, dos desaparecidos, 45 heridos, cientos de evacuados y numerosos daños materiales.",
            "year": 2003
        },
        {
            "text": "en la ciudad de Bam, Irán, se produce un terremoto de magnitud 6.7 a una profundidad de 40 km, ocasionando más de 50.000 muertes y arruinando su ciudadela.",
            "year": 2003
        },
        {
            "text": "Irán prohíbe las lapidaciones para mejorar su imagen internacional.",
            "year": 2002
        },
        {
            "text": "Alianza Lima en el año de su centenario se corona campeón del torneo local,consiquiendo su estrella número 19 en una finAL ante Cienciano",
            "year": 2001
        },
        {
            "text": "la estación espacial Mir pierde contacto con el centro de control durante más de 20 horas.",
            "year": 2000
        },
        {
            "text": "Alfonso Portillo y el Frente Republicano Guatemalteco, fundado por el general golpista Efraín Ríos Montt, son los ganadores de la segunda vuelta de las elecciones presidenciales de Guatemala.",
            "year": 1999
        },
        {
            "text": "Irak formaliza su ruptura con la ONU y exige el fin del embargo petrolífero.",
            "year": 1998
        },
        {
            "text": "en la isla de Montserrat (mar Caribe) explota el volcán Soufrière Hills; mueren 19 personas. Se crea un pequeño tsunami, que genera daños en otras islas.",
            "year": 1997
        },
        {
            "text": "el Rally Dakar de este año tiene un recorrido de ida y vuelta y atravesará dos veces España.",
            "year": 1993
        },
        {
            "text": "los nigerianos aprueban en referéndum la nueva Constitución multipartidista.",
            "year": 1992
        },
        {
            "text": "la Cámara de las Repúblicas del Sóviet Supremo soviético declara el fin de la Unión Soviética a partir de la ratificación del Tratado de la Comunidad de Estados Independientes (CEI).",
            "year": 1991
        },
        {
            "text": "el integrista Frente Islámico de Salvación (FIS) obtiene la mayoría absoluta en la primera vuelta de las elecciones argelinas.",
            "year": 1991
        },
        {
            "text": "el soviético Gari Kaspárov retiene el título de Campeón del Mundo de Ajedrez.",
            "year": 1990
        },
        {
            "text": "en Japón, la Cámara Baja del Parlamento reelige a Yasuhiro Nakasone como primer ministro.",
            "year": 1983
        },
        {
            "text": "en el centro de Lima (Perú) la banda terrorista Sendero Luminoso mata 7 perros (los perros de Deng Xiaoping) y los cuelga en postes de la avenida La Colmena (hoy avenida Nicolás De Pierola) como protesta a la reforma económica de apertura poco ortodoxa del líder chino Deng Xiaoping.",
            "year": 1980
        },
        {
            "text": "tropas de la Unión Soviética invaden Afganistán.",
            "year": 1979
        },
        {
            "text": "en la guerra de Vietnam se reanudan los bombardeos estadounidenses contra Vietnam del Norte.",
            "year": 1971
        },
        {
            "text": "en la BBC (de Londres) se estrena la película Magical Mystery Tour, de los Beatles.",
            "year": 1967
        },
        {
            "text": "Europa occidental vive una de las navidades más frías del siglo; en París se registran las temperaturas más bajas desde 1879.",
            "year": 1961
        },
        {
            "text": "en El Cairo comienza la Conferencia de Solidaridad Afroasiática, con la participación de la Unión Soviética.",
            "year": 1957
        },
        {
            "text": "se realiza en París el primer trasplante de riñón de un donante vivo bajo la dirección del cirujano francés Jean Hamburger.",
            "year": 1953
        },
        {
            "text": "nacionalistas escoceses roban la piedra de la coronación, depositada en la abadía de Westminster.",
            "year": 1950
        },
        {
            "text": "el cardenal primado de Hungría, József Mindszenty, es detenido, encarcelado y procesado, acusado de espionaje en favor de Estados Unidos.",
            "year": 1948
        },
        {
            "text": "el Gobierno militar francés confisca las minas del Sarre (Alemania).",
            "year": 1945
        },
        {
            "text": "en Turquía un terremoto causa 1800 muertos.",
            "year": 1943
        },
        {
            "text": "ante el avance japonés, Manila es declarada ciudad abierta y es abandonada por el Gobierno filipino.",
            "year": 1941
        },
        {
            "text": "los Británicos toman Bengasi infligiendo una fuerte derrota a las fuerzas italo-germanas de Rommel.",
            "year": 1941
        },
        {
            "text": "el aviador italiano Renato Donati alcanza una altitud de 9700 m con un avión deportivo.",
            "year": 1932
        },
        {
            "text": "en Tianjin ―norte de la República de China (1912-1949)― estalla el depósito principal de la empresa Standard Oil Company.",
            "year": 1927
        },
        {
            "text": "en la India británica se funda el Partido Comunista de la India.",
            "year": 1925
        },
        {
            "text": "Estados Unidos y Turquía firman en Estambul un tratado de paz.",
            "year": 1923
        },
        {
            "text": "la comisión de reparaciones crea un comité de expertos dirigidos por Charles G. Dawes y Owen D. Young, con objeto de solucionar la incapacidad de Alemania para hacer frente a la deuda contraída con los países vencedores de la Primera Guerra Mundial.",
            "year": 1923
        },
        {
            "text": "la comisión de reparaciones de la Primera Guerra Mundial da fe de la \"quiebra internacional\" de Alemania en lo que concierne a sus pagos en especies.",
            "year": 1922
        },
        {
            "text": "en Madrid (España) se inaugura una nueva estación del metropolitano, entre Puerta del Sol y la glorieta de Atocha.",
            "year": 1921
        },
        {
            "text": "el Gobierno de Estados Unidos se hace cargo de todo el sistema del transporte del país ante la desastrosa situación financiera de las compañías ferroviarias.",
            "year": 1917
        },
        {
            "text": "en Hamburgo se celebra el IX Congreso Sionista.",
            "year": 1909
        },
        {
            "text": "en Melbourne se estrena el primer largometraje de más de una hora de duración, The Story of the Kelly Gang.",
            "year": 1906
        },
        {
            "text": "España anuncia a las potencias extranjeras que tiene bajo su «protectorado» la costa occidental de África comprendida entre los cabos Bojador y Blanco, territorio comúnmente denominado Sáhara Occidental.",
            "year": 1884
        },
        {
            "text": "con el alumbrado de los faros costeros del cabo de La Heve (Francia) se aplica por primera vez la electricidad en Europa.",
            "year": 1863
        },
        {
            "text": "en el Teatro de La Scala (en Milán) se estrena la ópera Lucrezia Borgia, de Gaetano Donizetti.",
            "year": 1833
        },
        {
            "text": "en el Teatro de La Scala (en Milán) se estrena la ópera Norma, de Vincenzo Bellini.",
            "year": 1831
        },
        {
            "text": "Casimiro Marcó del Pont reemplaza a Mariano Osorio en la Capitanía General de Chile. Fue el último gobernador español en Chile.",
            "year": 1815
        },
        {
            "text": "firma del Tratado de Presburgo.",
            "year": 1805
        },
        {
            "text": "José Ocáriz, cónsul español en París, protesta públicamente en una carta por la condición de prisionero a que se ve sometido Luis XVI.",
            "year": 1792
        },
        {
            "text": "en Francia, el aeronauta Louis-Sébastien Lenormand realiza el primer experimento de paracaidismo",
            "year": 1783
        },
        {
            "text": "en Nueva Jersey ―en el marco de la Guerra de Independencia de los Estados Unidos―, las tropas estadounidenses derrotan a las británicas en la batalla de Trenton.",
            "year": 1776
        },
        {
            "text": "Felipe V firma un Real Decreto, redactado por Jean Orry, por el que España queda dividida en 21 provincias, con fines administrativos y tributarios.",
            "year": 1713
        },
        {
            "text": "en Inglaterra, Oliver Cromwell se nombra «protector».",
            "year": 1653
        },
        {
            "text": "en el Palacio Tornabuoni de la ciudad de Florencia (Italia) se representa en privado por primera vez La Dafne, la primera ópera de la Historia, compuesta por el compositor italiano Jacopo Peri (1561-1633). Se estrenará en público el 21 de enero de 1599 en el Palacio Pitti, de Florencia.",
            "year": 1598
        },
        {
            "text": "las tropas del emperador Carlos I de España levantan el sitio de Metz tras 60 días de inútiles esfuerzos.",
            "year": 1552
        },
        {
            "text": "en la actual España, los Reyes Católicos reconquistan Almería, ciudad que había sido tomada por Al-Zagal y sus tropas moras.",
            "year": 1489
        },
        {
            "text": "el rey Alfonso X de Castilla se casa con Violante de Aragón en la Colegiata de Valladolid.",
            "year": 1246
        },
        {
            "text": "una gran parte del noroeste de los Países Bajos es inundada por una tormenta. El obispo Prudencio de Troyes describió esta inundación, y afirmó que murieron al menos 2437 personas. Esta inundación también se describe en los Annales Xantenses.",
            "year": 838
        }
    ],
    "births": [
        {
            "text": "Christian J. Simon, actor estadounidense.",
            "year": 2007
        },
        {
            "text": "Mitja Ilenič, futbolista esloveno.",
            "year": 2004
        },
        {
            "text": "Max Johnston, futbolista británico.",
            "year": 2003
        },
        {
            "text": "Miguel Román González, futbolista español.",
            "year": 2002
        },
        {
            "text": "Leo Wu, actor chino.",
            "year": 1999
        },
        {
            "text": "Mathías Pintos, futbolista uruguayo.",
            "year": 1999
        },
        {
            "text": "Grégoire Saucy, piloto de automovilismo suizo.",
            "year": 1999
        },
        {
            "text": "Marta Morara, atleta italiana.",
            "year": 1999
        },
        {
            "text": "Jasin-Amin Assehnoun, futbolista finlandés.",
            "year": 1998
        },
        {
            "text": "Tamara Zidanšek, tenista eslovena.",
            "year": 1997
        },
        {
            "text": "Aubrey Sinclair, actriz pornográfica y modelo erótica estadounidense.",
            "year": 1997
        },
        {
            "text": "Bryce Jarvis, beisbolista estadounidense.",
            "year": 1997
        },
        {
            "text": "Liberto Beltrán, futbolista español.",
            "year": 1996
        },
        {
            "text": "Omar Alderete, futbolista paraguayo.",
            "year": 1996
        },
        {
            "text": "Chidiebere Nwakali, futbolista nigeriano.",
            "year": 1996
        },
        {
            "text": "Osama Al-Khalaf, futbolista saudí.",
            "year": 1996
        },
        {
            "text": "Spyridon Kalentzis, remero griego.",
            "year": 1996
        },
        {
            "text": "Marin Jakoliš, futbolista croata.",
            "year": 1996
        },
        {
            "text": "Jade Thirlwall, cantante británica, de la banda Little Mix.",
            "year": 1992
        },
        {
            "text": "Kristal Silva, presentadora, cantante y exreina de belleza mexicana.",
            "year": 1991
        },
        {
            "text": "Andy Biersack, cantante estadounidense, de la banda Black Veil Brides.",
            "year": 1990
        },
        {
            "text": "Aaron Ramsey, futbolista británico, capitán de la Selección Galesa de Fútbol.",
            "year": 1990
        },
        {
            "text": "Victor Palmero, actor español.",
            "year": 1989
        },
        {
            "text": "Sofiane Feghouli, futbolista argelino.",
            "year": 1989
        },
        {
            "text": "Kit Harington, actor británico.",
            "year": 1986
        },
        {
            "text": "Hugo Lloris, futbolista francés.",
            "year": 1986
        },
        {
            "text": "Selen Soyder, actriz y reina de belleza turca.",
            "year": 1986
        },
        {
            "text": "Shirota Yuu, actor, cantante y modelo japonés.",
            "year": 1985
        },
        {
            "text": "Ahmed Barusso, futbolista ghanés.",
            "year": 1984
        },
        {
            "text": "Guzmán Casaseca, futbolista español.",
            "year": 1984
        },
        {
            "text": "Omar Infante, beisbolista venezolano.",
            "year": 1981
        },
        {
            "text": "Shu-Aib Walters, futbolista sudafricano.",
            "year": 1981
        },
        {
            "text": "Nikolai Nikolaeff, actor australiano.",
            "year": 1981
        },
        {
            "text": "Yann Genty, balonmanista francés.",
            "year": 1981
        },
        {
            "text": "Mari Cruz Asensi, balonmanista española.",
            "year": 1981
        },
        {
            "text": "Albert Corominas, piragüista español.",
            "year": 1981
        },
        {
            "text": "Rəsul Səlimov, judoka azerbaiyano.",
            "year": 1981
        },
        {
            "text": "Todd Dunivant, futbolista estadounidense.",
            "year": 1980
        },
        {
            "text": "Fabián Carini, futbolista uruguayo.",
            "year": 1979
        },
        {
            "text": "Chris Daughtry, músico estadounidense.",
            "year": 1979
        },
        {
            "text": "Xavier Florencio, ciclista español.",
            "year": 1979
        },
        {
            "text": "Anna Przybylska, actriz y modelo polaca (f. 2014).",
            "year": 1978
        },
        {
            "text": "Pablo García Fernández, guitarrista español, de la banda WarCry.",
            "year": 1976
        },
        {
            "text": "Pablo Puyol, actor y bailarín y cantante español.",
            "year": 1975
        },
        {
            "text": "Marcelo Ríos, tenista chileno.",
            "year": 1975
        },
        {
            "text": "María Vasco, atleta de marcha española.",
            "year": 1975
        },
        {
            "text": "Gabriel Álvez, futbolista uruguayo.",
            "year": 1974
        },
        {
            "text": "Tiffany Brissette, actriz estadounidense.",
            "year": 1974
        },
        {
            "text": "Esteban Fuertes, futbolista argentino.",
            "year": 1972
        },
        {
            "text": "David Kavlín, actor, cantante, periodista y conductor de televisión argentino.",
            "year": 1971
        },
        {
            "text": "Jared Leto actor y músico estadounidense, de la banda 30 Seconds to Mars.",
            "year": 1971
        },
        {
            "text": "Jonathan M. Parisen, cineasta estadounidense.",
            "year": 1971
        },
        {
            "text": "Tatiana Sorokko, coleccionista de alta costura y modelo rusa expatriada en Estados Unidos.",
            "year": 1971
        },
        {
            "text": "James Mercer, músico y guitarrista estadounidense, de la banda The Shins.",
            "year": 1970
        },
        {
            "text": "Thomas Linke, futbolista alemán.",
            "year": 1969
        },
        {
            "text": "Marcos Montes, actor argentino.",
            "year": 1967
        },
        {
            "text": "Jay Farrar, compositor y cantante estadounidense.",
            "year": 1966
        },
        {
            "text": "Elizabeth Kostova, escritora estadounidense.",
            "year": 1964
        },
        {
            "text": "Lars Ulrich, baterista danés, de la banda Metallica.",
            "year": 1963
        },
        {
            "text": "James Kottak, baterista alemán, de la banda Scorpions (f. 2024).",
            "year": 1962
        },
        {
            "text": "Tahnee Welch, actriz estadounidense.",
            "year": 1961
        },
        {
            "text": "Temuera Morrison, actor neozelandés.",
            "year": 1960
        },
        {
            "text": "Emilio del Valle, político español.",
            "year": 1960
        },
        {
            "text": "Mariano Barroso, cineasta español.",
            "year": 1959
        },
        {
            "text": "Glenna Cabello, politóloga venezolana",
            "year": 1959
        },
        {
            "text": "Luis Eduardo Motoa, actor colombiano.",
            "year": 1959
        },
        {
            "text": "Kōji Morimoto, animador y cineasta japonés.",
            "year": 1959
        },
        {
            "text": "Adrian Newey, ingeniero británico de Fórmula 1.",
            "year": 1958
        },
        {
            "text": "Ozzie Smith, beisbolista estadounidense.",
            "year": 1954
        },
        {
            "text": "Leonel Fernández, político dominicano, presidente de la República Dominicana entre 1996-2000 y 2004-2012.",
            "year": 1953
        },
        {
            "text": "Toomas H. Ilves, político estonio, presidente de Estonia entre 2006 y 2016.",
            "year": 1953
        },
        {
            "text": "Henning Schmitz, músico alemán, de la banda Kraftwerk.",
            "year": 1953
        },
        {
            "text": "Manuel Marfán, economista chileno.",
            "year": 1952
        },
        {
            "text": "John Scofield, músico estadounidense de jazz.",
            "year": 1951
        },
        {
            "text": "José Ramos-Horta, político timorense, presidente de Timor Oriental entre 2007-2012 y desde 2022.",
            "year": 1949
        },
        {
            "text": "Víctor Hugo Morales, periodista, relator deportivo y conductor uruguayo.",
            "year": 1947
        },
        {
            "text": "Marina Cárdenas, cantante de boleros nicaragüense (f. 2014).",
            "year": 1946
        },
        {
            "text": "Txutxi Aranguren, futbolista y entrenador español (f. 2011).",
            "year": 1944
        },
        {
            "text": "Álvaro López Miera, militar cubano.",
            "year": 1943
        },
        {
            "text": "Vinicio Cerezo, político guatemalteco, presidente de Guatemala entre 1986 y 1991.",
            "year": 1942
        },
        {
            "text": "Daniel Schmid, cineasta suizo (f. 2006).",
            "year": 1941
        },
        {
            "text": "Edward C. Prescott, economista estadounidense, premio Nobel de Economía en 2004 (f. 2022).",
            "year": 1940
        },
        {
            "text": "Carlos Buiza, escritor y guionista español de ciencia ficción (f. 2024).",
            "year": 1940
        },
        {
            "text": "Germán Correa, sociólogo y político chileno.",
            "year": 1939
        },
        {
            "text": "Fred Schepisi, cineasta australiano.",
            "year": 1939
        },
        {
            "text": "Phil Spector, productor y músico estadounidense (f. 2021).",
            "year": 1939
        },
        {
            "text": "John Horton Conway, matemático británico (f. 2020).",
            "year": 1937
        },
        {
            "text": "Gnassingbé Eyadéma, presidente togolés entre 1967 y 2005 (f. 2005).",
            "year": 1935
        },
        {
            "text": "Moisés Solana Arciniega, piloto de automovilismo mexicano (f. 1969).",
            "year": 1935
        },
        {
            "text": "José Luis Illanes Maestre, teólogo español.",
            "year": 1933
        },
        {
            "text": "Fanny Mikey, actriz, directora y empresaria de teatro colombo-argentina, llamada también la Reina del Teatro o la Reina de las Tablas (f. 2008).",
            "year": 1930
        },
        {
            "text": "Martin Cooper, ingeniero estadounidense.",
            "year": 1928
        },
        {
            "text": "Earle Brown, compositor estadounidense (f. 2002).",
            "year": 1926
        },
        {
            "text": "Magda Zsabka, deportista húngara (f. 1970).",
            "year": 1923
        },
        {
            "text": "José María Rodero, actor español (f. 1991).",
            "year": 1922
        },
        {
            "text": "Asdrúbal Fontes Bayardo, piloto de automovilismo uruguayo (f. 2006).",
            "year": 1922
        },
        {
            "text": "Steve Allen, animador, compositor y comediante estadounidense (f. 2000).",
            "year": 1921
        },
        {
            "text": "Fernando Argila, futbolista español (f. 2015).",
            "year": 1920
        },
        {
            "text": "Georgios Rallis, primer ministro griego (f. 2006).",
            "year": 1918
        },
        {
            "text": "Piotr Abrámov, piloto soviético (f. 2007).",
            "year": 1915
        },
        {
            "text": "Richard Widmark, actor estadounidense (f. 2008).",
            "year": 1914
        },
        {
            "text": "Julio Philippi Izquierdo, abogado, diplomático y político chileno (f. 1997).",
            "year": 1912
        },
        {
            "text": "Renato Guttuso, pintor italiano (f. 1987).",
            "year": 1911
        },
        {
            "text": "Imperio Argentina, actriz y cantante argentino-española (f. 2003).",
            "year": 1910
        },
        {
            "text": "Alejo Carpentier, escritor y musicólogo cubano (f. 1980).",
            "year": 1904
        },
        {
            "text": "James Stern, escritor irlandés (f. 1993).",
            "year": 1904
        },
        {
            "text": "Leopoldo Fernández, humorista cubano (f. 1985).",
            "year": 1904
        },
        {
            "text": "Juan José Barcia Goyanes, médico español (f. 2003).",
            "year": 1901
        },
        {
            "text": "Peter van de Kamp, astrónomo neerlandés (f. 1995).",
            "year": 1901
        },
        {
            "text": "José Gaos, filósofo español (f. 1969).",
            "year": 1900
        },
        {
            "text": "Mao Zedong, político y filósofo chino (f. 1976).",
            "year": 1893
        },
        {
            "text": "Henry Miller, escritor estadounidense (f. 1980).",
            "year": 1891
        },
        {
            "text": "Arthur Ernest Percival, general británico (f. 1966).",
            "year": 1887
        },
        {
            "text": "Maurice Utrillo, pintor francés (f. 1955).",
            "year": 1883
        },
        {
            "text": "Elton Mayo, filósofo australiano (f. 1949).",
            "year": 1880
        },
        {
            "text": "Virginia Bolten, militante y periodista anarquista y feminista argentina (f. 1960).",
            "year": 1876
        },
        {
            "text": "José Oliva Nogueira, periodista y escritor argentino (f. 1945).",
            "year": 1873
        },
        {
            "text": "Norman Angell, escritor y político británico, premio Nobel de la Paz en 1933 (f. 1967).",
            "year": 1872
        },
        {
            "text": "Julien Benda, escritor y filósofo francés (f. 1956).",
            "year": 1867
        },
        {
            "text": "Charles Pathé, cineasta francés (f. 1957).",
            "year": 1863
        },
        {
            "text": "José Yves Limantour, político mexicano (f. 1935).",
            "year": 1854
        },
        {
            "text": "Alberto Bosch y Fustegueras, político español (f. 1900).",
            "year": 1848
        },
        {
            "text": "George Dewey, almirante estadounidense (f. 1917).",
            "year": 1837
        },
        {
            "text": "Sergio Camargo, presidente colombiano (f. 1907).",
            "year": 1832
        },
        {
            "text": "Dion Boucicault, actor irlandés (f. 1890).",
            "year": 1820
        },
        {
            "text": "Charles Babbage, científico y matemático británico (f. 1871).",
            "year": 1791
        },
        {
            "text": "José Gutiérrez de la Vega, pintor español (f. 1865).",
            "year": 1791
        },
        {
            "text": "Julia Clary, reina consorte española, esposa de José Bonaparte (f. 1845).",
            "year": 1771
        },
        {
            "text": "Bernard de Lacépède, zoólogo, político y músico francés (f. 1825).",
            "year": 1756
        },
        {
            "text": "Esteban de Arteaga, musicólogo y escritor jesuita español (f. 1799).",
            "year": 1747
        },
        {
            "text": "Federico II Hohenstaufen, emperador germánico (f. 1250).",
            "year": 1194
        }
    ],
    "deaths": [
        {
            "text": "Manmohan Singh, economista y político indio (n. 1932).",
            "year": 2024
        },
        {
            "text": "John B. Cobb, teólogo estadounidense (n. 1925)",
            "year": 2024
        },
        {
            "text": "Tony Oxley, músico y compositor británico (n. 1938).",
            "year": 2023
        },
        {
            "text": "Károlos Papulias, político griego, presidente de Grecia entre 2005 y 2015 (n. 1929).",
            "year": 2021
        },
        {
            "text": "Desmond Tutu, clérigo y activista sudafricano, premio nobel de la paz 1984 (n. 1931).",
            "year": 2021
        },
        {
            "text": "Edward Osborne Wilson, biólogo estadounidense (n. 1929).",
            "year": 2021
        },
        {
            "text": "Jean-Marc Vallée, director, editor, productor y guionista de cine canadiense (n. 1963).",
            "year": 2021
        },
        {
            "text": "George Blake, espía británico (n. 1922).",
            "year": 2020
        },
        {
            "text": "Tito Rojas, cantante puertorriqueño de salsa (n. 1955).",
            "year": 2020
        },
        {
            "text": "Jon Huber, luchador profesional estadounidense (n. 1979).",
            "year": 2020
        },
        {
            "text": "Sue Lyon, actriz estadounidense (n. 1946).",
            "year": 2019
        },
        {
            "text": "Roy Jay Glauber, físico estadounidense, premio nobel de física en 2005 (n. 1925).",
            "year": 2018
        },
        {
            "text": "Jaume Camprodon Rovira, obispo español (n. 1926).",
            "year": 2016
        },
        {
            "text": "Doctor Tangalanga, comediante argentino (n. 1916).",
            "year": 2013
        },
        {
            "text": "Gerry Anderson, productor, escritor y cineasta británico (n. 1929).",
            "year": 2012
        },
        {
            "text": "Fontella Bass, cantante estadounidense de pop, soul y rhythm and blues (n. 1940).",
            "year": 2012
        },
        {
            "text": "Pedro Armendáriz Jr., actor mexicano (n. 1940).",
            "year": 2011
        },
        {
            "text": "Gonzalo Torrente Malvido, escritor y guionista español (n. 1935).",
            "year": 2011
        },
        {
            "text": "Salvador Jorge Blanco, político, abogado y presidente dominicano entre 1982 y 1986 (n. 1926).",
            "year": 2010
        },
        {
            "text": "Pastorita Núñez, política y guerrillera cubana (n. 1921).",
            "year": 2010
        },
        {
            "text": "Ricardo Rey Polis, ingeniero y catedrático peruano (n. 1921).",
            "year": 2010
        },
        {
            "text": "Teena Marie, cantante estadounidense (n. 1956).",
            "year": 2010
        },
        {
            "text": "Francisco Gil de Sola Caballero, marino español (n. 1918).",
            "year": 2009
        },
        {
            "text": "Yves Rocher, empresario francés (n. 1930).",
            "year": 2009
        },
        {
            "text": "María Ángeles Sabor Riera, historiadora y bibliotecaria argentina (n. 1911).",
            "year": 2007
        },
        {
            "text": "Gerald Ford, político estadounidense, presidente entre 1974 y 1977 (n. 1913).",
            "year": 2006
        },
        {
            "text": "Narciso Irureta, político chileno (n. 1924).",
            "year": 2005
        },
        {
            "text": "Vincent Schiavelli, actor estadounidense (n. 1948).",
            "year": 2005
        },
        {
            "text": "Reggie White, jugador estadounidense de fútbol americano (n. 1961).",
            "year": 2004
        },
        {
            "text": "Herb Ritts, fotógrafo estadounidense (n. 1952).",
            "year": 2002
        },
        {
            "text": "Gius, guionista, libretista y dramaturgo argentino (n. 1927).",
            "year": 2001
        },
        {
            "text": "Nigel Hawthorne, actor británico (n. 1929).",
            "year": 2001
        },
        {
            "text": "Jason Robards, actor estadounidense (n. 1922).",
            "year": 2000
        },
        {
            "text": "Curtis Mayfield, músico estadounidense (n. 1942).",
            "year": 1999
        },
        {
            "text": "Shankar Dayal Sharma, presidente de la India (1992-1997) (n. 1918).",
            "year": 1999
        },
        {
            "text": "Isaac Aisemberg, escritor y guionista argentino (n. 1918).",
            "year": 1997
        },
        {
            "text": "Cornelius Castoriadis, filósofo y psicoanalista franco-griego (n. 1922).",
            "year": 1997
        },
        {
            "text": "Sylva Koscina, actriz croata-italiana (n. 1933).",
            "year": 1994
        },
        {
            "text": "Orlando Millas, abogado y político chileno (n. 1918).",
            "year": 1991
        },
        {
            "text": "Pablo Sorozábal, compositor español (n. 1897).",
            "year": 1988
        },
        {
            "text": "Elsa Lanchester, actriz británica (n. 1902).",
            "year": 1986
        },
        {
            "text": "Dian Fossey, zoóloga estadounidense (n. 1932).",
            "year": 1985
        },
        {
            "text": "Hal Warren, cineasta, guionista y productor de cine estadounidense (n. 1923).",
            "year": 1985
        },
        {
            "text": "Tony Smith, escultor y artista visual estadounidense (n. 1912).",
            "year": 1980
        },
        {
            "text": "Howard Hawks, cineasta estadounidense (n. 1896).",
            "year": 1977
        },
        {
            "text": "Jack Benny, actor estadounidense (n. 1894).",
            "year": 1974
        },
        {
            "text": "Farid al-Atrash, músico y actor sirio (n. 1915).",
            "year": 1974
        },
        {
            "text": "Harry S. Truman, presidente estadounidense (n. 1884).",
            "year": 1972
        },
        {
            "text": "Robert Lowery, actor estadounidense (n. 1913).",
            "year": 1971
        },
        {
            "text": "Nury Montsé, actriz argentina de origen español (n. 1917).",
            "year": 1971
        },
        {
            "text": "Guillermo Stábile, futbolista argentino (n. 1905).",
            "year": 1966
        },
        {
            "text": "José Yárnoz, arquitecto español (n. 1884).",
            "year": 1966
        },
        {
            "text": "Pierre de Gaulle, político francés (n. 1897).",
            "year": 1959
        },
        {
            "text": "Mateo Hernández, escultor y pintor español (n. 1884).",
            "year": 1949
        },
        {
            "text": "Rafael Álvarez Ovalle, compositor guatemalteco (n. 1858).",
            "year": 1946
        },
        {
            "text": "Melvil Dewey, bibliotecario estadounidense (n. 1851).",
            "year": 1931
        },
        {
            "text": "Felipe Canales, abogado mexicano y pacificador (n. 1896).",
            "year": 1929
        },
        {
            "text": "Jan Letzel, arquitecto checo (n. 1880).",
            "year": 1925
        },
        {
            "text": "Dietrich Eckart, político e ideólogo alemán nazi (n. 1868).",
            "year": 1923
        },
        {
            "text": "Miguel Ramón Demetrio Faílde y Pérez, músico y compositor cubano (n. 1852).",
            "year": 1921
        },
        {
            "text": "Frederic Remington, cowboy, artista y escultor estadounidense (n. 1861).",
            "year": 1909
        },
        {
            "text": "Heinrich Schliemann, arqueólogo alemán (n. 1822).",
            "year": 1890
        },
        {
            "text": "Manuel Murillo Toro, presidente colombiano (n. 1816).",
            "year": 1880
        },
        {
            "text": "Joaquín Suárez, presidente interino uruguayo (n. 1781).",
            "year": 1868
        },
        {
            "text": "Carlos Martínez de Irujo y McKean, diplomático y político español (n. 1802).",
            "year": 1855
        },
        {
            "text": "Henry Louis Vivian Derozio, poeta indio (n. 1809).",
            "year": 1831
        },
        {
            "text": "Joseph Fouché, político francés (n. 1759).",
            "year": 1820
        },
        {
            "text": "Isabel de Portugal, reina consorte española, segunda esposa de Fernando VII (n. 1797).",
            "year": 1818
        },
        {
            "text": "John Wilkes, periodista y político británico (n. 1725).",
            "year": 1797
        },
        {
            "text": "John Fothergill, médico británico (n. 1712).",
            "year": 1780
        },
        {
            "text": "Claude-Adrien Helvétius, filósofo francés (n. 1715).",
            "year": 1771
        },
        {
            "text": "Benito Jerónimo Feijoo, escritor español (n. 1676).",
            "year": 1764
        },
        {
            "text": "Antonio Caldara, músico y compositor italiano (n. 1670).",
            "year": 1736
        },
        {
            "text": "Baltasar de Zúñiga, conquistador español (n. 1658).",
            "year": 1727
        },
        {
            "text": "Simon Marius, astrónomo alemán (n. 1573).",
            "year": 1624
        },
        {
            "text": "Babur, emperador mongol (n. 1483).",
            "year": 1530
        },
        {
            "text": "Galeazo María Sforza, duque milanés (n. 1444).",
            "year": 1476
        },
        {
            "text": "Juan de Marigny, prelado francés (n. ¿?).",
            "year": 1350
        },
        {
            "text": "Felipe I de Tarento, Príncipe de Tarento (n. 1278).",
            "year": 1332
        },
        {
            "text": "San Zósimo, papa italiano, canonizado por la Iglesia católica.",
            "year": 418
        },
        {
            "text": "San Dionisio, papa de la Iglesia católica entre 259 y 268 (n. ¿?).",
            "year": 268
        }
    ],
    "metadata": {
        "current_date": "26 de diciembre de 2025",
        "short_date": "26 de dic",
        "language": {
            "events": "Eventos",
            "deaths": "Defunciones",
            "births": "Nacimientos",
            "b": "n",
            "d": "f",
            "title": "Hoy en Historia (Wikipedia)"
        },
        "events": [
            18,
            40,
            6,
            34,
            17,
            16,
            8,
            11,
            9,
            22
        ],
        "births": [
            82,
            94,
            81,
            71
        ],
        "deaths": [
            63,
            13,
            54,
            62
        ]
    }
}