{
    "events": [
        {
            "text": "el Club América se corona campeón del Apertura 2024 del futbol mexicano, tras vencer 2-3 al Monterrey, significando su título 16 y el primer tricampeonato en la historia de los torneos cortos y el primero desde el torneo PRODE 1985 que se consigue dicha hazaña.",
            "year": 2024
        },
        {
            "text": "se inaugura el primer tramo el Tren Maya desde San Francisco de Campeche a Cancún Aeropuerto, tras más de 3 años de construcción y de estar envuelta en controversia por los supuestos estragos ambientales que se generaron durante la obra y de los bloqueos de la justicia mexicana por la \"poca\" viabilidad del proyecto.",
            "year": 2023
        },
        {
            "text": "el futbolista Sergio Agüero, se retira de fútbol a los 33 años debido a una arritmia cardíaca.",
            "year": 2021
        },
        {
            "text": "en el este de Papúa Nueva Guinea se registra un terremoto de 7.3 grados en la escala de Richter.",
            "year": 2011
        },
        {
            "text": "en Bután abdica el rey Jigme Singye Wangchuck, después de 34 años de reinado. Le entrega el mando a su hijo Jigme Khesar Namgyel Wangchuck (de 26 años de edad), quien reinará desde Timbu.",
            "year": 2006
        },
        {
            "text": "Air Madrid deja de funcionar dejando a 300 000 pasajeros varados en todo el mundo.",
            "year": 2006
        },
        {
            "text": "en Irak se realizan las primeras elecciones parlamentarias o legislativas bajo la nueva constitución del país; el partido o coalición ganador de estas elecciones gobernará al país ya que el Consejo de Representantes elige al primer ministro y al presidente de la República. Gana la Alianza de partidos religiosos chiitas, pero sin la mayoría suficiente para gobernar en solitario, por lo que tendrá que negociar acuerdos con los partidos kurdos y suníes.",
            "year": 2005
        },
        {
            "text": "en España se aprueba la ley antitabaco.",
            "year": 2005
        },
        {
            "text": "en Chernobyl es apagado el último reactor en funcionamiento, en una ceremonia en la que el presidente ucraniano Leonid Kuchma dio la orden directamente por teleconferencia.",
            "year": 2000
        },
        {
            "text": "en Venezuela, un plebiscito aprueba la nueva Constitución de Venezuela de 1999, promovida por el presidente Hugo Chávez.",
            "year": 1999
        },
        {
            "text": "en la Ciudad de México, se inaugura el primer tramo de la Línea B del Metro de la Ciudad de México desde Villa de Aragón a Buenavista, tras 5 años de construcción, lo cual al convierte en la infraestructura que más tiempo estuvo en obras para una nueva línea de metro.",
            "year": 1999
        },
        {
            "text": "en el estado Vargas (Venezuela) sucede la tragedia de Vargas, inundaciones y deslaves en los que mueren entre 10 000 y 30 000 personas.",
            "year": 1999
        },
        {
            "text": "en Madrid (España), los Estados miembros de la Unión Europea acuerdan la creación de una moneda común europea, el euro.",
            "year": 1995
        },
        {
            "text": "la Asamblea General de las Naciones Unidas aprueba el Segundo Protocolo Facultativo del Pacto Internacional de Derechos Civiles y Políticos, destinado a abolir la pena de muerte.",
            "year": 1989
        },
        {
            "text": "en Tolú (Colombia), la policía mata al narcotraficante colombiano Gonzalo Rodríguez Gacha (alias El Mexicano) del cártel de Medellín.",
            "year": 1989
        },
        {
            "text": "la Unión Soviética lanza la sonda Vega 1, destinada a estudiar el planeta Venus y el cometa Halley.",
            "year": 1984
        },
        {
            "text": "en un pozo a 640 metros bajo tierra, en el área U19ac del Sitio de pruebas atómicas de Nevada (a unos 100 km al noroeste de la ciudad de Las Vegas), a las 6:45 (hora local) Estados Unidos detona su bomba atómica Tierra, de 80 kilotones. Es la bomba n.º 1023 de las 1131 que Estados Unidos detonó entre 1945 y 1992.",
            "year": 1984
        },
        {
            "text": "en Argentina, el presidente Raúl Alfonsín crea la CONADEP (Comisión Nacional sobre la Desaparición de Personas).",
            "year": 1983
        },
        {
            "text": "España reabre la frontera (al paso peatonal, para españoles y británicos, solo con pasaporte) con la ciudad de Gibraltar, después de 13 años de bloqueo.",
            "year": 1982
        },
        {
            "text": "en España ―tras Francisco Franco― se lleva a cabo un referéndum sobre el Proyecto de Ley para la Reforma Política, comienza la democracia.",
            "year": 1976
        },
        {
            "text": "de acuerdo con la Asociación Estadounidense de Psiquiatría, la homosexualidad deja de ser considerada una enfermedad.",
            "year": 1973
        },
        {
            "text": "en Madrid (España), los disturbios estudiantiles motivan el cierre de la universidad.",
            "year": 1970
        },
        {
            "text": "en un pozo a 332 metros bajo tierra, en el área U3fh del Sitio de pruebas atómicas de Nevada (a unos 100 km al noroeste de la ciudad de Las Vegas), a las 7:00 (hora local) Estados Unidos detona su bomba atómica Stilt, de 2 kilotones. Es la bomba n.º 532 de las 1131 que Estados Unidos detonó entre 1945 y 1992.",
            "year": 1967
        },
        {
            "text": "en Jerusalén (Israel), un tribunal condena al jerarca nazi alemán Adolf Eichmann a morir ahorcado, tras un juicio en el que fue acusado de genocidio.",
            "year": 1961
        },
        {
            "text": "en la zona de Siguanea, en el pueblo cubano de Cumanayagua (provincia de Cienfuegos), la banda liderada por el Congo Pacheco (Manuel Alberto Pacheco Rodríguez) ―en el marco de los ataques terroristas organizados por la CIA estadounidense― asesinan al campesino Tomás Lucas.",
            "year": 1961
        },
        {
            "text": "en la finca Alameda, cerca de Remedios (en la antigua provincia cubana de Las Villas), una banda terrorista de alzados ―en el marco de los ataques terroristas organizados por la CIA estadounidense― asalta varias casas. Resulta herido un campesino.",
            "year": 1961
        },
        {
            "text": "en el municipio Quemado de Güines, cerca de Remedios (en la antigua provincia cubana de Las Villas), la banda del terrorista Thondike (Margarito Lanza Flores) ―en el marco de los ataques terroristas organizados por la CIA estadounidense― ataca varias casas donde se albergaban brigadistas alfabetizadores. Resulta herida la alfabetizadora Cira García O’Reilly.",
            "year": 1961
        },
        {
            "text": "entre Madrid y Barcelona (España) se inaugura el Talgo.",
            "year": 1959
        },
        {
            "text": "en la provincia de Oriente ―en el marco de la Revolución cubana―, el Ejército Rebelde libera los poblados de Bartolomé Masó y Bartle y ataca Veguitas.",
            "year": 1958
        },
        {
            "text": "en la provincia de Las Villas ―en el marco de la Revolución cubana―, las tropas del Ejército Rebelde de Ernesto Che Guevara atacan en la madrugada la población de Fomento.",
            "year": 1958
        },
        {
            "text": "Tailandia se convierte en el miembro número 55 de la ONU.",
            "year": 1946
        },
        {
            "text": "en Nankín (capital de la República de China entre 1912 y 1949), sucede el tercer día de la masacre de Nankín, en que ―hasta principios de febrero de 1938― los invasores japoneses violaron y asesinaron a medio millón de hombres, mujeres y niños.",
            "year": 1937
        },
        {
            "text": "en el Aeropuerto de Madrid-Cuatro Vientos (España), el comandante Ramón Franco y el general Gonzalo Queipo de Llano encabezan una sublevación republicana que fracasará por falta de apoyo.",
            "year": 1930
        },
        {
            "text": "en la localidad onubense de Puebla de Guzmán (España), los vecinos proclaman por su cuenta la Segunda República Española.",
            "year": 1930
        },
        {
            "text": "el aviador estadounidense Charles Lindbergh vuela sin escalas entre Washington DC a la Ciudad de México (3100 km) en 26 horas.",
            "year": 1927
        },
        {
            "text": "en el departamento de Santa Cruz (Bolivia) se crea la provincia Florida, separándola de la provincia Vallegrande.",
            "year": 1924
        },
        {
            "text": "en Noruega se prohíbe durante 10 años la pesca costera de la ballena.",
            "year": 1903
        },
        {
            "text": "en Colombia ―en el marco de la guerra de los mil días― se libra la batalla de Peralonso.",
            "year": 1899
        },
        {
            "text": "a unos kilómetros del poblado de Cruces (Cuba) acontece la batalla de Mal Tiempo entre las fuerzas españolas de Arsenio Martínez Campos y las cubanas de Máximo Gómez.",
            "year": 1895
        },
        {
            "text": "en México, Julián Escalante y Moreno toma posesión como gobernador del estado de Sonora.",
            "year": 1869
        },
        {
            "text": "en el Instituto de Francia (París), los señores Berthollet y Lazare Carnot informan que Nicéphore Niépce (32) ―que en 1824 será el inventor de la fotografía― y su hermano Claude Niépce (1763-1828) inventaron el pireolóforo, el primer motor de combustión interna del mundo, que en meses anteriores había impulsado con éxito un barco aguas arriba en el río Saona (en su ciudad natal de Chalon-sur-Saône). Este primer motor será patentado el 20 de julio de 1807. Aunque nunca se comercializó, proporcionó cierto renombre al talento de ambos hermanos como inventores.",
            "year": 1806
        },
        {
            "text": "en la ciudad de Cotoca, en el actual departamento de Santa Cruz (Bolivia) se inaugura el Santuario de Cotoca.",
            "year": 1799
        },
        {
            "text": "en Francia, en el marco de la Revolución francesa, el rey Luis XVI, prisionero de los revolucionarios, redacta su testamento en la torre del Temple, de donde saldría para el cadalso.",
            "year": 1792
        },
        {
            "text": "en los Estados Unidos son introducidas las primeras 10 enmiendas a la Constitución de ese país.",
            "year": 1791
        },
        {
            "text": "en España ―en el marco de la guerra de Sucesión― las tropas borbónicas del Luis Antonio, duque de Noailles, ponen sitio a la ciudad de Gerona.",
            "year": 1710
        },
        {
            "text": "en Lisboa, el duque Juan de Braganza es elegido rey de Portugal tras la Guerra de Restauración portuguesa contra la dominación española.",
            "year": 1640
        },
        {
            "text": "en Duitama (actual Colombia), los soldados del conquistador Baltasar Maldonado y los del cacique Tundama libran la batalla del Pantano de la Guerra.",
            "year": 1539
        },
        {
            "text": "el papa Sergio I es elegido como un compromiso entre los antipapas Pascual y Teodoro.",
            "year": 687
        },
        {
            "text": "27 km al oeste de Cartago (Túnez), las tropas del Imperio romano de Oriente (bajo el mando del general Belisario) derrotan a las tropas vándalas (bajo el mando de su rey Gelimer) en la batalla de Tricamerón.",
            "year": 533
        }
    ],
    "births": [
        {
            "text": "Santiago Issak Guiralde, futbolista argentino.",
            "year": 2004
        },
        {
            "text": "Chandler Canterbury, actor estadounidense.",
            "year": 1998
        },
        {
            "text": "José Paradela, futbolista argentino.",
            "year": 1998
        },
        {
            "text": "Stefania LaVie Owen, actriz estadounidense-neozelandesa.",
            "year": 1997
        },
        {
            "text": "Oleksandr Zinchenko, futbolista ucraniano.",
            "year": 1996
        },
        {
            "text": "Jahlil Okafor, baloncestista estadounidense.",
            "year": 1995
        },
        {
            "text": "Elisabet Casanovas, actriz española.",
            "year": 1994
        },
        {
            "text": "Jesse Lingard, futbolista inglés.",
            "year": 1992
        },
        {
            "text": "Maximiliano Meza, futbolista argentino.",
            "year": 1992
        },
        {
            "text": "Keylor Navas, futbolista costarricense.",
            "year": 1986
        },
        {
            "text": "Samantha Salas, raquetbolista mexicana.",
            "year": 1986
        },
        {
            "text": "Erjon Tola, esquiador albanés.",
            "year": 1986
        },
        {
            "text": "Max Green, bajista estadounidense, de la banda Escape The Fate.",
            "year": 1984
        },
        {
            "text": "Joshua Hayward, guitarrista británico, de la banda The Horrors.",
            "year": 1984
        },
        {
            "text": "Martin Škrtel, futbolista eslovaco.",
            "year": 1984
        },
        {
            "text": "René Goguen, luchador profesional franco-canadiense.",
            "year": 1983
        },
        {
            "text": "Ronnie Radke, vocalista estadounidense, de la banda Falling in Reverse.",
            "year": 1983
        },
        {
            "text": "Wang Hao, jugador de tenis de mesa chino.",
            "year": 1983
        },
        {
            "text": "Camilla Luddington, actriz inglesa.",
            "year": 1983
        },
        {
            "text": "Matías Delgado, futbolista argentino.",
            "year": 1982
        },
        {
            "text": "Borja García, piloto de carreras español.",
            "year": 1982
        },
        {
            "text": "Charlie Cox, actor británico.",
            "year": 1982
        },
        {
            "text": "Najoua Belyzel, cantante francesa.",
            "year": 1981
        },
        {
            "text": "Román Pavliuchenko, futbolista ruso.",
            "year": 1981
        },
        {
            "text": "Michelle Dockery, actriz británica.",
            "year": 1981
        },
        {
            "text": "Sergio Pizzorno, músico, guitarrista y compositor británico, de la banda Kasabian.",
            "year": 1980
        },
        {
            "text": "Ethel Pozo, presentadora peruana.",
            "year": 1980
        },
        {
            "text": "Adam Brody, actor estadounidense.",
            "year": 1979
        },
        {
            "text": "Swan Fyahbwoy, cantante español.",
            "year": 1979
        },
        {
            "text": "Mark Jansen, guitarrista alemán, de la banda Épica.",
            "year": 1978
        },
        {
            "text": "Úrsula Vargués, modelo y conductora de televisión argentina.",
            "year": 1977
        },
        {
            "text": "Célida López Cárdenas, política mexicana.",
            "year": 1977
        },
        {
            "text": "Roger García Junyent, futbolista español.",
            "year": 1976
        },
        {
            "text": "Sebastián de Caro, cineasta, guionista y actor argentino.",
            "year": 1975
        },
        {
            "text": "Acey Slade, músico estadounidense, de las bandas Murderdolls y Dope.",
            "year": 1975
        },
        {
            "text": "Lee Jung-jae, actor surcoreano.",
            "year": 1972
        },
        {
            "text": "Michael Shanks, actor canadiense.",
            "year": 1970
        },
        {
            "text": "Adriana Esteves, actriz brasileña.",
            "year": 1969
        },
        {
            "text": "Silverio Cavazos, político mexicano (f. 2010).",
            "year": 1968
        },
        {
            "text": "Mo Vaughn, beisbolista estadounidense.",
            "year": 1967
        },
        {
            "text": "Miranda Otto, actriz australiana.",
            "year": 1967
        },
        {
            "text": "Esteban Prol, actor argentino.",
            "year": 1966
        },
        {
            "text": "Max Angelelli, piloto de automovilismo italiano.",
            "year": 1966
        },
        {
            "text": "Luis Fabián Artime, futbolista argentino.",
            "year": 1965
        },
        {
            "text": "Luis Martínez Rosado, yudoca puertorriqueño.",
            "year": 1965
        },
        {
            "text": "Cristiana Oliveira, actriz brasileña.",
            "year": 1963
        },
        {
            "text": "Helen Slater, actriz estadounidense.",
            "year": 1963
        },
        {
            "text": "Juan José Bautista Martín (Juan y Medio), presentador de televisión español.",
            "year": 1962
        },
        {
            "text": "Paula Molina, actriz española.",
            "year": 1961
        },
        {
            "text": "María Izquierdo, actriz chilena.",
            "year": 1960
        },
        {
            "text": "Alfredo Ormando, escritor y teólogo italiano (f. 1998).",
            "year": 1958
        },
        {
            "text": "Roberto Pettinato, músico, humorista, libretista, periodista y conductor de radio y televisión argentino.",
            "year": 1955
        },
        {
            "text": "Paul Simonon, bajista británico, de la banda The Clash.",
            "year": 1955
        },
        {
            "text": "Tormenta (Liliana Esther Maturano), cantante argentina.",
            "year": 1952
        },
        {
            "text": "Allan Simonsen, futbolista danés.",
            "year": 1952
        },
        {
            "text": "Avelino Corma, químico español.",
            "year": 1951
        },
        {
            "text": "Don Johnson, actor y director estadounidense.",
            "year": 1949
        },
        {
            "text": "Cassandra Harris, actriz australiana (f. 1991).",
            "year": 1948
        },
        {
            "text": "Patricio Contreras, actor chileno.",
            "year": 1947
        },
        {
            "text": "Chico Mendes, recolector de caucho, sindicalista y activista ambiental brasileño (f. 1988).",
            "year": 1944
        },
        {
            "text": "Txomin Perurena, ciclista español (f. 2023).",
            "year": 1943
        },
        {
            "text": "Canela, periodista y presentadora de televisión ítaloargentina.",
            "year": 1942
        },
        {
            "text": "José Antonio Zaldúa, futbolista español (f. 2018).",
            "year": 1941
        },
        {
            "text": "Jimmy Justice, actor y cantante estadounidense.",
            "year": 1939
        },
        {
            "text": "Lorena Velázquez, actriz mexicana (f. 2024).",
            "year": 1939
        },
        {
            "text": "Juan Carlos Wasmosy, empresario paraguayo, presidente entre 1993 y 1998.",
            "year": 1938
        },
        {
            "text": "Klaus Hänsch, político alemán, presidente del Parlamento Europeo entre 1994 y 1997.",
            "year": 1938
        },
        {
            "text": "Pedro Osinaga, actor español (f. 2017).",
            "year": 1936
        },
        {
            "text": "Valentina Gagárina, enfermera, bioquímica, escritora soviética (f. 2020).",
            "year": 1935
        },
        {
            "text": "Raina Kabaivanska, soprano búlgara.",
            "year": 1934
        },
        {
            "text": "Elisa Montés, actriz española (f. 2024).",
            "year": 1934
        },
        {
            "text": "Roberto Zárate, futbolista argentino (f. 2013).",
            "year": 1932
        },
        {
            "text": "Cristino de Vera, pintor español.",
            "year": 1931
        },
        {
            "text": "Edna O'Brien, novelista irlandesa (f. 2024).",
            "year": 1930
        },
        {
            "text": "Barry Harris, pianista, profesor, arreglista y compositor de jazz estadounidense (f. 2021).",
            "year": 1929
        },
        {
            "text": "Friedensreich Hundertwasser, filósofo, arquitecto y pintor austriaco (f. 2000).",
            "year": 1928
        },
        {
            "text": "Josep Maria Castellet, escritor y editor español (f. 2014).",
            "year": 1926
        },
        {
            "text": "Freeman Dyson, físico y matemático angloestadounidense (f. 2020).",
            "year": 1923
        },
        {
            "text": "Juan Carlos Colman, futbolista argentino (f. 1999).",
            "year": 1922
        },
        {
            "text": "Johfra Bosschart, pintor neerlandés (f. 1998).",
            "year": 1919
        },
        {
            "text": "Chihiro Iwasaki, artista japonesa (f. 1974).",
            "year": 1918
        },
        {
            "text": "Maurice Wilkins, físico neozelandés, codescubridor de la estructura del ADN (f. 2004).",
            "year": 1916
        },
        {
            "text": "Isabel Crook, escritora, profesora de la Universidad de Lenguas Extranjeras de Pekín y antropóloga canadiense nacida en China (f. 2023).",
            "year": 1915
        },
        {
            "text": "Carlos Hugo Christensen, cineasta argentino (f. 1999).",
            "year": 1914
        },
        {
            "text": "René Ríos, Pepo, creador de la revista Condorito (f. 2000).",
            "year": 1911
        },
        {
            "text": "John H. Hammond, productor y crítico de jazz y blues (f. 1987).",
            "year": 1910
        },
        {
            "text": "Aristóbulo Donato Aráoz de Lamadrid, político, abogado y ministro de la Corte Suprema de Justicia de Argentina (f. 1990)",
            "year": 1908
        },
        {
            "text": "Oscar Niemeyer, arquitecto brasileño (f. 2012).",
            "year": 1907
        },
        {
            "text": "Ferenc Farkas, compositor húngaro (f. 2000)",
            "year": 1905
        },
        {
            "text": "Antonio Iturmendi Bañales, carlista español (f. 1976).",
            "year": 1903
        },
        {
            "text": "Harold Abrahams, atleta británico (f. 1978).",
            "year": 1899
        },
        {
            "text": "Fernando Remacha, compositor español (f. 1984).",
            "year": 1898
        },
        {
            "text": "Jean Paul Getty, empresario estadounidense (f. 1976).",
            "year": 1892
        },
        {
            "text": "Valeriano León, actor español (f. 1955).",
            "year": 1892
        },
        {
            "text": "Joan Riudavets, supercentenario español (f. 2004).",
            "year": 1889
        },
        {
            "text": "Víctor Andrés Belaúnde, intelectual peruano (f. 1966).",
            "year": 1883
        },
        {
            "text": "Rudolf von Laban, profesor de danza y artista húngaro (f. 1958).",
            "year": 1879
        },
        {
            "text": "Emilia de Sousa Costa, escritora y feminista portuguesa (f. 1959).",
            "year": 1877
        },
        {
            "text": "Josef Hoffmann, arquitecto austriaco (f. 1956).",
            "year": 1870
        },
        {
            "text": "René Quintón, pionero de la aviación y naturalista autodidacta francés (f. 1925).",
            "year": 1867
        },
        {
            "text": "Pehr Evind Svinhufvud, presidente finlandés (f. 1944).",
            "year": 1861
        },
        {
            "text": "Niels Ryberg Finsen, médico danés, premio Nobel de Fisiología o Medicina en 1903 (f. 1904).",
            "year": 1860
        },
        {
            "text": "L. L. Zamenhof, filólogo polaco, creador del esperanto (f. 1917).",
            "year": 1859
        },
        {
            "text": "Cristóbal Rojas, pintor venezolano (f. 1890).",
            "year": 1858
        },
        {
            "text": "Julio Popper, ingeniero, explorador y genocida judío rumano nacionalizado argentino (f. 1893).",
            "year": 1857
        },
        {
            "text": "Henri Becquerel, físico francés (f. 1908).",
            "year": 1852
        },
        {
            "text": "Francisco Silvela, político y escritor español (f. 1905).",
            "year": 1845
        },
        {
            "text": "Arturo Soria, urbanista español (f. 1920).",
            "year": 1844
        },
        {
            "text": "Valeriano Domínguez Bécquer, pintor español (f. 1870).",
            "year": 1833
        },
        {
            "text": "Gustave Eiffel, ingeniero francés (f. 1923).",
            "year": 1832
        },
        {
            "text": "Giuseppe Frassinetti, religioso y santo italiano (f. 1868).",
            "year": 1804
        },
        {
            "text": "János Bolyai, matemático húngaro (f. 1860).",
            "year": 1802
        },
        {
            "text": "Mariano Cubí y Soler, lingüista y frenólogo español  (f. 1875).",
            "year": 1801
        },
        {
            "text": "Henry Charles Carey, economista estadounidense (f. 1879).",
            "year": 1793
        },
        {
            "text": "Carlos Soublette, militar, político y presidente venezolano (f. 1870).",
            "year": 1789
        },
        {
            "text": "Mariana Victoria de Portugal, aristócrata portuguesa (f. 1788).",
            "year": 1768
        },
        {
            "text": "David Heinrich Hoppe, farmacéutico, botánico, micólogo y médico alemán (f. 1846).",
            "year": 1760
        },
        {
            "text": "Francisco Antonio García Carrasco, militar español, gobernador de Chile (f. 1813).",
            "year": 1742
        },
        {
            "text": "Carl Gotthard Langhans, arquitecto alemán (f. 1808).",
            "year": 1732
        },
        {
            "text": "Luis IX de Hesse-Darmstadt, aristócrata alemán (f. 1790).",
            "year": 1719
        },
        {
            "text": "Michel-Richard Delalande, compositor, organista y violinista francés (f. 1726).",
            "year": 1657
        },
        {
            "text": "David Teniers el Joven, pintor flamenco (f. 1690).",
            "year": 1610
        },
        {
            "text": "Christoph Demantius, compositor, teórico musical, escritor y poeta alemán (f. 1643).",
            "year": 1567
        },
        {
            "text": "Alberto IV, aristócrata bávaro (f. 1508).",
            "year": 1447
        },
        {
            "text": "Aimone de Saboya, aristócrata saboyano (f. 1343).",
            "year": 1291
        },
        {
            "text": "Príncipe Munetaka, shogun japonés (f. 1274).",
            "year": 1242
        },
        {
            "text": "Lucio Vero, político y coemperador romano (f. 169).",
            "year": 130
        },
        {
            "text": "Nerón, emperador romano (f. 68).",
            "year": 37
        }
    ],
    "deaths": [
        {
            "text": "Juan Cárdenas Arroyo, pintor y dibujante colombiano. (n. 1939).",
            "year": 2024
        },
        {
            "text": "Flow la Movie, productor discográfico puertorriqueño (n. 1985).",
            "year": 2021
        },
        {
            "text": "Girma Wolde-Giorgis, político etíope, presidente de Etiopía entre 2001 y 2013 (n. 1924).",
            "year": 2018
        },
        {
            "text": "Licio Gelli, periodista y banquero italiano (n. 1919).",
            "year": 2015
        },
        {
            "text": "Joan Fontaine, actriz estadounidense (n. 1917).",
            "year": 2013
        },
        {
            "text": "Christopher Hitchens, escritor, periodista y activista ateo británico (n. 1949).",
            "year": 2011
        },
        {
            "text": "Ricardo Daniel Ibarra, remero olímpico argentino (n. 1950).",
            "year": 2011
        },
        {
            "text": "Blake Edwards, director estadounidense (n. 1949).",
            "year": 2010
        },
        {
            "text": "Jean Rollin, director, guionista, productor de cine y escritor francés (n. 1938).",
            "year": 2010
        },
        {
            "text": "Oral Roberts, telepredicador estadounidense (n. 1918).",
            "year": 2009
        },
        {
            "text": "León Febres-Cordero Ribadeneyra, político ecuatoriano, presidente de Ecuador entre 1984 y 1988 (n. 1931).",
            "year": 2008
        },
        {
            "text": "Clay Regazzoni, piloto de automovilismo suizo (n. 1939).",
            "year": 2006
        },
        {
            "text": "Julián Marías, filósofo español (n. 1914).",
            "year": 2005
        },
        {
            "text": "Margarita Aguirre, escritora y crítica chilena, amiga y biógrafa de Pablo Neruda (n. 1925).",
            "year": 2003
        },
        {
            "text": "George Alcock, astrónomo británico (n. 1912).",
            "year": 2000
        },
        {
            "text": "Justiniano Casas Peláez físico español (n. 1915).",
            "year": 1998
        },
        {
            "text": "Manuel Gutiérrez Mellado, militar y político español (n. 1912).",
            "year": 1995
        },
        {
            "text": "Cyro Martins, escritor y psicoanalista brasileño (n. 1908).",
            "year": 1995
        },
        {
            "text": "Oscar Bidegain, político y tirador profesional argentino (n. 1905).",
            "year": 1994
        },
        {
            "text": "Vasili Záitsev, militar soviético (n. 1915).",
            "year": 1991
        },
        {
            "text": "Gonzalo Rodríguez Gacha, narcotraficante colombiano (n. 1947).",
            "year": 1989
        },
        {
            "text": "Carlos P. Rómulo, político filipino (n. 1899).",
            "year": 1985
        },
        {
            "text": "Paul Pierre Lévy, matemático francés (n. 1886).",
            "year": 1971
        },
        {
            "text": "Enrique Rambal, actor hispano mexicano (n. 1924).",
            "year": 1971
        },
        {
            "text": "Giuseppe Pinelli, partisano y anarquista italiano (n. 1928).",
            "year": 1969
        },
        {
            "text": "Jess Willard, boxeador estadounidense (n. 1881).",
            "year": 1968
        },
        {
            "text": "Walt Disney, dibujante y cineasta de Estados Unidos (n. 1901).",
            "year": 1966
        },
        {
            "text": "César González Ruano, escritor y periodista español (n. 1903).",
            "year": 1965
        },
        {
            "text": "Charles Laughton, actor británico (n. 1899).",
            "year": 1962
        },
        {
            "text": "Jaime Pujiula, sacerdote y biólogo español (n. 1869).",
            "year": 1958
        },
        {
            "text": "Wolfgang Pauli, físico austriaco (n. 1900).",
            "year": 1958
        },
        {
            "text": "Horace McCoy, escritor estadounidense (n. 1897).",
            "year": 1955
        },
        {
            "text": "Gérard Bourgeois (70), cineasta y guionista suizo (f. 1944).",
            "year": 1944
        },
        {
            "text": "Glenn Miller, músico estadounidense (n. 1904).",
            "year": 1944
        },
        {
            "text": "Fats Waller, pianista estadounidense (n. 1904).",
            "year": 1943
        },
        {
            "text": "Carlos Cambronero, historiador español (n. 1849).",
            "year": 1913
        },
        {
            "text": "Francisco Tárrega, guitarrista y compositor español (n. 1852).",
            "year": 1909
        },
        {
            "text": "Karl Ludwig Michelet, filósofo alemán (n. 1801).",
            "year": 1893
        },
        {
            "text": "Toro Sentado, jefe sioux (n. c. 1831).",
            "year": 1890
        },
        {
            "text": "Fernando II, aristócrata portugués (n. 1816).",
            "year": 1885
        },
        {
            "text": "George Cayley, ingeniero e inventor británico (n. 1773).",
            "year": 1857
        },
        {
            "text": "José Francisco Bermúdez, militar y prócer de la independencia venezolano (n. 1782).",
            "year": 1831
        },
        {
            "text": "José Miguel Luján Pérez escultor español (n. 1756).",
            "year": 1815
        },
        {
            "text": "Joseph Martin Kraus, compositor alemán (n. 1756).",
            "year": 1792
        },
        {
            "text": "Richard Boyle, arquitecto británico (n. 1694).",
            "year": 1753
        },
        {
            "text": "Carlo Maratta, pintor italiano (n. 1625).",
            "year": 1713
        },
        {
            "text": "Izaac Walton, escritor británico (n. 1593).",
            "year": 1683
        },
        {
            "text": "Johannes Vermeer, pintor neerlandés (n. 1632).",
            "year": 1675
        },
        {
            "text": "Margaret Cavendish, escritora británica (n. 1623).",
            "year": 1673
        },
        {
            "text": "Charles de Luynes, político francés (n. 1578).",
            "year": 1621
        },
        {
            "text": "Selim II, sultán otomano (n. 1524).",
            "year": 1574
        },
        {
            "text": "Jöns Bengtsson, regente sueco (n. 1417).",
            "year": 1467
        },
        {
            "text": "Alfonso I de Braganza, noble portugués (n. 1377).",
            "year": 1461
        },
        {
            "text": "Haakon IV, rey noruego (n. 1204).",
            "year": 1263
        },
        {
            "text": "Otakar I de Bohemia, aristócrata bohemio, rey entre 1198 y 1230 (n. 1155).",
            "year": 1230
        },
        {
            "text": "Basilio II, aristócrata bizantino, emperador entre el 976 y el 1025 (n. 958).",
            "year": 1025
        }
    ],
    "metadata": {
        "current_date": "15 de diciembre de 2025",
        "short_date": "15 de dic",
        "language": {
            "events": "Eventos",
            "deaths": "Defunciones",
            "births": "Nacimientos",
            "b": "n",
            "d": "f",
            "title": "Hoy en Historia (Wikipedia)"
        },
        "events": [
            36,
            35,
            47,
            18,
            10,
            44,
            0,
            21,
            20,
            15
        ],
        "births": [
            63,
            26,
            107,
            34
        ],
        "deaths": [
            18,
            32,
            55,
            37
        ]
    }
}