{
    "events": [
        {
            "text": "en Daca (Bangladés), el premio nobel de la paz Muhammad Yunus (84) ―fundador del Banco Grameen, una institución microfinanciera de desarrollo comunitario― presta juramento como «asesor principal» para formar un gobierno interino en esa nación.",
            "year": 2024
        },
        {
            "text": "en la isla de Maui (islas Hawái) estallan incendios forestales, en los que hasta el 16 de agosto morirán al menos 103 personas y se quemarán 70 km² de tierra.",
            "year": 2023
        },
        {
            "text": "en la ciudad de Palm Beach, 113 km al norte de Miami, el FBI (Buró Federal de Investigaciones) ejecuta una orden de allanamiento en Mar-a-Lago, la residencia personal del expresidente Donald Trump ―quien en ese momento se encontraba en Nueva York y se enteró horas más tarde del allanamiento―, y secuestran 12 cajas de documentos clasificados que Trump no había devuelto a la Casa Blanca.",
            "year": 2022
        },
        {
            "text": "en el Estadio Olímpico de Tokio (Japón) se celebra la ceremonia de clausura de los Juegos Olímpicos de Tokio 2021, pospuesta de 2020 a 2021 debido a la pandemia de covid‑19.",
            "year": 2021
        },
        {
            "text": "en la pequeña ciudad de Bohumín, cerca de la frontera con Polonia y 353 km al este de Praga (República Checa), se incendia un apartamento en la planta 11 de un edificio. Mueren 11 personas (6 de ellas, quemadas, y 5 tras saltar por la ventana de un apartamento en llamas).",
            "year": 2020
        },
        {
            "text": "en una plataforma marítima que forma parte del Campo de Pruebas de la Armada Central Estatal, cerca del puerto de Nyonoksa, en la costa del mar Blanco, a 93 km al oeste de la ciudad de Arjánguelsk (en el extremo norte de Rusia) sucede un accidente explosivo de radiación, que mata a cinco operarios de la base militar.",
            "year": 2019
        },
        {
            "text": "en la Argentina gobernada por el empresario de derechas Mauricio Macri, el Senado rechaza el proyecto de despenalización del aborto por 38 votos contra 31.",
            "year": 2018
        },
        {
            "text": "en el Estadio Olímpico de Londres (Reino Unido), la lanzadora de jabalina Bárbora Špotáková gana una medalla de oro en el Campeonato Mundial de Atletismo. En la segunda serie, la bicampeona olímpica lanzó 66.76 metros.",
            "year": 2017
        },
        {
            "text": "en la entrada de emergencias del Hospital Civil de la ciudad de Qüetta (Pakistán) un terrorista de la banda Estado Islámico se suicida haciendo estallar 8 kg de explosivos. El atentado deja 94 muertos y 130 heridos.",
            "year": 2016
        },
        {
            "text": "en el suburbio de Harris, 15 km al norte de Houston (estado de Texas), un tal David Conley the Third (48) secuestra a su exesposa ―Valerie Jackson (40), quien se había vuelto a casar y había tenido varios hijos― con toda su familia. Obliga a su exesposa a ver cómo asesina de un tiro en la nuca",
            "year": 2015
        },
        {
            "text": "en el suburbio de Harris, 15 km al norte de Houston (estado de Texas), un tal David Conley the Third (48) secuestra a su exesposa ―Valerie Jackson (40), quien se había vuelto a casar y había tenido varios hijos― con toda su familia. Obliga a su exesposa a ver cómo asesina de un tiro en la nuca",
            "year": 2015
        },
        {
            "text": "en el suburbio de Harris, 15 km al norte de Houston (estado de Texas), un tal David Conley the Third (48) secuestra a su exesposa ―Valerie Jackson (40), quien se había vuelto a casar y había tenido varios hijos― con toda su familia. Obliga a su exesposa a ver cómo asesina de un tiro en la nuca",
            "year": 2015
        },
        {
            "text": "en el suburbio de Harris, 15 km al norte de Houston (estado de Texas), un tal David Conley the Third (48) secuestra a su exesposa ―Valerie Jackson (40), quien se había vuelto a casar y había tenido varios hijos― con toda su familia. Obliga a su exesposa a ver cómo asesina de un tiro en la nuca",
            "year": 2015
        },
        {
            "text": "en el suburbio de Harris, 15 km al norte de Houston (estado de Texas), un tal David Conley the Third (48) secuestra a su exesposa ―Valerie Jackson (40), quien se había vuelto a casar y había tenido varios hijos― con toda su familia. Obliga a su exesposa a ver cómo asesina de un tiro en la nuca",
            "year": 2015
        },
        {
            "text": "en el suburbio de Harris, 15 km al norte de Houston (estado de Texas), un tal David Conley the Third (48) secuestra a su exesposa ―Valerie Jackson (40), quien se había vuelto a casar y había tenido varios hijos― con toda su familia. Obliga a su exesposa a ver cómo asesina de un tiro en la nuca",
            "year": 2015
        },
        {
            "text": "en el suburbio de Harris, 15 km al norte de Houston (estado de Texas), un tal David Conley the Third (48) secuestra a su exesposa ―Valerie Jackson (40), quien se había vuelto a casar y había tenido varios hijos― con toda su familia. Obliga a su exesposa a ver cómo asesina de un tiro en la nuca",
            "year": 2015
        },
        {
            "text": "en la ciudad de Quetta (Pakistán) un terrorista musulmán perpetra un ataque suicida con bomba en un funeral. Mata al menos a 31 personas musulmanas.",
            "year": 2013
        },
        {
            "text": "1693 km al suroeste de Pekín (China), la comarca de Zhouqu (en la provincia de Gansu) es sepultada en lodo y roca tras la caída de varios aludes, con un balance de 1471 fallecidos.",
            "year": 2010
        },
        {
            "text": "sobre el río Hudson, 950 metros al oeste de la costa de Manhattan (Nueva York), colisionan un helicóptero Eurocopter AS350 Ecureuil y una avioneta Piper PA‑32R. Mueren 9 personas.",
            "year": 2009
        },
        {
            "text": "en Pekín (República Popular China) se inauguran los Juegos Olímpicos de Pekín 2008, que se celebrarán hasta el 24 de agosto.",
            "year": 2008
        },
        {
            "text": "en Tsjinvali (capital de la República de Osetia del Sur, recientemente creada y apoyada por Rusia) sucede el segundo día de la invasión de las tropas invasoras georgianas (batalla de Tsjinvali, que iniciará la segunda guerra de Osetia del Sur (1 a 16 de agosto).",
            "year": 2008
        },
        {
            "text": "cerca de la estación de trenes de Stúdenka, 325 km al este de Praga (República Checa), un tren expreso EuroCity 108 Comenius con 400 pasajeros, en ruta desde Cracovia (Polonia) hasta Praga, choca contra un trozo de un puente de autopista que había caído sobre las vías del tren y descarrila, dejando 8 muertos y 95 heridos.",
            "year": 2008
        },
        {
            "text": "en los distritos de Brooklyn y de Staten Island (en la ciudad de Nueva York) toca tierra un tornado EF2, el más poderoso en esa ciudad hasta la fecha y el primer tornado desde 1889.",
            "year": 2007
        },
        {
            "text": "desde cabo Cañaveral (estado de Florida) despega el transbordador espacial Endeavour en la misión STS‑118 hacia la Estación Espacial Internacional.",
            "year": 2007
        },
        {
            "text": "en el antiguo puente de hierro de la calle Kinzie, en el centro de la ciudad de Chicago, un conductor tejano llamado Stefan Wohl (42) ―chofer del autobús de gira perteneciente a la Dave Matthews Band― vacía su tanque de desechos humanos para que cayeran al río Chicago. En ese momento pasaba por debajo un barco con cien turistas, que fueron empapados con 400 litros de excremento y orina. Wohl fue sentenciado a 150 horas de servicio comunitario y una multa de 10 000 dólares (que se entregaron a la asociación Amigos del Río Chicago).",
            "year": 2004
        },
        {
            "text": "el atleta checo Roman Šebrle se convierte en campeón de Europa en decatlón.",
            "year": 2002
        },
        {
            "text": "Estados Unidos lanza la sonda Génesis con la misión de estudiar el viento solar.",
            "year": 2001
        },
        {
            "text": "cerca de Tetovo, 43 km al oeste de Skopie (Macedonia del Norte), rebeldes albaneses ―que ingresaron 95 km desde la frontera entre Macedonia y Albania― emboscan a un convoy del Ejército de Macedonia del Norte y asesinan a 10 soldados.",
            "year": 2001
        },
        {
            "text": "en Santiago (Chile), la Corte Suprema de Justicia retira la inmunidad diplomática y el cargo de «senador vitalicio» al exdictador Augusto Pinochet.",
            "year": 2000
        },
        {
            "text": "14 km al sureste de la costa de la ciudad de Charleston (estado de Carolina del Sur), el submarino confederado (esclavista del sur) CSS Hunley ―que hundió al buque estadounidense Housatonic el 17 de febrero de 1864― es reflotado tras 136 años en el fondo marino, y tras 30 años de su descubrimiento por el explorador submarino E. Lee Spence (n. 1947).",
            "year": 2000
        },
        {
            "text": "en la ciudad afgana de Mazar-e Sarif (de medio millón de habitantes), los talibanes ―creados por Estados Unidos en 1994 y apoyados con armas y logística― ingresan al consulado iraní y matan diez diplomáticos iraníes y al periodista iraní Mahmoud Saremi (1968‑1998). Desde el año siguiente, en Irán se celebra el Día del Periodista, y en Teherán existe el bulevar Saremi en su honor.",
            "year": 1998
        },
        {
            "text": "en la isla de Guam, a 2080 km al este de las islas Filipinas, un terremoto de 7,8 Mw  sacude la isla con una intensidad de Mercalli máxima de IX («violento»), causando alrededor de 250 millones de dólares en daños e hiriendo a 71 personas.",
            "year": 1993
        },
        {
            "text": "en Praga (República Checa), una unidad de fuerzas especiales arresta al criminal e influenciador Jiří Kajínek (32), buscado por haber asesinado el 30 de mayo a dos personas; será condenado a cadena perpetua pero amnistiado por Miloš Zeman (presidente de la República Checa entre 2013 y 2023).",
            "year": 1993
        },
        {
            "text": "en el Estadio Olímpico Lluís Companys, en Montjuic (provincia de Barcelona), la selección de fútbol de España gana sus primeros Juegos Olímpicos en la modalidad de fútbol al derrotar a la selección de fútbol de Polonia por 3 a 2.",
            "year": 1992
        },
        {
            "text": "en Varsovia (Polonia) se derrumba la torre de radio de Varsovia, la estructura más alta construida hasta enero de 2009 (en que el edificio Burj Khalifa alcanzó su altura máxima, 828 metros). El coordinador de la construcción y el capataz de la empresa Mostostal fueron condenados a la pena de dos años y medio de prisión, cada uno.",
            "year": 1991
        },
        {
            "text": "en Durrës (Albania) parte el barco Vlora con aproximadamente 20 000 emigrantes a bordo. Después de dos días de navegación llegará al puerto de Bari (Italia), 220 km al oeste.",
            "year": 1991
        },
        {
            "text": "Irak ocupa Kuwait y el estado es anexado a Irak. Esto conducirá poco después a la invasión estadounidense (guerra del Golfo).",
            "year": 1990
        },
        {
            "text": "en cabo Cañaveral (estado de Florida) el transbordador espacial Columbia despega en una misión militar secreta de cinco días (STS‑28).",
            "year": 1989
        },
        {
            "text": "en Rangún (Myanmar) comienza el Levantamiento 8888 (8-8-88). Liderados por estudiantes, cientos de miles de personas se unen a las protestas nacionales contra el régimen socialista de partido único. El 18 de septiembre, las manifestaciones culminarán en una violenta represión militar.",
            "year": 1988
        },
        {
            "text": "en Indianápolis (Estados Unidos) se inauguran los X Juegos Panamericanos.",
            "year": 1987
        },
        {
            "text": "en la ciudad de Guatemala, el general Óscar Humberto Mejía Víctores perpetra un golpe de Estado para derrocar al dictador Efraín Ríos Montt.",
            "year": 1983
        },
        {
            "text": "en los Estados Unidos, el presidente Richard Nixon anuncia públicamente por televisión su renuncia como resultado del escándalo de corrupción Watergate. Hará efectiva su renuncia al mediodía del día siguiente.",
            "year": 1974
        },
        {
            "text": "en Tokio (Japón), al final de una conferencia de surcoreanos en contra de la dictadura del surcoreano proestadounidense Park Chung‑Hee, la KCIA (Agencia Central de Inteligencia Surcoreana) secuestra a Kim Dae-jung, un político surcoreano y más tarde presidente de Corea del Sur, y lo transporta maniatado en una lancha hacia Corea del Sur. La orden del dictador Park Chung-hee de asesinarlo al arrojarlo al mar dentro de una bolsa fue desbaratada por la Guardia Costera del Japón, que persiguió a los surcoreanos hasta aguas internacionales, a 120 km de Busan (Corea del Sur).",
            "year": 1973
        },
        {
            "text": "a las 11:35, en un paso de cebra de Londres, el fotógrafo Iain Macmillan (1938‑2006) pasa 10 minutos montado sobre una escalera para tomar seis fotografías de los miembros de la banda británica The Beatles ―George Harrison, Paul McCartney, Ringo Starr y John Lennon― cruzando la calle (mientras un policía de tránsito paraba el tráfico). McCartney analizará las seis fotos con una lupa hasta decidir que la quinta sería la icónica fotografía que se convertirá en la imagen de portada del álbum Abbey Road.",
            "year": 1969
        },
        {
            "text": "en Bangkok (Indonesia), representantes de Indonesia, Malasia, Filipinas, Singapur y Tailandia fundan la ASEAN (Asociación de Naciones del Sureste Asiático).",
            "year": 1967
        },
        {
            "text": "en Asunción (Paraguay) se funda el diario ABC Color, que será perseguido y clausurado durante la dictadura proestadounidense del general Alfredo Stroessner.",
            "year": 1967
        },
        {
            "text": "en un cruce ferroviario a 70 km al nornoroeste de Londres (Reino Unido), una banda de 15 ladrones realizan el asalto al tren postal de Glasgow-Londres, y se llevan un botín de más de 2,6 millones de libras esterlinas (47,6 millones en 2025), en lo que se conocería como «el robo del siglo».",
            "year": 1963
        },
        {
            "text": "en Highfield, un suburbio a 11 km al suroeste del centro de la ciudad de Salisbury (Rodesia del Sur) se forma la ZANU (Unión Nacional Africana de Zimbabue) ―el actual partido socialista antirracista que gobierna Zimbabue―, como resultado de una escisión del partido Unión del Pueblo Africano de Zimbabue.",
            "year": 1963
        },
        {
            "text": "se publica el primer número de la revista Fantastic Four, donde se presenta el primer equipo de superhéroes, Los Cuatro Fantásticos, creado por Stan Lee y Jack Kirby.",
            "year": 1961
        },
        {
            "text": "65 km al sur de Bruselas (Bélgica) sucede el desastre minero de Marcinelle. Mueren 262 mineros de 12 nacionalidades diferentes, la mayoría de los cuales (136) son inmigrantes italianos. Es uno de los mayores accidentes mineros de la historia belga.",
            "year": 1956
        },
        {
            "text": "en la aldea de Kralice nad Oslavou, 185 km al sureste de Praga (Checoslovaquia), un estudiante de escuela primaria de once años, Zbyněk Jašek, encuentra la primera carta que se imprimió en la Imprenta de los Hermanos de Ivančice-Kralice. La arqueóloga checa Vlasta Fialová (1896‑1972) confirma la ubicación de la Imprenta de los Hermanos, que fue una editorial fundada en 1562 por el obispo Jan Blahoslav en Ivančice (Moravia), que en 1578 se trasladó a Kralice nad Oslavou, y en la que la iglesia imprimía sus propios escritos.",
            "year": 1956
        },
        {
            "text": "en Caracas (Venezuela), el equipo de béisbol Cervecería Caracas cambia su nombre a Leones del Caracas, uno de los más conocidos y laureados de este deporte en el país.",
            "year": 1952
        },
        {
            "text": "en Dover (Reino Unido), Florence Chadwick (1918‑1995) atraviesa el Canal de la Mancha desde Francia hasta Inglaterra en 13:23 h, lo que rompe en más de una hora el récord mundial de 1926, establecido por otra estadounidense, Gertrude Ederle (1905‑2003). Chadwick también será la primera mujer que cruzó a nado hasta la isla Santa Catalina (35 km al suroeste de Los Ángeles), el estrecho de Gibraltar, el estrecho del Bósforo y el estrecho de Dardanelos.",
            "year": 1950
        },
        {
            "text": "Bután se independiza de la India (que en 1947 se había independizado del Imperio británico).",
            "year": 1949
        },
        {
            "text": "en la fábrica de aviones Convair en la ciudad de Fort Worth (estado de Texas) se realiza el primer vuelo del bombardero Convair B‑36 con capacidad para lanzar bombas atómicas. Es el avión con motor de pistón más pesado producido en serie en ese momento. En 1955 será remplazado por el Boeing B‑52.",
            "year": 1946
        },
        {
            "text": "en Londres (Reino Unido), la Unión Soviética firma con el Reino Unido, Francia y los Estados Unidos el Estatuto de Londres del Tribunal Militar Internacional, que establece las leyes y procedimientos para celebrar los Juicios de Núremberg (en los que serán juzgados los criminales de guerra de Alemania).",
            "year": 1945
        },
        {
            "text": "dos meses después del 8 de mayo, en que Alemania se rindió a la Unión Soviética ―en el marco de la Segunda Guerra Mundial (1939‑1945)― la Unión Soviética le declara la guerra al Japón e invade Manchuria (que había sido invadida y arrasada por los japoneses) con más de un millón de soldados, para devolvérsela a China. Esta acción impulsa al emperador Hirohito a implorar al Consejo de Guerra que reconsidere la rendición, teniendo en cuenta el atentado terrorista atómico estadounidense contra la población civil de Hiroshima (6 de agosto de 1945). Al día siguiente, Estados Unidos perpetrará el atentado terrorista atómico contra la población civil de Nagasaki (9 de agosto de 1945).",
            "year": 1945
        },
        {
            "text": "en la ONU (Organización de las Naciones Unidas), en Nueva York, el representante estadounidense ratifica la Carta de las Naciones Unidas. Así, Estados Unidos se convierte en la primera nación en unirse a la nueva organización internacional.",
            "year": 1945
        },
        {
            "text": "en Bombay (India) se lanza el movimiento Quit India (‘abandonen la India’) contra el Gobierno invasor británico en respuesta al llamado del pacifista Majatma Gandhi (72) y de su discípulo, el político Jawaharlal Nehru (52), a favor de la independencia de la nación.",
            "year": 1942
        },
        {
            "text": "en Washington (Estados Unidos) ―en el marco de la Segunda Guerra Mundial (1939‑1945)―, el gobierno de Franklin D. Roosevelt ejecuta a seis estadounidenses nazis aspirantes a saboteadores. Otros dos nazis estadounidenses que habían colaborado con Alemania son condenados a cadena perpetua.",
            "year": 1942
        },
        {
            "text": "en Berlín, por orden de Adolf Hitler ―en el marco de la Segunda Guerra Mundial (1939‑1945)― el militar y criminal de guerra nazi Wilhelm Keitel (57) firma la directiva Aufbau Ost (‘reconstrucción en el este’). En ella se establece que, debido a la amenaza de un ataque aéreo británico sobre el oeste de Alemania, era necesario utilizar los territorios orientales para el reclutamiento y la preparación de las nuevas unidades (armas, tanques, municiones) para la guerra.",
            "year": 1940
        },
        {
            "text": "167 km al oeste de Viena (Austria), los alemanes (nazis) inauguran el campo de concentración de Mauthausen-Gusen.",
            "year": 1938
        },
        {
            "text": "desde la base aérea y naval de Lakehurst, 129 km al sur de Nueva York, el dirigible alemán Graf Zeppelin inicia un vuelo alrededor del mundo. Hará su primera escala en la ciudad de Friedrichshafen (Alemania) y alcanzará Tokio (Japón), donde hizo escala. Finalmente el 29 de agosto retornará a Lakehurst, su punto de partida, tras 21 días, durante los cuales recorrió 34 600 km.",
            "year": 1929
        },
        {
            "text": "en Rawalpindi, 16 km al sur de Islamabad (que desde 1966 es la capital de Pakistán) y 472 km al este de Kabul (capital de Afganistán) representantes del Emirato de Afganistán y del Reino Unido firman el Tratado anglo-afgano de 1919, que pone fin a la tercera guerra anglo-afgana (6 de mayo a 8 de agosto de 1919). Los británicos consiguen que los afganos confirmen la Línea Durand como frontera con la India británica. A cambio, el Reino Unido ya no está obligado a subvencionar al Gobierno afgano (una especie de soborno mediante el cual Afganistán se comprometía a no comerciar con nadie más que los británicos).",
            "year": 1919
        },
        {
            "text": "en la actual Bielorrusia (perteneciente a Rusia desde 1793) el ejército polaco ―enviado por la Segunda República Polaca (1918‑1939)― ocupa la capital, Minsk. Esta guerra polaco-soviética (1919‑1921) finalizará con la Paz de Riga (18 de marzo de 1921), en que Bielorrusia se independizará y formará la República Socialista Soviética de Bielorrusia.",
            "year": 1919
        },
        {
            "text": "en Amiens, 145 km al norte de París (Francia) ―en el marco de la Primera Guerra Mundial (1914‑1918)― los aliados vencen a los invasores alemanes en la batalla de Amiens. Esto inicia una serie de victorias aliadas casi continuas (Ofensiva de los Cien Días) con un avance a través de las líneas del frente alemanas.",
            "year": 1918
        },
        {
            "text": "en la ciudad de Córdoba (Argentina) se funda el club deportivo Instituto Atlético Central Córdoba.",
            "year": 1918
        },
        {
            "text": "en la ciudad de Pula (Croacia, en esa época colonizada por el Imperio austrohúngaro) ―en el marco de la Primera Guerra Mundial (1914‑1918)―, un equipo de 28 aviones bombarderos del Servicio de la Fuerza Aérea italiana realiza un bombardeo sobre la población civil, pero ―debido probablemente a su inoperancia― no provocan ninguna víctima. En esta ocasión, el poeta y soldado fascista Gabriele D'Annunzio (1863‑1938) utiliza por primera vez la expresión «¡Eia eia, alalà!» (en remplazo del inglés «¡hip hip hurra!») como signo de júbilo por la hazaña realizada.",
            "year": 1917
        },
        {
            "text": "633 al nornoreste de Nueva York (Estados Unidos) se inaugura oficialmente el funicular de las cataratas del Niágara, construido por el ingeniero español Leonardo Torres Quevedo.",
            "year": 1916
        },
        {
            "text": "en el estrecho de los Dardanelos ―en el marco de la Primera Guerra Mundial (1914‑1918)―, el submarino británico HMS E11 hunde al acorazado turco Barbaros Hayreddin ―que hasta 1910 era el acorazado alemán SMS Kurfürst Friedrich Wilhelm―, con la pérdida de 253 vidas.",
            "year": 1915
        },
        {
            "text": "Puerto de Plymouth, Inglaterra: La Endurance, de la expedición Imperial Transantártica ―que aspiraba a ser la primera en atravesar por tierra todo el continente antártico (Roald Amundsen había llegado al polo sur en 1911)― dirigida por el irlandés Ernest Shackleton (40) emprende el viaje hacia el continente antártico pero no lo logra porque el 21 de noviembre de 1915 el buque se hunde atrapado por los hielos del mar de Weddell.",
            "year": 1914
        },
        {
            "text": "en un hipódromo de la ciudad de Le Mans, 209 km al suroeste de París (Francia), el piloto estadounidense Wilbur Wright realiza su primer vuelo. Es el primer vuelo público de los hermanos Wright.",
            "year": 1908
        },
        {
            "text": "en el estadio Baker Bowl de la ciudad de Filadelfia (estado de Massachusetts) se derrumba la tribuna durante un juego de béisbol (Sábado Negro), matando a 12 personas e hiriendo a 232.",
            "year": 1903
        },
        {
            "text": "en París (Francia), durante el Congreso Internacional de Matemáticos, el alemán David Hilbert (1862‑1943) presenta los primeros 10 de sus 23 «problemas de Hilbert».",
            "year": 1900
        },
        {
            "text": "en Puerto Rico (colonia de España), el poderoso huracán San Ciriaco azota la isla y causa 3369 muertes.",
            "year": 1899
        },
        {
            "text": "en el balneario de santa Águeda, ubicado en la villa vasca de Mondragón, a 391 km al norte de Madrid (España), el periodista y anarquista italiano Michele Angiolillo (26) asesina al primer ministro Antonio Cánovas del Castillo (69) como venganza porque este, en el pasado, había ordenado la tortura seguida de muerte de varios criminales anarquistas. Dos semanas después, el 20 de agosto, Angiolillo será ejecutado mediante garrote vil (un perno que se introducía en la nuca).",
            "year": 1897
        },
        {
            "text": "en Segueneiti, 61 km al sureste de Asmara (en la montañosa Eritrea, país colonizado por Italia), varios miles de guerreros abisinios, vencen al ejército italiano y matan a todos sus oficiales, entre ellos a su general, Tullio Cornacchia, en la masacre de Saganeiti.",
            "year": 1888
        },
        {
            "text": "desde el jardín de la cervecería Nusle, en la margen derecha del río Botič, en la ciudad de Praga (Chequia), el maestro de danza Josef Vydra despega en un globo aerostático. Se convierte así en el primer piloto checo.",
            "year": 1877
        },
        {
            "text": "en Nueva York, el inventor Thomas Edison (29) recibe una patente por su mimeógrafo.",
            "year": 1876
        },
        {
            "text": "en la ciudad de Ploiești, 63 km al norte de Bucarest (Rumania), se declara la República de Ploiești, un fallido levantamiento radical-liberal contra el domnitor (‘príncipe’) Carol I de Rumania.",
            "year": 1870
        },
        {
            "text": "después de su derrota en la batalla de Gettysburg ―en el marco de la guerra civil estadounidense (1861‑1865)―, el general Robert E. Lee envía una carta de renuncia al presidente de los Estados Confederados (esclavistas sureños) Jefferson Davis, quien la rechaza inmediatamente.",
            "year": 1863
        },
        {
            "text": "en Greeneville (estado de Ténesi) el gobernador militar Andrew Johnson, libera a sus esclavos personales a pesar de que estaban exentos de la Proclamación de emancipación, ahora conmemorada como el Día de la Emancipación en ese estado.",
            "year": 1863
        },
        {
            "text": "en Chertosa, 4 km al oeste de Boloña (Italia), los invasores austríacos fusilan a los sacerdotes patriotas italianos Ugo Bassi (1800‑1848) y Giovanni Livraghi (1819‑1949).",
            "year": 1849
        },
        {
            "text": "después de una revuelta popular, la ciudad de Bolonia expulsa a los austríacos, que se retiran al norte del Po.",
            "year": 1848
        },
        {
            "text": "en la aldea mormona de Nauvoo, 434 km al oestesuroeste de Chicago (estado de Illinois), el Cuórum de los Doce Apóstoles, encabezado por el líder mormón Brigham Young (1801‑1877), es reafirmado como el órgano líder de la Iglesia de Jesucristo de los Santos de los Últimos Días.",
            "year": 1844
        },
        {
            "text": "en Wapakoneta (estado de Ohio), 980 km al oeste de Nueva York, los 400 sobrevivientes civiles de la etnia shawnee firman con el Gobierno estadounidense el Tratado de Wapakoneta, por el que renuncian a sus tierras en la región de Ohio a cambio de tierras al oeste del río Misisipi.",
            "year": 1831
        },
        {
            "text": "en la Isla de Margarita (frente a las costas de Venezuela), el general español Pablo Morillo junto con 2000 soldados realistas sitia Juan Griego.",
            "year": 1817
        },
        {
            "text": "en el Reino de Nápoles se abole el feudalismo como institución jurídica.",
            "year": 1806
        },
        {
            "text": "cerca de la villa de Juneau (región de Alaska), Joseph Whidbey (1757‑1833) lidera una expedición para buscar el Paso del Noroeste.",
            "year": 1794
        },
        {
            "text": "en la frontera entre Francia e Italia, el Monte Blanco es escalado por primera vez por los franceses Michel-Gabriel Paccard (29) y Jacques Balmat (24).",
            "year": 1786
        },
        {
            "text": "en Madrid, el rey Carlos III (60) crea mediante una real cédula el Virreinato del Río de la Plata (con capital en la villa de Buenos Aires), separando la región de las actuales Bolivia, Paraguay, Argentina y Uruguay del Virreinato del Perú (con capital en Lima).",
            "year": 1776
        },
        {
            "text": "en la costa occidental de la actual Canadá, el español Juan Pérez (49), al mando de la fragata Santiago, de la Armada Española, descubre la isla de Quadra, hoy conocida como Vancouver.",
            "year": 1774
        },
        {
            "text": "en el estado de Pensilvania (colonia británica) ―en el curso de la guerra franco-india (1754‑1763)―, los colonos europeos destruyen el poblado amerindio de Kittanning durante la batalla de Kittanning.",
            "year": 1756
        },
        {
            "text": "en Roma, el papa Benedicto XIV publica la encíclica Quam ex sublimi sobre la necesidad de vicarios apostólicos en las diócesis lejanas.",
            "year": 1755
        },
        {
            "text": "en Córdoba (España), los restos mortales de Fernando IV (1285‑1312) y Alfonso XI de Castilla (1311‑1350) son trasladados desde la Capilla Real de la Mezquita-Catedral de Córdoba hasta la Real Colegiata de San Hipólito (donde descansan actualmente).",
            "year": 1736
        },
        {
            "text": "en Lisboa (Portugal), el sacerdote Bartolomeu Lourenço de Gusmão (23) presenta ante el rey Juan V un modelo de globo aerostático, y demuestra el poder elevador del aire caliente.",
            "year": 1709
        },
        {
            "text": "Mehmed IV (1648‑1687) sucede a Ibrahim I (1640‑1648) como sultán otomano.",
            "year": 1648
        },
        {
            "text": "40 km al nornoroeste de Dublín (Irlanda) ―en el marco de las Guerras Confederadas Irlandesas y las Guerras de los Tres Reinos―¬ las fuerzas invasoras del Parlamento inglés derrotan a las fuerzas patriotas irlandesas en la batalla de la Colina de Dungan.",
            "year": 1647
        },
        {
            "text": "en el canal de la Mancha frente a la aldea de Gravelinas, 293 km al norte de París (Francia) ―en el marco de la guerra anglo-española (1585‑1604)― los ingleses vencen a la Armada Invencible (de España) en la batalla naval de Gravelinas. Esto pone fin al intento de los españoles de invadir Inglaterra. Las partes supervivientes de la Armada Española comienzan a navegar a casa, sólo 67 de los 130 barcos iniciales llegarán a España, y la mayoría de ellos en malas condiciones.",
            "year": 1588
        },
        {
            "text": "John Davis ingresa al Cumberland Sound (una inmensa entrada de mar en el ártico canadiense) en busca del Paso del Noroeste ―que conecta el estrecho de Davis (en el océano Atlántico) y el estrecho de Bering (en el océano Pacífico)―.",
            "year": 1585
        },
        {
            "text": "en la isla de Hven, 23 km al nornoreste del puerto de Copenhague (Dinamarca), se coloca la primera piedra del observatorio Uraniborg del astrónomo danés Tycho Brahe (1546‑1601).",
            "year": 1576
        },
        {
            "text": "en la ciudad de Chittoor, 2232 km al sur de Delhi, Krishnadeva Raya es coronado emperador del Imperio viyaianagara.",
            "year": 1509
        },
        {
            "text": "en la abadía de Holyrood, en la ciudad de Edimburgo (Escocia), el rey Jacobo IV de Escocia se casa con Margarita Tudor, hija del rey Enrique VII de Inglaterra.",
            "year": 1503
        },
        {
            "text": "en Turín ―169 km al noroeste de Génova y 431 km al oeste de Venecia― la República de Génova y la Serenísima República de Venecia firman la Paz de Turín.",
            "year": 1381
        },
        {
            "text": "el terremoto de Creta, con una magnitud de aproximadamente 8 Mw, golpea las áreas del mar Egeo y el mar Levantino, causando daños materiales y miles de víctimas.",
            "year": 1303
        },
        {
            "text": "29 km al nornoreste del puerto de Cádiz comienza la revuelta mudéjar (1264‑1266): las fuerzas rebeldes musulmanas toman el Alcázar de Jerez de la Frontera tras derrotar a la guarnición de la Corona de Castilla.",
            "year": 1264
        },
        {
            "text": "en el mar Mediterráneo, el arzobispo de Tarragona, Guillem de Montgrí, conquista la isla de Ibiza para la Corona de Aragón.",
            "year": 1235
        },
        {
            "text": "en el castillo de Lihula, 114 km al suroeste de Talin (Estonia), las tribus estonias derrotan a los suecos en la batalla de Lihula.",
            "year": 1220
        },
        {
            "text": "cerca de la ciudad de Maastricht, 207 km al sursureste de Ámsterdam (Países Bajos), el rey Luis el Germánico y su medio hermano Carlos el Calvo firman el Tratado de Meerssen, por el que dividen la Francia Media (el reino de los francos en la época merovingia) en dos divisiones más grandes, una al este y otra al oeste.",
            "year": 870
        },
        {
            "text": "en Antioquía (Siria), las fuerzas del usurpador Leoncio y su mentor Illos son derrotados ante la ciudad por las tropas de Zenón y obligados a exiliarse.",
            "year": 484
        },
        {
            "text": "en la ciudad de Éfeso (en la actual Turquía) comienza el Segundo concilio de Éfeso, que el emperador Teodosio II había convocado el 30 de marzo. Hasta el 22 de agosto, será presidido por Dióscoro (obispo de Alejandría). Este concilio será aceptado como válido por las Iglesias ortodoxas orientales pero rechazado por la Iglesia católica y la Iglesia ortodoxa. Fue explícitamente repudiado por el Concilio de Calcedonia de 451.",
            "year": 449
        },
        {
            "text": "en Qianshi, 411 km al sursureste de Pekín (China) ―en el marco del período de primavera y otoño―, tras la muerte de Gongsun Wuzhi (el anterior duque del estado Qi), el duque Zhuang del estado Lu envía un ejército al Ducado de Qi para instalar a Gongzi Jiu (el príncipe exiliado de Qi) como nuevo duque de Qi, pero es derrotado en la batalla de Qianshi por el hermano de Jiu y pretendiente rival, el recién inaugurado duque Huan de Qi.",
            "year": -685
        }
    ],
    "births": [],
    "deaths": [],
    "metadata": {
        "current_date": "8 de agosto de 2025",
        "short_date": "8 de ago",
        "language": {
            "events": "Eventos",
            "deaths": "Defunciones",
            "births": "Nacimientos",
            "b": "n",
            "d": "f",
            "title": "Hoy en Historia (Wikipedia)"
        },
        "events": [
            64,
            65,
            89,
            107,
            4,
            76,
            75,
            50,
            92,
            17
        ],
        "births": [],
        "deaths": []
    }
}