{
    "events": [
        {
            "text": "en un vagón en el metro de Nueva York, se registra un tiroteo que deja al menos 16 heridos.",
            "year": 2022
        },
        {
            "text": "en Muzema (barrio pobre del oeste de la ciudad brasileña de Río de Janeiro), dos edificios se desploman, dejando al menos 20 muertos y 4 desaparecidos.",
            "year": 2019
        },
        {
            "text": "en la costa central de Chile, el gran incendio de Valparaíso arrasa la ciudad de Valparaíso, destruyendo más de 2000 viviendas y matando a 16 personas.",
            "year": 2014
        },
        {
            "text": "en un mercado de la ciudad de Kidal (Malí), dos ataques suicidas matan a tres soldados chadianos y hieren a docenas de civiles.",
            "year": 2013
        },
        {
            "text": "en el Tirol del Sur sucede el descarrilamiento de Merano, un accidente ferroviario que mata a 9 personas y hiere a 28.",
            "year": 2010
        },
        {
            "text": "Zimbabue abandona oficialmente el dólar zimbabuense como moneda oficial.",
            "year": 2009
        },
        {
            "text": "en Bagdad (Irak), la banda terrorista Estado Islámico perpetra un doble atentado. Más de 30 personas mueren y 200 heridas tras inmolarse dos terroristas: uno en una comisaría de policía y el otro en una cafetería dentro del edificio del Parlamento. Muere el diputado Mohammed Awad.",
            "year": 2007
        },
        {
            "text": "en los Estados Unidos, la empresa AMD presenta el microprocesador Opteron, de doble núcleo.",
            "year": 2005
        },
        {
            "text": "en los Estados Unidos, la empresa Intel presenta el microprocesador Pentium D, de 64 bits.",
            "year": 2005
        },
        {
            "text": "en Caracas (Venezuela) ―en medio del golpe de Estado contra Hugo Chávez―, el empresario proestadounidense Pedro Carmona asume la presidencia y disuelve todos los poderes públicos.",
            "year": 2002
        },
        {
            "text": "en Jerusalén, una atacante suicida estalla en la entrada del Mercado Mahane Yehuda, matando a 7 personas e hiriendo a 104.",
            "year": 2002
        },
        {
            "text": "se celebra por primera vez La noche de Yuri.",
            "year": 2001
        },
        {
            "text": "un avión de la aerolínea Avianca, es secuestrado mientras cubría la ruta Bucaramanga-Bogotá.",
            "year": 1999
        },
        {
            "text": "el presidente de los Estados Unidos Bill Clinton es citado por la Corte Suprema por falso testimonio en el escándalo de sus relaciones sexuales con la becaria Monica Lewinsky.",
            "year": 1999
        },
        {
            "text": "cerca de la ciudad serbia de Leskovac (Yugoslavia) en el marco de la Operación Fuerza Aliada de destrucción de Yugoslavia, aviones de la OTAN bombardean un tren de pasajeros mientras este cruzaba un puente ferroviario sobre el río Južna Morava en el desfiladero de Grdelica, matando a unos 60 hombres, mujeres y niños civiles.",
            "year": 1999
        },
        {
            "text": "en la ciudad serbia de Niš (Yugoslavia), varios aviones de la OTAN atacan con bombas de racimo a la población civil. El objetivo del ataque era el aeropuerto de Niš; sin embargo, las bombas cayeron sobre la parte oriental de la ciudad provocando heridas a solo 12 civiles (según la OTAN). Un año después un civil morirá al pisar de estas bombas sin detonar.",
            "year": 1999
        },
        {
            "text": "en El Cairo (Egipto), Israel y la OLP concluyen el acuerdo sobre la policía palestina que se desplegará en Gaza y Jericó, y que contará con 9000 hombres.",
            "year": 1994
        },
        {
            "text": "en el estado de Arizona (Estados Unidos), el matrimonio de abogados Laurence Canter (40) y Martha Siegel (46) un software casero de márketing para promover los servicios de su bufete. Es considerado el primer spam o correo basura masivo en internet.",
            "year": 1994
        },
        {
            "text": "cerca de París (Francia) se inaugura Eurodisney; posteriormente, el nombre del complejo y del parque se cambia a Disneyland Resort ParÍs.",
            "year": 1992
        },
        {
            "text": "En Madrid (España) se reinaugura, cien años después de su fundación, la Estación de Atocha, el mayor complejo ferroviario de España y uno de los más importantes de Europa.",
            "year": 1992
        },
        {
            "text": "en la ciudad de Washington DC se inaugura la exposición Dinosaurios del siglo  de Jim Gary (1939-2006) en el Museo Nacional de Historia Natural de los Estados Unidos. Es el único escultor invitado a presentar una exposición individual allí.",
            "year": 1990
        },
        {
            "text": "en las islas Lofoten (costa norte de Noruega), el Vuelo 839 de Widerøe se estrella después de despegar del aeropuerto de Værøy, matando a cinco personas.",
            "year": 1990
        },
        {
            "text": "en el restaurante El Descanso, de la ciudad de Madrid (España), un atentado atribuido al yihadismo musulmán deja como saldo 18 muertos y 82 heridos.",
            "year": 1985
        },
        {
            "text": "desde Cabo Cañaveral (estado de Florida) se lanza el transbordador espacial Discovery para desplegar dos satélites de comunicaciones.",
            "year": 1985
        },
        {
            "text": "en Los Ángeles (California), la película española Volver a empezar de José Luis Garci, consigue por primera vez para España el premio Óscar a la mejor película en lengua no inglesa.",
            "year": 1983
        },
        {
            "text": "en Chicago (estado de Illinois), Harold Washington es elegido como el primer alcalde negro de esa ciudad.",
            "year": 1983
        },
        {
            "text": "en el marco de la guerra de las Malvinas, Reino Unido comienza la reocupación de las islas Malvinas (que mantenía invadidas desde 1832, y que Argentina recuperó a la fuerza diez días antes).",
            "year": 1982
        },
        {
            "text": "en Cabo Cañaveral (estado de Florida) tiene lugar el primer lanzamiento de un transbordador espacial, el Columbia, tripulado por dos astronautas hombres.",
            "year": 1981
        },
        {
            "text": "en Liberia (centro-oeste de África), el militar Samuel Kanyon Doe (28) ―por órdenes y con financiación de Estados Unidos― perpetra un golpe de Estado y asesina al presidente constitucional William Tolbert (66), acabando con 130 años de democracia e instaurando una sangrienta dictadura proestadounidense.",
            "year": 1980
        },
        {
            "text": "en Florianópolis (Brasil), el vuelo 303 de Transbrasil, un Boeing 727, se estrella al aproximarse al Aeropuerto Internacional Hercilio Luz. Mueren 55 de las 58 personas a bordo.",
            "year": 1980
        },
        {
            "text": "en la ciudad de San Juan de Terranova (Canadá), el corredor y atleta canadiense Terry Fox comienza su carrera Marathon of Hope (‘maratón de esperanza’).",
            "year": 1980
        },
        {
            "text": "el submarino soviético K-8, que transportaba cuatro torpedos nucleares, se hunde en el golfo de Vizcaya cuatro días después de un incendio a bordo.",
            "year": 1970
        },
        {
            "text": "en los ranchos cercanos a la base militar de Dugway (estado de Utah) mueren más de 6000 ovejas. Recién en 1998, Jim Woolf, periodista de The Salt Lake Tribune, hizo público el contenido del informe del Ejército en el que se reconocía que la matanza había sido un accidente provocado por el gas nervioso VX en el programa de armas químicas y biológicas estadounidenses que se utilizarían contra la población civil vietnamita en la Guerra de Vietnam (1955-1975).",
            "year": 1968
        },
        {
            "text": "en las costas de Dinamarca, el submarino nuclear soviético K‑33 choca con el barco mercante finlandés Finnclipper.",
            "year": 1963
        },
        {
            "text": "en un pozo a 151 metros bajo tierra, en el área U9n del sitio de pruebas atómicas de Nevada (a unos 100 km al noroeste de la ciudad de Las Vegas), a las 10:00 (hora local) Estados Unidos detona su bomba atómica Hudson, de 1 kilotones. Es la bomba n.º 226 de las 1132 que Estados Unidos detonó entre 1945 y 1992.",
            "year": 1962
        },
        {
            "text": "en España, las Cortes franquistas aprueban la nacionalización del Banco de España.",
            "year": 1962
        },
        {
            "text": "desde el cosmódromo de Baikonur (Kazajistán) el cosmonauta soviético Yuri Gagarin se convierte en el primer ser humano en viajar al espacio exterior y realizar el primer vuelo orbital tripulado con la nave Vostok 1.",
            "year": 1961
        },
        {
            "text": "en los Estados Unidos, la vacuna contra la poliomielitis, desarrollada por el doctor Jonas Salk, es declarada segura y efectiva.",
            "year": 1955
        },
        {
            "text": "en Bolivia, por decreto del gobierno de Víctor Paz Estenssoro, se dicta el Día del Niño.",
            "year": 1955
        },
        {
            "text": "en Decca Records, Bill Haley & His Comets graban Rock Around the Clock, una de las canciones más importantes en la historia del rock and roll.",
            "year": 1954
        },
        {
            "text": "en Mónaco, el príncipe Rainiero III sube al trono.",
            "year": 1950
        },
        {
            "text": "en España se crea el Patronato de Apuestas Mutuas Deportivas Benéficas, predecesor de actual organismo de Loterías y Apuestas del Estado.",
            "year": 1946
        },
        {
            "text": "en Washington (Estados Unidos) fallece en el cargo el presidente Franklin D. Roosevelt; el vicepresidente Harry S. Truman se convierte en el 23.º (trigésimotercer) presidente.",
            "year": 1945
        },
        {
            "text": "en Alemania ―cerca del final de la Segunda Guerra Mundial (1939‑1945)―, el Noveno Ejército estadounidense al mando del general William H. Simpson cruza el río Elba en la ciudad de Magdeburgo y llega a Tangermünde, a solo 80 km de Berlín.",
            "year": 1945
        },
        {
            "text": "en las postrimerías de la Segunda Guerra Mundial (1939‑1945), Chile declara la guerra a Japón.",
            "year": 1945
        },
        {
            "text": "En el marco de la Segunda Guerra Mundial, la ciudad alemana de Aquisgrán es bombardeada con 42 800 bombas incendiarias y 4.047 bombas explosivas, produciéndose el derrumbe del 61 % de las casas y 1525 muertos de los cuales 212 eran niños.",
            "year": 1944
        },
        {
            "text": "ocurre la peor tragedia minera en la historia mundial al morir 1500 mineros en una mina carbonífera en Honkeiko, en la Manchuria (China) durante la ocupación japonesa.",
            "year": 1942
        },
        {
            "text": "en las afueras de Rugby (Inglaterra), sir Frank Whittle realiza pruebas en tierra del primer motor a reacción diseñado para propulsar un avión.",
            "year": 1937
        },
        {
            "text": "en la cima del monte Washington (en el estado de Nuevo Hampshire) se mide la ráfaga de viento de superficie más fuerte del mundo en ese momento, de 372 km/h. Desde entonces, esa velocidad ha sido superada.",
            "year": 1934
        },
        {
            "text": "en el estado de Ohio (Estados Unidos) comienza la huelga de Auto-Lite, que culmina en un enfrentamiento de cinco días entre las tropas armadas de la Guardia Nacional y 6000 huelguistas y piqueteros desarmados.",
            "year": 1934
        },
        {
            "text": "en España se celebran las elecciones municipales en las cuales las candidaturas republicanas consiguen la mayoría en 41 capitales de provincia, lo que daría pie a la proclamación de la Segunda República.",
            "year": 1931
        },
        {
            "text": "el avión alemán Bremen (tipo Junkers W 33) despega para el primer vuelo transatlántico exitoso en avión de este a oeste.",
            "year": 1928
        },
        {
            "text": "en Milán (Italia), el rey Víctor Manuel III, sale ileso de un atentado en la inauguración de la Feria de Muestras.",
            "year": 1928
        },
        {
            "text": "en Shanghái (China), el dictador anticomunista Chiang Kai-shek ordena ejecutar a miembros del Partido Comunista.",
            "year": 1927
        },
        {
            "text": "en el estado de Texas, la ciudad de Rocksprings es azotada por un tornado F5 que destruye 235 de los 247 edificios de la ciudad, mata a 72 habitantes y hiere a 205; el tercer tornado más mortal en la historia de ese estado.",
            "year": 1927
        },
        {
            "text": "4 km al suroeste de Sevilla (España) el rey Alfonso XIII inaugura el aeródromo de Tablada.",
            "year": 1923
        },
        {
            "text": "cerca del pueblo francés de Vimý, a 60 km al suroeste de la frontera con Bélgica ―en el marco de la Primera Guerra Mundial (1914‑1917)― la Fuerza Expedicionaria Canadiense vence y expulsa a los invasores alemanes en la batalla de la cresta de Vimy.",
            "year": 1917
        },
        {
            "text": "Se bota el SMS Zrínyi, uno de los últimos acorazados pre-dreadnought construidos por la Armada Austrohúngara.",
            "year": 1910
        },
        {
            "text": "en Barcelona (Cataluña), Antonio Maura (presidente del Consejo de Ministros) sufre un atentado con arma blanca.",
            "year": 1904
        },
        {
            "text": "en Tuguegarao (Filipinas) se registra la temperatura más alta en la Historia de ese país: 42,2 °C (107,9 °F).",
            "year": 1900
        },
        {
            "text": "un día después de su ascenso al poder, el presidente William McKinley firma la Ley Foraker, dándole a Puerto Rico un autogobierno limitado.",
            "year": 1900
        },
        {
            "text": "en el estado de Antioquia (Colombia) se funda la aldea de Caucasia.",
            "year": 1886
        },
        {
            "text": "el Reino Unido se anexiona Transvaal (tierra sudafricana invadida por los Países Bajos).",
            "year": 1877
        },
        {
            "text": "en España se realiza un consejo de guerra para juzgar al Duque de Montpensier, que había matado en duelo a su primo el infante don Enrique de Borbón.",
            "year": 1870
        },
        {
            "text": "en Cuba, Carlos Manuel de Céspedes asume como primer presidente de la República en Armas (contra el Reino de España).",
            "year": 1869
        },
        {
            "text": "en el estado de Alabama (Estados Unidos) ―en el marco de la Guerra Civil Estadounidense (1861‑1865), las fuerzas antiesclavistas del norte toman la localidad de Mobile.",
            "year": 1865
        },
        {
            "text": "en el estado de Tennessee ―en el marco de la Guerra Civil Estadounidense (1861‑1865)― los vencedores racistas confederados (los esclavistas del sur del país) toman prisioneros a los derrotados de la batalla de Fort Pillow y matan a todos los que son afroestadounidenses.",
            "year": 1864
        },
        {
            "text": "en el pueblo de Big Shanty (estado de Georgia) ―en el marco de la Guerra Civil Estadounidense (1861‑1865)― se produce la incursión de Andrews (La gran persecución en locomotora).",
            "year": 1862
        },
        {
            "text": "en el puerto de Charleston (estado de Carolina del Sur), el ejército confederado (los esclavistas del sur del país) disparan contra Fuerte Sumter. Se da inicio a la Guerra Civil Estadounidense (1861‑1865).",
            "year": 1861
        },
        {
            "text": "en Caracas (Venezuela), Manuel Felipe de Tovar presta juramento como primer presidente electo.",
            "year": 1860
        },
        {
            "text": "en el arroyo Salsipuedes Grande (Uruguay), al día siguiente de la Traición del Salsipuedes, el militar colorado Bernabé Rivera (1795‑1832) con sus 1200 soldados sigue persiguiendo y matando a sus aliados charrúas artiguistas. «[Ese es] el gran interés que tomo en la conclusión [genocidio] de los infieles». Los niños y mujeres sobrevivientes serán vendidos como esclavos.",
            "year": 1831
        },
        {
            "text": "en Mánchester (Reino Unido), los soldados que marchan de manera rítmica sobre el puente colgante de Broughton provocan su derrumbe.",
            "year": 1831
        },
        {
            "text": "en Grecia, Aléxandros Ipsilantis es declarado líder de Filikí Etería, una organización secreta con el objetivo de expulsar de ese país a los invasores otomanos.",
            "year": 1820
        },
        {
            "text": "se presenta el Manifiesto de los Persas al rey Fernando VII de España.",
            "year": 1814
        },
        {
            "text": "en Malta termina el motín de Froberg cuando los amotinados restantes hacen estallar el polvorín del Fuerte Ricasoli.",
            "year": 1807
        },
        {
            "text": "75 km al oeste de Génova (Italia) ―en el marco de la Guerra de la Primera Coalición― Napoleón Bonaparte obtiene su primera victoria como comandante del ejército en la Batalla de Montenotte, dividiendo los ejércitos austríaco y piamontés y marcando el comienzo de la rendición piamontesa en la guerra.",
            "year": 1796
        },
        {
            "text": "frente a la isla Dominica (en el mar Caribe) ―en el marco de la Guerra de Independencia de los Estados Unidos―, una flota de la Royal Navy liderada por el almirante George Rodney derrota a una flota francesa liderada por el conde de Grasse en la batalla de los Saintes.",
            "year": 1782
        },
        {
            "text": "se firma el Tratado de Aranjuez, por el cual España interviene en la Guerra de Independencia de los Estados Unidos.",
            "year": 1779
        },
        {
            "text": "en el marco de la Guerra de Independencia de los Estados Unidos, el Congreso Provincial de Carolina del Norte autoriza ―mediante las Resoluciones de Halifax― a su delegación del Segundo Congreso Continental a votar por independizarse del Imperio británico.",
            "year": 1776
        },
        {
            "text": "en España, el rey Fernando VI firma el decreto por el que se crea la Real Academia de Bellas Artes de San Fernando, inaugurada al día siguiente.",
            "year": 1752
        },
        {
            "text": "El papa Clemente X beatifica a Santa Rosa de Lima, convirtiéndose en la primera santa nacida en América.",
            "year": 1671
        },
        {
            "text": "en Italia, la Inquisición acusa de manera infundada a Galileo Galilei de herejía.",
            "year": 1633
        },
        {
            "text": "los Países Bajos se independizan del Reino de España.",
            "year": 1609
        },
        {
            "text": "en las islas británicas, el Reino de Inglaterra y el Reino de Escocia adoptan para sus barcos la bandera de la Unión.",
            "year": 1606
        },
        {
            "text": "en Ecuador se funda la aldea de Cuenca.",
            "year": 1557
        },
        {
            "text": "en el Imperio bizantino, los guerreros cristianos de la Cuarta Cruzada rompen las murallas de Constantinopla y entran en la ciudad, que ocupan completamente al día siguiente.",
            "year": 1204
        },
        {
            "text": "los chinos de la dinastía Song dejan registros de que este día desapareció la supernova del Cangrejo. Había explotado 22 meses antes (el 10 de julio de 1054) y permaneció tan brillante que podía verse de día. Después, los restos formarán la nebulosa del Cangrejo.",
            "year": 1056
        },
        {
            "text": "en Praga (capital de Bohemia), el duque Oldřich de Bohemia depone y ciega a su hermano Jaromir, quien huye a Polonia.",
            "year": 1012
        },
        {
            "text": "en las islas británicas, Paulinus (obispo de York) convierte al cristianismo al rey Eduino de Northumbria.",
            "year": 627
        },
        {
            "text": "en Roma (península italiana), Antemio es proclamado emperador.",
            "year": 467
        },
        {
            "text": "Shapur I se convierte en coemperador del Imperio Sasánida con su padre Ardashir I.",
            "year": 240
        }
    ],
    "births": [
        {
            "text": "Frida, perrita rescatista mexicana (f. 2022).",
            "year": 2009
        },
        {
            "text": "Martín Tejón, futbolista español.",
            "year": 2004
        },
        {
            "text": "Robert Navarro, futbolista español.",
            "year": 2002
        },
        {
            "text": "Gabriel Pirani, futbolista brasileño.",
            "year": 2002
        },
        {
            "text": "Arouna Sangante, futbolista senegalés.",
            "year": 2002
        },
        {
            "text": "Leon Dajaku, futbolista alemán.",
            "year": 2001
        },
        {
            "text": "Oh Hyeon-gyu, futbolista surcoreano.",
            "year": 2001
        },
        {
            "text": "Yasir Abdullah, jugador de fútbol americano estadounidense.",
            "year": 2000
        },
        {
            "text": "Nadia Battocletti, atleta italiana.",
            "year": 2000
        },
        {
            "text": "Marlene Galandi, yudoca alemana.",
            "year": 2000
        },
        {
            "text": "Ron Harper Jr., baloncestista estadounidense.",
            "year": 2000
        },
        {
            "text": "Sophia Kleinherne, futbolista alemana.",
            "year": 2000
        },
        {
            "text": "Nhâm Mạnh Dũng, futbolista vietnamita.",
            "year": 2000
        },
        {
            "text": "Friedrich Moch, esquiador de fondo alemán.",
            "year": 2000
        },
        {
            "text": "Hayato Murotsu, futbolista japonés.",
            "year": 2000
        },
        {
            "text": "Jordi Pola, futbolista español.",
            "year": 2000
        },
        {
            "text": "Mariya Sótskova, patinadora artística rusa.",
            "year": 2000
        },
        {
            "text": "Manuel Turizo, cantante colombiano.",
            "year": 2000
        },
        {
            "text": "Damarri Mathis, jugador de fútbol americano estadounidense.",
            "year": 1999
        },
        {
            "text": "Marcos Mina, futbolista colombiano.",
            "year": 1999
        },
        {
            "text": "Dante Pagez, productor discográfico argentino.",
            "year": 1999
        },
        {
            "text": "Matthew Richardson, ciclista australiano.",
            "year": 1999
        },
        {
            "text": "Stanley Umude, baloncestista estadounidense.",
            "year": 1999
        },
        {
            "text": "José Alvarado, baloncestista estadounidense.",
            "year": 1998
        },
        {
            "text": "André Franco, futbolista portugués.",
            "year": 1998
        },
        {
            "text": "Junya Ito, futbolista japonés.",
            "year": 1998
        },
        {
            "text": "Paulo Londra, cantante argentino.",
            "year": 1998
        },
        {
            "text": "Andrejs Cigaņiks, futbolista letón.",
            "year": 1997
        },
        {
            "text": "D. J. Funderburk, baloncestista estadounidense.",
            "year": 1997
        },
        {
            "text": "Katelyn Ohashi, gimnasta estadounidense.",
            "year": 1997
        },
        {
            "text": "Alejandro Prendes, futbolista español.",
            "year": 1997
        },
        {
            "text": "Nguyễn Quang Hải, futbolista vietnamita.",
            "year": 1997
        },
        {
            "text": "Jan Bednarek, futbolista polaco.",
            "year": 1996
        },
        {
            "text": "Matteo Berrettini, tenista italiano.",
            "year": 1996
        },
        {
            "text": "Desonta Bradford, baloncestista estadounidense.",
            "year": 1996
        },
        {
            "text": "Elizaveta Kulichkova, tenista rusa.",
            "year": 1996
        },
        {
            "text": "Rinalds Malmanis, baloncestista letón.",
            "year": 1996
        },
        {
            "text": "Pedro Cachin, tenista argentino.",
            "year": 1995
        },
        {
            "text": "Eric Bailly, futbolista profesional marfileño.",
            "year": 1994
        },
        {
            "text": "Sehun, músico surcoreano.",
            "year": 1994
        },
        {
            "text": "Isabelle Drummond, actriz y cantante brasileña.",
            "year": 1994
        },
        {
            "text": "Guido Rodríguez, futbolista argentino.",
            "year": 1994
        },
        {
            "text": "Saoirse Ronan, actriz estadounidense.",
            "year": 1994
        },
        {
            "text": "Sehun (Oh Se-hun), cantautor, modelo, rapero, bailarín y actor surcoreano, miembro del grupo EXO.",
            "year": 1994
        },
        {
            "text": "Robin Anderson, tenista estadounidense.",
            "year": 1993
        },
        {
            "text": "Jordan Archer, futbolista británico-inglés-escocés.",
            "year": 1993
        },
        {
            "text": "Ryan Nugent-Hopkins, jugador canadiense de hockey sobre hielo.",
            "year": 1993
        },
        {
            "text": "Giorgio Cantarini, actor italiano.",
            "year": 1992
        },
        {
            "text": "Chad le Clos, nadador sudafricano.",
            "year": 1992
        },
        {
            "text": "Daniele Donnarumma, futbolista italiano.",
            "year": 1992
        },
        {
            "text": "Lionel Carole, futbolista profesional francés.",
            "year": 1991
        },
        {
            "text": "Torey Krug, jugador de hockey sobre hielo estadounidense.",
            "year": 1991
        },
        {
            "text": "Oliver Norwood, futbolista internacional norirlandés nacido en Inglaterra.",
            "year": 1991
        },
        {
            "text": "Magnus Pääjärvi, jugador sueco de hockey sobre hielo.",
            "year": 1991
        },
        {
            "text": "Jazz Richards, futbolista internacional británico-galés.",
            "year": 1991
        },
        {
            "text": "Francesca Halsall, nadadora británico-inglesa.",
            "year": 1990
        },
        {
            "text": "Hiroki Sakai, futbolista japonés.",
            "year": 1990
        },
        {
            "text": "Pedro Hernández, beisbolista venezolano.",
            "year": 1989
        },
        {
            "text": "Antonia Iacobescu, cantante rumana.",
            "year": 1989
        },
        {
            "text": "Miguel Ángel Ponce, futbolista estadounidense-mexicano.",
            "year": 1989
        },
        {
            "text": "Valentin Stocker, futbolista suizo.",
            "year": 1989
        },
        {
            "text": "Vegetta777 (Samuel de Luque), youtuber español.",
            "year": 1989
        },
        {
            "text": "Kaitlyn Weaver, bailarina sobre hielo canadiense-estadounidense.",
            "year": 1989
        },
        {
            "text": "Ricky Álvarez, futbolista argentino.",
            "year": 1988
        },
        {
            "text": "Pierre Bengtsson, futbolista sueco.",
            "year": 1988
        },
        {
            "text": "Stephen Brogan, futbolista británico-inglés.",
            "year": 1988
        },
        {
            "text": "Amedeo Calliari, futbolista italiano.",
            "year": 1988
        },
        {
            "text": "Jessie James Decker, cantautora estadounidense.",
            "year": 1988
        },
        {
            "text": "Rvssian, productor, compositor y cantante jamaicano.",
            "year": 1988
        },
        {
            "text": "Moamen Zakaria, futbolista egipcio.",
            "year": 1988
        },
        {
            "text": "Luiz Adriano, futbolista profesional brasileño.",
            "year": 1987
        },
        {
            "text": "Brooklyn Decker, modelo y actriz estadounidense.",
            "year": 1987
        },
        {
            "text": "Shawn Gore, futbolista canadiense.",
            "year": 1987
        },
        {
            "text": "Josh McCrone, jugador de la liga de rugby australiana.",
            "year": 1987
        },
        {
            "text": "Brendon Urie, cantante, compositor, músico y multiinstrumentista estadounidense, líder de la banda Panic! at the Disco.",
            "year": 1987
        },
        {
            "text": "Brad Brach, lanzador de béisbol estadounidense.",
            "year": 1986
        },
        {
            "text": "Blerim Džemaili, futbolista suizo.",
            "year": 1986
        },
        {
            "text": "Marcel Granollers, tenista español.",
            "year": 1986
        },
        {
            "text": "Lorena Gómez, cantante española.",
            "year": 1986
        },
        {
            "text": "Jonathan Pitroipa, futbolista burkinés.",
            "year": 1986
        },
        {
            "text": "Brennan Boesch, jugador de béisbol estadounidense.",
            "year": 1985
        },
        {
            "text": "Hitomi Yoshizawa, cantante japonesa.",
            "year": 1985
        },
        {
            "text": "Maleja Restrepo, actriz, presentadora y modelo colombiana.",
            "year": 1985
        },
        {
            "text": "Aleksey Dmitrik, saltador de altura ruso.",
            "year": 1984
        },
        {
            "text": "Jelena Dokic, tenista serbia expatriada en Australia.",
            "year": 1983
        },
        {
            "text": "Luke Kibet, corredor keniano.",
            "year": 1983
        },
        {
            "text": "Juan Pablo Brzezicki, tenista argentino.",
            "year": 1982
        },
        {
            "text": "Deen, cantante bosnio.",
            "year": 1982
        },
        {
            "text": "Yuriy Borzakovskiy, corredor ruso.",
            "year": 1981
        },
        {
            "text": "Nicolás Burdisso, futbolista argentino.",
            "year": 1981
        },
        {
            "text": "Tulsi Gabbard, política estadounidense.",
            "year": 1981
        },
        {
            "text": "Hisashi Iwakuma, lanzador japonés de béisbol.",
            "year": 1981
        },
        {
            "text": "Grant Holt, futbolista y luchador profesional británico-inglés.",
            "year": 1981
        },
        {
            "text": "Sara Head, campeona paralímpica británico-galesa de tenis de mesa.",
            "year": 1980
        },
        {
            "text": "Brian McFadden, cantautor irlandés, de la banda Westlife.",
            "year": 1980
        },
        {
            "text": "Erik Mongrain, músico canadiense.",
            "year": 1980
        },
        {
            "text": "Claire Danes, actriz estadounidense.",
            "year": 1979
        },
        {
            "text": "Elena Grosheva, gimnasta rusa.",
            "year": 1979
        },
        {
            "text": "Mateja Kežman, futbolista serbio.",
            "year": 1979
        },
        {
            "text": "Carolina La O, cantante colombiana.",
            "year": 1979
        },
        {
            "text": "Lee Soo-young, cantante surcoreana.",
            "year": 1979
        },
        {
            "text": "Jennifer Morrison, actriz y modelo estadounidense.",
            "year": 1979
        },
        {
            "text": "Cristian Ranalli, futbolista italiano.",
            "year": 1979
        },
        {
            "text": "Guy Berryman, bajista y músico británico-escocés, de la banda Coldplay.",
            "year": 1978
        },
        {
            "text": "Scott Crary, director, productor y guionista estadounidense.",
            "year": 1978
        },
        {
            "text": "Svetlana Lapina, saltadora de altura rusa.",
            "year": 1978
        },
        {
            "text": "Robin Walker, empresario y político británico-inglés.",
            "year": 1978
        },
        {
            "text": "Giovanny Espinoza, futbolista ecuatoriano.",
            "year": 1977
        },
        {
            "text": "Gemma Mengual, nadadora sincronizada española.",
            "year": 1977
        },
        {
            "text": "Sarah Monahan, actriz australiana.",
            "year": 1977
        },
        {
            "text": "Jason Price, futbolista británico-galés.",
            "year": 1977
        },
        {
            "text": "Glenn Rogers, jugador de críquet australiano-escocés.",
            "year": 1977
        },
        {
            "text": "Mathías Brivio, presentador de televisión, locutor y periodista peruano.",
            "year": 1976
        },
        {
            "text": "Olga Kotlyarova, corredora rusa.",
            "year": 1976
        },
        {
            "text": "Brad Miller, baloncestista estadounidense.",
            "year": 1976
        },
        {
            "text": "Belinda Emmett, actriz australiana (f. 2006).",
            "year": 1974
        },
        {
            "text": "Bryan Fletcher, jugador de la liga de rugby australiana y comentarista deportivo.",
            "year": 1974
        },
        {
            "text": "Roman Hamrlík, jugador de hockey sobre hielo checo.",
            "year": 1974
        },
        {
            "text": "Marley Shelton, actriz estadounidense.",
            "year": 1974
        },
        {
            "text": "Sylvinho (Sylvio Mendes Campos Junior), futbolista y entrenador brasileño.",
            "year": 1974
        },
        {
            "text": "Slava Mogutin, fotógrafo y artista multimedia ruso exiliado en los Estados Unidos.",
            "year": 1974
        },
        {
            "text": "Marley Shelton, actriz estadounidense.",
            "year": 1974
        },
        {
            "text": "J. Scott Campbell, escritor e ilustrador estadounidense.",
            "year": 1973
        },
        {
            "text": "Ryan Kisor, trompetista y compositor estadounidense.",
            "year": 1973
        },
        {
            "text": "Antonio Osuna, beisbolista mexicoamericano.",
            "year": 1973
        },
        {
            "text": "Christian Panucci, futbolista y entrenador italiano.",
            "year": 1973
        },
        {
            "text": "Sebnem Ferah, cantante turco.",
            "year": 1972
        },
        {
            "text": "Kenji Hamada, actor de voz japonés.",
            "year": 1972
        },
        {
            "text": "Paul Lo Duca, jugador de béisbol y comentarista deportivo estadounidense.",
            "year": 1972
        },
        {
            "text": "Reyli Barba, cantautor y actor mexicano.",
            "year": 1972
        },
        {
            "text": "Nicholas Brendon, actor estadounidense.",
            "year": 1971
        },
        {
            "text": "Shannen Doherty, actriz, directora y productora estadounidense (f. 2024).",
            "year": 1971
        },
        {
            "text": "Sylvain Bouchard, patinador de velocidad canadiense.",
            "year": 1970
        },
        {
            "text": "Reagan Foxx, actriz pornográfica y modelo erótica estadounidense.",
            "year": 1970
        },
        {
            "text": "Martín Mono Fabio (el Mono de Kapanga), cantante argentino de rock, del grupo Kapanga.",
            "year": 1969
        },
        {
            "text": "Michael Jackson, jugador de fútbol americano y político (f. 2017).",
            "year": 1969
        },
        {
            "text": "Jörn Lenz, futbolista y entrenador alemán.",
            "year": 1969
        },
        {
            "text": "Lucas Radebe, futbolista y comentarista deportivo sudafricano.",
            "year": 1969
        },
        {
            "text": "Alicia Coppola, actriz estadounidense.",
            "year": 1968
        },
        {
            "text": "Toby Gad, compositor y productor alemán.",
            "year": 1968
        },
        {
            "text": "Adam Graves, jugador canadiense de hockey sobre hielo.",
            "year": 1968
        },
        {
            "text": "Sarah Cracknell, cantautora británico-inglesa.",
            "year": 1967
        },
        {
            "text": "Neil Fanning, actor australiano.",
            "year": 1967
        },
        {
            "text": "Mellow Man Ace, rapero cubano.",
            "year": 1967
        },
        {
            "text": "Nils-Olav Johansen, guitarrista y cantante noruego.",
            "year": 1966
        },
        {
            "text": "Lorenzo White, jugador de fútbol americano.",
            "year": 1966
        },
        {
            "text": "Kim Bodnia, actor y director danés.",
            "year": 1965
        },
        {
            "text": "Chi Onwurah, político británico-inglés.",
            "year": 1965
        },
        {
            "text": "Gervais Rufyikiri, político burundés.",
            "year": 1965
        },
        {
            "text": "Mihai Stoica, futbolista y entrenador rumano.",
            "year": 1965
        },
        {
            "text": "Chris Fairclough, futbolista y entrenador británico-inglés.",
            "year": 1964
        },
        {
            "text": "Amy Ray, cantautora, músico y productora musical de folk-rock estadounidense.",
            "year": 1964
        },
        {
            "text": "Lydia Cacho, periodista y escritora mexicana.",
            "year": 1963
        },
        {
            "text": "Art Alexakis, cantautor y músico estadounidense.",
            "year": 1962
        },
        {
            "text": "Nobuhiko Takada, artista marcial mixto y luchador japonés, fundó Hustle.",
            "year": 1962
        },
        {
            "text": "Carlos Sainz, piloto español de automovilismo.",
            "year": 1962
        },
        {
            "text": "Enedina Arellano Félix, narcotraficante mexicana.",
            "year": 1961
        },
        {
            "text": "Corrado Fabi, piloto italiano de automovilismo.",
            "year": 1961
        },
        {
            "text": "Lisa Gerrard, cantante australiana.",
            "year": 1961
        },
        {
            "text": "Miguel Lora, exboxeador colombiano, campeón mundial del peso gallo del Consejo Mundial de Boxeo entre 1985 y 1988.",
            "year": 1961
        },
        {
            "text": "Charles Mann, jugador de fútbol americano y comentarista deportivo.",
            "year": 1961
        },
        {
            "text": "Magda Szubanski, actriz, comediante y escritora británica expatriada en Australia.",
            "year": 1961
        },
        {
            "text": "David Thirdkill, baloncestista estadounidense.",
            "year": 1960
        },
        {
            "text": "Benjamín González, atleta español (f. 2011).",
            "year": 1958
        },
        {
            "text": "Omar Palma, futbolista, entrenador y político argentino.",
            "year": 1958
        },
        {
            "text": "Will Sergeant, guitarrista británico-inglés.",
            "year": 1958
        },
        {
            "text": "Klaus Tafelmeier, lanzador de jabalina alemán.",
            "year": 1958
        },
        {
            "text": "Ginka Zagorcheva, vallista búlgara.",
            "year": 1958
        },
        {
            "text": "Greg Child, montañista y escritor australiano.",
            "year": 1957
        },
        {
            "text": "Vince Gill, cantautor y guitarrista estadounidense.",
            "year": 1957
        },
        {
            "text": "Tama Janowitz, novelista y cuentista estadounidense.",
            "year": 1957
        },
        {
            "text": "Ignacio Mantilla, matemático colombiano.",
            "year": 1957
        },
        {
            "text": "Andy García, actor, director y productor cubano expatriado en Estados Unidos.",
            "year": 1956
        },
        {
            "text": "Herbert Grönemeyer, cantautor y actor alemán.",
            "year": 1956
        },
        {
            "text": "Walter Salles, cineasta brasileño.",
            "year": 1956
        },
        {
            "text": "Fabian Hamilton, diseñador gráfico, ingeniero y político británico-inglés.",
            "year": 1955
        },
        {
            "text": "John Faulkner, educador y político australiano, 52.º ministro de Defensa de Australia.",
            "year": 1954
        },
        {
            "text": "Steve Stevaert, empresario y político belga (f. 2015).",
            "year": 1954
        },
        {
            "text": "Pat Travers, cantautor y guitarrista canadiense.",
            "year": 1954
        },
        {
            "text": "Álex Angulo, actor español (f. 2014).",
            "year": 1953
        },
        {
            "text": "Tanino Liberatore, escritor e ilustrador italiano.",
            "year": 1953
        },
        {
            "text": "Reuben Gant, jugador de fútbol americano.",
            "year": 1952
        },
        {
            "text": "Leicester Rutledge, jugador de rugby de Nueva Zelanda.",
            "year": 1952
        },
        {
            "text": "Gary Soto, novelista, escritor de memorias y poeta estadounidense.",
            "year": 1952
        },
        {
            "text": "Ralph Wiley, periodista estadounidense (f. 2004).",
            "year": 1952
        },
        {
            "text": "Tom Noonan, actor estadounidense.",
            "year": 1951
        },
        {
            "text": "Joyce Banda, política malawi, cuarto presidente de Malawi.",
            "year": 1950
        },
        {
            "text": "Flavio Briatore, empresario y directivo automovilístico italiano.",
            "year": 1950
        },
        {
            "text": "David Cassidy, cantautor y guitarrista estadounidense (f. 2017).",
            "year": 1950
        },
        {
            "text": "Nicholas Sackman, compositor y educador británico-inglés.",
            "year": 1950
        },
        {
            "text": "María José Demare, actriz y cantante de tango argentina.",
            "year": 1949
        },
        {
            "text": "Pravin Gordhan, político sudafricano (f. 2024).",
            "year": 1949
        },
        {
            "text": "Scott Turow, abogado y escritor estadounidense.",
            "year": 1949
        },
        {
            "text": "Jeremy Beadle, presentador y productor de televisión británico-inglés (f. 2008).",
            "year": 1948
        },
        {
            "text": "Joschka Fischer, académico y político alemán.",
            "year": 1948
        },
        {
            "text": "Christos Iakovou, levantador de pesas griego.",
            "year": 1948
        },
        {
            "text": "Marcello Lippi, futbolista, entrenador y director técnico italiano.",
            "year": 1948
        },
        {
            "text": "Roy M. Anderson, epidemiólogo, zoólogo y académico británico-inglés.",
            "year": 1947
        },
        {
            "text": "Martin Brasier, paleontólogo, biólogo y académico británico-inglés (f. 2014).",
            "year": 1947
        },
        {
            "text": "Tom Clancy, historiador y escritor estadounidense (f. 2013).",
            "year": 1947
        },
        {
            "text": "Antonin Kratochvil, fotógrafo español.",
            "year": 1947
        },
        {
            "text": "David Letterman, presentador de programas de entrevistas y comediante estadounidense.",
            "year": 1947
        },
        {
            "text": "Wayne Northrop, actor estadounidense (f. 2024).",
            "year": 1947
        },
        {
            "text": "John Dunsworth, actor y comediante canadiense (f. 2017).",
            "year": 1946
        },
        {
            "text": "Beto Fernán, cantautor argentino (f. 1980).",
            "year": 1946
        },
        {
            "text": "Ed O'Neill, actor y comediante estadounidense.",
            "year": 1946
        },
        {
            "text": "George Robertson, político, aristócrata («barón Robertson de Port Ellen») y diplomático británico-escocés, 10.º secretario general de la OTAN.",
            "year": 1946
        },
        {
            "text": "Lee Jong-wook, médico y diplomático surcoreano (f. 2006).",
            "year": 1945
        },
        {
            "text": "Lisa Jardine, historiadora, escritora y académica británico-inglesa (f. 2015).",
            "year": 1944
        },
        {
            "text": "John Kay, cantautor, guitarrista y productor germano-canadiense.",
            "year": 1944
        },
        {
            "text": "Sumitra Mahajan, político indio, 16.º portavoz del parlamento Lok Sabha.",
            "year": 1943
        },
        {
            "text": "Bill Bryden, actor, director y guionista británico-escocés (f. 2022).",
            "year": 1942
        },
        {
            "text": "Carlos Reutemann, piloto de automovilismo, político (gobernador de Santa Fe y senador) argentino (f. 2021).",
            "year": 1942
        },
        {
            "text": "Jacob Zuma, político sudafricano, 4.º presidente de Sudáfrica entre 2009 y 2018.",
            "year": 1942
        },
        {
            "text": "Bobby Moore, futbolista y entrenador británico-inglés (f. 1993).",
            "year": 1941
        },
        {
            "text": "Woodie Fryman, jugador de béisbol estadounidense (f. 2011).",
            "year": 1940
        },
        {
            "text": "Herbie Hancock, pianista, tecladista, director de banda y compositor estadounidense de jazz.",
            "year": 1940
        },
        {
            "text": "Alan Ayckbourn, director y dramaturgo británico-inglés.",
            "year": 1939
        },
        {
            "text": "Johnny Raper, jugador y entrenador de la liga de rugby australiana (f. 2022).",
            "year": 1939
        },
        {
            "text": "Dennis Banks, escritor y activista estadounidense (f. 2017).",
            "year": 1937
        },
        {
            "text": "Igor Volk, coronel, piloto y cosmonauta ucraniano-ruso (f. 2017).",
            "year": 1937
        },
        {
            "text": "Tony Earl, político estadounidense, 40.º gobernador de Wisconsin (f. 2023).",
            "year": 1936
        },
        {
            "text": "Charles Napier, actor estadounidense (f. 2011).",
            "year": 1936
        },
        {
            "text": "Kennedy Simmonds, político kittitiano, 4.º primer ministro de San Cristóbal y Nieves.",
            "year": 1936
        },
        {
            "text": "Jimmy Makulis, cantante griego (f. 2007).",
            "year": 1935
        },
        {
            "text": "Heinz Schneiter, futbolista y entrenador suizo (f. 2017).",
            "year": 1934
        },
        {
            "text": "Montserrat Caballé, soprano y actriz española (f. 2018).",
            "year": 1933
        },
        {
            "text": "Violeta Zúñiga, activista por los derechos humanos chilena (f. 2019).",
            "year": 1933
        },
        {
            "text": "Lakshman Kadirgamar, abogado y político cingalés, 5.º ministro de Asuntos Exteriores (f. 2005).",
            "year": 1932
        },
        {
            "text": "Jean-Pierre Marielle, actor francés (f. 2019).",
            "year": 1932
        },
        {
            "text": "Tiny Tim (Herbert Butros Khaury), intérprete de ukelele, cronista, trovador, cantante y músico estadounidense (f. 1996).",
            "year": 1932
        },
        {
            "text": "Chico Anysio, actor y humorista brasileño (f. 2012).",
            "year": 1931
        },
        {
            "text": "Leonid Derbenyov, poeta y compositor soviético-ruso (f. 1995).",
            "year": 1931
        },
        {
            "text": "Ricardo Romero, músico y cantante argentino, del grupo Los Cinco Latinos.",
            "year": 1931
        },
        {
            "text": "José Asenjo Sedano, escritor español (f. 2009).",
            "year": 1930
        },
        {
            "text": "John Landy, corredor y político australiano, 26.º gobernador de Victoria (f. 2022).",
            "year": 1930
        },
        {
            "text": "Bryan Magee, filósofo y político británico-inglés (f. 2019).",
            "year": 1930
        },
        {
            "text": "Manuel Neri, escultor y pintor estadounidense (f. 2021).",
            "year": 1930
        },
        {
            "text": "Pythagoras Papastamatiou, letrista y dramaturgo griego (f. 1979).",
            "year": 1930
        },
        {
            "text": "Michał Życzkowski, técnico y educador polaco (f. 2006).",
            "year": 1930
        },
        {
            "text": "Elspet Gray, actriz británico-escocesa (f. 2013).",
            "year": 1929
        },
        {
            "text": "Mukhran Machavariani, poeta y educador georgiano (f. 2010).",
            "year": 1929
        },
        {
            "text": "Hardy Krüger, actor y escritor alemán (f. 2022).",
            "year": 1928
        },
        {
            "text": "Luis Medina Castro, actor argentino (f. 1995).",
            "year": 1928
        },
        {
            "text": "Jean-François Paillard, director de orquesta francés (f. 2013)",
            "year": 1928
        },
        {
            "text": "Thomas Hemsley, barítono británico-inglés (f. 2013).",
            "year": 1927
        },
        {
            "text": "Alvin Sargent, guionista estadounidense (f. 2019).",
            "year": 1927
        },
        {
            "text": "James Hillman, psicólogo estadounidense (f. 2011).",
            "year": 1926
        },
        {
            "text": "José Utrera Molina, exministro y abogado español (f. 2017).",
            "year": 1926
        },
        {
            "text": "Jane Withers, actriz, actriz de doblaje, presentadora y guionista estadounidense (f. 2021).",
            "year": 1926
        },
        {
            "text": "Evelyn Berezin, ingeniera informática y científica estadounidense (f. 2018).",
            "year": 1925
        },
        {
            "text": "Ned Miller, cantante y compositor de música country estadounidense (f. 2016).",
            "year": 1925
        },
        {
            "text": "Oliver Postgate, animador, titiritero y guionista británico-inglés (f. 2008).",
            "year": 1925
        },
        {
            "text": "Raymond Barré, economista y político francés (f. 2007), primer ministro de Francia.",
            "year": 1924
        },
        {
            "text": "Peter Safar, médico y académico austríaco (f. 2003).",
            "year": 1924
        },
        {
            "text": "Curtis Turner, piloto de carreras estadounidense (f. 1970).",
            "year": 1924
        },
        {
            "text": "Dolores Castro Varela, narradora, poeta, crítica literaria y ensayista mexicana (f. 2022).",
            "year": 1923
        },
        {
            "text": "Ann Miller, actriz, cantante y bailarina estadounidense (f. 2004).",
            "year": 1923
        },
        {
            "text": "Simon Kapwepwe, político zambiano, 2.º vicepresidente de Zambia (f. 1980).",
            "year": 1922
        },
        {
            "text": "Robert Cliche, abogado, juez y político canadiense (f. 1978).",
            "year": 1921
        },
        {
            "text": "István Anhalt, compositor y educador húngaro-canadiense (f. 2012).",
            "year": 1919
        },
        {
            "text": "Billy Vaughn, director de banda y músico estadounidense (f. 1991).",
            "year": 1919
        },
        {
            "text": "Cayetano Martí Valls, escritor mallorquí (f. 2007).",
            "year": 1918
        },
        {
            "text": "Helen Forrest, cantante y actriz estadounidense (f. 1999).",
            "year": 1917
        },
        {
            "text": "Vinoo Mankad, jugador de críquet indio (f. 1978).",
            "year": 1917
        },
        {
            "text": "Robert Manzon, piloto francés de automovilismo (f. 2015).",
            "year": 1917
        },
        {
            "text": "Beverly Cleary, escritora estadounidense (f. 2021).",
            "year": 1916
        },
        {
            "text": "Russell García, director de orquesta y compositor estadounidense (f. 2011) expatriado en Nueva Zelanda.",
            "year": 1916
        },
        {
            "text": "Benjamin Libet, neuropsicólogo y académico estadounidense (f. 2007).",
            "year": 1916
        },
        {
            "text": "Armen Alchian, economista y académico estadounidense (f. 2013).",
            "year": 1914
        },
        {
            "text": "Keiko Fukuda, yudoca japonesa (f. 2013), expatriada en Estados Unidos, pionera del yudo.",
            "year": 1913
        },
        {
            "text": "Frank Dilio, empresario canadiense (f. 1997).",
            "year": 1912
        },
        {
            "text": "Hamengkubuwono IX, político indonesio, 2.º vicepresidente de Indonesia (f. 1988).",
            "year": 1912
        },
        {
            "text": "Georges Franju, cineasta francés (f. 1987).",
            "year": 1912
        },
        {
            "text": "Hound Dog Taylor, cantautor y guitarrista estadounidense (f. 1975).",
            "year": 1912
        },
        {
            "text": "Mahmoud Younis, ingeniero egipcio (f. 1976).",
            "year": 1911
        },
        {
            "text": "Gillo Dorfles, crítico de arte, pintor y filósofo italiano (f. 2018).",
            "year": 1910
        },
        {
            "text": "Irma Rapuzzi, política francesa (f. 2018).",
            "year": 1910
        },
        {
            "text": "Carlos Lleras Restrepo, político colombiano, presidente de Colombia entre 1966 y 1970 (f. 1994).",
            "year": 1908
        },
        {
            "text": "Ida Pollock, escritora y pintora británico-inglesa (f. 2013).",
            "year": 1908
        },
        {
            "text": "Robert Lee Scott, Jr., piloto y general estadounidense (f. 2006).",
            "year": 1908
        },
        {
            "text": "Eugène Chaboud, piloto francés de automovilismo (f. 1983).",
            "year": 1907
        },
        {
            "text": "Felix de Weldon, escultor austro-estadounidense (f. 2003), diseñó el Monumento a la Guerra del Cuerpo de Marines.",
            "year": 1907
        },
        {
            "text": "Zawgyi, poeta, escritor, historiador literario, crítico, erudito y académico birmano (f. 1990).",
            "year": 1907
        },
        {
            "text": "Luis José Moglia Barth, guionista y cineasta argentino (f. 1984).",
            "year": 1903
        },
        {
            "text": "Jan Tinbergen, economista y académico neerlandés, premio Nobel de Ciencias Económicas (f. 1994).",
            "year": 1903
        },
        {
            "text": "Louis Beel, académico y político neerlandés, 36.º primer ministro de los Países Bajos (f. 1977).",
            "year": 1902
        },
        {
            "text": "Hermenegildo Cuenca Díaz, militar y político mexicano (f. 1977).",
            "year": 1902
        },
        {
            "text": "Lowell Stockman, agricultor y político estadounidense (f. 1962).",
            "year": 1901
        },
        {
            "text": "Lily Pons, soprano y actriz franco-estadounidense (f. 1976).",
            "year": 1898
        },
        {
            "text": "Dorothy Cumming, actriz australiana-estadounidense (f. 1983).",
            "year": 1894
        },
        {
            "text": "Francisco Craveiro Lopes, militar (mariscal de campo) y político portugués, 13.º presidente de Portugal entre 1951 y 1958 (f. 1964)",
            "year": 1894
        },
        {
            "text": "Henry Darger, escritor y artista estadounidense (f. 1973).",
            "year": 1892
        },
        {
            "text": "Johnny Dodds, músico estadounidense (f. 1940).",
            "year": 1892
        },
        {
            "text": "Dan Ahearn, saltador de longitud y oficial de policía irlandés-estadounidense (f. 1942).",
            "year": 1888
        },
        {
            "text": "Cecil Kimber, ingeniero automovilístico británico-inglés (f. 1945).",
            "year": 1888
        },
        {
            "text": "Harold Lockwood, actor y director estadounidense (f. 1918).",
            "year": 1887
        },
        {
            "text": "Paco Bru, futbolista, entrenador y árbitro de fútbol español (f. 1962).",
            "year": 1885
        },
        {
            "text": "Robert Delaunay, pintor francés (f. 1941).",
            "year": 1885
        },
        {
            "text": "Tenby Davies, corredor británico-galés (f. 1932).",
            "year": 1884
        },
        {
            "text": "Otto Meyerhof, médico, fisiólogo y bioquímico alemán, premio nobel de fisiología o medicina en 1922 (f. 1951).",
            "year": 1884
        },
        {
            "text": "Imogen Cunningham, fotógrafa y educadora estadounidense (f. 1976).",
            "year": 1883
        },
        {
            "text": "Dally Messenger, jugador de rugby, jugador de críquet y marinero australiano (f. 1959).",
            "year": 1883
        },
        {
            "text": "Jean-René Gauguin, escultor danés (f. 1961), hijo de Paul Gauguin.",
            "year": 1881
        },
        {
            "text": "Harry Baur, actor francés (f. 1943).",
            "year": 1880
        },
        {
            "text": "Addie Joss, jugadora de béisbol y periodista estadounidense (f. 1911).",
            "year": 1880
        },
        {
            "text": "Richard Goldschmidt, genetista alemán (f. 1958).",
            "year": 1878
        },
        {
            "text": "William B. Bankhead, abogado y político estadounidense, 47.º presidente de la Cámara de Representantes de los Estados Unidos (f. 1940).",
            "year": 1874
        },
        {
            "text": "Ioannis Metaxás, general, político y dictador griego, 130.º primer ministro de Grecia (f. 1941).",
            "year": 1871
        },
        {
            "text": "Henri Désiré Landru, asesino en serie francés (f. 1922).",
            "year": 1869
        },
        {
            "text": "Akiyama Saneyuki, almirante japonés (f. 1918).",
            "year": 1868
        },
        {
            "text": "Raul Pompeia, escritor brasileño (f. 1895).",
            "year": 1863
        },
        {
            "text": "Julio Marienhoff, ingeniero ruso-argentino (f. 1932).",
            "year": 1861
        },
        {
            "text": "Rafael Uribe Uribe, abogado, periodista, diplomático y militar colombiano (f. 1914).",
            "year": 1859
        },
        {
            "text": "Martin Conway, aristócrata («1.º barón de Conway de Allington»), montañista, cartógrafo y político británico-inglés (f. 1937).",
            "year": 1856
        },
        {
            "text": "Ferdinand von Lindemann, matemático y académico alemán (f. 1939).",
            "year": 1852
        },
        {
            "text": "Edward Walter Maunder, astrónomo y escritor británico-inglés (f. 1928).",
            "year": 1851
        },
        {
            "text": "José Gautier Benítez, militar y poeta puertorriqueño (f. 1880).",
            "year": 1848
        },
        {
            "text": "Gustaf Cederström, pintor sueco (f. 1933).",
            "year": 1845
        },
        {
            "text": "Nikolái Przevalski, geógrafo y explorador ruso (f. 1888).",
            "year": 1839
        },
        {
            "text": "Alexander Ostrovsky, dramaturgo y traductor ruso (f. 1886).",
            "year": 1823
        },
        {
            "text": "Antonio López y López, empresario español (f. 1883).",
            "year": 1817
        },
        {
            "text": "Charles Gavan Duffy, político irlandés-australiano, 8.º primer ministro de Victoria (f. 1903).",
            "year": 1816
        },
        {
            "text": "Parley P. Pratt, religioso estadounidense, uno de los pioneros de la religión mormona (f. 1857).",
            "year": 1807
        },
        {
            "text": "Joseph Lanner, compositor y director de orquesta austríaco (f. 1843).",
            "year": 1801
        },
        {
            "text": "Henri Druey, abogado y político suizo, 2.º presidente de la Confederación Suiza]] (f. 1855).",
            "year": 1799
        },
        {
            "text": "George N. Briggs, abogado y político estadounidense, 19.º gobernador de Massachusetts (f. 1861).",
            "year": 1796
        },
        {
            "text": "Germinal Pierre Dandelin, matemático e ingeniero belga (f. 1847).",
            "year": 1794
        },
        {
            "text": "John Lambton, aristócrata («1.º conde de Durham»), militar y político británico-inglés, lord del Sello Privado (f. 1840).",
            "year": 1792
        },
        {
            "text": "Henry Clay, abogado y político estadounidense, 9.º secretario de Estado de los Estados Unidos (f. 1852).",
            "year": 1777
        },
        {
            "text": "Antoine-Laurent de Jussieu, botánico y escritor francés (f. 1836).",
            "year": 1748
        },
        {
            "text": "Lyman Hall, médico, clérigo y político estadounidense, 16.º gobernador de Georgia (f. 1790).",
            "year": 1724
        },
        {
            "text": "Pietro Nardini, violinista y compositor italiano (f. 1793).",
            "year": 1722
        },
        {
            "text": "Felice Giardini, violinista y compositor italiano (f. 1796).",
            "year": 1716
        },
        {
            "text": "Guillaume-Thomas Raynal, historiador y escritor francés (f. 1796).",
            "year": 1713
        },
        {
            "text": "Caffarelli (Gaetano Majorano), actor y cantante castrato italiano (f. 1783).",
            "year": 1710
        },
        {
            "text": "José Benegasi y Luján, escritor español (f. 1770).",
            "year": 1707
        },
        {
            "text": "William Cookworthy, ministro y farmacéutico británico-inglés (f. 1780).",
            "year": 1705
        },
        {
            "text": "Benoît de Maillet, diplomático e historiador natural francés (f. 1738).",
            "year": 1656
        },
        {
            "text": "Martin Lister, naturalista y médico inglés (f. 1712).",
            "year": 1639
        },
        {
            "text": "Simone Cantarini, pintor y grabador italiano (f. 1648).",
            "year": 1612
        },
        {
            "text": "Cristián IV, rey dinamarqués (f. 1648).",
            "year": 1577
        },
        {
            "text": "Edward de Vere, aristócrata («17.º conde de Oxford»), cortesano y político inglés, lord gran chambelán (f. 1604).",
            "year": 1550
        },
        {
            "text": "Inca Garcilaso de la Vega, poeta peruano (f. 1616).",
            "year": 1539
        },
        {
            "text": "Muretus (Marc-Antoine Muret), filósofo, humanista y escritor francés (f. 1585).",
            "year": 1526
        },
        {
            "text": "Joachim Camerarius, erudito y traductor alemán (f. 1574).",
            "year": 1500
        },
        {
            "text": "Antonio da Sangallo el Joven, arquitecto italiano (f. 1546), diseñó el Palacio Apostólico y la Basílica de San Pedro.",
            "year": 1484
        },
        {
            "text": "Rana Sanga (Maharana Sangram Singh), príncipe de Mewar (f. 1527).",
            "year": 1484
        },
        {
            "text": "Ana de Austria, aristócrata («landgravina de Turingia») austríaca (f.  1462).",
            "year": 1432
        },
        {
            "text": "Richeza de Polonia, aristócrata («reina de Suecia» y «gran princesa de Minsk») polaca (f. 1156).",
            "year": 1116
        },
        {
            "text": "En'yū, emperador japonés (f. 991).",
            "year": 959
        },
        {
            "text": "Muhammad al-Jawad, político y religioso árabe, 9.º imán del islamismo chiita (f. 835).",
            "year": 811
        },
        {
            "text": "Majavira, religioso indio (f. 527 a. C.), creador del yainismo.",
            "year": -599
        }
    ],
    "deaths": [
        {
            "text": "Tibisay Lucena, política venezolana (n. 1959), expresidenta del Consejo Nacional Electoral y ministra de Educación Universitaria.",
            "year": 2023
        },
        {
            "text": "Gilbert Gottfried, actor y comediante estadounidense (n. 1955).",
            "year": 2022
        },
        {
            "text": "Galen Weston, empresario canadiense (n. 1940).",
            "year": 2021
        },
        {
            "text": "Keiji Fujiwara, actor japonés de doblaje (n. 1964).",
            "year": 2020
        },
        {
            "text": "Stirling Moss, piloto de automovilismo británico (n. 1929).",
            "year": 2020
        },
        {
            "text": "Deborah Coleman, guitarrista y cantante estadounidense (n. 1956).",
            "year": 2018
        },
        {
            "text": "Sergio Pitol, escritor, traductor y diplomático mexicano (n. 1933).",
            "year": 2018
        },
        {
            "text": "Franco Mescolini, actor italiano (n. 1944).",
            "year": 2017
        },
        {
            "text": "Charlie Murphy, actor y comediante estadounidense, hermano mayor de Eddie Murphy (n. 1959).",
            "year": 2017
        },
        {
            "text": "Mohammad Al Gaz, político y diplomático emiratí (n. 1930).",
            "year": 2016
        },
        {
            "text": "Elcira Olivera Garcés, actriz argentina (n. 1924).",
            "year": 2016
        },
        {
            "text": "Carlos Manuel Varela, director de teatro, dramaturgo, gestor cultural y profesor uruguayo (n. 1940).",
            "year": 2015
        },
        {
            "text": "Maurício Alves Peruchi, futbolista brasileño (n. 1990).",
            "year": 2014
        },
        {
            "text": "Agustín Acosta Lagunes, político mexicano (n. 1929).",
            "year": 2011
        },
        {
            "text": "María Aurelia Bisutti, actriz argentina (n. 1930).",
            "year": 2010
        },
        {
            "text": "Patrick Hillery, presidente irlandés (n. 1923).",
            "year": 2008
        },
        {
            "text": "Shekhar Mehta, piloto de rally ugandés (n. 1945).",
            "year": 2006
        },
        {
            "text": "Juanito Valderrama, cantante flamenco español (n. 1916).",
            "year": 2004
        },
        {
            "text": "George Wald, bioquímico estadounidense, premio nobel de fisiología y medicina en 1967 (n. 1906).",
            "year": 1997
        },
        {
            "text": "Pedro Vuskovic, economista y político chileno (n. 1924).",
            "year": 1995
        },
        {
            "text": "Rafael Aguilar Guajardo, narcotraficante mexicano (n. 1950).",
            "year": 1993
        },
        {
            "text": "Abbie Hoffman, activista estadounidense (n. 1936).",
            "year": 1989
        },
        {
            "text": "Sugar Ray Robinson, boxeador estadounidense (n. 1921).",
            "year": 1989
        },
        {
            "text": "Tilda Thamar, actriz argentina (n. 1921).",
            "year": 1989
        },
        {
            "text": "Jorge Salcedo, actor argentino (n. 1915).",
            "year": 1988
        },
        {
            "text": "Meri Avidzba, piloto y navegante militar soviética, la primera mujer aviadora de Abjasia (n. 1917).",
            "year": 1986
        },
        {
            "text": "José Jabardo, ciclista español (n. 1915).",
            "year": 1986
        },
        {
            "text": "Valentin Kataev, escritor y dramaturgo ruso (n. 1897).",
            "year": 1986
        },
        {
            "text": "Edwin Layton, almirante y criptoanalista estadounidense (n. 1903).",
            "year": 1984
        },
        {
            "text": "Comandante Marcial (Salvador Cayetano Carpio), político y sindicalista salvadoreño, cofundador del FMLN (n. 1918).",
            "year": 1983
        },
        {
            "text": "Jørgen Juve, futbolista y periodista noruego (n. 1906).",
            "year": 1983
        },
        {
            "text": "Carl Morton, beisbolista estadounidense (n. 1944).",
            "year": 1983
        },
        {
            "text": "Joe Louis (Joseph Louis Barrow, «el bombardero de Detroit»), boxeador estadounidense (n. 1914).",
            "year": 1981
        },
        {
            "text": "Hendrik Andriessen, organista, pianista y compositor neerlandés (n. 1892).",
            "year": 1981
        },
        {
            "text": "Yasuhiko Asaka, aristócrata («príncipe») japonés (n. 1887), fundador de una rama colateral de la «familia imperial japonesa».",
            "year": 1981
        },
        {
            "text": "William Tolbert, político liberiano (n. 1913), 20.º presidente constitucional de Liberia, derrocado y asesinado por un golpe de Estado orquestado por los EE. UU.",
            "year": 1980
        },
        {
            "text": "Philip K. Wrigley, empresario estadounidense (n. 1894), cofundador del Lincoln Park Gun Club.",
            "year": 1977
        },
        {
            "text": "Henrik Dam, bioquímico y fisiólogo danés, premio nobel de medicina en 1943 (n. 1895).",
            "year": 1976
        },
        {
            "text": "Christos Kakkalos, guía de montaña griego (n. 1882).",
            "year": 1976
        },
        {
            "text": "Josephine Baker, actriz, activista y humanitaria francesa (n. 1906).",
            "year": 1975
        },
        {
            "text": "Yevgueni Vuchétich, escultor monumentalista soviético (n. 1908).",
            "year": 1974
        },
        {
            "text": "Arthur Freed, compositor y productor estadounidense (n. 1894).",
            "year": 1973
        },
        {
            "text": "Carlos Román, cantante colombiano (n. 1919).",
            "year": 1973
        },
        {
            "text": "Ed Lafitte, jugador de béisbol y dentista estadounidense (n. 1886).",
            "year": 1971
        },
        {
            "text": "Ígor Tamm, físico soviético, premio nobel de física en 1958 (n. 1895).",
            "year": 1971
        },
        {
            "text": "Heinrich Nordhoff, ingeniero alemán (n. 1899).",
            "year": 1968
        },
        {
            "text": "Sydney Allard, piloto de carreras británico-inglés y fundador de la compañía automovilística Allard Motor Company (n. 1910).",
            "year": 1966
        },
        {
            "text": "Ron Flockhart, piloto británico-escocés de automovilismo (n. 1923).",
            "year": 1962
        },
        {
            "text": "Antoine Pevsner, escultor ruso (n. 1886).",
            "year": 1962
        },
        {
            "text": "Primo Mazzolari, sacerdote italiano (n. 1890).",
            "year": 1959
        },
        {
            "text": "Luis Cabrera Lobato, abogado y político mexicano (n. 1876).",
            "year": 1954
        },
        {
            "text": "Francisco José Múgica, militar y político mexicano (n. 1884).",
            "year": 1954
        },
        {
            "text": "Lionel Logue, actor y terapeuta australiano (n. 1880).",
            "year": 1953
        },
        {
            "text": "Virginia Vera, cantante, guitarrista, compositora y actriz argentina de origen italiano (n. 1898).",
            "year": 1949
        },
        {
            "text": "Julio Vilamajó, arquitecto uruguayo (n. 1894).",
            "year": 1948
        },
        {
            "text": "Peter Raabe, compositor y director de orquesta alemán (n. 1872).",
            "year": 1945
        },
        {
            "text": "Franklin D. Roosevelt, abogado y político estadounidense (n. 1882), 32.º presidente de su país entre 1933 y 1945.",
            "year": 1945
        },
        {
            "text": "Viktor Puskar, coronel estonio (n. 1889).",
            "year": 1943
        },
        {
            "text": "Serafín Álvarez Quintero, comediógrafo español (n. 1871).",
            "year": 1938
        },
        {
            "text": "Feodor Chaliapin, cantante de ópera ruso (n. 1873).",
            "year": 1938
        },
        {
            "text": "Abdülhak Hâmid Tarhan, dramaturgo y poeta turco (n. 1852).",
            "year": 1937
        },
        {
            "text": "Adelbert Ames, general y político estadounidense (n. 1835), 30.º gobernador del estado de Misisipi.",
            "year": 1933
        },
        {
            "text": "Querido Moheno, abogado, político y diplomático mexicano (n. 1873).",
            "year": 1933
        },
        {
            "text": "Giuseppe Moscati, médico, bioquímico, y profesor universitario (n. 1880), canonizado por la Iglesia católica.",
            "year": 1927
        },
        {
            "text": "Enrico Ferri, escritor, criminólogo y político italiano (n. 1856).",
            "year": 1924
        },
        {
            "text": "Teresa de Los Andes, monja carmelita y santa chilena (n. 1900).",
            "year": 1920
        },
        {
            "text": "Clara Barton, enfermera y humanitaria estadounidense (n. 1821), fundó la Cruz Roja Estadounidense.",
            "year": 1912
        },
        {
            "text": "Mahesh Chandra Niaiaratna Bhattacharya, erudito, académico y filántropo indio (n. 1836).",
            "year": 1906
        },
        {
            "text": "Marie Alfred Cornú (61), físico y académico francés (n. 1841).",
            "year": 1902
        },
        {
            "text": "Tomás Gomensoro, presidente uruguayo (n. 1810).",
            "year": 1900
        },
        {
            "text": "Henry Becque, escritor francés (n. 1837).",
            "year": 1899
        },
        {
            "text": "Elzéar-Alexandre Taschereau, cardenal canadiense (n. 1820).",
            "year": 1898
        },
        {
            "text": "William Crowther, político neerlandés-australiano, 14.º primer ministro de Tasmania (n. 1817).",
            "year": 1885
        },
        {
            "text": "José Luis Gómez Sánchez, jurista y político peruano (n. 1799).",
            "year": 1881
        },
        {
            "text": "Richard Taylor, general confederado (n. 1826).",
            "year": 1879
        },
        {
            "text": "William M. Tweed, abogado y político estadounidense (n. 1823).",
            "year": 1878
        },
        {
            "text": "Nikolaos Mantzaros, compositor y teórico griego (n. 1795).",
            "year": 1872
        },
        {
            "text": "Pierre Leroux, político francés (n. 1797).",
            "year": 1871
        },
        {
            "text": "Adolf Wuttke, teólogo alemán (n. 1819).",
            "year": 1870
        },
        {
            "text": "Peter Hesketh-Fleetwood, político británico-inglés (n. 1801), fundó Fleetwood.",
            "year": 1866
        },
        {
            "text": "Adoniram Judson, lexicógrafo y misionero estadounidense (n. 1788).",
            "year": 1850
        },
        {
            "text": "Charles Messier, astrónomo y académico francés (n. 1730).",
            "year": 1817
        },
        {
            "text": "Charles Burney, historiador de música y compositor británico (n. 1726).",
            "year": 1814
        },
        {
            "text": "Johann Kaspar Basselet von La Rosée, general bávaro (n. 1710).",
            "year": 1795
        },
        {
            "text": "Carlo Antonio Campioni, compositor franco-italiano (n. 1719).",
            "year": 1788
        },
        {
            "text": "Pietro Metastasio, escritor, poeta y compositor italiano (n. 1698).",
            "year": 1782
        },
        {
            "text": "William Kent, arquitecto británico-inglés, diseñó el Holkham Hall y la Chiswick House (n. 1685).",
            "year": 1748
        },
        {
            "text": "Jacques-Bénigne Bossuet, obispo y teólogo francés (n. 1627).",
            "year": 1704
        },
        {
            "text": "Ambrose Dixon, militar anglo-estadounidense (n. 1619).",
            "year": 1687
        },
        {
            "text": "Nicola Amati, fabricante de instrumentos y empresario italiano (n. 1596).",
            "year": 1684
        },
        {
            "text": "Richard Bennett, político británico-inglés (n. 1609), gobernador colonial de Virginia.",
            "year": 1675
        },
        {
            "text": "Juana la Loca, reina de Castilla y Aragón (n. 1479).",
            "year": 1555
        },
        {
            "text": "Claudio I de Guisa, aristócrata («duque de Guisa») y militar francés (n. 1496).",
            "year": 1550
        },
        {
            "text": "Juana La Beltraneja, princesa de Castilla (n. 1462).",
            "year": 1530
        },
        {
            "text": "Leonardo de Goricia, aristócrata («conde de la Casa de Goricia») esloveno (n. 1440).",
            "year": 1500
        },
        {
            "text": "Henry Chichele, arzobispo británico-inglés (n. 1364).",
            "year": 1443
        },
        {
            "text": "Margarita de Borbón (1211-1256), aristócrata («reina de Navarra» y «condesa de Champaña») navarra (n. 1211).",
            "year": 1258
        },
        {
            "text": "Carlos VII, rey de Suecia (n. 1130).",
            "year": 1167
        },
        {
            "text": "Ladislao el Póstumo, aristócrata («duque de Bohemia») checo (n. 1065).",
            "year": 1125
        },
        {
            "text": "Eudokia Baïana, emperatriz bizantina y esposa de León VI el Sabio.",
            "year": 901
        },
        {
            "text": "Maximianus, arzobispo de Constantinopla.",
            "year": 434
        },
        {
            "text": "Julio I, 35.º papa italiano (n. siglo iii).",
            "year": 352
        },
        {
            "text": "Gordiano II (46), emperador romano (n. 192), hijo del emperador Gordiano I; muerte en batalla en Cartago.",
            "year": 238
        },
        {
            "text": "Gordiano I (80), emperador romano (n. 159); suicidio debido a la noticia de la muerte en batalla de su hijo Gordiano II.",
            "year": 238
        },
        {
            "text": "Séneca, filósofo hispanorromano, condenado al suicidio por el emperador Nerón (n. 4).",
            "year": 65
        },
        {
            "text": "Cneo Pompeyo el Joven, general y político romano (n. 75 a. C.), hijo de Pompeyo el Grande.",
            "year": -45
        }
    ],
    "metadata": {
        "current_date": "12 de abril de 2025",
        "short_date": "12 de abr",
        "language": {
            "events": "Eventos",
            "deaths": "Defunciones",
            "births": "Nacimientos",
            "b": "n",
            "d": "f",
            "title": "Hoy en Historia (Wikipedia)"
        },
        "events": [
            27,
            3,
            19,
            12,
            46,
            50,
            0,
            66,
            80,
            82
        ],
        "births": [
            0,
            138,
            340,
            34
        ],
        "deaths": [
            7,
            56,
            22,
            43
        ]
    }
}