{
    "events": [
        {
            "text": "en Argentina el presidente Alberto Ángel Fernández estipuló, mediante un decreto de necesidad y urgencia (DNU), que desde el día 20 de marzo de 2020 a las 00:00:00 horas hasta el 31 de marzo de 2020 a las 23:59:59 horas habrá \"Aislamiento Total\" y \"Cuarentena Obligatoria\" para evitar la circulación de personas en la vía pública, y de esta forma evitar la propagación del coronavirus (CoVid-19). También se decretó que quien viole el toque de queda cometerá un delito.",
            "year": 2020
        },
        {
            "text": "se hace oficial la compra de 21st Century Fox por parte de The Walt Disney Company por $ 71 300 millones, creando como resultado a Fox Corporation, la cual comenzó a cotizar en el S&P 500.",
            "year": 2019
        },
        {
            "text": "en Kazajistán, Nursultán Nazarbáyev dimite a la presidencia tras casi 30 años en el poder.",
            "year": 2019
        },
        {
            "text": "en Rostov del Don se estrella un avión modelo B737 de Flydubai al momento de su aproximación al aeropuerto.",
            "year": 2016
        },
        {
            "text": "Richard Williamson consagra obispo sin mandato de Roma a Jean Michel Fauré.",
            "year": 2015
        },
        {
            "text": "la selección dominicana gana el Clásico Mundial de Béisbol ante el combinado de Puerto Rico.",
            "year": 2013
        },
        {
            "text": "el cantante estadounidense Justin Timberlake lanza su tercer disco, The 20/20 Experience.",
            "year": 2013
        },
        {
            "text": "la Luna, en su elipsis, atraviesa el punto más cercano a la Tierra, a 356 577 km.",
            "year": 2011
        },
        {
            "text": "en Medellín (Colombia) se inauguran los Juegos Suramericanos.",
            "year": 2010
        },
        {
            "text": "en México el ejército mexicano mata a dos estudiantes en el Tecnológico de Monterrey, acusándolos de ser sicarios del narco.",
            "year": 2010
        },
        {
            "text": "en España, la energía eólica bate un nuevo récord de producción, al alcanzar los 8375 MW a las 17:40 (hora local). Esta es una potencia superior a la producida por las seis centrales nucleares que hay en España (8 reactores que juntos generan 7742 MW).",
            "year": 2007
        },
        {
            "text": "en Bielorrusia, Aleksandr Lukashenko logra su tercer mandato como presidente.",
            "year": 2006
        },
        {
            "text": "en Irak, tropas de los Estados Unidos invaden por segunda vez ese país (Segunda guerra del Golfo). De acuerdo con el UTC (tiempo universal coordinado), la invasión comienza a la 01:00 del 20 de marzo.",
            "year": 2003
        },
        {
            "text": "en la Antártida, un iceberg de grandes proporciones (3000 m² y de 200 m de profundidad) se desprende de la plataforma continental; se disuelve en un mes.",
            "year": 2002
        },
        {
            "text": "en Colombia nace la versión colombiana del canal canadiense Citytv.",
            "year": 1999
        },
        {
            "text": "Michael Jordan anunció su vuelta a la NBA con una rueda de prensa en la que solo dijo: «I'm back» (‘He vuelto’).",
            "year": 1995
        },
        {
            "text": "en Rosario (Argentina), el Concejo Municipal ordena la colocación de una placa conmemorativa en la puerta de la casa natal del revolucionario y guerrillero Ernesto Che Guevara (1928-1967). Sin embargo, el 41 días después estalla en el frente del edificio una granada EAM 75 de origen español, que intimida a no instalar nunca la placa. El 17 de marzo de ese año se había perpetrado el atentado a la Embajada de Israel en Buenos Aires.",
            "year": 1992
        },
        {
            "text": "en El Salvador, Alfredo Cristiani, candidato presidencial del partido de oposición, Arena, derrota en las elecciones presidenciales celebradas en ese mismo día a Fidel Chávez Mena, candidato presidencial del partido oficial PDC.",
            "year": 1989
        },
        {
            "text": "el general uruguayo Líber Seregni es puesto en libertad, tras siete años de cárcel por motivos políticos.",
            "year": 1984
        },
        {
            "text": "en el marco de la guerra por Malvinas, tropas argentinas desembarcan en las islas Georgias del Sur.",
            "year": 1982
        },
        {
            "text": "en la localidad de Vicente López (provincia de Buenos Aires) se funda el Colegio Los Molinos.",
            "year": 1973
        },
        {
            "text": "Joseph Losey estrena su película The servant (El sirviente).",
            "year": 1963
        },
        {
            "text": "en Managua, Nicaragua, es consagrado el nuevo Obispo de la Diócesis de Estelí monseñor Clemente Carranza y López como el primer obispo de la diócesis a manos del Ilustrísimo monseñor Alejandro González y Robleto, en la Antigua catedral de Managua.",
            "year": 1963
        },
        {
            "text": "el papa Pío XI publica la encíclica Divini Redemptoris sobre el ateísmo marxista-leninista.",
            "year": 1937
        },
        {
            "text": "Tras un mitin de Salvador Seguí en la Plaza de toros de Las Arenas de Barcelona, se acuerda finalizar la Huelga de la Canadiense, que había mantenido la industria catalana paralizada por 44 días. Los obreros consiguieron una serie de mejoras, destacando la jornada laboral de ocho horas, convirtiendo a España en el primer país en establecerla por ley.",
            "year": 1919
        },
        {
            "text": "el planeta Plutón es fotografiado por primera vez, aunque no fue reconocido como tal.",
            "year": 1915
        },
        {
            "text": "se conmemora por primera vez el Día Internacional de la Mujer, en años posteriores la celebración se traslada al 8 de marzo.",
            "year": 1911
        },
        {
            "text": "en la ciudad de Córdoba (Argentina) se funda el Club Atlético Belgrano.",
            "year": 1905
        },
        {
            "text": "en Fregenal de la Sierra (Badajoz) se realiza la primera llamada telefónica a larga distancia en España gracias a Rodrigo Sánchez-Arjona y Sánchez-Arjona, que tendió una línea telefónica entre su casa en el municipio bajoextremeño y una finca de su propiedad, llamada de \"Las Mimbres\".",
            "year": 1880
        },
        {
            "text": "en la Ciudad de Buenos Aires (Argentina) se funda el Histórico Colegio San José en Buenos Aires.",
            "year": 1858
        },
        {
            "text": "en la provincia de Buenos Aires (Argentina) se funda el partido de Zárate.",
            "year": 1854
        },
        {
            "text": "en Azua (República Dominicana) se libra la primera batalla de la independencia; las fuerzas patriotas vencen a las haitianas.",
            "year": 1844
        },
        {
            "text": "Su Alteza Serenísima Agustín I abdica como emperador de México.",
            "year": 1823
        },
        {
            "text": "en Chile, el ejército español vence al ejército chileno/argentino en la batalla de Cancha Rayada, durante la Guerra de la Independencia.",
            "year": 1818
        },
        {
            "text": "en el marco de la guerra de la Independencia de Chile, tiene lugar el Combate de Quilo entre las tropas de Bernardo O'Higgins y Manuel Barañao.",
            "year": 1814
        },
        {
            "text": "en Cádiz se publica la primera Constitución Española denominada popularmente «la Pepa» (origen de la frase «¡Viva la Pepa!»).",
            "year": 1812
        },
        {
            "text": "se produce un motín en la localidad madrileña de Aranjuez, que provocará la caída de Manuel Godoy y, posteriormente, del rey Carlos IV.",
            "year": 1808
        },
        {
            "text": "en el actual territorio de Argentina, Tomás de Rocamora funda la villa San Antonio de Gualeguay Grande (actual ciudad de Gualeguay).",
            "year": 1783
        },
        {
            "text": "en Francia se promulga el Edicto de Amboise que pone fin a la primera guerra de religión.",
            "year": 1563
        },
        {
            "text": "en México, España funda la ciudad de Toluca de Lerdo.",
            "year": 1522
        },
        {
            "text": "final de la dinastía Song, derrotada en la batalla de Yamen por los mongoles de la dinastía Yuan.",
            "year": 1279
        },
        {
            "text": "la Universidad de París adopta oficialmente el aristotelismo al proclamar la Facultad de Artes un nuevo plan que imponía el estudio de todas las obras conocidas de Aristóteles.",
            "year": 1255
        },
        {
            "text": "se avista el primer eclipse lunar del que se conocen noticias.",
            "year": -721
        }
    ],
    "births": [
        {
            "text": "Jigme Ugyen Wangchuck, príncipe de Bután.",
            "year": 2020
        },
        {
            "text": "Sakura Miyawaki, cantante y actriz japonesa.",
            "year": 1998
        },
        {
            "text": "Ruta Meilutyte, nadadora profesional lituana.",
            "year": 1997
        },
        {
            "text": "Quenton Nelson, jugador de fútbol americano estadounidense.",
            "year": 1996
        },
        {
            "text": "Mariona Caldentey, futbolista española.",
            "year": 1996
        },
        {
            "text": "Héctor Bellerín, futbolista español.",
            "year": 1995
        },
        {
            "text": "Hakim Ziyech, futbolista neerlandés-marroquí.",
            "year": 1993
        },
        {
            "text": "Aleksandr Kokorin, futbolista ruso.",
            "year": 1991
        },
        {
            "text": "Shōgo Yano, actor y seiyū japonés.",
            "year": 1989
        },
        {
            "text": "Craig Lamar Traylor, actor estadounidense.",
            "year": 1989
        },
        {
            "text": "Clayton Kershaw, beisbolista estadounidense.",
            "year": 1988
        },
        {
            "text": "Josie Loren, actriz estadounidense.",
            "year": 1987
        },
        {
            "text": "Mike Zubi, actor, cantante y compositor argentino.",
            "year": 1987
        },
        {
            "text": "Ernesto Viso, piloto de automovilismo venezolano.",
            "year": 1985
        },
        {
            "text": "Evan Bourne, luchador profesional estadounidense.",
            "year": 1983
        },
        {
            "text": "Ana Rezende, directora de cine y guitarrista brasileña, de la banda Cansei de Ser Sexy.",
            "year": 1983
        },
        {
            "text": "Eduardo Saverín, empresario brasileño, cofundador de Facebook.",
            "year": 1982
        },
        {
            "text": "Patricio Toranzo, futbolista argentino.",
            "year": 1982
        },
        {
            "text": "José Castillo, beisbolista venezolano (f. 2018).",
            "year": 1981
        },
        {
            "text": "Kolo Touré, futbolista marfileño.",
            "year": 1981
        },
        {
            "text": "Antonella Costa, actriz ítalo-argentina.",
            "year": 1980
        },
        {
            "text": "Michel Renggli, futbolista suizo.",
            "year": 1980
        },
        {
            "text": "Ivan Ljubičić, tenista croata.",
            "year": 1979
        },
        {
            "text": "María Vázquez, actriz española.",
            "year": 1979
        },
        {
            "text": "Hedo Türkoğlu, baloncestista turco.",
            "year": 1979
        },
        {
            "text": "Andrey Chibis, estadista y político ruso, actual gobernador del Óblast de Múrmansk,",
            "year": 1979
        },
        {
            "text": "Fayez Banihammad, terrorista emiratí que participó en el 11S (f. 2001).",
            "year": 1977
        },
        {
            "text": "Rachel Blanchard, actriz canadiense.",
            "year": 1976
        },
        {
            "text": "Zach Lind, músico estadounidense, de la banda Jimmy Eat World.",
            "year": 1976
        },
        {
            "text": "Andre Miller, baloncestista estadounidense.",
            "year": 1976
        },
        {
            "text": "Alessandro Nesta, futbolista italiano.",
            "year": 1976
        },
        {
            "text": "Brann Dailor, baterista estadounidense, de la banda Mastodon.",
            "year": 1975
        },
        {
            "text": "Vivian Hsu, cantante, actriz y modelo taiwanesa.",
            "year": 1975
        },
        {
            "text": "Vida Guerra, actriz y modelo cubana.",
            "year": 1974
        },
        {
            "text": "Bun B, rapero afrodescendiente.",
            "year": 1973
        },
        {
            "text": "Brant Bjork, músico estadounidense.",
            "year": 1973
        },
        {
            "text": "José Saturnino Cardozo, futbolista paraguayo.",
            "year": 1971
        },
        {
            "text": "Gary Jules, cantautor estadounidense.",
            "year": 1969
        },
        {
            "text": "Mana, músico, compositor, productor, modelo y diseñador de modas japonés.",
            "year": 1969
        },
        {
            "text": "Qin Gang, político y diplomático chino, desde el 30 de diciembre de 2022 se despeña como ministro de Relaciones Exteriores.",
            "year": 1966
        },
        {
            "text": "La Veneno, actriz, celebridad, modelo, trabajadora sexual y vedette española (f. 2016).",
            "year": 1964
        },
        {
            "text": "Nicola Larini, piloto de automovilismo italiano.",
            "year": 1964
        },
        {
            "text": "Juan Carlos Arango, actor de televisión colombiano.",
            "year": 1964
        },
        {
            "text": "Gustavo Rowek, baterista argentino.",
            "year": 1963
        },
        {
            "text": "Mary Scheer, actriz, comediante y artista de voz estadounidense.",
            "year": 1963
        },
        {
            "text": "Eliane Elias, pianista brasileña.",
            "year": 1960
        },
        {
            "text": "Gerardo Fernández Noroña, político y sociólogo mexicano.",
            "year": 1960
        },
        {
            "text": "Terry Hall, cantautor británico, de la banda The Specials (f. 2022).",
            "year": 1959
        },
        {
            "text": "Jorge Enrique Botero, periodista, escritor, documentalista y corresponsal de guerra colombiano (f. 2024).",
            "year": 1956
        },
        {
            "text": "Bruce Willis, actor estadounidense.",
            "year": 1955
        },
        {
            "text": "Sarah McCorquodale, aristócrata británica, hermana de Diana de Gales.",
            "year": 1955
        },
        {
            "text": "Volker Tannert, escultor alemán.",
            "year": 1955
        },
        {
            "text": "Pino Daniele, músico italiano (f. 2015).",
            "year": 1955
        },
        {
            "text": "Billy Sheehan, bajista estadounidense, de la banda Mr. Big.",
            "year": 1953
        },
        {
            "text": "Ricky Wilson, músico estadounidense, de la banda The B-52's (f. 1985)",
            "year": 1953
        },
        {
            "text": "Lenín Moreno, político ecuatoriano, presidente del Ecuador entre 2017 y 2021.",
            "year": 1953
        },
        {
            "text": "Harvey Weinstein, productor de cine estadounidense.",
            "year": 1952
        },
        {
            "text": "Edgardo Nieva, actor argentino (f. 2020).",
            "year": 1951
        },
        {
            "text": "Paul Elliott, tenor británico.",
            "year": 1950
        },
        {
            "text": "Teo Tapia, actor mexicano.",
            "year": 1948
        },
        {
            "text": "Glenn Close, actriz estadounidense.",
            "year": 1947
        },
        {
            "text": "Paul Atkinson, músico británico, de la banda The Zombies.",
            "year": 1946
        },
        {
            "text": "Kado Kostzer, director y autor teatral argentino.",
            "year": 1946
        },
        {
            "text": "Bigas Luna, director de cine español (f. 2013).",
            "year": 1946
        },
        {
            "text": "Ruth Pointer, cantante estadounidense.",
            "year": 1946
        },
        {
            "text": "Said Musa, primer ministro beliceño.",
            "year": 1944
        },
        {
            "text": "Sirhan Bishara Sirhan, asesino palestino.",
            "year": 1944
        },
        {
            "text": "Mario J. Molina, científico mexicano, premio nobel de química en 1995 (f. 2020).",
            "year": 1943
        },
        {
            "text": "Mario Monti, político italiano.",
            "year": 1943
        },
        {
            "text": "Bruno Gelber, pianista argentino.",
            "year": 1941
        },
        {
            "text": "Joxe Azurmendi, escritor español.",
            "year": 1941
        },
        {
            "text": "Gabriel Díaz Berbel, político español (f. 2011).",
            "year": 1940
        },
        {
            "text": "Egon Krenz, político alemán.",
            "year": 1937
        },
        {
            "text": "Miguel González Avelar, político y abogado mexicano (f. 2011).",
            "year": 1937
        },
        {
            "text": "Ursula Andress, actriz suiza.",
            "year": 1936
        },
        {
            "text": "Eduard Gufeld, ajedrecista ucraniano (f. 2002).",
            "year": 1936
        },
        {
            "text": "Jorge Rivera López, actor argentino.",
            "year": 1934
        },
        {
            "text": "Philip Roth, novelista estadounidense (f. 2018).",
            "year": 1933
        },
        {
            "text": "Renée Taylor, actriz estadounidense.",
            "year": 1933
        },
        {
            "text": "Miquel Martí i Pol, escritor español (f. 2003).",
            "year": 1929
        },
        {
            "text": "Hans Küng, teólogo suizo (f. 2021).",
            "year": 1928
        },
        {
            "text": "Patrick McGoohan, actor estadounidense (f. 2009).",
            "year": 1928
        },
        {
            "text": "Alfonso Silva Placeres, futbolista español (f. 2007).",
            "year": 1926
        },
        {
            "text": "Valerio Zurlini, cineasta italiano (f. 1982).",
            "year": 1926
        },
        {
            "text": "Pamela Britton, actriz estadounidense (f. 1974).",
            "year": 1923
        },
        {
            "text": "José Gándara, ciclista español (f. 2010).",
            "year": 1920
        },
        {
            "text": "Lennie Tristano, pianista estadounidense de jazz (f. 1978).",
            "year": 1919
        },
        {
            "text": "Dinu Lipatti, pianista y compositor rumano (f. 1950).",
            "year": 1917
        },
        {
            "text": "Irving Wallace, escritor estadounidense (f. 1990).",
            "year": 1916
        },
        {
            "text": "Patricia Morison, actriz estadounidense (f. 2018).",
            "year": 1915
        },
        {
            "text": "Jiang Qing, política china, esposa de Mao Zedong (f. 1991).",
            "year": 1914
        },
        {
            "text": "José A. Morales, compositor colombiano (f. 1978)",
            "year": 1913
        },
        {
            "text": "Louis Hayward, actor británico (f. 1985).",
            "year": 1909
        },
        {
            "text": "Józef Łobodowski, escritor polaco (f. 1988).",
            "year": 1909
        },
        {
            "text": "Elizabeth Maconchy, compositora británica (f. 1994).",
            "year": 1907
        },
        {
            "text": "Ángel Carballeira Rego, anarquista español (f. 1963).",
            "year": 1907
        },
        {
            "text": "Adolf Eichmann, líder nazi alemán (f. 1962).",
            "year": 1906
        },
        {
            "text": "Albert Speer, arquitecto nazi alemán (f. 1981).",
            "year": 1905
        },
        {
            "text": "Miguel Zacarías, director, productor y escritor de cine mexicano (f. 2006).",
            "year": 1905
        },
        {
            "text": "José Cuatrecasas Arumí, botánico y farmacéutico español (f. 1996).",
            "year": 1903
        },
        {
            "text": "Gino Gatti, anarquista argentino (f. 1989).",
            "year": 1901
        },
        {
            "text": "Jean Frédéric Joliot-Curie, físico francés, premio nobel de química en 1935 (f. 1958).",
            "year": 1900
        },
        {
            "text": "Betty Compson, actriz estadounidense (f. 1974).",
            "year": 1897
        },
        {
            "text": "José María Velasco Ibarra, presidente ecuatoriano (f. 1979).",
            "year": 1893
        },
        {
            "text": "Earl Warren, político estadounidense (f. 1974).",
            "year": 1891
        },
        {
            "text": "Manuel II, rey portugués (f. 1932).",
            "year": 1889
        },
        {
            "text": "José Sabogal, pintor peruano (f. 1956).",
            "year": 1888
        },
        {
            "text": "Josef Albers, artista alemán (f. 1976).",
            "year": 1888
        },
        {
            "text": "Caracciolo Parra Pérez, político venezolano (f. 1964).",
            "year": 1888
        },
        {
            "text": "Léon Scieur, ciclista belga (f. 1969).",
            "year": 1888
        },
        {
            "text": "María Collado Romero, periodista y feminista cubana (f. años 1960).",
            "year": 1885
        },
        {
            "text": "Walter Norman Haworth, químico británico, premio nobel de química en 1937 (f. 1950).",
            "year": 1883
        },
        {
            "text": "Antonio Ballesteros Beretta, historiador español (f. 1949).",
            "year": 1880
        },
        {
            "text": "Felix Jacoby, clasicista y filólogo alemán (f. 1959).",
            "year": 1876
        },
        {
            "text": "John Marshall, arqueólogo británico (f. 1959).",
            "year": 1876
        },
        {
            "text": "Max Reger, compositor alemán (f. 1916).",
            "year": 1873
        },
        {
            "text": "Emilio de Bono, mariscal italiano (f. 1944).",
            "year": 1866
        },
        {
            "text": "William Bryan, político estadounidense (f. 1925).",
            "year": 1860
        },
        {
            "text": "Roque Sáenz Peña, militar y político argentino, presidente de Argentina entre 1910 y 1914 (f. 1914).",
            "year": 1851
        },
        {
            "text": "Alfred von Tirpitz, militar y político alemán (f. 1930).",
            "year": 1849
        },
        {
            "text": "Wyatt Earp, alguacil estadounidense del Viejo Oeste (f. 1929).",
            "year": 1848
        },
        {
            "text": "Eduardo López de Romaña, político peruano, presidente del Perú entre 1899 y 1903 (f. 1912).",
            "year": 1847
        },
        {
            "text": "José Pedro Varela, sociólogo, periodista y político uruguayo (f. 1879).",
            "year": 1845
        },
        {
            "text": "Aldegunda de Baviera, aristócrata («princesa de Baviera») alemana (f. 1914).",
            "year": 1823
        },
        {
            "text": "Richard Francis Burton, cónsul, explorador, traductor y orientalista británico (f. 1890).",
            "year": 1821
        },
        {
            "text": "Pedro Carbo, político y escritor ecuatoriano (f. 1894).",
            "year": 1813
        },
        {
            "text": "David Livingstone, explorador y misionero británico (f. 1873).",
            "year": 1813
        },
        {
            "text": "Joseph-Frédéric-Benoît Charrière, inventor francés, constructor de instrumentos quirúrgicos (f. 1876).",
            "year": 1803
        },
        {
            "text": "Salvatore Cammarano, libretista de ópera y poeta italiano (f. 1852).",
            "year": 1801
        },
        {
            "text": "José María Carreño, militar y político venezolano (f. 1849).",
            "year": 1792
        },
        {
            "text": "José Prudencio Padilla, primer almirante colombiano (f. 1828).",
            "year": 1784
        },
        {
            "text": "Charles-François Lebrun, político francés (f. 1824).",
            "year": 1739
        },
        {
            "text": "Túpac Amaru II, líder indígena de la revolución americana contra España (f. 1781).",
            "year": 1738
        },
        {
            "text": "Vicente García de la Huerta, poeta y dramaturgo español (f. 1787).",
            "year": 1734
        },
        {
            "text": "Tobias Smollett, escritor británico (f. 1771).",
            "year": 1721
        },
        {
            "text": "Jean Astruc, médico francés (f. 1766).",
            "year": 1684
        },
        {
            "text": "Francesco Gasparini, compositor italiano (f. 1727).",
            "year": 1661
        },
        {
            "text": "Alonso Cano, pintor español (f. 1667).",
            "year": 1601
        },
        {
            "text": "Carlos Fernando de Médici, obispo italiano (f. 1666).",
            "year": 1595
        },
        {
            "text": "William Bradford, colono estadounidense (f. 1657).",
            "year": 1590
        },
        {
            "text": "José de Anchieta, lingüista, literato, médico, arquitecto, ingeniero y poeta jesuita canario, padre de la literatura brasileña (f. 1597).",
            "year": 1534
        },
        {
            "text": "Johannes Magnus, último arzobispo católico sueco (f. 1544).",
            "year": 1488
        },
        {
            "text": "Ashikaga Yoshikatsu, shōgun japonés (f. 1443).",
            "year": 1434
        }
    ],
    "deaths": [
        {
            "text": "Marisol Malaret, empresaria y primera puertorriqueña Miss Univererse (n. 1949).",
            "year": 2023
        },
        {
            "text": "Shahabuddin Ahmed, político bangladesí, presidente de Bangladés entre 1996 y 2001 (n. 1930).",
            "year": 2022
        },
        {
            "text": "Federico Martín Aramburú (42), jugador de rugby argentino (n. 1980).",
            "year": 2022
        },
        {
            "text": "Luis Bambarén Gastelumendi, obispo jesuita peruano (n. 1928).",
            "year": 2021
        },
        {
            "text": "Cristián Cuturrufo, trompetista de jazz chileno (n. 1972).",
            "year": 2021
        },
        {
            "text": "Marlen Khutsiev, director de cine soviético (n. 1925).",
            "year": 2019
        },
        {
            "text": "Julio Garrett, abogado y político boliviano (n. 1923).",
            "year": 2018
        },
        {
            "text": "Keith O'Brien, cardenal escocés (n. 1938).",
            "year": 2018
        },
        {
            "text": "Eugenio Celedón, ingeniero chileno (n. 1926).",
            "year": 2018
        },
        {
            "text": "Sudán, último ejemplar macho de rinoceronte blanco del norte (n. 1973).",
            "year": 2018
        },
        {
            "text": "Ian Stewart, piloto de automovilismo británico (n. 1929).",
            "year": 2017
        },
        {
            "text": "Freddy León Roldán, futbolista chileno (n. 1946).",
            "year": 2016
        },
        {
            "text": "Leandra Becerra Lumbreras, supercentenaria mexicana (n. ¿1887?).",
            "year": 2015
        },
        {
            "text": "Irma Palmieri, actriz y comediante venezolana (n. 1932).",
            "year": 2015
        },
        {
            "text": "José Félix Pons, periodista español (n. 1932).",
            "year": 2013
        },
        {
            "text": "Dragan Miranović, futbolista y entrenador yugoslavo (n. 1956).",
            "year": 2012
        },
        {
            "text": "Guillermo Ford, político panameño (n. 1936).",
            "year": 2011
        },
        {
            "text": "Knut, oso polar alemán (n. 2006).",
            "year": 2011
        },
        {
            "text": "Argentino Luna, cantautor argentino (n. 1941).",
            "year": 2011
        },
        {
            "text": "Raúl de la Torre, cineasta argentino (n. 1938).",
            "year": 2010
        },
        {
            "text": "Arthur C. Clarke, escritor británico de ciencia ficción (n. 1917).",
            "year": 2008
        },
        {
            "text": "Paul Scofield, actor británico (n. 1922).",
            "year": 2008
        },
        {
            "text": "Cleofé Elsa Calderón, botánica argentina (n. 1929).",
            "year": 2007
        },
        {
            "text": "Ernesto Duchini, futbolista y entrenador argentino (n. 1910).",
            "year": 2006
        },
        {
            "text": "John De Lorean, empresario automovilístico (n. 1925).",
            "year": 2005
        },
        {
            "text": "Olivier Long, jurista y politólogo suizo (n. 1915).",
            "year": 2003
        },
        {
            "text": "Juanita Reina, cantante de coplas y actriz española (n. 1925).",
            "year": 1999
        },
        {
            "text": "Jaime Sabines, poeta mexicano (n. 1926).",
            "year": 1999
        },
        {
            "text": "Willem de Kooning, pintor neerlandés (n. 1904).",
            "year": 1997
        },
        {
            "text": "José Coronel Urtecho, poeta nicaragüense (n. 1906).",
            "year": 1994
        },
        {
            "text": "Jorge Alberto Leanza, árbitro de fútbol mexicano (n. 1942).",
            "year": 1991
        },
        {
            "text": "Andrew Wood, cantante estadounidense (n. 1966).",
            "year": 1990
        },
        {
            "text": "Sabino Barinaga, futbolista y entrenador español (n. 1922).",
            "year": 1988
        },
        {
            "text": "Louis-Victor de Broglie, físico francés, premio nobel de física en 1929 (n. 1892).",
            "year": 1987
        },
        {
            "text": "Jesús Reyes Heroles, político, abogado e historiador mexicano (n. 1921).",
            "year": 1985
        },
        {
            "text": "Leopold Tyrmand, escritor y periodista polaco-estadounidense (n. 1920).",
            "year": 1985
        },
        {
            "text": "Garry Winogrand, fotógrafo estadounidense (n. 1928).",
            "year": 1984
        },
        {
            "text": "María Rosa Urraca Pastor, política española (n. 1900).",
            "year": 1984
        },
        {
            "text": "Pepe Rosario, cantante dominicano de merengue, de la banda Los Hermanos Rosario (n. 1957).",
            "year": 1983
        },
        {
            "text": "Randy Rhoads, guitarrista estadounidense de heavy metal (n. 1956).",
            "year": 1982
        },
        {
            "text": "Norberto Aroldi, actor, poeta y escritor argentino (n. 1931).",
            "year": 1978
        },
        {
            "text": "Gastón Juliá, matemático francés, inventor de los fractales (n. 1893).",
            "year": 1978
        },
        {
            "text": "Edward Platt, actor estadounidense (n. 1916).",
            "year": 1974
        },
        {
            "text": "Gheorghe Gheorghiu-Dej, político y presidente rumano entre 1947 y 1965 (n. 1901).",
            "year": 1965
        },
        {
            "text": "Robert Guérin, presidente de la FIFA entre 1904 y 1906 (n. 1876).",
            "year": 1952
        },
        {
            "text": "Edgar Rice Burroughs, escritor estadounidense (n. 1875).",
            "year": 1950
        },
        {
            "text": "Walter Norman Haworth, químico y académico británico (n. 1883).",
            "year": 1950
        },
        {
            "text": "William Hale Thompson, político estadounidense (n. 1869).",
            "year": 1944
        },
        {
            "text": "Clinton Hart Merriam, ornitólogo estadounidense (n. 1855).",
            "year": 1942
        },
        {
            "text": "Arthur Balfour, político y aristócrata («1.º conde de Balfour») británico, primer ministro entre 1902 y 1905 (n. 1848).",
            "year": 1930
        },
        {
            "text": "Wilfrid Voynich, bibliófilo lituano, descubridor del Manuscrito Voynich (n. 1865).",
            "year": 1930
        },
        {
            "text": "Henry Lefroy, político australiano (n. 1854).",
            "year": 1930
        },
        {
            "text": "Henry Campbell Black, lingüista estadounidense (n. 1860).",
            "year": 1927
        },
        {
            "text": "Vicente Climent, pintor español (n. 1872).",
            "year": 1923
        },
        {
            "text": "Vasili Súrikov, pintor ruso (n. 1848).",
            "year": 1916
        },
        {
            "text": "Eduard Zeller, filósofo y teólogo alemán (n. 1814).",
            "year": 1908
        },
        {
            "text": "Manuel Antonio Sanclemente, estadista, educador, jurista y político colombiano. (n. 1813).",
            "year": 1902
        },
        {
            "text": "Antoine Thomson d'Abbadie, geógrafo francés (n. 1810).",
            "year": 1897
        },
        {
            "text": "Faustina Sáez de Melgar, escritora española (n. 1834).",
            "year": 1895
        },
        {
            "text": "Elias Lönnrot, físico y filólogo finés (n. 1802).",
            "year": 1884
        },
        {
            "text": "Antonia Nava de Catalán (63), militar insurgente mexicana, heroína de la independencia (n. 1779).",
            "year": 1843
        },
        {
            "text": "Ambrosio O'Higgins, gobernador de Chile y virrey del Perú (n. 1720).",
            "year": 1801
        },
        {
            "text": "Philip Hayes, organista y compositor inglés (n. 1738).",
            "year": 1797
        },
        {
            "text": "Ana Leopóldovna de Mecklenburg-Schwerin, aristócrata rusa (n. 1718).",
            "year": 1746
        },
        {
            "text": "Clemente XI, papa italiano (n. 1649).",
            "year": 1721
        },
        {
            "text": "René Robert Cavelier de La Salle, explorador francés (n. 1643).",
            "year": 1687
        },
        {
            "text": "Thomas Killigrew, dramaturgo inglés (n. 1612).",
            "year": 1683
        },
        {
            "text": "Gurú Hargobind, 6.º gurú del sijismo (n. 1595).",
            "year": 1644
        },
        {
            "text": "Ayşe Hafsa Sultan, la primera «valide sultana» del Imperio otomano y madre de Solimán el Magnífico (n. 1479).",
            "year": 1534
        },
        {
            "text": "Ibn Jaldún, historiador y sociólogo tunecino-árabe (n. 1332).",
            "year": 1406
        },
        {
            "text": "Edmundo de Woodstock, aristócrata inglés (n. 1301).",
            "year": 1330
        },
        {
            "text": "Zhao Bing, emperador chino (n. 1271).",
            "year": 1279
        },
        {
            "text": "Al-Mansur Billah, califa del califato fatimí (n. 913).",
            "year": 953
        },
        {
            "text": "Alejandro Severo, emperador romano (n. 208).",
            "year": 235
        }
    ],
    "metadata": {
        "current_date": "19 de marzo de 2025",
        "short_date": "19 de mar",
        "language": {
            "events": "Eventos",
            "deaths": "Defunciones",
            "births": "Nacimientos",
            "b": "n",
            "d": "f",
            "title": "Hoy en Historia (Wikipedia)"
        },
        "events": [
            11,
            3,
            26,
            8,
            31,
            17,
            4,
            30,
            10,
            23
        ],
        "births": [
            71,
            114,
            69,
            23
        ],
        "deaths": [
            16,
            69,
            47,
            44
        ]
    }
}