{
    "events": [
        {
            "text": "Costa Rica vence 1-0 a Nueva Zelanda y gana la Repesca Concacaf-OFC por la clasificación para la Copa Mundial de Fútbol de 2022.",
            "year": 2022
        },
        {
            "text": "en Rusia comienza la Copa Mundial de Fútbol de 2018.",
            "year": 2018
        },
        {
            "text": "en North Kensington (Londres), un incendio en un edificio de apartamentos de gran altura deja 72 personas muertas y otras 74 heridas.",
            "year": 2017
        },
        {
            "text": "el líder de la mayoría republicana de la Cámara de Representantes de Estados Unidos, Steve Scalise, del estado de Luisiana, y otras tres personas son heridos de bala mientras practicaban para el partido anual de béisbol del Congreso.",
            "year": 2017
        },
        {
            "text": "en Cumaná, capital del estado Sucre, Venezuela, se da el Cumanazo: saqueos y fuertes disturbios por la escasez de comida en el país, a propósito de la crisis económica que atraviesa.",
            "year": 2016
        },
        {
            "text": "31 km al sureste de la ciudad de Lugansk, las autoproclamadas fuerzas de la República Popular de Lugansk derriban un avión de transporte militar ucraniano Ilyushin Il-76. Mueren las 49 personas a bordo.",
            "year": 2014
        },
        {
            "text": "en Zaragoza (España), se abre al público la Exposición Internacional, con el lema «Agua y desarrollo sostenible».",
            "year": 2008
        },
        {
            "text": "el asteroide 2002 MN pasa a 120 701 km de la Tierra (más de un tercio de la distancia entre la Tierra y la Luna).",
            "year": 2002
        },
        {
            "text": "en Budionovsk, terroristas chechenos toman rehenes en un hospital, con un saldo de 150 muertos y 400 heridos.",
            "year": 1995
        },
        {
            "text": "el motín de la Copa Stanley de Vancouver de 1994 se produce después de que los New York Rangers derrotaran a los Vancouver Canucks para ganar la Copa Stanley, lo que causa una pérdida de 1,1 millones de dólares canadienses y provoca 200 arrestos y heridos.",
            "year": 1994
        },
        {
            "text": "en Viena (Austria) se inaugura la Conferencia Mundial sobre Derechos Humanos.",
            "year": 1993
        },
        {
            "text": "la Real Academia de Bellas Artes de San Fernando recibe como pintor al poeta gaditano Rafael Alberti, en un acto presidido por la Reina, por deseo expreso del nuevo académico.",
            "year": 1989
        },
        {
            "text": "en Italia se realizan elecciones generales anticipadas. La Democracia Cristiana obtiene 234 escaños, el PCI 177 y el Partido Socialista 94. Progreso significativo de los \"verdes\" (3 escaños).",
            "year": 1987
        },
        {
            "text": "en el parque de diversiones cubierto Fantasyland (conocido hoy como Galaxyland) dentro del centro comercial West Edmonton Mall en la ciudad de Edmonton (Alberta), Mindbender descarrila y mata a tres pasajeros.",
            "year": 1986
        },
        {
            "text": "en Europa, milicianos chiíes libaneses se apoderan de un avión de la aerolínea TWA cuando volaba de Atenas a Roma con 147 pasajeros. El secuestro duró 16 días.",
            "year": 1985
        },
        {
            "text": "cinco países miembros de la Comunidad Económica Europea firman el Acuerdo de Schengen que establece una zona de libre circulación sin controles fronterizos.",
            "year": 1985
        },
        {
            "text": "en Puerto Argentino (Port Stanley), capital de las islas Malvinas ―en el marco de la guerra de las Malvinas―, las fuerzas argentinas se rinden condicionalmente a las fuerzas británicas e inició el desalojo de los argentinos de los archipiélagos australes.",
            "year": 1982
        },
        {
            "text": "la Unión Soviética lanza su sonda espacial Venera 10 con destino a Venus.",
            "year": 1975
        },
        {
            "text": "en Nueva Delhi (India), el vuelo 471 de Japan Airlines se estrella al acercarse al Aeropuerto Internacional Palam (ahora Aeropuerto Internacional Indira Gandhi), matando a 82 de las 87 personas a bordo y 4 personas más en tierra.",
            "year": 1972
        },
        {
            "text": "Estados Unidos lanza su sonda espacial Mariner 5 con destino a Venus.",
            "year": 1967
        },
        {
            "text": "el Vaticano anuncia la abolición del Index librorum prohibitorum (‘índice de libros prohibidos’), lista de libros censurados, que fue instituido originalmente en 1557.",
            "year": 1966
        },
        {
            "text": "en París (Francia) se establece la Organización Europea para la Investigación Espacial, que más tarde se convertirá en la Agencia Espacial Europea.",
            "year": 1962
        },
        {
            "text": "en la República Dominicana se inician las expediciones de desembarco para luchar contra la dictadura de Rafael Leónidas Trujillo.",
            "year": 1959
        },
        {
            "text": "en Anaheim (estado de California) se abre al público Disneyland Monorail System, el primer sistema de monorraíl operativo diario en el hemisferio occidental.",
            "year": 1959
        },
        {
            "text": "en el cráter de la bomba atómica Castle Bravo, en el atolón Bikini (islas Marshall, en medio del océano Pacífico), Estados Unidos detona su bomba atómica Aspen, de 319 kilotones. Es la bomba n.º 137 de las 1132 que Estados Unidos detonó entre 1945 y 1992.",
            "year": 1958
        },
        {
            "text": "en el atolón Enewetak (354 km al oeste del atolón Bikini), Estados Unidos detona su bomba atómica Walnut, de 1450 kilotones.",
            "year": 1958
        },
        {
            "text": "Chile se convierte en signatario del Tratado de Derechos de Escritor de Buenos Aires.",
            "year": 1955
        },
        {
            "text": "el presidente de los Estados Unidos, Dwight D. Eisenhower, firma un proyecto de ley que coloca las palabras «bajo Dios» en el Juramento a la Bandera de los Estados Unidos.",
            "year": 1954
        },
        {
            "text": "en el marco de la guerra de Corea, los comunistas inician una gran ofensiva.",
            "year": 1953
        },
        {
            "text": "la Oficina del Censo de Estados Unidos dedica UNIVAC I.",
            "year": 1951
        },
        {
            "text": "cerca del Aeropuerto Internacional de Baréin se estrella un Douglas DC-4 de Air France. Matan a 40 personas. Esto se produjo dos días después de que otro Douglas DC-4 de la misma empresa se estrellara en el mismo lugar.",
            "year": 1950
        },
        {
            "text": "en Vietnam se proclama un Estado vietnamita bajo el Gobierno de BaoDai.",
            "year": 1949
        },
        {
            "text": "desde la base Holloman de la Fuerza Aérea en el estado de Nuevo México (Estados Unidos) despega un cohete V-2 con el mono rhesus Albert II (que se convierte así en el primer mamífero y el primer mono en el espacio). Llega hasta una altitud de 134 km. Muere al estrellarse contra el suelo por una falla en su paracaídas.",
            "year": 1949
        },
        {
            "text": "en el norte de Luzón ―en el marco de la Segunda Guerra Mundial― las tropas filipinas del Ejército de la Commonwealth de Filipinas liberan a los capturados en Ilocos Sur y comienzan la batalla del paso de Bessang.",
            "year": 1945
        },
        {
            "text": "los británicos celebran la reconquista de Birmania.",
            "year": 1945
        },
        {
            "text": "en las afueras de Londres, un avión F/L JG Musgrave (del 605.º escuadrón de la RAF) es el primero en lograr interceptar una bomba V1 alemana.",
            "year": 1944
        },
        {
            "text": "en Francia ―en el marco de la Segunda Guerra Mundial (1939-1945)―, después de varios intentos fallidos, el ejército británico abandona la Operación Perch, su plan para capturar la ciudad de Caen, ocupada por los alemanes.",
            "year": 1944
        },
        {
            "text": "en Ámsterdam (Países Bajos), la niña judía Ana Frank comienza a escribir su diario. Será asesinada por los nazis dos años después.",
            "year": 1942
        },
        {
            "text": "las fuerzas soviéticas deportan y matan a miles de estonios, lituanos y letones en las Deportaciones de Junio.",
            "year": 1941
        },
        {
            "text": "en el marco de la Segunda Guerra Mundial (1939-1945), el ejército alemán entra en París.",
            "year": 1940
        },
        {
            "text": "ultimátum soviético a Lituania de 1940.",
            "year": 1940
        },
        {
            "text": "el Ejército franquista (de España) ocupa la ciudad internacional de Tánger con el fin de garantizar su neutralidad.",
            "year": 1940
        },
        {
            "text": "en Polonia, un grupo de 728 judíos polacos de Tarnów se convierten en los primeros reclusos del campo de concentración nazi de Auschwitz.",
            "year": 1940
        },
        {
            "text": "en los Estados Unidos, la revista Action Comics presenta a Superman.",
            "year": 1938
        },
        {
            "text": "Pensilvania se convierte en el primer (y único) estado de los Estados Unidos en celebrar oficialmente el Día de la Bandera como feriado estatal.",
            "year": 1937
        },
        {
            "text": "en Washington D. C., la Cámara de Representantes de Estados Unidos aprueba la Ley del Impuesto sobre la Marihuana.",
            "year": 1937
        },
        {
            "text": "culmina la guerra del Chaco entre Bolivia y Paraguay.",
            "year": 1935
        },
        {
            "text": "en el río Loira (Francia) se hunde una embarcación de recreo y perecen ahogadas varios centenares de personas.",
            "year": 1931
        },
        {
            "text": "Brasil deja la Sociedad de Naciones.",
            "year": 1926
        },
        {
            "text": "por primera vez, una artista se hace oír en Europa por medio de la radio en un concierto de la cantante Nelia Melba, en Londres, transmitido a París.",
            "year": 1920
        },
        {
            "text": "sale el primer vuelo transatlántico realizado por John William Alcock y Arthur Whitten Brown, que llegará el 15 de junio de 1919.",
            "year": 1919
        },
        {
            "text": "en el marco de la Primera Guerra Mundial, una escuadrilla de aviones alemanes bombardea Londres y causa más de 500 víctimas civiles.",
            "year": 1914
        },
        {
            "text": "en la hacienda de Bustillos, en el estado de Chihuahua (México) ―en el marco de la Revolución mexicana― las fuerzas revolucionarias comandadas por el general Pancho Villa derrotan a las tropas federales leales a Victoriano Huerta en la batalla de Bustillos.",
            "year": 1913
        },
        {
            "text": "en España se funda el equipo de fútbol Real Racing Club de Santander.",
            "year": 1913
        },
        {
            "text": "en España se decreta la ley fundacional de la Caja Postal de Ahorros, aunque no comenzó a funcionar hasta siete años después.",
            "year": 1909
        },
        {
            "text": "en Noruega la Asociación Nacional para el Sufragio Femenino logra que las mujeres noruegas tengan derecho a votar en las elecciones parlamentarias.",
            "year": 1907
        },
        {
            "text": "en Odesa (Imperio ruso) se subleva la tripulación del acorazado ruso Potemkin.",
            "year": 1905
        },
        {
            "text": "en la ciudad de Santa Fe (Argentina), el río Paraná alcanza los 7,83 metros, e inunda la ciudad.",
            "year": 1905
        },
        {
            "text": "28 km de la costa del puerto chino de Lüshunkou (en ese momento, Port Arthur, en Manchuria) ―en el marco de la guerra ruso-japonesa (1904-1905)― comienza la batalla de Wafangou en la que al día siguiente el Segundo Ejército japonés vence al 1.º cuerpo del Ejército Siberiano bajo el general Georg von Stackelberg.",
            "year": 1904
        },
        {
            "text": "en el océano Pacífico, Estados Unidos se anexa el archipiélago Hawái.",
            "year": 1900
        },
        {
            "text": "el Reichstag aprueba la Segunda Ley Naval que exige que se duplique el tamaño de la Armada Imperial Alemana, lo que resulta en una carrera armamentista naval entre el Reino Alemán y el Reino Unido.",
            "year": 1900
        },
        {
            "text": "los territorios de los Rajá Blancos se convierten en el protectorado británico de Sarawak.",
            "year": 1888
        },
        {
            "text": "en Canadá, el Gobierno legaliza los sindicatos.",
            "year": 1872
        },
        {
            "text": "en México, Julián Escalante y Moreno deja el cargo como gobernador del estado de Sonora.",
            "year": 1870
        },
        {
            "text": "en España, Isabel II inaugura la Fábrica Nacional de Moneda y Timbre.",
            "year": 1864
        },
        {
            "text": "en el valle de Shenandoah (Virginia) ―en el marco de la guerra civil estadounidense (1861-1865)― el ejército esclavista de Virginia del Norte vence a las fuerzas de la Unión en la segunda batalla de Winchester.",
            "year": 1863
        },
        {
            "text": "161 km al noroeste de Nueva Orleans ―en el marco de la guerra civil estadounidense (1861-1865)― el ejército de la Unión realiza un segundo asalto contra las obras confederadas en el asedio de Port Hudson.",
            "year": 1863
        },
        {
            "text": "en Nicaragua desembarca el filibustero estadounidense William Walker, financiado por los esclavistas del sur de Estados Unidos en su afán por robar nuevos territorios.",
            "year": 1855
        },
        {
            "text": "en Sonoma (estado de California) comienza la Revuelta de la Bandera del Oso. Los colonos anglosajones inician una rebelión contra México y proclaman la República de California.",
            "year": 1846
        },
        {
            "text": "el pueblo de Henley-on-Thames, a orillas del río Támesis en Oxfordshire, organiza su primera regata, la regata Henley Royal.",
            "year": 1839
        },
        {
            "text": "27 km al oeste de la ciudad de Argel desembarcan 34 000 soldados franceses. Comienza la colonización francesa de Argelia.",
            "year": 1830
        },
        {
            "text": "en Estambul (Turquía) sucede el «Incidente Afortunado»: Mahmud II, sultán del Imperio otomano, hace matar a 4000 jenízaros (guardias de corps).",
            "year": 1826
        },
        {
            "text": "Guatemala se separa de México.",
            "year": 1823
        },
        {
            "text": "en Londres, Charles Babbage propone la máquina diferencial en un artículo ante la Royal Astronomical Society.",
            "year": 1822
        },
        {
            "text": "Badi VII, rey de la ciudad de Sennar (a orillas del río Nilo), cede su trono a Ismail Pachá, general del Imperio otomano, acabando con la existencia del reino de Sudán, de 300 años de antigüedad.",
            "year": 1821
        },
        {
            "text": "los franceses, dentro de la Guerra de la Independencia, comienzan el sitio y bombardeo de la plaza de Gerona, que resistirá hasta el 10 de diciembre.",
            "year": 1809
        },
        {
            "text": "en Cádiz (España) ―en el marco de la Guerra de la Independencia Española―, la escuadra francesa del almirante Rosilý se rinde a las fuerzas navales del español Juan Ruiz de Apodaca.",
            "year": 1808
        },
        {
            "text": "en el reino de Polonia (actual provincia rusa de Kaliningrado) la Grande Armée de Napoleón Bonaparte vence al ejército ruso, acabando con la Cuarta Coalición, en la batalla de Friedland.",
            "year": 1807
        },
        {
            "text": "en la batalla de Marengo, Napoleón Bonaparte derrota al ejército austríaco.",
            "year": 1800
        },
        {
            "text": "87 km al suroeste de Milán (península italiana), el ejército francés del primer cónsul Napoleón Bonaparte derrota a los austríacos en la batalla de Marengo y reconquista Italia.",
            "year": 1800
        },
        {
            "text": "en Francia, la Ley Le Chapelier prohíbe el derecho de huelga.",
            "year": 1791
        },
        {
            "text": "en el océano Pacífico, el capitán William Bligh y 18 marinos más, supervivientes del motín de la Bounty, llegan a Timor después de 6701 km (3618 millas náuticas) de trayecto.",
            "year": 1789
        },
        {
            "text": "en el condado de Bourbon (Kentucky) el reverendo Elijah Craig pone en venta un whisky de propia elaboración; se le llamaría bourbon.",
            "year": 1789
        },
        {
            "text": "el volcán Laki, en Islandia ―que había entrado en actividad seis días antes― experimenta su tercera y más violenta explosión. Se ha descrito como «una de las mayores catástrofes medioambientales en la Historia europea».",
            "year": 1783
        },
        {
            "text": "en los Estados Unidos el Gobierno adopta como bandera la Stars and Stripes (‘barras y estrellas’).",
            "year": 1777
        },
        {
            "text": "en el marco de la guerra de Independencia de Estados Unidos, el Congreso Continental establece el Ejército Continental, lo que marca el nacimiento de las Fuerzas Armadas de Estados Unidos.",
            "year": 1775
        },
        {
            "text": "en la Royal Society de Londres, el mecánico británico Thomas Savery presenta la primera máquina de vapor.",
            "year": 1699
        },
        {
            "text": "el rey Guillermo III de Inglaterra (Guillermo de Orange) desembarca en Irlanda para enfrentarse al ex rey Jaime II.",
            "year": 1690
        },
        {
            "text": "en Dunkerque ―en el marco de la guerra de los Ochenta Años (la guerra de Independencia de los Países Bajos contra España, entre 1568 y 1648)―, los ejércitos francés y británico dirigidos por Turenne vencen al ejército español en la batalla de las Dunas.",
            "year": 1658
        },
        {
            "text": "en Boston (Estados Unidos), la ciudadana Margaret Jones es ahorcada por bruja, en la primera ejecución de este tipo en la ciudad.",
            "year": 1648
        },
        {
            "text": "en el condado de Hartford (Estados Unidos) se registra una gran tempestad que voltea casi todos los bosques de la zona pero no deja víctimas.",
            "year": 1648
        },
        {
            "text": "en el marco de la guerra civil inglesa, 15 000 soldados parlamentarios vencen en la batalla de Naseby a 12 000 miembros de las fuerzas monárquicas realistas.",
            "year": 1645
        },
        {
            "text": "en Ámsterdam (Países Bajos), Joris Veseler imprime el primer periódico de Holanda, Courante uyt Italien, Duytslandt, &c. (‘noticias actuales de Italia, Alemania, etc.’).",
            "year": 1618
        },
        {
            "text": "el líder rebelde galés Owain Glyndŵr, habiéndose declarado «príncipe de Gales», se alía con los franceses contra el rey Enrique IV de Inglaterra.",
            "year": 1404
        },
        {
            "text": "en Inglaterra, Ricardo II se encuentra con los revolucionarios en Blackheath. La Torre de Londres es asaltada por los rebeldes, que entraron sin obtener resistencia.",
            "year": 1381
        },
        {
            "text": "en el este de Mongolia y Manchuria, Kublai Khan derrota a las fuerzas de Nayan y otros príncipes tradicionalistas Borjigin.",
            "year": 1287
        },
        {
            "text": "en Chuong Duong (Vietnam) ―en el marco de la segunda invasión mongola de Vietnam― las fuerzas lideradas por el príncipe Trần Quang Khải (1241-1294) de la dinastía Trần destruyen la mayor parte de la flota naval invasora mongola en una batalla.",
            "year": 1285
        },
        {
            "text": "en Fuzhou (al sur de China), los supervivientes de la dinastía Song (exiliados debido al avance del Imperio mongol) coronan al joven príncipe Zhao Shi (Duanzong) como emperador de China.",
            "year": 1276
        },
        {
            "text": "en Autillo de Campos, Fernando III es proclamado rey de Castilla para después ser coronado oficialmente en Valladolid.",
            "year": 1217
        },
        {
            "text": "113 km al suroeste de Londres ―en el marco de la primera guerra de los Barones― el príncipe Luis VIII  de Francia toma la ciudad de Winchester, abandonada por Juan sin Tierra, y pronto conquista más de la mitad del reino.",
            "year": 1216
        },
        {
            "text": "a orillas del río Isar, en Alemania, Enrique el León funda la villa de Múnich.",
            "year": 1158
        }
    ],
    "births": [
        {
            "text": "Nicko Sensoli, futbolista sanmarinense.",
            "year": 2005
        },
        {
            "text": "Tamara Smart, actriz británica.",
            "year": 2005
        },
        {
            "text": "Jenna Forrester, nadadora australiana.",
            "year": 2003
        },
        {
            "text": "Daniela Liebman, pianista mexicana.",
            "year": 2002
        },
        {
            "text": "R. J. Barrett, baloncestista canadiense.",
            "year": 2000
        },
        {
            "text": "Naomi Girma, futbolista estadounidense.",
            "year": 2000
        },
        {
            "text": "Sommer Lecky, atleta irlandesa.",
            "year": 2000
        },
        {
            "text": "Bobby Witt Jr., beisbolista estadounidense.",
            "year": 2000
        },
        {
            "text": "Tzuyu (Chou Tzuyu), cantante taiwanesa, integrante del grupo Twice.",
            "year": 1999
        },
        {
            "text": "Iván Maggi, futbolista argentino.",
            "year": 1999
        },
        {
            "text": "Jessica Martínez, futbolista paraguaya.",
            "year": 1999
        },
        {
            "text": "Žan Medved, futbolista esloveno.",
            "year": 1999
        },
        {
            "text": "Paul Reed, baloncestista estadounidense.",
            "year": 1999
        },
        {
            "text": "Victor Sterpu, yudoca moldavo.",
            "year": 1999
        },
        {
            "text": "Taishi Nakagawa, actor japonés.",
            "year": 1998
        },
        {
            "text": "Billal Bennama, boxeador francés.",
            "year": 1998
        },
        {
            "text": "Alina Böhm, yudoca alemana.",
            "year": 1998
        },
        {
            "text": "Jovane Cabral, futbolista caboverdiano.",
            "year": 1998
        },
        {
            "text": "Yerko Leiva, futbolista chileno.",
            "year": 1998
        },
        {
            "text": "Pedro Moreira, futbolista boliviano.",
            "year": 1998
        },
        {
            "text": "Brianne Tju, actriz estadounidense.",
            "year": 1998
        },
        {
            "text": "Orles Aragón, futbolista colombiano.",
            "year": 1997
        },
        {
            "text": "David Bangala, futbolista francés.",
            "year": 1997
        },
        {
            "text": "Fujii Kaze, cantautor japonés.",
            "year": 1997
        },
        {
            "text": "Ashique Kuruniyan, futbolista indio.",
            "year": 1997
        },
        {
            "text": "Andrea La Torre, baloncestista italiano.",
            "year": 1997
        },
        {
            "text": "Takumu Fujinuma, futbolista japonés.",
            "year": 1997
        },
        {
            "text": "Daiki Goto, futbolista japonés.",
            "year": 1996
        },
        {
            "text": "Ioannis Kousoulos, futbolista chipriota.",
            "year": 1996
        },
        {
            "text": "Chiara Scelsi, modelo italiana.",
            "year": 1996
        },
        {
            "text": "Tom Cosgrove, beisbolista estadounidense.",
            "year": 1996
        },
        {
            "text": "Óscar Gil, futbolista español.",
            "year": 1995
        },
        {
            "text": "Federico Di Francesco, futbolista italiano.",
            "year": 1994
        },
        {
            "text": "Moon Taeil, cantante surcoreano, miembro del grupo de chicos NCT.",
            "year": 1994
        },
        {
            "text": "Frank Clark, jugador estadounidense de fútbol americano.",
            "year": 1993
        },
        {
            "text": "Gunna, rapero estadounidense.",
            "year": 1993
        },
        {
            "text": "Ryan McCartan, cantante, actor y compositor.",
            "year": 1993
        },
        {
            "text": "Gaby Mellado, actriz mexicana de cine y televisión.",
            "year": 1992
        },
        {
            "text": "Daryl Sabara, actor estadounidense.",
            "year": 1992
        },
        {
            "text": "Devante Smith-Pelly, jugadora canadiense de hockey sobre hielo.",
            "year": 1992
        },
        {
            "text": "Kostas Manolas, futbolista griego.",
            "year": 1991
        },
        {
            "text": "Diego Molina, futbolista argentino.",
            "year": 1991
        },
        {
            "text": "Jesy Nelson, cantante británico-inglesa, del grupo Little Mix.",
            "year": 1991
        },
        {
            "text": "Karoline Bjerkeli Grøvdal, fondista noruega.",
            "year": 1990
        },
        {
            "text": "Patrice Cormier, jugador canadiense de hockey sobre hielo.",
            "year": 1990
        },
        {
            "text": "Lucy Hale, actriz y cantautora estadounidense.",
            "year": 1989
        },
        {
            "text": "Brad Takairangi, jugador de la liga de rugby australiano-Islas Cook.",
            "year": 1989
        },
        {
            "text": "Adrián Aldrete, futbolista mexicano.",
            "year": 1988
        },
        {
            "text": "Kevin McHale, actor, cantante, personalidad de radio y bailarín estadounidense.",
            "year": 1988
        },
        {
            "text": "Johan Blomberg, futbolista sueco.",
            "year": 1987
        },
        {
            "text": "Andrew Cogliano, jugador canadiense de hockey sobre hielo.",
            "year": 1987
        },
        {
            "text": "Mohamed Diamé, futbolista senegalés.",
            "year": 1987
        },
        {
            "text": "Rhe-Ann Niles-Mapp, jugadora de netball de Barbados.",
            "year": 1986
        },
        {
            "text": "Matt Read, jugador canadiense de hockey sobre hielo.",
            "year": 1986
        },
        {
            "text": "Oleg Medvédev, luger ruso.",
            "year": 1985
        },
        {
            "text": "Andy Soucek, piloto español.",
            "year": 1985
        },
        {
            "text": "Lorenzo Booker, jugador de fútbol americano.",
            "year": 1984
        },
        {
            "text": "Mark Cosgrove, jugador de críquet australiano.",
            "year": 1984
        },
        {
            "text": "Siobhán Donaghy, cantautora británico-inglesa, de la banda Sugababes.",
            "year": 1984
        },
        {
            "text": "Jesús Guzmán, beisbolista venezolano.",
            "year": 1984
        },
        {
            "text": "Yuri Prilukov, nadador ruso.",
            "year": 1984
        },
        {
            "text": "Trevor Barry, saltador de altura bahameño.",
            "year": 1983
        },
        {
            "text": "Louis Garrel, actor, cineasta y guionista francés.",
            "year": 1983
        },
        {
            "text": "Jamie Green, piloto de carreras británico-inglés.",
            "year": 1982
        },
        {
            "text": "Nicole Irving, nadadora australiana.",
            "year": 1982
        },
        {
            "text": "Lang Lang, pianista chino.",
            "year": 1982
        },
        {
            "text": "Trine Rønning, futbolista noruego.",
            "year": 1982
        },
        {
            "text": "Elano Blumer, futbolista y entrenador brasileño.",
            "year": 1981
        },
        {
            "text": "Alejandro Alpízar, futbolista costarricense.",
            "year": 1980
        },
        {
            "text": "Matias Novoa, actor chileno.",
            "year": 1980
        },
        {
            "text": "Álvaro Morales, periodista deportivo guatemalteco.",
            "year": 1980
        },
        {
            "text": "Shannon Hegarty, jugadora australiana de la liga australiana de rugby.",
            "year": 1979
        },
        {
            "text": "Steve Bégin, jugador canadiense de hockey sobre hielo.",
            "year": 1978
        },
        {
            "text": "Diablo Cody, cineasta, productor y guionista estadounidense.",
            "year": 1978
        },
        {
            "text": "Annia Hatch, gimnasta y entrenadora cubanoamericana.",
            "year": 1978
        },
        {
            "text": "Sadhvi Tridevi Maa, líder espiritual, compositora de mantras, escritora hinduista brasileña expatriada en Argentina.",
            "year": 1978
        },
        {
            "text": "Nikola Vujčić, exjugador de baloncesto profesional croata.",
            "year": 1978
        },
        {
            "text": "Boeta Dippenaar, jugadora de críquet sudafricana.",
            "year": 1977
        },
        {
            "text": "Francesca Guillén, actriz mexicana.",
            "year": 1977
        },
        {
            "text": "Chris McAlister, jugador de fútbol americano.",
            "year": 1977
        },
        {
            "text": "Joe Worsley, jugador y entrenador de rugby británico-inglés.",
            "year": 1977
        },
        {
            "text": "Alan Carr, comediante, actor y guionista británico-inglés.",
            "year": 1976
        },
        {
            "text": "Massimo Oddo, futbolista y entrenador italiano.",
            "year": 1976
        },
        {
            "text": "Takahiro Mizushima, seiyū japonés.",
            "year": 1976
        },
        {
            "text": "Steve Ralston, futbolista estadounidense.",
            "year": 1974
        },
        {
            "text": "César López, músico y activista colombiano.",
            "year": 1973
        },
        {
            "text": "Coti, cantante y compositor argentino.",
            "year": 1973
        },
        {
            "text": "David Fonseca, músico portugués.",
            "year": 1973
        },
        {
            "text": "Sami Kapanen, jugador y entrenador de hockey sobre hielo finlandés-estadounidense.",
            "year": 1973
        },
        {
            "text": "Sergey Lushan, futbolista y entrenador uzbeko.",
            "year": 1973
        },
        {
            "text": "Svetlana Ražnatović, cantante serbia.",
            "year": 1973
        },
        {
            "text": "Joel Souza, cineasta estadounidense.",
            "year": 1973
        },
        {
            "text": "Claudia Tagbo, actriz franco-marfileña.",
            "year": 1973
        },
        {
            "text": "Maria Ubach Font, política andorrana.",
            "year": 1973
        },
        {
            "text": "Jan Filip, balonmanista checo.",
            "year": 1973
        },
        {
            "text": "Rick Brunson, jugador y entrenador de baloncesto estadounidense.",
            "year": 1972
        },
        {
            "text": "Matthias Ettrich, científico informático e ingeniero alemán, fundador de KDE.",
            "year": 1972
        },
        {
            "text": "Claude Henderson, jugador de críquet sudafricano.",
            "year": 1972
        },
        {
            "text": "Danny McFarlane, corredor de vallas y velocista jamaicano.",
            "year": 1972
        },
        {
            "text": "Jang Jin-young, actriz surcoreana (f. 2009).",
            "year": 1972
        },
        {
            "text": "Bruce Bowen, jugador de baloncesto y comentarista deportivo estadounidense.",
            "year": 1971
        },
        {
            "text": "Ramón Vega, futbolista suizo.",
            "year": 1971
        },
        {
            "text": "Mariano Iúdica, conductor de televisión argentino.",
            "year": 1970
        },
        {
            "text": "Heather McDonald, comediante, actriz y escritora estadounidense.",
            "year": 1970
        },
        {
            "text": "Éric Desjardins, jugador y entrenador canadiense de hockey sobre hielo.",
            "year": 1969
        },
        {
            "text": "Steffi Graf, tenista alemana.",
            "year": 1969
        },
        {
            "text": "MC Ren, rapero estadounidense, de la banda NWA.",
            "year": 1969
        },
        {
            "text": "Yasmine Bleeth, actriz estadounidense.",
            "year": 1968
        },
        {
            "text": "Faizon Love, actor y guionista cubanoamericano.",
            "year": 1968
        },
        {
            "text": "Ukhnaagiin Khürelsükh, militar y político mongol, Presidente de Mongolia desde 2021.",
            "year": 1968
        },
        {
            "text": "Dedrick Dodge, jugador y entrenador de fútbol americano.",
            "year": 1967
        },
        {
            "text": "Paul Martin, jugador de la liga australiana de rugby.",
            "year": 1967
        },
        {
            "text": "Traylor Howard, actriz estadounidense.",
            "year": 1966
        },
        {
            "text": "Julio Llorente, futbolista español.",
            "year": 1966
        },
        {
            "text": "E. Elias Merhige, cineasta estadounidense.",
            "year": 1966
        },
        {
            "text": "Armando Casas, cineasta mexicano.",
            "year": 1964
        },
        {
            "text": "Jesús Méndez, beisbolista venezolano.",
            "year": 1963
        },
        {
            "text": "Fernando Solórzano, actor colombiano de cine y televisión.",
            "year": 1963
        },
        {
            "text": "Boy George, cantautor y productor británico-inglés, de la banda Culture Club.",
            "year": 1961
        },
        {
            "text": "Dušan Kojić, cantautor y bajista serbio.",
            "year": 1961
        },
        {
            "text": "Sam Perkins, baloncestista estadounidense.",
            "year": 1961
        },
        {
            "text": "Tonie Campbell, corredora de vallas estadounidense.",
            "year": 1960
        },
        {
            "text": "Marcus Miller, bajista, compositor y productor estadounidense de jazz.",
            "year": 1959
        },
        {
            "text": "James Gurney, artista y escritor estadounidense.",
            "year": 1958
        },
        {
            "text": "Olaf Scholz, político alemán, canciller de Alemania entre 2021 y 2025.",
            "year": 1958
        },
        {
            "text": "Nick Van Eede, cantautor británico-inglés.",
            "year": 1958
        },
        {
            "text": "Jay Roach, cineasta estadounidense.",
            "year": 1957
        },
        {
            "text": "Juan Carlos Baglietto, cantautor argentino.",
            "year": 1956
        },
        {
            "text": "Víctor Manuel Castro Cosío, político mexicano.",
            "year": 1955
        },
        {
            "text": "Kirron Kher, actriz de teatro, cine y televisión, presentadora de programas de televisión y política india.",
            "year": 1955
        },
        {
            "text": "Paul O'Grady, presentador de televisión, productor y actor drag británico-inglés (f. 2023).",
            "year": 1955
        },
        {
            "text": "Tito Rojas, fue un gran cantante puertorriqueño de salsa.(f. 2020).",
            "year": 1955
        },
        {
            "text": "Will Patton, actor estadounidense.",
            "year": 1954
        },
        {
            "text": "Carlos Calderón Chico, historiador, escritor y periodista ecuatoriano (f. 2013).",
            "year": 1953
        },
        {
            "text": "Rosendo Romero, compositor vallenato colombiano",
            "year": 1953
        },
        {
            "text": "Lalo Mir, conductor de radio y televisión argentino.",
            "year": 1952
        },
        {
            "text": "Pat Summitt, jugador y entrenador de baloncesto estadounidense (f. 2016).",
            "year": 1952
        },
        {
            "text": "Iván Arenas, diseñador industrial y presentador de televisión chileno.",
            "year": 1951
        },
        {
            "text": "Paul Boateng, abogado y político británico-inglés, alto comisionado británico en Sudáfrica.",
            "year": 1951
        },
        {
            "text": "Danny Edwards, golfista estadounidense.",
            "year": 1951
        },
        {
            "text": "Aleksandr Sokúrov, cineasta ruso",
            "year": 1951
        },
        {
            "text": "Rowan Williams, arzobispo y teólogo británico-galés.",
            "year": 1950
        },
        {
            "text": "Carlos Abascal, político mexicano (f. 2008).",
            "year": 1949
        },
        {
            "text": "Jim Lea, cantautor, bajista y productor británico-inglés.",
            "year": 1949
        },
        {
            "text": "Luis Ospina, cineasta, montajista, productor de cine y guionista colombiano (f. 2019).",
            "year": 1949
        },
        {
            "text": "Roger Powell, científico y académico británico-inglés expatriado en Australia.",
            "year": 1949
        },
        {
            "text": "Antony Sher, actor, cineasta y guionista sudafricano-británico (f. 2021).",
            "year": 1949
        },
        {
            "text": "Harry Turtledove, historiador y escritor estadounidense.",
            "year": 1949
        },
        {
            "text": "Alan White, baterista y compositor británico-inglés, de la banda Yes (f. 2022).",
            "year": 1949
        },
        {
            "text": "Laurence Yep, escritor y dramaturgo estadounidense.",
            "year": 1948
        },
        {
            "text": "Salvador Cienfuegos, militar y político mexicano.",
            "year": 1948
        },
        {
            "text": "Mariano Pujadas, guerrillero argentino (f. 1972).",
            "year": 1948
        },
        {
            "text": "Roger Liddle, barón Liddle, político británico-inglés.",
            "year": 1947
        },
        {
            "text": "Barry Melton, cantautor y guitarrista estadounidense.",
            "year": 1947
        },
        {
            "text": "Paul Rudolph, cantante, guitarrista y ciclista canadiense.",
            "year": 1947
        },
        {
            "text": "Robert Louis-Dreyfus, empresario franco-suizo (f. 2009).",
            "year": 1946
        },
        {
            "text": "Tõnu Sepp, fabricante de instrumentos y educador estonio.",
            "year": 1946
        },
        {
            "text": "Donald Trump, inversor de bienes raíces y político estadounidense, Presidente de los Estados Unidos entre 2017 y 2021 y desde 2025.",
            "year": 1946
        },
        {
            "text": "Ahmad Zahir, cantante afgano (f. 1979).",
            "year": 1946
        },
        {
            "text": "Rod Argent, cantautor y tecladista británico-inglés, de la banda The Zombies.",
            "year": 1945
        },
        {
            "text": "Jörg Immendorff, escultor alemán (f. 2007).",
            "year": 1945
        },
        {
            "text": "Lorenzo Quinteros, actor argentino (f. 2019).",
            "year": 1945
        },
        {
            "text": "Carlos Reichenbach, cineasta y productor brasileño (f. 2012).",
            "year": 1945
        },
        {
            "text": "Richard Stebbins, velocista y educador estadounidense.",
            "year": 1945
        },
        {
            "text": "Jordi Bernet, historietista español.",
            "year": 1944
        },
        {
            "text": "Laurie Colwin, novelista y cuentista estadounidense (f. 1992).",
            "year": 1944
        },
        {
            "text": "John Miles, piloto de automovilismo británico (f. 2018).",
            "year": 1943
        },
        {
            "text": "Harold Wheeler, compositor, director de orquesta y productor estadounidense.",
            "year": 1943
        },
        {
            "text": "Jonathan Raban, escritor y académico británico-inglés (f. 2023).",
            "year": 1942
        },
        {
            "text": "Roberto García-Calvo Montiel, juez español (f. 2008).",
            "year": 1942
        },
        {
            "text": "Bruno Lomas, cantante español de rock (f. 1990).",
            "year": 1940
        },
        {
            "text": "Steny Hoyer, abogado y político estadounidense.",
            "year": 1939
        },
        {
            "text": "Peter Mayle, escritor y guionista británico-inglés (f. 2018).",
            "year": 1939
        },
        {
            "text": "Colin Thubron, periodista y escritor británico-inglés.",
            "year": 1939
        },
        {
            "text": "Manuel Vázquez Montalbán, escritor español (f. 2003).",
            "year": 1939
        },
        {
            "text": "Julie Felix, cantautora y guitarrista estadounidense expatriada en el Reino Unido (f. 2020).",
            "year": 1938
        },
        {
            "text": "Espartaco Santoni, actor, productor de cine y empresario hostelero venezolano (f. 1998).",
            "year": 1937
        },
        {
            "text": "Jørgen Leth, cineasta danés.",
            "year": 1937
        },
        {
            "text": "Renaldo Benson, cantautor estadounidense (f. 2005).",
            "year": 1936
        },
        {
            "text": "Renaldo Obie Benson, cantante estadounidense, de la banda The Four Tops (f. 2005).",
            "year": 1936
        },
        {
            "text": "Irmelin Sandman Lilius, escritora, poeta y traductora finlandesa.",
            "year": 1936
        },
        {
            "text": "Jerzy Kosiński, novelista y guionista polaco-estadounidense (f. 1991).",
            "year": 1933
        },
        {
            "text": "Vladislav Rastorotsky, gimnasta y entrenador ruso (f. 2017).",
            "year": 1933
        },
        {
            "text": "Joe Arpaio, agente de policía y político estadounidense.",
            "year": 1932
        },
        {
            "text": "Javier Echevarría Rodríguez, obispo español, prelado del Opus Dei (f. 2016).",
            "year": 1932
        },
        {
            "text": "Marla Gibbs, actriz y comediante estadounidense.",
            "year": 1931
        },
        {
            "text": "Ross Higgins, actor australiano (f. 2016).",
            "year": 1931
        },
        {
            "text": "Junior Walker, saxofonista estadounidense (f. 1995).",
            "year": 1931
        },
        {
            "text": "Cy Coleman, pianista y compositor estadounidense (f. 2004).",
            "year": 1929
        },
        {
            "text": "Alan Davidson, jugador de críquet australiano (f. 2021).",
            "year": 1929
        },
        {
            "text": "Johnny Wilson, jugador y entrenador de hockey sobre hielo canadiense-estadounidense (f. 2011).",
            "year": 1929
        },
        {
            "text": "José Fernando Bonaparte, paleontólogo argentino (f. 2020).",
            "year": 1928
        },
        {
            "text": "Che Guevara, guerrillero, filósofo, médico y político cubano de origen argentino (f. 1967).",
            "year": 1928
        },
        {
            "text": "Hermann Kant, escritor alemán (f. 2016).",
            "year": 1926
        },
        {
            "text": "Don Newcombe, beisbolista estadounidense (f. 2019).",
            "year": 1926
        },
        {
            "text": "Serge Moscovici, psicólogo social francés (f. 2014).",
            "year": 1925
        },
        {
            "text": "Eliseo Herrera, cantautor y compositor de música tradicional de Colombia (f. 2016).",
            "year": 1925
        },
        {
            "text": "Pierre Salinger, periodista y político estadounidense, 11.º secretario de prensa de la Casa Blanca (f. 2004).",
            "year": 1925
        },
        {
            "text": "Dalton Trevisan, escritor brasileño.",
            "year": 1925
        },
        {
            "text": "James Black, farmacólogo y académico británico-escocés, premio nobel de medicina en 1988 (f. 2010).",
            "year": 1924
        },
        {
            "text": "Abraham Zabludovsky, arquitecto mexicano (f. 2003).",
            "year": 1924
        },
        {
            "text": "Judith Kerr, escritora e ilustradora germano-británica (f. 2019).",
            "year": 1923
        },
        {
            "text": "Green Wix Unthank, militar, abogado y juez estadounidense (f. 2013).",
            "year": 1923
        },
        {
            "text": "Kevin Roche, arquitecto irlandés (f. 2019).",
            "year": 1922
        },
        {
            "text": "Gene Barry, actor estadounidense (f. 2009).",
            "year": 1921
        },
        {
            "text": "Martha Greenhouse, actriz estadounidense (f. 2013).",
            "year": 1921
        },
        {
            "text": "Ana María Mozzoni, periodista, feminista y sufragista italiana (f. 1837).",
            "year": 1920
        },
        {
            "text": "Gene Barry, actor estadounidense (f. 2009).",
            "year": 1919
        },
        {
            "text": "Sam Wanamaker, actor y cineasta estadounidense (f. 1993).",
            "year": 1919
        },
        {
            "text": "Fulgencio Berdugo, futbolista colombiano (f. 2003).",
            "year": 1918
        },
        {
            "text": "Maruja Pino Piñeiro, escritora gallega (f. 2010).",
            "year": 1918
        },
        {
            "text": "Lise Nørgaard, periodista, escritora y guionista danesa (f. 2023).",
            "year": 1917
        },
        {
            "text": "Gilbert Prouteau, poeta y cineasta francés (f. 2012).",
            "year": 1917
        },
        {
            "text": "Atle Selberg, matemático y académico noruego (f. 2007).",
            "year": 1917
        },
        {
            "text": "Dorothy McGuire, actriz estadounidense (f. 2001).",
            "year": 1916
        },
        {
            "text": "Pauline Moore, actriz estadounidense (f. 2001).",
            "year": 1914
        },
        {
            "text": "Stanley Black, compositor y pianista británico (f. 2002).",
            "year": 1913
        },
        {
            "text": "Joe Morris, teniente y dirigente sindical anglo-canadiense (f. 1996).",
            "year": 1913
        },
        {
            "text": "Rudolf Kempe, director de orquesta y pianista alemán (f. 1976).",
            "year": 1910
        },
        {
            "text": "Joan Sardà i Dexeus, economista español (f. 1995).",
            "year": 1910
        },
        {
            "text": "Burl Ives, actor y cantante estadounidense (f. 1995).",
            "year": 1909
        },
        {
            "text": "Francisco Rojas Villegas, médico y político chileno (f. 1993).",
            "year": 1909
        },
        {
            "text": "Nicolas Bentley, escritor e ilustrador británico-inglés (f. 1978).",
            "year": 1907
        },
        {
            "text": "René Char, poeta y escritor francés (f. 1988).",
            "year": 1907
        },
        {
            "text": "Margaret Bourke-White, fotoperiodista estadounidense (f. 1971).",
            "year": 1906
        },
        {
            "text": "Steve Broidy, empresario estadounidense (f. 1991).",
            "year": 1905
        },
        {
            "text": "Arthur Davis, animador y cineasta estadounidense (f. 2000).",
            "year": 1905
        },
        {
            "text": "Margaret Bourke-White, fotógrafa y periodista estadounidense (f. 1971).",
            "year": 1904
        },
        {
            "text": "Alonzo Church, matemático y lógico estadounidense (f. 1995).",
            "year": 1903
        },
        {
            "text": "Rose Rand, lógica y filósofa austríaca del Círculo de Viena, expatriada en Estados Unidos (f. 1980).",
            "year": 1903
        },
        {
            "text": "Ruth Nanda Anshen, escritora, editora y filósofa estadounidense (f. 2003).",
            "year": 1900
        },
        {
            "text": "Eugenio Ímaz, traductor, ensayista, filósofo y profesor universitario español (f. 1951).",
            "year": 1900
        },
        {
            "text": "June Walker, actriz estadounidense de teatro y cine (f. 1966).",
            "year": 1900
        },
        {
            "text": "Yasunari Kawabata, escritor japonés (f. 1972).",
            "year": 1899
        },
        {
            "text": "Theobald Wolfe Tone FitzGerald, pintor y oficial del ejército irlandés (f. 1962).",
            "year": 1898
        },
        {
            "text": "Jack Adams, jugador, entrenador y directivo de hockey sobre hielo canadiense-estadounidense (f. 1968).",
            "year": 1895
        },
        {
            "text": "María Adelaida de Luxemburgo, aristócrata («gran duquesa») luxemburguesa (f. 1924).",
            "year": 1894
        },
        {
            "text": "José Carlos Mariátegui, escritor y político peruano (f. 1930).",
            "year": 1894
        },
        {
            "text": "Benito Perojo, cineasta español (f. 1974).",
            "year": 1894
        },
        {
            "text": "W. W. E. Ross, geofísico y poeta canadiense (f. 1966).",
            "year": 1894
        },
        {
            "text": "May Allison, actriz estadounidense (f. 1989).",
            "year": 1890
        },
        {
            "text": "Soong Ai-ling, personalidad china (f. 1973).",
            "year": 1890
        },
        {
            "text": "John McCormack, tenor y actor irlandés (f. 1945).",
            "year": 1884
        },
        {
            "text": "Georg Zacharias, nadador alemán (f. 1953).",
            "year": 1884
        },
        {
            "text": "Arthur Duffey, velocista y entrenador estadounidense (f. 1955).",
            "year": 1879
        },
        {
            "text": "Léon Thiébaut, esgrimista francés (f. 1943).",
            "year": 1878
        },
        {
            "text": "Jane Bathori, mezzosoprano francesa (f. 1970).",
            "year": 1877
        },
        {
            "text": "Ida MacLean, bioquímica británica, primera mujer admitida en la Sociedad Química de Londres (f. 1944).",
            "year": 1877
        },
        {
            "text": "János Szlepecz, sacerdote y escritor esloveno (f. 1936).",
            "year": 1872
        },
        {
            "text": "Hermanus Brockmann, remero neerlandés (f. 1936).",
            "year": 1871
        },
        {
            "text": "Jacob Ellehammer, mecánico e ingeniero danés (f. 1946).",
            "year": 1871
        },
        {
            "text": "Sofía de Prusia (Sophie Dorothea Ulrike Alice), aristócrata alemana, esposa del rey Constantino I de Grecia (f. 1932).",
            "year": 1870
        },
        {
            "text": "Anna B. Eckstein, activista por la paz alemana (f. 1947).",
            "year": 1868
        },
        {
            "text": "Karl Landsteiner, patólogo, biólogo y médico austríaco, expatriado en Estados Unidos, premio nobel de fisiología o medicina en 1930 (f. 1943).",
            "year": 1868
        },
        {
            "text": "Alois Alzheimer, neurólogo, psiquiatra y neuropatólogo alemán, estudioso del alzhéimer (f. 1915).",
            "year": 1864
        },
        {
            "text": "John Ulric Nef, químico y académico suizo-estadounidense (f. 1915).",
            "year": 1862
        },
        {
            "text": "Manuel José Othón, poeta y escritor mexicano (f. 1906).",
            "year": 1858
        },
        {
            "text": "Andréi Márkov, matemático y teórico ruso (f. 1922).",
            "year": 1856
        },
        {
            "text": "Robert M. La Follette, abogado y político estadounidense, 20.º gobernador de Wisconsin (f. 1925).",
            "year": 1855
        },
        {
            "text": "Basilio Paraíso Lasús, empresario y político español (f. 1930).",
            "year": 1849
        },
        {
            "text": "Bernard Bosanquet, filósofo y teórico británico-inglés (f. 1923).",
            "year": 1848
        },
        {
            "text": "Max Erdmannsdörfer, director de orquesta y compositor alemán (f. 1905).",
            "year": 1848
        },
        {
            "text": "Antonio Maceo, militar y patriota independentista cubano (f. 1896).",
            "year": 1845
        },
        {
            "text": "William F. Nast, empresario estadounidense (f. 1893).",
            "year": 1840
        },
        {
            "text": "Yamagata Aritomo, mariscal de campo y político japonés, 3.º y 9.º primer ministro de Japón (f. 1922).",
            "year": 1838
        },
        {
            "text": "Gabriel Baudry-Lacantinerie, jurisconsulto francés (n. 1913).",
            "year": 1837
        },
        {
            "text": "Nicolaus Otto, ingeniero alemán (f. 1891).",
            "year": 1832
        },
        {
            "text": "Bernard Petitjean, misionero católico francés en Japón (f. 1884).",
            "year": 1829
        },
        {
            "text": "John Bartlett, escritor y editor estadounidense (f. 1905).",
            "year": 1820
        },
        {
            "text": "Henry Gardner, comerciante y político estadounidense, 23.º gobernador de Massachusetts (f. 1892).",
            "year": 1819
        },
        {
            "text": "Harriet Beecher Stowe, escritora y activista estadounidense (f. 1896).",
            "year": 1811
        },
        {
            "text": "Heber C. Kimball, líder religioso estadounidense (f. 1868).",
            "year": 1801
        },
        {
            "text": "František Palacký, historiador y político checo (f. 1876).",
            "year": 1798
        },
        {
            "text": "Nikolai Brashman, matemático y académico checo-ruso (f. 1866).",
            "year": 1796
        },
        {
            "text": "Francesco Morlacchi, compositor italiano (f. 1841).",
            "year": 1784
        },
        {
            "text": "Henry Salt, historiador y diplomático británico-inglés, cónsul general británico en Egipto (f. 1827).",
            "year": 1780
        },
        {
            "text": "Simon Mayr, compositor y educador alemán (f. 1845).",
            "year": 1763
        },
        {
            "text": "Charles-Augustin de Coulomb, físico e ingeniero francés (f. 1806).",
            "year": 1736
        },
        {
            "text": "Antonio Sacchini, compositor y educador italiano (f. 1786).",
            "year": 1730
        },
        {
            "text": "James Hutton, geólogo británico (f. 1797).",
            "year": 1726
        },
        {
            "text": "Thomas Pennant, naturalista, ornitólogo, anticuario e historiador británico-galés (f. 1798).",
            "year": 1726
        },
        {
            "text": "Sayat-Nová, poeta y músico armenio (f. 1795).",
            "year": 1712
        },
        {
            "text": "Jan Francisci, organista y compositor eslovaco (f. 1758).",
            "year": 1691
        },
        {
            "text": "Johann Abraham Ihle, astrónomo alemán (f. 1699).",
            "year": 1627
        },
        {
            "text": "Fernando II, aristócrata («archiduque») austríaco (f. 1595).",
            "year": 1529
        },
        {
            "text": "Giglio Gregorio Giraldi, poeta y erudito italiano (f. 1552).",
            "year": 1479
        },
        {
            "text": "Nilakantha Somayaji, astrónomo y matemático indio (f. 1544).",
            "year": 1444
        }
    ],
    "deaths": [
        {
            "text": "Violeta Chamorro, política y periodista nicaragüense, presidente de Nicaragua entre 1990 y 1997 (n.1929).",
            "year": 2025
        },
        {
            "text": "Gustavo Lorgia, empresario e ilusionista colombiano (n.1951).",
            "year": 2024
        },
        {
            "text": "Nancy MacKenzie, actriz de doblaje peruana; primera voz de Marge Simpson en la serie The Simpsons en Latinoamérica (n. 1942).",
            "year": 2024
        },
        {
            "text": "Abraham B. Yehoshúa, novelista, ensayista y dramaturgo israelí (n. 1936).",
            "year": 2022
        },
        {
            "text": "Enrique Bolaños, ingeniero y político nicaragüense, presidente de Nicaragua entre 2002 y 2007 (n. 1928).",
            "year": 2021
        },
        {
            "text": "Haroldo Rodas, político guatemalteco (n. 1946).",
            "year": 2020
        },
        {
            "text": "Sushant Singh Rajput, actor de cine indio (n. 1986).",
            "year": 2020
        },
        {
            "text": "Stanislav Govorujin, cineasta ruso (n. 1936).",
            "year": 2018
        },
        {
            "text": "Raúl Renán, poeta mexicano (n. 1928).",
            "year": 2017
        },
        {
            "text": "Gilles Lamontagne, político canadiense, vicegobernador de Quebec (n. 1919).",
            "year": 2016
        },
        {
            "text": "Ann Morgan Guilbert, actriz de cine y televisión, y cantante estadounidense (n. 1928).",
            "year": 2016
        },
        {
            "text": "Richard Cotton, genetista y académico australiano (n. 1940).",
            "year": 2015
        },
        {
            "text": "Anne Nicol Gaylor, activista estadounidense, cofundadora de la Freedom From Religion Foundation (n. 1926).",
            "year": 2015
        },
        {
            "text": "Hugo Blanco, músico, compositor, intérprete, productor y arreglista venezolano (n. 1940).",
            "year": 2015
        },
        {
            "text": "Qiao Shi, político chino (n. 1924).",
            "year": 2015
        },
        {
            "text": "Alberto Cañas Escalante, periodista y político costarricense (n. 1920).",
            "year": 2014
        },
        {
            "text": "Isabelle Collin Dufresne, actriz francesa (n. 1935).",
            "year": 2014
        },
        {
            "text": "Robert Lebeck, fotógrafo y periodista alemán (n. 1929).",
            "year": 2014
        },
        {
            "text": "Francis Matthews, actor británico (n. 1927).",
            "year": 2014
        },
        {
            "text": "James E. Rogers, abogado, empresario y académico estadounidense (n. 1938).",
            "year": 2014
        },
        {
            "text": "Alex Chandre de Oliveira, futbolista brasileño (n. 1977).",
            "year": 2014
        },
        {
            "text": "Elroy Schwartz, guionista y productor estadounidense (n. 1923).",
            "year": 2013
        },
        {
            "text": "Peter Archer, aristócrata («barón Archer de Sandwell»), abogado y político británico-inglés, procurador general de Inglaterra y Gales (n. 1926).",
            "year": 2012
        },
        {
            "text": "Bob Chappuis, jugador de fútbol americano y soldado (n. 1923).",
            "year": 2012
        },
        {
            "text": "Margie Hyams, pianista y vibráfona estadounidense (n. 1920).",
            "year": 2012
        },
        {
            "text": "Karl-Heinz Kämmerling, pianista y académico alemán (n. 1930).",
            "year": 2012
        },
        {
            "text": "Carlos Reichenbach, cineasta y productor brasileño (n. 1945).",
            "year": 2012
        },
        {
            "text": "Gitta Sereny, historiadora, periodista y escritora austríaco-británica (n. 1921).",
            "year": 2012
        },
        {
            "text": "Augusto Ramírez Ocampo, abogado, economista y político colombiano (n. 1934).",
            "year": 2011
        },
        {
            "text": "José Ramón Medina, político, escritor, y poeta venezolano (n. 1919).",
            "year": 2010
        },
        {
            "text": "Bob Bogle, músico estadounidense (n. 1934).",
            "year": 2009
        },
        {
            "text": "William McIntyre, soldado, abogado y juez canadiense (n. 1918).",
            "year": 2009
        },
        {
            "text": "Rafael del Pino, empresario español, presidente de Ferrovial (n. 1920).",
            "year": 2008
        },
        {
            "text": "Juan Manuel González, escritor y periodista español (n. 1954).",
            "year": 2008
        },
        {
            "text": "Jamelão, sambista brasileño (n. 1913).",
            "year": 2008
        },
        {
            "text": "Ruth Graham, escritora, poeta y pintora chino-estadounidense (n. 1920).",
            "year": 2007
        },
        {
            "text": "Robin Olds, general y piloto estadounidense (n. 1922).",
            "year": 2007
        },
        {
            "text": "Kurt Waldheim, diplomático y político austríaco, secretario general de las Naciones Unidas, 9.º presidente de Austria entre 1986 y 1992 (n. 1918).",
            "year": 2007
        },
        {
            "text": "Monty Berman, cineasta, director de fotografía y productor británico-inglés (n. 1905).",
            "year": 2006
        },
        {
            "text": "Jean Roba, escritor e ilustrador belga (n. 1930).",
            "year": 2006
        },
        {
            "text": "Carlo Maria Giulini, director de orquesta y músico italiano (n. 1914).",
            "year": 2005
        },
        {
            "text": "Mimi Parent, pintora canadiense-suiza (n. 1924).",
            "year": 2005
        },
        {
            "text": "Ulrich Inderbinen, alpinista y guía suizo (n. 1900).",
            "year": 2004
        },
        {
            "text": "Dale Whittington, piloto de carreras estadounidense (n. 1959).",
            "year": 2003
        },
        {
            "text": "June Jordan, escritora y activista estadounidense (n. 1936).",
            "year": 2002
        },
        {
            "text": "Ramón Mendezona Roldán, empresario español, último director de Radio España Independiente (n. 1913).",
            "year": 2001
        },
        {
            "text": "Attilio Bertolucci, guionista de cine, poeta y escritor italiano (n. 1911).",
            "year": 2000
        },
        {
            "text": "Osvaldo Dragún, dramaturgo argentino (n. 1929).",
            "year": 1999
        },
        {
            "text": "Bernie Faloney, futbolista y comentarista deportivo estadounidense-canadiense (n. 1932).",
            "year": 1999
        },
        {
            "text": "La Niña de la Puebla (Dolores Jiménez Alcántara), cantaora española (n. 1908).",
            "year": 1999
        },
        {
            "text": "Ricardo Núñez, actor, guionista, productor y cineasta español (n. 1904).",
            "year": 1998
        },
        {
            "text": "Richard Jaeckel, actor estadounidense (n. 1926).",
            "year": 1997
        },
        {
            "text": "Gesualdo Bufalino, escritor italiano (n. 1920).",
            "year": 1996
        },
        {
            "text": "Noemí Gerstein, escultora, ilustradora y dibujante argentina (n. 1908).",
            "year": 1996
        },
        {
            "text": "Els Aarne, pianista, compositora y educadora ucraniano-estonia (n. 1917).",
            "year": 1995
        },
        {
            "text": "Rory Gallagher, cantautor, guitarrista y productor irlandés, de la banda Taste (n. 1948).",
            "year": 1995
        },
        {
            "text": "Roger Zelazny, escritor y poeta estadounidense (n. 1937).",
            "year": 1995
        },
        {
            "text": "Lionel Grigson, pianista, compositor y educador británico-inglés (n. 1942).",
            "year": 1994
        },
        {
            "text": "Henry Mancini, director de orquesta y compositor estadounidense de música de cine (n. 1924).",
            "year": 1994
        },
        {
            "text": "Marcel Mouloudji, actor y cantante francés (n. 1982).",
            "year": 1994
        },
        {
            "text": "Louis Jacquinot, político y abogado francés (n. 1898).",
            "year": 1993
        },
        {
            "text": "Peggy Ashcroft, actriz británico-inglesa (n. 1907).",
            "year": 1991
        },
        {
            "text": "John Jairo Arias, jefe de sicarios del narcotraficante Pablo Escobar",
            "year": 1990
        },
        {
            "text": "Erna Berger, soprano y actriz alemana (n. 1900).",
            "year": 1990
        },
        {
            "text": "Luis Vidales, poeta y ensayista colombiano (n. 1904).",
            "year": 1990
        },
        {
            "text": "Stanisław Bareja, actor, cineasta y guionista polaco (n. 1929).",
            "year": 1987
        },
        {
            "text": "Amelia Mirel, actriz, vedette y cantante argentina (n. c. 1905).",
            "year": 1987
        },
        {
            "text": "Jorge Luis Borges, cuentista, ensayista, poeta y traductor argentino (n. 1899).",
            "year": 1986
        },
        {
            "text": "Alan Jay Lerner, libretista, letrista y guionista estadounidense (n. 1918).",
            "year": 1986
        },
        {
            "text": "Waldo Belloso, pianista, director de orquesta y compositor argentino (n. 1933).",
            "year": 1985
        },
        {
            "text": "Charles Miller, saxofonista y flautista estadounidense (n. 1939).",
            "year": 1980
        },
        {
            "text": "Ahmad Zahir, cantautor afgano (n. 1946).",
            "year": 1979
        },
        {
            "text": "David Butler, cineasta estadounidense (n. 1894).",
            "year": 1979
        },
        {
            "text": "Robert Middleton, actor estadounidense (n. 1911).",
            "year": 1977
        },
        {
            "text": "Alan Reed, actor estadounidense, voz original de Fred Picapiedra (n. 1907).",
            "year": 1977
        },
        {
            "text": "Dündar Taşer, militar y político turco (n. 1925).",
            "year": 1972
        },
        {
            "text": "Carlos P. García, político filipino, 8.º presidente de la República de Filipinas (n. 1896).",
            "year": 1971
        },
        {
            "text": "Roberto Firpo, pianista, director de orquesta y compositor argentino (n. 1884).",
            "year": 1969
        },
        {
            "text": "Salvatore Quasimodo, novelista, poeta y periodista italiano, premio nobel de literatura en 1959 (n. 1901).",
            "year": 1968
        },
        {
            "text": "Ruben Arthur Stirton, zoólogo y paleontólogo estadounidense (n. 1901).",
            "year": 1966
        },
        {
            "text": "Luciano Pérez Platero, obispo español (n. 1882).",
            "year": 1963
        },
        {
            "text": "Adalberto de León Soto, escultor guatemalteco (n. 1919).",
            "year": 1957
        },
        {
            "text": "Tom Cole, piloto de carreras británico-galés expatriado en Estados Unidos (n. 1922).",
            "year": 1953
        },
        {
            "text": "Alberto II, mono rhesus, animal astronauta y primer mamífero en el espacio.",
            "year": 1949
        },
        {
            "text": "John Logie Baird, físico, ingeniero e inventor escocés-inglés (n. 1888).",
            "year": 1946
        },
        {
            "text": "Jorge Ubico Castañeda, político guatemalteco, 21.º presidente de Guatemala (n. 1878).",
            "year": 1946
        },
        {
            "text": "Joaquín Álvarez Quintero, comediógrafo español, de los Hermanos Álvarez Quintero (n. 1873).",
            "year": 1944
        },
        {
            "text": "Ercilia Pepín, primera mujer maestra e intelectual dominicana (n. 1886).",
            "year": 1939
        },
        {
            "text": "G. K. Chésterton, ensayista, poeta, dramaturgo y novelista británico-inglés (n. 1874).",
            "year": 1936
        },
        {
            "text": "Hans Poelzig, arquitecto, pintor y diseñador alemán, diseñó el edificio IG Farben (n. 1869).",
            "year": 1936
        },
        {
            "text": "Justinien de Clary, tirador francés (n. 1860).",
            "year": 1933
        },
        {
            "text": "Dorimène Roy Desjardins, empresaria canadiense, cofundadora del Grupo Desjardins (n. 1858).",
            "year": 1932
        },
        {
            "text": "Emmeline Pankhurst, activista, feminista y académica británico-inglesa (n. 1857).",
            "year": 1928
        },
        {
            "text": "Ottavio Bottecchia, ciclista italiano (n. 1894).",
            "year": 1927
        },
        {
            "text": "Jerome K. Jerome, escritor británico-inglés, autor de Tres hombres en un bote (n. 1859).",
            "year": 1927
        },
        {
            "text": "Mary Cassatt, pintora estadounidense-francesa (n. 1843).",
            "year": 1926
        },
        {
            "text": "Isabelle Bogelot, filántropa francesa (n. 1838).",
            "year": 1923
        },
        {
            "text": "Max Weber, sociólogo y economista alemán (n. 1864).",
            "year": 1920
        },
        {
            "text": "João Simões Lopes Neto, escritor brasileño (n. 1865).",
            "year": 1916
        },
        {
            "text": "Anselmo L. Figueroa, periodista y político anarquista mexicano (n. 1861).",
            "year": 1915
        },
        {
            "text": "Adlai E. Stevenson I, abogado y político estadounidense, vicepresidente 23 de Estados Unidos (n. 1835).",
            "year": 1914
        },
        {
            "text": "Frederick Stanley, aristócrata («16.º conde de Derby»), capitán y político británico-inglés, 6.º gobernador general de Canadá (n. 1841).",
            "year": 1908
        },
        {
            "text": "William Le Baron Jenney, arquitecto e ingeniero estadounidense, diseñó el Home Insurance Building (n. 1832).",
            "year": 1907
        },
        {
            "text": "Bartolomé Masó, militar y político cubano (n. 1830).",
            "year": 1907
        },
        {
            "text": "Giuseppe Pellizza da Volpedo, pintor italiano (n. 1868).",
            "year": 1907
        },
        {
            "text": "Carl Gegenbaur, anatomista alemán (n. 1826).",
            "year": 1903
        },
        {
            "text": "Dewitt Clinton Senter, político estadounidense, 18.º gobernador de Tennessee (n. 1830).",
            "year": 1898
        },
        {
            "text": "José Maria Caldeira do Casal Ribeiro, político portugués (n. 1825).",
            "year": 1896
        },
        {
            "text": "Alexander Ostrovsky, cineasta y dramaturgo ruso (n. 1823).",
            "year": 1886
        },
        {
            "text": "Edward FitzGerald, escritor, poeta, traductor e hispanista británico-inglés (n. 1809).",
            "year": 1883
        },
        {
            "text": "Mary Carpenter, reformadora educativa y social británico-inglesa (n. 1807).",
            "year": 1877
        },
        {
            "text": "Leonidas Polk, general y obispo estadounidense (n. 1806).",
            "year": 1864
        },
        {
            "text": "Pedro Santana, militar y político dominicano, presidente de República Dominicana entre 1844-1848, 1853-1856 y 1858-1861 (n. 1801).",
            "year": 1864
        },
        {
            "text": "Giacomo Leopardi, poeta y filósofo italiano (n. 1798).",
            "year": 1837
        },
        {
            "text": "Pierre Charles L'Enfant, arquitecto, ingeniero y urbanista francés, diseñó la ciudad de Washington DC (n. 1754).",
            "year": 1825
        },
        {
            "text": "Benedict Arnold, general estadounidense durante la Guerra de Independencia contra el Reino Unido que más tarde se convirtió en espía británico (n. 1741).",
            "year": 1801
        },
        {
            "text": "Jean Baptiste Kléber, general francés (n. 1753).",
            "year": 1800
        },
        {
            "text": "Louis Desaix, general francés (n. 1768).",
            "year": 1800
        },
        {
            "text": "Francis Seymour-Conway, primer marqués de Hertford, cortesano y político británico-inglés, lord teniente de Irlanda (n. 1718).",
            "year": 1794
        },
        {
            "text": "Colin Maclaurin, matemático británico-escocés (n. 1698).",
            "year": 1746
        },
        {
            "text": "Guillaume Courtois, pintor e ilustrador francés (n. 1628).",
            "year": 1679
        },
        {
            "text": "Marin le Roy de Gomberville, escritor y poeta francés (n. 1600).",
            "year": 1674
        },
        {
            "text": "Henry Vane el Joven, político angloestadounidense, gobernador de la colonia de la bahía de Massachusetts (n. 1613).",
            "year": 1662
        },
        {
            "text": "Jean de Saint-Bonnet, mariscal francés (n. 1585).",
            "year": 1636
        },
        {
            "text": "Jacob Kroger, orfebre alemán, ahorcado en Edimburgo por robar las joyas de Ana de Dinamarca.",
            "year": 1594
        },
        {
            "text": "Orlando di Lasso, compositor y educador franco-flamenco (n. 1532).",
            "year": 1594
        },
        {
            "text": "Shibata Katsuie, samurái japonés (n. 1522).",
            "year": 1583
        },
        {
            "text": "Carpentras, compositor francés (n. 1470).",
            "year": 1548
        },
        {
            "text": "Antonio de Lorena, aristócrata («duque») francés (n. 1481).",
            "year": 1544
        },
        {
            "text": "Juan III de Albret, rey navarro (n. 1469).",
            "year": 1516
        },
        {
            "text": "Juan Borgia, aristócrata («segundo duque de Gandía»), hijo italiano del papa Alejandro VI (n. 1474).",
            "year": 1497
        },
        {
            "text": "Simon Sudbury, religioso británico-inglés, arzobispo de Canterbury (n. 1316).",
            "year": 1381
        },
        {
            "text": "Günther von Schwarzburg, rey alemán (n. 1304).",
            "year": 1349
        },
        {
            "text": "Qinzong, aristócrata («emperador») chino de la dinastía Song (n. 1100).",
            "year": 1161
        },
        {
            "text": "Aron, aristócrata búlgaro.",
            "year": 976
        },
        {
            "text": "Guadamir, sacerdote católico español, obispo de Vic.",
            "year": 957
        },
        {
            "text": "Anastasio, religioso español canonizado por la Iglesia católica; martirizado (n. 804).",
            "year": 853
        },
        {
            "text": "Digna, monja española, canonizada por la Iglesia católica; martirizada (n. 835).",
            "year": 853
        },
        {
            "text": "Félix de Alcalá, monje benedictino español canonizado por la Iglesia católica; martirizado (n. 830).",
            "year": 853
        },
        {
            "text": "Metodio I, patriarca de Constantinopla (n. 787).",
            "year": 847
        },
        {
            "text": "Ōtomo no Otomaro, general japonés (n. 731).",
            "year": 809
        }
    ],
    "metadata": {
        "current_date": "14 de junio de 2025",
        "short_date": "14 de jun",
        "language": {
            "events": "Eventos",
            "deaths": "Defunciones",
            "births": "Nacimientos",
            "b": "n",
            "d": "f",
            "title": "Hoy en Historia (Wikipedia)"
        },
        "events": [
            54,
            34,
            88,
            64,
            19,
            85,
            69,
            20,
            1,
            55
        ],
        "births": [
            187,
            120,
            218,
            13
        ],
        "deaths": [
            77,
            41,
            27,
            104
        ]
    }
}