{
    "events": [
        {
            "text": "En un intento de autogolpe de Estado, el presidente surcoreano Yoon Suk-yeol activa la Ley Marcial, ordena la suspensión de las actividades legislativas y abole la libertad de expresión.",
            "year": 2024
        },
        {
            "text": "Debido a una filtración ocurrida a las 23H CET aproximadamente, Rockstar Games lanza oficialmente 15 horas antes el primer tráiler de su próxima entrega Grand Theft Auto, el cual estaba previsto lanzarse oficialmente el 5 de diciembre.",
            "year": 2023
        },
        {
            "text": "En Italia, se confirma que oficialmente el estadio del Napoli pasa a llamarse «Estadio Diego Armando Maradona».",
            "year": 2020
        },
        {
            "text": "La canción Life Goes On  de la popular banda surcoreana BTS se convierte en la primera canción en un idioma distinto al inglés en debutar en el puesto #1 del Billboard Hot 100.",
            "year": 2020
        },
        {
            "text": "en Córdoba (Argentina) se producen saqueos masivos por toda la ciudad. La policía estaba en huelga.",
            "year": 2013
        },
        {
            "text": "se declara el estado de alarma en España, por primera vez en la democracia, con la finalidad de afrontar el caos aeroportuario provocado por una huelga de controladores de tráfico aéreo.",
            "year": 2010
        },
        {
            "text": "en Venezuela se celebran elecciones legislativas, en donde el partido oficialista gana la mayor parte de escaños a la Asamblea Nacional.",
            "year": 2005
        },
        {
            "text": "en Bogotá se inaugura el sistema de transporte TransMilenio.",
            "year": 2000
        },
        {
            "text": "lanzamiento del Mars Pathfinder, primera misión a Marte que incluía un rover.",
            "year": 1996
        },
        {
            "text": "en el observatorio Paranal, ubicado en la región de Antofagasta (norte de Chile) y operado por la empresa ESO (European Southern Observatory), se instalan los telescopios más grandes de Hispanoamérica.",
            "year": 1996
        },
        {
            "text": "Pan Am, la principal aerolínea de los Estados Unidos se declara en bancarrota y deja de operar.",
            "year": 1991
        },
        {
            "text": "en el restaurante Pozzeto, en Bogotá (Colombia), el veterano de Vietnam colombiano Campo Elías Delgado, armado con un revólver, asesina a varias personas; la policía ingresa disparando con ametralladoras Uzi y lo mata junto con una docena más de clientes.",
            "year": 1986
        },
        {
            "text": "la UNESCO declara a Santiago de Compostela como Patrimonio de la Humanidad.",
            "year": 1985
        },
        {
            "text": "la República Popular China adopta su constitución.",
            "year": 1982
        },
        {
            "text": "el monte Aloya (Galicia) es declarado parque natural.",
            "year": 1978
        },
        {
            "text": "dos millones de andaluces salen a la calle en manifestación pacífica para pedir una autonomía de primera, en pie de igualdad con los pueblos de España que habían iniciado el proceso hacia la autonomía durante la Segunda República.",
            "year": 1977
        },
        {
            "text": "Manuel José Caparrós, joven malagueño, muere a consecuencia de un disparo por parte de la policía durante la manifestación por la autonomía en Andalucía, mientras izaba una bandera de Andalucía en su ciudad.",
            "year": 1977
        },
        {
            "text": "Primer vuelo del cazabombardero Douglas A-4CSkyhawk sobre territorio argentino. El vicecomodoro Juan Carlos Gabarret, primer Jefe del Escuadrón A-4C Skyhawk, realiza con éxito el vuelo de prueba del cazabombardero A-4C Skyhawk matrícula C-305.",
            "year": 1975
        },
        {
            "text": "la marina pakistaní ataca India.",
            "year": 1971
        },
        {
            "text": "en Montreux (Suiza) se incendia el casino en el que tocaban Frank Zappa y The Mothers of Invention. Este hecho dio lugar a la famosa canción Smoke on the Water, de Deep Purple, que en esos momentos se encontraban grabando en Montreux.",
            "year": 1971
        },
        {
            "text": "en Chicago, dos miembros de los Panteras Negras ―Fred Hampton y Mark Clark― son tiroteados durante una trifulca con 14 policías.",
            "year": 1969
        },
        {
            "text": "en Oahu, el surfista Greg Noll cabalga sobre una ola de 20 metros, batiendo todos los récords hasta la actualidad.",
            "year": 1969
        },
        {
            "text": "guerra de Vietnam: tropas de Estados Unidos y de Vietnam del Sur hacen retroceder al Viet Cong cerca del delta del río Mekong.",
            "year": 1967
        },
        {
            "text": "en dos túneles separados (a 1,58 km uno del otro) a 263 metros de profundidad, en las áreas U3cr y U3ch del Sitio de pruebas atómicas de Nevada (a unos 110 km al noroeste de la ciudad de Las Vegas), a las 8:38 (hora local), Estados Unidos detona simultáneamente sus bombas atómicas n.º 714 y 715: Barracuda 2 (de menos de 20 kilotones) y Sardine 1 (de 8 kilotones).",
            "year": 1963
        },
        {
            "text": "en un túnel a 245 metros bajo tierra, en el área U9aa del Sitio de pruebas atómicas de Nevada (a unos 100 km al noroeste de la ciudad de Las Vegas), a las 8:00 (hora local) Estados Unidos detona su bomba atómica Taunton, de menos de 20 kilotones. Es la bomba n.º 299 de las 1132 que Estados Unidos detonó entre 1945 y 1992.",
            "year": 1962
        },
        {
            "text": "un mono regresa a la Tierra sano y salvo después de estar a 53 millas en el espacio exterior.",
            "year": 1959
        },
        {
            "text": "Benín se independiza de Francia.",
            "year": 1958
        },
        {
            "text": "durante una grabación de Carl Perkins, Jerry Lee Lewis y Johnny Cash en Sun Records en Memphis (Tennessee), Elvis Presley visita el estudio y participa en unas pruebas con Perkins y Lewis. Los cuatro hombres fueron conocidos como el Million Dollar Quartet, y esa legendaria grabación se publicó en 1987.",
            "year": 1956
        },
        {
            "text": "en la Argentina se crea el Instituto Nacional de Tecnología Agropecuaria (INTA).",
            "year": 1956
        },
        {
            "text": "el Senado de los Estados Unidos aprueba la entrada en la Organización de las Naciones Unidas, por 65 votos a favor y 7 en contra,.",
            "year": 1945
        },
        {
            "text": "Segunda Guerra Mundial: El líder de la resistencia yugoslava, el mariscal Tito, proclama el gobierno democrático yugoslavo en el exilio.",
            "year": 1943
        },
        {
            "text": "en Varsovia ―en el marco del Holocausto judío―, Zofia Kossak-Szczucka y Wanda Filipowicz se integran en la organización Żegota.",
            "year": 1942
        },
        {
            "text": "en El Salvador, el Directorio cívico entrega la presidencia a Maximiliano Hernández Martínez, cuyo gobierno se prolongará hasta 1944.",
            "year": 1931
        },
        {
            "text": "el presidente de los Estados Unidos Woodrow Wilson embarca para sellar el tratado de Versalles de la Primera Guerra Mundial, convirtiéndose en el primer presidente estadounidense en viajar a Europa durante su mandato.",
            "year": 1918
        },
        {
            "text": "en la Ciudad de México se firma el Pacto de Xochimilco entre Pancho Villa y Emiliano Zapata, con lo que se consolida la alianza entre ambos líderes revolucionarios.",
            "year": 1914
        },
        {
            "text": "en Buenos Aires (Argentina), el niño Cayetano Santos Godino (el Petiso Orejudo, 1896-1944) es arrestado en la madrugada, por el asesinato de su cuarta y última víctima, un niño de tres años, en el día de ayer.",
            "year": 1912
        },
        {
            "text": "dimiten 24 Gobernadores civiles en España.",
            "year": 1885
        },
        {
            "text": "en Los Ángeles (California) se publica por primera vez Los Angeles Times.",
            "year": 1881
        },
        {
            "text": "en Cádiz, surge un levantamiento encabezado por Fermín Salvochea y José Paul y Angulo que se extendió por los pueblos y capitales vecinas reivindicando que España sea una República Federal.",
            "year": 1868
        },
        {
            "text": "en México, se decreta la Ley de Libertad de Cultos, emitida desde Veracruz, donde residía entonces el gobierno del presidente Benito Juárez.",
            "year": 1860
        },
        {
            "text": "en México desembarcan las tropas francesas y toman el puerto de Veracruz.",
            "year": 1838
        },
        {
            "text": "se publica el primer ejemplar de The Observer, el primer dominical de la historia.",
            "year": 1791
        },
        {
            "text": "Batalla de Lund: el ejército danés (bajo el mando de Cristián V de Dinamarca) se enfrenta ante el ejército sueco (liderado por Simón Grundel-Helmfelt).",
            "year": 1676
        },
        {
            "text": "a orillas del lago Míchigan, el padre Jacques Marquette funda la misión Illiniwek, que posteriormente sería la ciudad de Chicago.",
            "year": 1674
        },
        {
            "text": "en Roma (Italia), un tornado (posiblemente un F4) deja un saldo de decenas o cientos de muertos.",
            "year": 1645
        },
        {
            "text": "Jeremiah Horrocks hace las primeras observaciones sobre el tránsito de Venus.",
            "year": 1639
        },
        {
            "text": "en Virginia desembarcan 38 colonos de Berkeley Parish (Inglaterra) y dan gracias a Dios. Es considerado el primer Día de Acción de Gracias.",
            "year": 1619
        },
        {
            "text": "en Italia termina el Concilio de Trento.",
            "year": 1563
        },
        {
            "text": "En Mellid (España), son convocados varios miembros de la aristocracia gallega para hacer frente a las revueltas populares antifiscales contra el impuesto extraordinario aprobado por Carlos I. Se redacta un manifiesto en el que se comprometían a defender el poder real a cambio de que Galicia participara en las Cortes de Castilla y del establecimiento en La Coruña de una Casa de Contratación como la de Sevilla, medidas que fueron ignoradas por el emperador.",
            "year": 1520
        },
        {
            "text": "en Nursia (Italia) un terremoto de magnitud 6,5 en la escala sismológica de Richter deja un saldo de 5000 muertos.",
            "year": 1328
        },
        {
            "text": "Alfonso el Sabio, príncipe de Castilla, toma Alicante a los árabes y bautiza a su fortaleza como el Castillo de Santa Bárbara.",
            "year": 1248
        },
        {
            "text": "en Palestina, en el marco de la Primera Cruzada, los cruzados conquistan Sidón.",
            "year": 1110
        },
        {
            "text": "en Al-Ándalus  es asesinado el visir de Córdoba, Ibn al-Qaṭṭā; quien había encabezado una conspiración para eliminar al caudillo al-Málik (hijo y sucesor de Almanzor).",
            "year": 1006
        },
        {
            "text": "Carlomán I muere, dejando a su hermano Carlomagno el reino franco.",
            "year": 771
        },
        {
            "text": "Cerca de Basora tiene lugar la Batalla del Camello entre el califa Alí y la viuda de Mahoma, Aisha.",
            "year": 656
        }
    ],
    "births": [
        {
            "text": "Sebastián Boselli, futbolista uruguayo.",
            "year": 2003
        },
        {
            "text": "Ousmane Diomande, futbolista marfileño.",
            "year": 2003
        },
        {
            "text": "Ahmed Hafnaoui, nadador tunecino.",
            "year": 2002
        },
        {
            "text": "Nicolò Rovella, futbolista italiano.",
            "year": 2001
        },
        {
            "text": "Thymen Arensman, ciclista neerlandés.",
            "year": 1999
        },
        {
            "text": "Mauro Schmid, ciclista suizo.",
            "year": 1999
        },
        {
            "text": "Sandro Kulenović, futbolista croata.",
            "year": 1999
        },
        {
            "text": "Ryan Nyambe, futbolista namibio.",
            "year": 1997
        },
        {
            "text": "Aleksandar Busnić, futbolista serbio.",
            "year": 1997
        },
        {
            "text": "Diogo Jota, futbolista portugués (f. 2025).",
            "year": 1996
        },
        {
            "text": "Andoni Zubiaurre, futbolista español.",
            "year": 1996
        },
        {
            "text": "José Antonio Morente Oliva, futbolista español.",
            "year": 1996
        },
        {
            "text": "Carlos Doncel Ordóñez, futbolista español.",
            "year": 1996
        },
        {
            "text": "Birnir Snær Ingason, futbolista islandés.",
            "year": 1996
        },
        {
            "text": "Gregory Wüthrich, futbolista suizo.",
            "year": 1994
        },
        {
            "text": "Leandro Trossard, futbolista belga.",
            "year": 1994
        },
        {
            "text": "Jin, cantante surcoreano, integrante del grupo BTS.",
            "year": 1992
        },
        {
            "text": "Alessandro De Vena, futbolista italiano.",
            "year": 1992
        },
        {
            "text": "Dino Slavić, balonmanista croata.",
            "year": 1992
        },
        {
            "text": "Ángel Nesbitt, beisbolista venezolano.",
            "year": 1990
        },
        {
            "text": "Skye Stracke, modelo australiana.",
            "year": 1990
        },
        {
            "text": "Mario Maurer, cantante, modelo y actor tailandés.",
            "year": 1988
        },
        {
            "text": "Orlando Brown, actor y rapero estadounidense.",
            "year": 1987
        },
        {
            "text": "Martell Webster, baloncestista estadounidense.",
            "year": 1986
        },
        {
            "text": "Carlos Gómez, beisbolista dominicano.",
            "year": 1985
        },
        {
            "text": "Martín Rodríguez, rugbista argentino.",
            "year": 1985
        },
        {
            "text": "Brooke Adams, modelo, bailarina y luchadora profesional estadounidense.",
            "year": 1984
        },
        {
            "text": "Lindsay Felton, actriz estadounidense.",
            "year": 1984
        },
        {
            "text": "Francisco Puelles, actor y artista circense chileno.",
            "year": 1984
        },
        {
            "text": "Fernando Marqués, futbolista español.",
            "year": 1984
        },
        {
            "text": "Waldo Ponce, futbolista chileno.",
            "year": 1982
        },
        {
            "text": "Ho-Pin Tung, piloto de automovilismo chino-neerlandés.",
            "year": 1982
        },
        {
            "text": "Ezequiel Castaño, actor argentino.",
            "year": 1981
        },
        {
            "text": "Florencia de Saracho, actriz mexicana.",
            "year": 1981
        },
        {
            "text": "Gustavo Chacín, beisbolista venezolano.",
            "year": 1980
        },
        {
            "text": "Jay DeMerit, futbolista estadounidense.",
            "year": 1979
        },
        {
            "text": "Jaclyn Victor, cantante malaya.",
            "year": 1978
        },
        {
            "text": "Maia Landaburu, actriz franco-colombiana.",
            "year": 1977
        },
        {
            "text": "Tyra Banks, modelo estadounidense.",
            "year": 1973
        },
        {
            "text": "Ferry Corsten, músico y DJ neerlandés.",
            "year": 1973
        },
        {
            "text": "Tamara Castro, cantante argentina de folclore (f. 2006).",
            "year": 1972
        },
        {
            "text": "Kevin Sussman, actor estadounidense.",
            "year": 1970
        },
        {
            "text": "Sylvester Terkay, luchador profesional estadounidense.",
            "year": 1970
        },
        {
            "text": "Jay-Z, rapero estadounidense.",
            "year": 1969
        },
        {
            "text": "Guillermo Amor, futbolista español.",
            "year": 1967
        },
        {
            "text": "Jesús García Castilla, batería español, de la banda Platero y Tú.",
            "year": 1967
        },
        {
            "text": "Álex de la Iglesia, cineasta español.",
            "year": 1965
        },
        {
            "text": "Sertab Erener, cantante turca.",
            "year": 1964
        },
        {
            "text": "Marisa Tomei, actriz estadounidense.",
            "year": 1964
        },
        {
            "text": "Sergéi Bubka, atleta ucraniano.",
            "year": 1963
        },
        {
            "text": "Alexander Litvinenko, militar y espía ruso (f. 2006)",
            "year": 1962
        },
        {
            "text": "Kevin Richardson, futbolista británico.",
            "year": 1962
        },
        {
            "text": "Glynis Nunn, atleta australiana.",
            "year": 1960
        },
        {
            "text": "Fred Ramsdell, inmunólogo estadounidense, Premio Nobel de Fisiología o Medicina 2025.",
            "year": 1960
        },
        {
            "text": "Pipo Cipolatti, cantante, músico, compositor y guitarrista argentino.",
            "year": 1959
        },
        {
            "text": "Paul McGrath, futbolista irlandés.",
            "year": 1959
        },
        {
            "text": "Luis García Montero, poeta y ensayista español.",
            "year": 1958
        },
        {
            "text": "Raúl Boesel, piloto de automovilismo brasileño.",
            "year": 1957
        },
        {
            "text": "Eric S. Raymond, informático estadounidense.",
            "year": 1957
        },
        {
            "text": "Greg Child, montañero y escritor australiano.",
            "year": 1957
        },
        {
            "text": "Cassandra Wilson, cantante y compositora de jazz estadounidense",
            "year": 1955
        },
        {
            "text": "Liliana Cuomo, actriz argentina de cine y televisión (f. 2021).",
            "year": 1955
        },
        {
            "text": "Tony Todd, actor y productor estadounidense.",
            "year": 1954
        },
        {
            "text": "Maryam Rajavi política iraní y líder de la oposición para quitar la República Islámica de Irán",
            "year": 1953
        },
        {
            "text": "Susú Pecoraro, actriz argentina.",
            "year": 1952
        },
        {
            "text": "Julio Robles, torero español.",
            "year": 1951
        },
        {
            "text": "Gary Rossington, músico estadounidense, de la banda Lynyrd Skynyrd (f. 2023).",
            "year": 1951
        },
        {
            "text": "Jeff Bridges, actor estadounidense.",
            "year": 1949
        },
        {
            "text": "José Luis Gioja, político argentino.",
            "year": 1949
        },
        {
            "text": "Arturo Salah. exfutbolista y dirigente futbolístico chileno.",
            "year": 1949
        },
        {
            "text": "Pedro Huilca Tecse, sindicalista peruano (f. 1992).",
            "year": 1949
        },
        {
            "text": "Karina, cantante española.",
            "year": 1946
        },
        {
            "text": "Roberta Bondar, astronauta y neuróloga canadiense",
            "year": 1945
        },
        {
            "text": "Dennis Wilson, músico estadounidense, de la banda The Beach Boys (f. 1983).",
            "year": 1944
        },
        {
            "text": "Chris Hillman, músico estadounidense, de la banda The Byrds.",
            "year": 1944
        },
        {
            "text": "Alfonso Dulanto Rencoret, ingeniero y ministro chileno.",
            "year": 1943
        },
        {
            "text": "Gemma Jones, actriz británica.",
            "year": 1942
        },
        {
            "text": "Humberto Solás, cineasta y productor cubano (f. 2008).",
            "year": 1941
        },
        {
            "text": "JoAnn Hardin Morgan, ingeniera aeroespacial estadounidense",
            "year": 1940
        },
        {
            "text": "Yvonne Minton, soprano australiana.",
            "year": 1938
        },
        {
            "text": "John Giorno, poeta estadounidense (f. 2019).",
            "year": 1936
        },
        {
            "text": "Victor French, actor estadounidense.",
            "year": 1934
        },
        {
            "text": "Horst Buchholz, actor alemán (f. 2003).",
            "year": 1933
        },
        {
            "text": "Roh Tae Woo, militar y político surcoreano, presidente de Corea del Sur entre 1988 y 1993 (f. 2021).",
            "year": 1932
        },
        {
            "text": "Rodolfo Cholo Montironi, bandoneonista, director de orquesta, arreglador y compositor tanguero argentino.",
            "year": 1931
        },
        {
            "text": "Jim Hall, guitarrista estadounidense de jazz (f. 2013).",
            "year": 1930
        },
        {
            "text": "Hebe de Bonafini, activista argentina, presidenta de Madres de Plaza de Mayo (f. 2022).",
            "year": 1928
        },
        {
            "text": "Alfonso Pícaro, actor argentino (f. 2012).",
            "year": 1928
        },
        {
            "text": "Fabio Zerpa, parapsicólogo, ufólogo e historiador argentino de origen uruguayo (f. 2019).",
            "year": 1928
        },
        {
            "text": "Rafael Sánchez Ferlosio, escritor y anarquista español (f. 2019).",
            "year": 1927
        },
        {
            "text": "Gérard Philipe, actor francés (f. 1959).",
            "year": 1922
        },
        {
            "text": "Deanna Durbin, actriz canadiense (f. 2013).",
            "year": 1921
        },
        {
            "text": "Paul Schaefer, criminal nazi y pedófilo chileno de origen alemán (f. 2010).",
            "year": 1921
        },
        {
            "text": "Michael Bates, actor británico (f. 1978).",
            "year": 1920
        },
        {
            "text": "Matías Prats Cañete, periodista español (f. 2004).",
            "year": 1913
        },
        {
            "text": "Mark Robson, cineasta canadiense (f. 1978).",
            "year": 1913
        },
        {
            "text": "Alex North, compositor estadounidense (f. 1991).",
            "year": 1910
        },
        {
            "text": "José María Vélaz, jesuita chileno fundador de Fe y Alegría (f. 1985).",
            "year": 1910
        },
        {
            "text": "Carlos Pío de Habsburgo-Borbón, aristócrata austriaco y pretendiente carlista al trono español (f. 1953).",
            "year": 1909
        },
        {
            "text": "Alfred Day Hershey, biólogo estadounidense (f. 1997).",
            "year": 1908
        },
        {
            "text": "Carlos Izquierdo Edwards, político chileno (f. 1980).",
            "year": 1908
        },
        {
            "text": "I. F. Stone, periodista estadounidense (f. 1989).",
            "year": 1907
        },
        {
            "text": "Cornell Woolrich, escritor estadounidense (f. 1968).",
            "year": 1903
        },
        {
            "text": "Xavier Zubiri, filósofo español (f. 1983).",
            "year": 1898
        },
        {
            "text": "Bárbaro Rivas, pintor venezolano (f. 1967).",
            "year": 1893
        },
        {
            "text": "Francisco Franco, militar español, conocido popularmente como el Generalísimo (f. 1975).",
            "year": 1892
        },
        {
            "text": "Lloyd Bacon, actor y cineasta estadounidense (f. 1955).",
            "year": 1889
        },
        {
            "text": "Erwin von Witzleben, mariscal de campo alemán (f. 1944).",
            "year": 1881
        },
        {
            "text": "Pedro Segura, clérigo español (f. 1957).",
            "year": 1880
        },
        {
            "text": "Rainer María Rilke, escritor austriaco (f. 1926).",
            "year": 1875
        },
        {
            "text": "Lillian Russell, actriz y cantante estadounidense (f. 1922).",
            "year": 1861
        },
        {
            "text": "Errico Malatesta, anarquista italiano (f. 1932).",
            "year": 1853
        },
        {
            "text": "Augusto Arcimís, científico y meteorólogo español (f. 1910).",
            "year": 1844
        },
        {
            "text": "Caballo Loco, jefe de los sioux oglala (f. 1877).",
            "year": 1840
        },
        {
            "text": "Melesio Morales, compositor mexicano (f. 1908).",
            "year": 1839
        },
        {
            "text": "Samuel Butler, escritor británico (f. 1902).",
            "year": 1835
        },
        {
            "text": "Carlos Augusto Salaverry, escritor peruano (f. 1891).",
            "year": 1830
        },
        {
            "text": "Francisco Zarco, político mexicano (f. 1869).",
            "year": 1829
        },
        {
            "text": "Salvador Albacete, político español (f. 1890).",
            "year": 1827
        },
        {
            "text": "Thomas Thomson, botánico británico (f. 1878).",
            "year": 1817
        },
        {
            "text": "Bárbara Lamadrid, actriz española (f. 1893).",
            "year": 1812
        },
        {
            "text": "Karl Ludwig Michelet, filósofo alemán (f. 1893).",
            "year": 1801
        },
        {
            "text": "Jules-Armand Dufaure, político francés, 33.º primer ministro de su país (f. 1881).",
            "year": 1798
        },
        {
            "text": "Thomas Carlyle, historiador y pensador británico (f. 1881).",
            "year": 1795
        },
        {
            "text": "Carlos Martínez de Irujo y Tacón, diplomático y político español (f. 1824).",
            "year": 1763
        },
        {
            "text": "Bárbara de Braganza, reina consorte de España, esposa de Fernando VI (f. 1758).",
            "year": 1711
        },
        {
            "text": "André Campra, compositor francés (f. 1744).",
            "year": 1660
        },
        {
            "text": "Jean Chapelain, escritor francés (f. 1674).",
            "year": 1595
        },
        {
            "text": "John Cotton, ministro puritano de Nueva Inglaterra (f. 1652).",
            "year": 1585
        },
        {
            "text": "Jerónimo Zurita, historiador español (f. 1580).",
            "year": 1512
        }
    ],
    "deaths": [
        {
            "text": "Brian Thompson, empresario estadounidense, CEO de UnitedHealth Group (n. 1974).",
            "year": 2024
        },
        {
            "text": "Rafael Nieto Navia, fue un jurista, profesor y abogado colombiano que Fue juez miembro de la Corte Interamericana de Derechos Humanos.(n. 1938).",
            "year": 2024
        },
        {
            "text": "Dante Mircoli, fue un futbolista italiano nacionalizado argentino. (n. 1947).",
            "year": 2024
        },
        {
            "text": "Queta Lavat, actriz mexicana (n. 1929).",
            "year": 2023
        },
        {
            "text": "Patrick Tambay, piloto de automovilismo francés (n. 1949).",
            "year": 2022
        },
        {
            "text": "Stonewall Jackson, cantante estadounidense (n. 1932).",
            "year": 2021
        },
        {
            "text": "Pamela Tiffin, actriz de cine televisión estadounidense (n. 1942).",
            "year": 2020
        },
        {
            "text": "Rosa Morena,  cantante de copla, música popular y actriz española (n. 1941).",
            "year": 2019
        },
        {
            "text": "Ali Abdullah Saleh, político y militar yemení, presidente de Yemen entre 1990 y 2012 (n. 1942).",
            "year": 2017
        },
        {
            "text": "Robert Loggia, actor estadounidense (n. 1930).",
            "year": 2015
        },
        {
            "text": "Miguel Calero, futbolista colombiano (n. 1971).",
            "year": 2012
        },
        {
            "text": "Sócrates, futbolista brasileño (n. 1954).",
            "year": 2011
        },
        {
            "text": "Xabier Lete, poeta y cantautor español (n. 1944).",
            "year": 2010
        },
        {
            "text": "Eddie Fatu, luchador profesional samoano (n. 1973).",
            "year": 2009
        },
        {
            "text": "Jordi Solé Tura, político y jurista español (n. 1930).",
            "year": 2009
        },
        {
            "text": "Leticia Palma, actriz mexicana (n. 1920).",
            "year": 2009
        },
        {
            "text": "Roberto Segura, historietista español (n. 1927).",
            "year": 2008
        },
        {
            "text": "José Esteban Lasala, director y guionista español (n. 1935).",
            "year": 2007
        },
        {
            "text": "Pimp C, rapero estadounidense (n. 1973).",
            "year": 2007
        },
        {
            "text": "Débora Arango, pintora colombiana (n. 1907).",
            "year": 2005
        },
        {
            "text": "Gloria Lasso, cantante franco-española (n. 1922).",
            "year": 2005
        },
        {
            "text": "Elena Souliotis, soprano griega (n. 1943).",
            "year": 2004
        },
        {
            "text": "Julián Infante, guitarrista español, de las bandas Tequila y Los Rodríguez (n. 1957).",
            "year": 2000
        },
        {
            "text": "Nélida Roca, actriz y vedette argentina (n. 1929).",
            "year": 1999
        },
        {
            "text": "José Antonio González Caviedes, político español (n. 1938).",
            "year": 1996
        },
        {
            "text": "Julio Ramón Ribeyro, escritor peruano (n. 1929).",
            "year": 1994
        },
        {
            "text": "Frank Zappa, músico y cineasta estadounidense (n. 1940).",
            "year": 1993
        },
        {
            "text": "Alberto Uria, piloto de automovilismo uruguayo (n. 1924).",
            "year": 1988
        },
        {
            "text": "Rouben Mamoulian, cineasta estadounidense (n. 1897).",
            "year": 1987
        },
        {
            "text": "Campo Elías Delgado, asesino colombiano, veterano de Vietnam (n. 1934).",
            "year": 1986
        },
        {
            "text": "Stanisława Walasiewicz, atleta polaca (n. 1911).",
            "year": 1980
        },
        {
            "text": "Manuel José García Caparrós, militante de Comisiones Obreras, asesinado durante la manifestación de la autonomía andaluza el 4 de diciembre (n. 1960).",
            "year": 1977
        },
        {
            "text": "Tommy Bolin, guitarrista estadounidense, de la banda Deep Purple (n. 1951).",
            "year": 1976
        },
        {
            "text": "Benjamin Britten, compositor y pianista británico (n. 1913).",
            "year": 1976
        },
        {
            "text": "Pepe Marchena, cantaor de flamenco español (n. 1903).",
            "year": 1976
        },
        {
            "text": "Elise Ottesen-Jensen, pedagoga, feminista y anarquista sueco-noruega (n. 1886).",
            "year": 1973
        },
        {
            "text": "Georg von Rauch, anarquista alemán (f. 1947).",
            "year": 1971
        },
        {
            "text": "Bert Lahr, actor estadounidense (n. 1895).",
            "year": 1967
        },
        {
            "text": "Franz Völker, tenor alemán (n. 1899).",
            "year": 1965
        },
        {
            "text": "Humberto Zarrilli, poeta y pedagogo uruguayo (f. 1898).",
            "year": 1964
        },
        {
            "text": "Segundo Storni, vicealmirante y marino argentino (n. 1876).",
            "year": 1954
        },
        {
            "text": "Pedro Salinas, poeta y dramaturgo español (n. 1891).",
            "year": 1951
        },
        {
            "text": "María de la Paz de Borbón, infanta de España y princesa de Baviera (n. 1862).",
            "year": 1946
        },
        {
            "text": "Thomas Hunt Morgan, fisiólogo estadounidense, premio Nobel de medicina en 1933 (n. 1866).",
            "year": 1945
        },
        {
            "text": "Julio Martínez Hombre, ingeniero agrónomo y astrónomo español (n. 1893).",
            "year": 1945
        },
        {
            "text": "Galina Petrova, médica militar soviética y Heroína de la unión Soviética (n. 1920).",
            "year": 1943
        },
        {
            "text": "Amalia Guglielminetti, poetisa italiana (n. 1881).",
            "year": 1941
        },
        {
            "text": "Tuffy Neugen, futbolista brasileño (n. 1898).",
            "year": 1935
        },
        {
            "text": "Charles Robert Richet, médico francés, premio Nobel de medicina en 1913 (n. 1850).",
            "year": 1935
        },
        {
            "text": "Stefan George, poeta y traductor alemán (n. 1868).",
            "year": 1933
        },
        {
            "text": "Gustav Meyrink, escritor austriaco (n. 1868).",
            "year": 1932
        },
        {
            "text": "Ivana Kobilca, pintora realista eslovena (n. 1861).",
            "year": 1926
        },
        {
            "text": "Cipriano Castro, presidente venezolano entre 1899 y 1908 (n. 1858).",
            "year": 1924
        },
        {
            "text": "Maurice Barrès, político y escritor nacionalista francés (n. 1862)",
            "year": 1923
        },
        {
            "text": "Marie Bonnevial, activista francesa (n. 1841).",
            "year": 1918
        },
        {
            "text": "Luis Sáenz Peña, presidente argentino (n. 1822).",
            "year": 1907
        },
        {
            "text": "Aquileo Parra, fue un militar, hombre de negocios y político colombiano. Miembro del Partido Liberal, ocupó la presidencia de la República entre 1876 y 1878. (n. 1825).",
            "year": 1900
        },
        {
            "text": "Francisco Bauzá, político, escritor y profesor uruguayo (n. 1849).",
            "year": 1899
        },
        {
            "text": "Heinrich Göbel, inventor alemán (n. 1818).",
            "year": 1893
        },
        {
            "text": "John Tyndall, físico irlandés (n. 1820).",
            "year": 1893
        },
        {
            "text": "Cúchares (Francisco Arjona Herrera), torero español (n. 1818).",
            "year": 1868
        },
        {
            "text": "Joseph Mohr, sacerdote, poeta y compositor austriaco, autor de Noche de paz (n. 1792).",
            "year": 1848
        },
        {
            "text": "Gregor MacGregor, militar escocés (n. 1786).",
            "year": 1845
        },
        {
            "text": "Richard Westall, pintor británico (f. 1765).",
            "year": 1836
        },
        {
            "text": "Luigi Galvani, científico y médico italiano (n. 1737).",
            "year": 1798
        },
        {
            "text": "Meisho, emperatriz japonesa (n. 1624).",
            "year": 1696
        },
        {
            "text": "Thomas Hobbes, filósofo británico (n. 1588).",
            "year": 1679
        },
        {
            "text": "William Drummond, poeta escocés (n. 1585).",
            "year": 1649
        },
        {
            "text": "Jorge de Bande, industrial luxemburgués (n. 1588).",
            "year": 1643
        },
        {
            "text": "Cardenal Richelieu, religioso, aristócrata y político francés (n. 1585).",
            "year": 1642
        },
        {
            "text": "Fray Domingo de Salazar, religioso español (n. 1512).",
            "year": 1594
        },
        {
            "text": "Teobaldo II, rey navarro (n. 1238).",
            "year": 1270
        },
        {
            "text": "Omar Jayyam, matemático, astrónomo y poeta iraní (n. 1048).",
            "year": 1131
        }
    ],
    "metadata": {
        "current_date": "4 de diciembre de 2025",
        "short_date": "4 de dic",
        "language": {
            "events": "Eventos",
            "deaths": "Defunciones",
            "births": "Nacimientos",
            "b": "n",
            "d": "f",
            "title": "Hoy en Historia (Wikipedia)"
        },
        "events": [
            42,
            27,
            54,
            43,
            45,
            41,
            20,
            10,
            19,
            8
        ],
        "births": [
            114,
            87,
            106,
            67
        ],
        "deaths": [
            50,
            60,
            47,
            6
        ]
    }
}