{
    "events": [
        {
            "text": "en Bogotá (Colombia), explotan dos bombas. Se culpa al grupo guerrillero ELN (Ejército de Liberación Nacional).",
            "year": 2015
        },
        {
            "text": "en Colombia, el ejército realiza la Operación Jaque, en la que rescatan a 15 secuestrados, entre ellos Íngrid Betancourt, tres contratistas estadounidenses y once soldados en poder del grupo guerrillero FARC (Fuerzas Armadas Revolucionarias de Colombia).",
            "year": 2008
        },
        {
            "text": "Liga de Quito se consagra campeón por primera vez de la Copa Libertadores por penales 3-1 ante el Fluminense de Brasil siendo el primer equipo ecuatoriano en ganarla.",
            "year": 2008
        },
        {
            "text": "en Yemen, ocho turistas españoles y dos yemeníes fallecen en un atentado.",
            "year": 2007
        },
        {
            "text": "en México se celebran las elecciones presidenciales y los dos candidatos punteros se declaran ganadores. La elección sería impugnada en los tribunales, siendo electo presidente de la República Felipe Calderón Hinojosa, candidato del Partido Acción Nacional (PAN).",
            "year": 2006
        },
        {
            "text": "en los países del G8 (Grupo de los Ocho) y Sudáfrica se llevan a cabo los recitales benéficos Live 8 para exigir el fin de la pobreza en el mundo. Más de mil músicos son difundidos por 182 canales de televisión.",
            "year": 2005
        },
        {
            "text": "el COI, reunido en Praga, elige a Vancouver sede de los Juegos Olímpicos de Invierno de 2010.",
            "year": 2003
        },
        {
            "text": "Boca Juniors se consagra campeón de la Copa Libertadores ante el Santos Futebol Clube de Brasil.",
            "year": 2003
        },
        {
            "text": "en la comuna de Estación Central (Santiago de Chile) en el marco de una protesta contra la dictadura militar de Augusto Pinochet, una patrulla militar quema vivas a dos personas.",
            "year": 1986
        },
        {
            "text": "Segundo día de la visita del papa Juan Pablo II a Colombia. Visita a Chiquinquirá, Boyacá y se lleva a cabo la Eucaristía y coronación de la Virgen de Chiquinquirá y la Consagración de Colombia a la Virgen del Rosario.",
            "year": 1986
        },
        {
            "text": "en Madrid, mediante decreto de la Gran Logia Nacional Francesa, se crea la Gran Logia de España.",
            "year": 1982
        },
        {
            "text": "en la ciudad de Los Ángeles (estado de California), el camionero estadounidense Larry Walters (1949-1993), vuela sobre toda la ciudad durante 16 minutos a 4600 m de altitud montado en un sillón de jardín atado a 42 globos llenos de helio.",
            "year": 1982
        },
        {
            "text": "Tras vencer al invasor Estados Unidos en la guerra de Vietnam (1955-1975), las dos mitades en que Francia había dividido a Vietnam ―Vietnam del Norte y Vietnam del Sur― se unen para formar la República Socialista de Vietnam.",
            "year": 1976
        },
        {
            "text": "en la ONU, el secretario general Sithu U Thant llama a prohibir las armas químicas.",
            "year": 1969
        },
        {
            "text": "en el atolón de Mururoa, el Gobierno de Francia detona su primera bomba atómica, Aldebarán.",
            "year": 1966
        },
        {
            "text": "en Washington D. C. (Estados Unidos), el presidente Lyndon B. Johnson firma un decreto que termina con el apartheid estadounidense. Estados Unidos es uno de los últimos países del mundo en acabar con ese flagelo social.",
            "year": 1964
        },
        {
            "text": "en Rogers (Arkansas) se abre el primer supermercado Walmart.",
            "year": 1962
        },
        {
            "text": "en Estados Unidos, el presidente Dwight Eisenhower aprueba la ley que suspende la compra de azúcar a Cuba. Sin embargo, será el presidente J. F. Kennedy quien iniciará el bloqueo estadounidense contra el pueblo de Cuba.",
            "year": 1960
        },
        {
            "text": "en el atolón Bikini (354 km al este del atolón Enewetak), Estados Unidos detona su bomba atómica n.º 143: Cedar, de 220 kilotones.",
            "year": 1958
        },
        {
            "text": "en el atolón Enewetak (islas Marshall, en medio del océano Pacífico), Estados Unidos detona la bomba atómica Dakota (nombre de una etnia de nativos americanos), de 360 kilotones.",
            "year": 1956
        },
        {
            "text": "en la ciudad de Kioto (Japón), un monje con problemas mentales incendia el Templo del Pabellón de Oro (Kinkaku-ji).",
            "year": 1950
        },
        {
            "text": "en un rancho de Roswell (Nuevo México) cae un globo aerostático, lo que los conspiranoicos conocerían como el caso Roswell de aterrizaje de naves espaciales extraterrestres.",
            "year": 1947
        },
        {
            "text": "en la ciudad de Vichy (Francia) se establece el Gobierno de Vichy, colaboracionista de los nazis, con el mariscal Pétain a la cabeza (quien al terminar la guerra recibirá cadena perpetua por ejecutar a 10 000 partisanos franceses antinazis y enviar 150 000 judíos franceses a morir en campos de concentración de Alemania).",
            "year": 1940
        },
        {
            "text": "en Calcuta, India (en aquel entonces el Raj británico), Subhas Chandra Bose (líder de la independencia de su país) es arrestado.",
            "year": 1940
        },
        {
            "text": "en medio del océano Pacífico, la aviadora estadounidense Amelia Earhart y su piloto navegador Fred Noonan envían un último mensaje durante su intento de realizar el primer viaje alrededor del mundo a lo largo del ecuador.",
            "year": 1937
        },
        {
            "text": "en Alemania, Adolf Hitler ordena el asesinato de sus opositores políticos (Noche de los Cuchillos Largos). Es asesinado el militar nazi Ernst Röhm.",
            "year": 1934
        },
        {
            "text": "en San Luis (Misuri) terminan East St. Louis.",
            "year": 1917
        },
        {
            "text": "en Buenos Aires (Argentina) se juega el primer partido de fútbol por la futura Copa América la selección de selección de fútbol de Uruguay vence a la de Chile por 4 a 0.",
            "year": 1916
        },
        {
            "text": "en el lago Constanza, cerca de la villa de Friedrichshafen (Alemania) vuela el primer dirigible.",
            "year": 1900
        },
        {
            "text": "en Helsinki (Finlandia), la orquesta Sociedad Filarmónica de Helsinki, conducida por Robert Kajanus, estrena la obra Finlandia, de Jean Sibelius.",
            "year": 1900
        },
        {
            "text": "en Londres (Reino Unido), el italiano Guglielmo Marconi (1874-1937) patenta la radio (que ya Nikola Tesla había patentado en esa misma ciudad).",
            "year": 1897
        },
        {
            "text": "en Washington (Estados Unidos), el Congreso decreta la Ley Sherman Antitrust, el primer intento en la lucha contra los oligopolios económicos.",
            "year": 1890
        },
        {
            "text": "en La Habana (Cuba) concluyen las obras de la necrópolis Cristóbal Colón.",
            "year": 1886
        },
        {
            "text": "en Santiago de Chile se funda la Academia Chilena de la Lengua.",
            "year": 1886
        },
        {
            "text": "en el teatro Felipe de Madrid (España) se estrena la zarzuela La Gran Vía, de Federico Chueca y Joaquín Valverde.",
            "year": 1886
        },
        {
            "text": "en Estados Unidos, Charles J. Guiteau le dispara al presidente James Garfield, quien morirá de infección (no existían los antibióticos) el 19 de septiembre.",
            "year": 1881
        },
        {
            "text": "en México, el sacerdote Manuel Aguas leyó el sermón en el que explicaba las razones personales que lo condujeron a separarse de la Iglesia católica y a unirse a la Iglesia de Jesús.",
            "year": 1871
        },
        {
            "text": "en el mar Caribe, a 32 km de la costa de la isla de Cuba, 53 africanos secuestrados por esclavistas españoles y liderados por Joseph Cinqué toman el barco esclavista español La Amistad y matan a sus secuestradores.",
            "year": 1839
        },
        {
            "text": "en San Salvador de Bahía (Brasil), los patriotas brasileños vencen a los portugueses y a los brasileños proimperialistas en el sitio del Salvador. Brasil se independiza definitivamente del Imperio portugués.",
            "year": 1823
        },
        {
            "text": "en Carolina del Sur (Estados Unidos) ―en el marco del apartheid que azotó ese país hasta 1967―, son ahorcados 32 esclavos negros, acusados de organizar una liberación no autorizada de esclavos.",
            "year": 1822
        },
        {
            "text": "en la villa de Apóstoles (en la provincia argentina de Misiones) -ante la invasión lusobrasileña-, los argentinos (liderados por el guaraní Andresito Guazurarí y Artigas) vencen a los portugueses (liderados por el carioca Francisco das Chagas Santos) en la batalla de Apóstoles.",
            "year": 1817
        },
        {
            "text": "durante la invasión napoleónica de España, el ejército invasor francés destruye el Puente Mayor de Toro durante su retirada para evitar el avance de la coalición anglo-española.",
            "year": 1812
        },
        {
            "text": "se produce la batalla de Lafelt.",
            "year": 1747
        },
        {
            "text": "Thomas Savery patenta un motor de vapor, aunque la primera máquina a vapor la patentó en 1606 el español Jerónimo de Ayanz.",
            "year": 1698
        },
        {
            "text": "en la Batalla de Marston Moor, derrota del ejército leal a Carlos I gracias a la intervención decisiva de Oliver Cromwell y su cuerpo de caballería, los \"Ironsides\".",
            "year": 1644
        },
        {
            "text": "desde Virginia (actual Estados Unidos) parte la primera expedición británica ―liderada por Samuel Argall― contra la colonia francesa de Acadia.",
            "year": 1613
        },
        {
            "text": "en la batalla de Nieuwpoort ―en el marco de la guerra de Flandes―, las Provincias Unidas de los Países Bajos derrotan a los tercios del Imperio español.",
            "year": 1600
        },
        {
            "text": "en Japón, el ejército de Toyotomi Hideyoshi vence al de Akechi Mitsuhide en la batalla de Yamazaki.",
            "year": 1582
        },
        {
            "text": "en la península itálica, las fuerzas del almirante otomano Turgut Reis saquean la villa de Paola.",
            "year": 1555
        },
        {
            "text": "Masacre de Calacoaya, los ejércitos de Hernán Cortés atacan por sorpresa al pueblo mexica de Calacoaya, siendo esta la segunda acción militar de Cortés en su campaña por la Conquista de México.",
            "year": 1520
        },
        {
            "text": "en la actual República Dominicana, la villa de Santo Domingo (la primera levantada por los españoles en América) es destruida por un violento huracán.",
            "year": 1502
        },
        {
            "text": "en España, la ciudad nazarí de Motril (Granada) se rinde a los Reyes Católicos.",
            "year": 1489
        }
    ],
    "births": [
        {
            "text": "Park Min-ha, actriz infantil surcoreana.",
            "year": 2007
        },
        {
            "text": "Caitlin Carmichael, actriz estadounidense.",
            "year": 2004
        },
        {
            "text": "Jordan James, futbolista británico.",
            "year": 2004
        },
        {
            "text": "Hugo Álvarez Antúnez, futbolista español.",
            "year": 2003
        },
        {
            "text": "Joaquín Ferreira Padilla, futbolista uruguayo.",
            "year": 2003
        },
        {
            "text": "Adam Karabec, futbolista checo.",
            "year": 2003
        },
        {
            "text": "Artur Serobyan, futbolista armenio.",
            "year": 2003
        },
        {
            "text": "Josep Campanera Pallarés, futbolista español.",
            "year": 2000
        },
        {
            "text": "Joseph Espinoza, futbolista ecuatoriano.",
            "year": 2000
        },
        {
            "text": "Vicky Graillot, halterófila francesa.",
            "year": 2000
        },
        {
            "text": "Lukas Hutecek, balonmanista austríaco.",
            "year": 2000
        },
        {
            "text": "Jesús Areso, futbolista español.",
            "year": 1999
        },
        {
            "text": "Eduardo Chacón, baloncestista español.",
            "year": 1999
        },
        {
            "text": "Lautaro Escalante, futbolista argentino.",
            "year": 1999
        },
        {
            "text": "Luka Ilić, futbolista serbio.",
            "year": 1999
        },
        {
            "text": "Wesley Ledama, atleta keniano.",
            "year": 1999
        },
        {
            "text": "Didi Louzada, baloncestista brasileño.",
            "year": 1999
        },
        {
            "text": "David McCormack, baloncestista estadounidense.",
            "year": 1999
        },
        {
            "text": "Nicolò Zaniolo, futbolista italiano.",
            "year": 1999
        },
        {
            "text": "Filip Damjanović, futbolista serbio.",
            "year": 1998
        },
        {
            "text": "Tessa Dullemans, remera neerlandesa.",
            "year": 1997
        },
        {
            "text": "Ivan Quaresma da Silva, futbolista brasileño.",
            "year": 1997
        },
        {
            "text": "Ito Ōno, actriz y modelo japonesa.",
            "year": 1995
        },
        {
            "text": "Darvinson Rojas, periodista venezolano.",
            "year": 1994
        },
        {
            "text": "Deysi Cori Tello, ajedrecista peruana.",
            "year": 1993
        },
        {
            "text": "Ieva Zasimauskaitė, cantante lituana.",
            "year": 1993
        },
        {
            "text": "Saweetie, rapera estadounidense.",
            "year": 1993
        },
        {
            "text": "Aczino, rapero y freestyler mexicano.",
            "year": 1991
        },
        {
            "text": "Roman Lob, cantante alemán.",
            "year": 1990
        },
        {
            "text": "Margot Robbie, actriz australiana.",
            "year": 1990
        },
        {
            "text": "Dev, cantautora estadounidense.",
            "year": 1989
        },
        {
            "text": "Alex Morgan, futbolista estadounidense.",
            "year": 1989
        },
        {
            "text": "Lee Chung-Yong, futbolista surcoreano.",
            "year": 1988
        },
        {
            "text": "Esteban Granero, futbolista y psicólogo español.",
            "year": 1987
        },
        {
            "text": "Ruslana Korshunova, modelo soviética (f. 2008).",
            "year": 1987
        },
        {
            "text": "Lindsay Lohan, actriz, cantante, modelo y diseñadora estadounidense.",
            "year": 1986
        },
        {
            "text": "Florian Fromlowitz, futbolista alemán.",
            "year": 1986
        },
        {
            "text": "Jürgen Roelandts, ciclista belga.",
            "year": 1985
        },
        {
            "text": "Ashley Tisdale, actriz, modelo y cantante estadounidense.",
            "year": 1985
        },
        {
            "text": "Nikolái Trusov, ciclista ruso.",
            "year": 1985
        },
        {
            "text": "Pak Nam-chol, futbolista norcoreano.",
            "year": 1985
        },
        {
            "text": "Vlatko Ilievski, actor y cantante yugoslavo (f. 2018).",
            "year": 1985
        },
        {
            "text": "Maarten Martens, futbolista belga.",
            "year": 1984
        },
        {
            "text": "Andrei Kunitski, ciclista bielorruso.",
            "year": 1984
        },
        {
            "text": "Michelle Branch, cantante estadounidense, de la banda The Wreckers.",
            "year": 1983
        },
        {
            "text": "Diego Castro, futbolista español.",
            "year": 1982
        },
        {
            "text": "Sam Hornish, Jr., piloto de automovilismo estadounidense.",
            "year": 1979
        },
        {
            "text": "Ahmed al-Ghamdi, terrorista saudí que participó en el 11S (f. 2001).",
            "year": 1979
        },
        {
            "text": "Diana Gurtskaya, cantante georgiano-rusa.",
            "year": 1978
        },
        {
            "text": "Julie Night, actriz porno estadounidense.",
            "year": 1978
        },
        {
            "text": "Owain Yeoman, actor británico.",
            "year": 1978
        },
        {
            "text": "Kossi Agassa, futbolista togolés.",
            "year": 1978
        },
        {
            "text": "Iñaki Muñoz, futbolista español.",
            "year": 1978
        },
        {
            "text": "Matteo Bobbi, piloto de automovilismo italiano.",
            "year": 1978
        },
        {
            "text": "Deniz Baris, futbolista turco.",
            "year": 1977
        },
        {
            "text": "Enrique Fernando Ortiz Moruno, futbolista español.",
            "year": 1977
        },
        {
            "text": "Tula Rodríguez, actriz y presentadora peruana.",
            "year": 1977
        },
        {
            "text": "Krisztián Lisztes, futbolista húngaro.",
            "year": 1976
        },
        {
            "text": "Elizabeth Reaser, actriz estadounidense.",
            "year": 1975
        },
        {
            "text": "Rocky Gray, baterista estadounidense, de la banda Evanescence.",
            "year": 1974
        },
        {
            "text": "Scott Garland, luchador estadounidense.",
            "year": 1973
        },
        {
            "text": "Darren Shan, escritor británico.",
            "year": 1972
        },
        {
            "text": "Troy Brown, futbolista y actor estadounidense.",
            "year": 1971
        },
        {
            "text": "Carolina Peleritti, actriz y modelo argentina.",
            "year": 1971
        },
        {
            "text": "Colin Edwin, bajista australiano, de la banda Porcupine Tree.",
            "year": 1970
        },
        {
            "text": "Sardana Avksentieva, política rusa de etnia yakuta.",
            "year": 1970
        },
        {
            "text": "Jenni Rivera, cantautora mexicano-estadounidense (f. 2012).",
            "year": 1969
        },
        {
            "text": "Edmundo Bal, abogado del estado y político español.",
            "year": 1967
        },
        {
            "text": "Claudio Biaggio, futbolista argentino.",
            "year": 1967
        },
        {
            "text": "Jorge Fonte, escritor y ensayista cinematográfico canario.",
            "year": 1967
        },
        {
            "text": "Norbert Röttgen, político y abogado alemán.",
            "year": 1965
        },
        {
            "text": "José Canseco, beisbolista cubano.",
            "year": 1964
        },
        {
            "text": "Alan Tait, rugbista británico.",
            "year": 1964
        },
        {
            "text": "Ana María Kamper, actriz colombiana.",
            "year": 1964
        },
        {
            "text": "Roberto Blades, cantante panameño.",
            "year": 1962
        },
        {
            "text": "Clark Kellogg, baloncestista estadounidense.",
            "year": 1961
        },
        {
            "text": "Julián Hernández músico y escritor español, de la banda Siniestro Total.",
            "year": 1960
        },
        {
            "text": "Eduardo Bengoechea, tenista argentino.",
            "year": 1959
        },
        {
            "text": "Rainer Hasler, futbolista liechtensteinense (f. 2014).",
            "year": 1958
        },
        {
            "text": "Bret \"Hitman\" Hart, luchador profesional canadiense.",
            "year": 1957
        },
        {
            "text": "Paco Maestre, actor español de cine y televisión (f. 2011).",
            "year": 1957
        },
        {
            "text": "Purvis Short, baloncestista estadounidense.",
            "year": 1957
        },
        {
            "text": "Jerry Hall, modelo y actriz estadounidense.",
            "year": 1956
        },
        {
            "text": "Rubén Patagonia, músico folclórico argentino de origen tehuelche.",
            "year": 1956
        },
        {
            "text": "Pete Briquette, bajista, compositor y productor irlandés, de la banda The Boomtown Rats.",
            "year": 1954
        },
        {
            "text": "Wendy Schaal, actriz estadounidense.",
            "year": 1954
        },
        {
            "text": "Tony Armas, beisbolista venezolano.",
            "year": 1953
        },
        {
            "text": "Jean-Claude Borelly, trompetista y compositor francés.",
            "year": 1953
        },
        {
            "text": "Mark Hart, guitarrista y tecladista estadounidense, de la banda Supertramp.",
            "year": 1953
        },
        {
            "text": "Giuseppe Piccioni, cineasta italiano.",
            "year": 1953
        },
        {
            "text": "Johnny Colla, guitarrista y saxofonista estadounidense, de la banda Huey Lewis and the News.",
            "year": 1952
        },
        {
            "text": "Jorge del Castillo, abogado y político peruano.",
            "year": 1950
        },
        {
            "text": "Salvador Llopis, futbolista español (f. 2014).",
            "year": 1950
        },
        {
            "text": "Roy Bittan, pianista estadounidense, de la banda E Street Band.",
            "year": 1949
        },
        {
            "text": "Nancy Stephens, actriz y productora estadounidense.",
            "year": 1949
        },
        {
            "text": "Stella Maris Lanzani, actriz argentina.",
            "year": 1948
        },
        {
            "text": "Larry David, director y productor de televisión, actor, comediante, escritor y guionista estadounidense.",
            "year": 1947
        },
        {
            "text": "Richard Axel, científico estadounidense, premio nobel de medicina en 2004.",
            "year": 1946
        },
        {
            "text": "Ron Silver, actor estadounidense (f. 2009).",
            "year": 1946
        },
        {
            "text": "José Luis Corcuera, político español.",
            "year": 1945
        },
        {
            "text": "Pancho Ibáñez, presentador argentino de televisión.",
            "year": 1944
        },
        {
            "text": "Walter Godefroot, ciclista belga.",
            "year": 1943
        },
        {
            "text": "Vicente Fox, político mexicano, presidente de México entre 2000 y 2006.",
            "year": 1942
        },
        {
            "text": "Kenneth Clarke, político británico.",
            "year": 1940
        },
        {
            "text": "Alexandros Panagoulis, político y poeta griego (f. 1976).",
            "year": 1939
        },
        {
            "text": "Paul Williams, cantante y coreógrafo estadounidense, de la banda The Temptations (f. 1973).",
            "year": 1939
        },
        {
            "text": "David Owen, médico y político británico.",
            "year": 1938
        },
        {
            "text": "Carlos López Rivero, poeta y músico cubano.",
            "year": 1937
        },
        {
            "text": "Richard Petty, piloto y dueño de equipo de automovilismo estadounidense.",
            "year": 1937
        },
        {
            "text": "Omar Suleiman, político y militar egipcio (f. 2012).",
            "year": 1936
        },
        {
            "text": "Lou Cárrigan (Antonio Vera Ramírez), prolífico novelista español que escribió más de 1000 novelas cortas policíacas, de aventuras, del oeste estadounidense y de terror.",
            "year": 1934
        },
        {
            "text": "Dave Thomas, empresario estadounidense (f. 2002).",
            "year": 1932
        },
        {
            "text": "Carlos Menem, político argentino, presidente de Argentina entre 1989 y 1999 (f. 2021).",
            "year": 1930
        },
        {
            "text": "Ahmad Jamal, pianista, compositor y educador estadounidense (f. 2023).",
            "year": 1930
        },
        {
            "text": "Gilberto Monroig, cantante puertorriqueño (f. 1996).",
            "year": 1930
        },
        {
            "text": "Abraham Avigdorov, militar israelí (f. 2012).",
            "year": 1929
        },
        {
            "text": "Imelda Marcos, política filipina.",
            "year": 1929
        },
        {
            "text": "Emmanuel Carballo, escritor mexicano (f. 2014).",
            "year": 1929
        },
        {
            "text": "Brock Peters, actor estadounidense (f. 2005).",
            "year": 1927
        },
        {
            "text": "Alberto Jerez Horta, abogado y político chileno.",
            "year": 1927
        },
        {
            "text": "Isidre Flotats, futbolista español (f. 2014).",
            "year": 1927
        },
        {
            "text": "Octavian Paler, periodista y político rumano (f. 2007).",
            "year": 1926
        },
        {
            "text": "Medgar Evers, militar y activista estadounidense (f. 1963).",
            "year": 1925
        },
        {
            "text": "Patrice Lumumba, líder anticolonialista congoleño, primer ministro en 1960, asesinado por la CIA estadounidense y Bélgica (f. 1961).",
            "year": 1925
        },
        {
            "text": "Marvin Rainwater, cantante estadounidense (f. 2013).",
            "year": 1925
        },
        {
            "text": "Wislawa Szymborska, poetisa y traductora polaca, premio nobel de literatura en 1996 (f. 2012).",
            "year": 1923
        },
        {
            "text": "Pierre Cardin, diseñador de modas ítalo-francés (f. 2020).",
            "year": 1922
        },
        {
            "text": "Fernando Ayala, cineasta argentino (f. 1997).",
            "year": 1920
        },
        {
            "text": "Eliseo Diego (Eliseo Jesús Diego-Fernández), poeta cubano (f. 1994), padre del escritor Eliseo Alberto (1951-2011).",
            "year": 1920
        },
        {
            "text": "Annette Kerr, actriz británica (f. 2013).",
            "year": 1920
        },
        {
            "text": "Carlos Román, cantante colombiano (f. 1973)",
            "year": 1919
        },
        {
            "text": "Ken Curtis, actor y cantante estadounidense (f. 1991).",
            "year": 1916
        },
        {
            "text": "Hans-Ulrich Rudel, piloto y coronel alemán (f. 1982).",
            "year": 1916
        },
        {
            "text": "Maruja Venegas Salinas, maestra y locutora peruana (f. 2015)",
            "year": 1915
        },
        {
            "text": "Ethelreda Leopold, actriz estadounidense (f. 1988).",
            "year": 1914
        },
        {
            "text": "Mário Schenberg, físico e ingeniero brasileño (f. 1990).",
            "year": 1914
        },
        {
            "text": "Reg Parnell, piloto británico de automóviles (f. 1964).",
            "year": 1911
        },
        {
            "text": "Luis Fernández Martín, sacerdote jesuita e historiador español (f. 2003).",
            "year": 1908
        },
        {
            "text": "Phil Karlson, cineasta estadounidense.",
            "year": 1908
        },
        {
            "text": "Thurgood Marshall, abogado y juez estadounidense (f. 1993).",
            "year": 1908
        },
        {
            "text": "Hans Bethe, físico estadounidense, premio nobel de física en 1967 (f. 2005).",
            "year": 1906
        },
        {
            "text": "René Lacoste, tenista y empresario francés (f. 1996).",
            "year": 1904
        },
        {
            "text": "Alec Douglas-Home, jugador de críquet y primer ministro británico (f. 1995).",
            "year": 1903
        },
        {
            "text": "Olaf V, rey noruego (f. 1991).",
            "year": 1903
        },
        {
            "text": "Tyrone Guthrie, actor y director británico (f. 1971).",
            "year": 1900
        },
        {
            "text": "Quirino Cristiani, caricaturista y director de animación argentino (f. 1984).",
            "year": 1896
        },
        {
            "text": "André Kertész, fotógrafo húngaro (f. 1985).",
            "year": 1894
        },
        {
            "text": "Alfons Maria Jakob, neurólogo y escritor alemán (f. 1931).",
            "year": 1884
        },
        {
            "text": "Marie Bonaparte, psicoanalista francesa (f. 1962).",
            "year": 1882
        },
        {
            "text": "Hermann Hesse escritor alemán (f. 1962).",
            "year": 1877
        },
        {
            "text": "Harriet Brooks, física y académica canadiense (f. 1933).",
            "year": 1876
        },
        {
            "text": "Wilhelm Cuno, empresario, economista, político y canciller alemán (f. 1933).",
            "year": 1876
        },
        {
            "text": "Pedro Paulet, ingeniero peruano, pionero de la astronáutica y la era espacial (f. 1945).",
            "year": 1874
        },
        {
            "text": "Liane de Pougy, bailarina, cortesana y escritora suizo-francesa (f. 1950).",
            "year": 1869
        },
        {
            "text": "Hjalmar Söderberg, escritor sueco (f. 1941).",
            "year": 1869
        },
        {
            "text": "Leopoldo Fregoli, actor y cantante italiano (f. 1936).",
            "year": 1867
        },
        {
            "text": "Lily Braun, escritora y publicista alemana (f. 1916).",
            "year": 1865
        },
        {
            "text": "Albert Armitage, explorador británico (f. 1943).",
            "year": 1864
        },
        {
            "text": "William Henry Bragg, físico, químico y matemático británico, premio nobel de Física en 1915 (f. 1942).",
            "year": 1862
        },
        {
            "text": "Christopher Cradock, militar británico (f. 1914).",
            "year": 1862
        },
        {
            "text": "Aquiles Gerste, sacerdote belga (f. 1920).",
            "year": 1854
        },
        {
            "text": "Narcisse Theophile Patouillard, farmacéutico, briólogo, y micólogo francés (f. 1926).",
            "year": 1854
        },
        {
            "text": "Robert Ridgway, ornitólogo estadounidense (f. 1929).",
            "year": 1850
        },
        {
            "text": "María Teresa de Austria-Este, aristócrata austríaca (f. 1919).",
            "year": 1849
        },
        {
            "text": "Antonio Labriola, filósofo italiano (f. 1904).",
            "year": 1843
        },
        {
            "text": "Eduardo Zamacois y Zabala, pintor español (f. 1871).",
            "year": 1841
        },
        {
            "text": "Ludwig Schnorr von Carolsfeld, tenor alemán (f. 1865).",
            "year": 1836
        },
        {
            "text": "Juan N. Méndez, político mexicano, presidente entre 1876 y 1877 (f. 1894).",
            "year": 1824
        },
        {
            "text": "Charles Tupper, médico cirujano y político canadiense,.º primer ministro (f. 1915).",
            "year": 1821
        },
        {
            "text": "Charles-Louis Hanon, pianista y compositor francés (f. 1900).",
            "year": 1819
        },
        {
            "text": "María Antonia de Koháry, aristócrata húngara (f. 1862).",
            "year": 1797
        },
        {
            "text": "Michael Thonet, empresario industrial alemán (f. 1871).",
            "year": 1796
        },
        {
            "text": "Leopoldo de Borbón-Dos Sicilias, príncipe de las Dos Sicilias (f. 1851).",
            "year": 1790
        },
        {
            "text": "Stephen Allen, alcalde de Nueva York (f. 1852).",
            "year": 1767
        },
        {
            "text": "Rose Bertin, diseñador de modas francés (f. 1813).",
            "year": 1747
        },
        {
            "text": "Friedrich Gottlieb Klopstock, poeta y escritor alemán (f. 1803).",
            "year": 1724
        },
        {
            "text": "Christoph Willibald Gluck, compositor alemán (f. 1787).",
            "year": 1714
        },
        {
            "text": "Louis Charles César Le Tellier, aristócrata y militar francés (f. 1771).",
            "year": 1695
        },
        {
            "text": "Pietro Ottoboni, cardenal y mecenas italiano (f. 1740).",
            "year": 1667
        },
        {
            "text": "Arp Schnitger, organero alemán (f. 1719).",
            "year": 1648
        },
        {
            "text": "Abraham a Sancta Clara, monje y sacerdote austríaco (f. 1709).",
            "year": 1644
        },
        {
            "text": "Theodoor Rombouts, pintor flamenco (f. 1637).",
            "year": 1597
        },
        {
            "text": "Isabel Tudor, aristócrata inglesa, hija del rey Enrique VII (f. 1495).",
            "year": 1492
        },
        {
            "text": "Thomas Cranmer, arzobispo, teólogo y santo inglés (f. 1556).",
            "year": 1489
        },
        {
            "text": "Jacopo d'Antonio Sansovino, arquitecto y escultor italiano (f. 1570).",
            "year": 1486
        },
        {
            "text": "María de Sicilia, reina siciliana (f. 1401).",
            "year": 1363
        },
        {
            "text": "Arturo II, aristócrata bretón (f. 1312).",
            "year": 1261
        },
        {
            "text": "Valentiniano III, emperador romano entre 425 y 455 (f. 455).",
            "year": 419
        }
    ],
    "deaths": [
        {
            "text": "Germán Gutiérrez de Piñeres, Fue un futbolista y director técnico colombiano (n. 1958).",
            "year": 2024
        },
        {
            "text": "Arturo Woodman, ingeniero y político peruano (n. 1931).",
            "year": 2023
        },
        {
            "text": "Milan Milutinović, político serbio, presidente de Serbia entre 1997 y 2002 (n. 1942).",
            "year": 2023
        },
        {
            "text": "Peter Brook, director británico de teatro, cine y ópera (n. 1925).",
            "year": 2022
        },
        {
            "text": "Ángela Jeria, arqueóloga chilena (n. 1926).",
            "year": 2020
        },
        {
            "text": "Lee Iacocca, empresario estadounidense (n. 1924).",
            "year": 2019
        },
        {
            "text": "Michael Cimino, guionista, productor y director estadounidense (n. 1939).",
            "year": 2016
        },
        {
            "text": "Hans Moser, cineasta alemán (n. 1944).",
            "year": 2016
        },
        {
            "text": "Elie Wiesel, escritor rumano y superviviente del Holocausto, premio nobel de la paz en 1986 (n. 1928).",
            "year": 2016
        },
        {
            "text": "Flavio Romero de Velasco, político y abogado mexicano (n. 1925).",
            "year": 2016
        },
        {
            "text": "Slavko Avsenik, cantante y acordeonista eloveno (n. 1929).",
            "year": 2015
        },
        {
            "text": "Jacobo Zabludovsky, periodista mexicano (n. 1928).",
            "year": 2015
        },
        {
            "text": "Manuel Cardona, físico y académico español (n. 1934).",
            "year": 2014
        },
        {
            "text": "Harold W. Kuhn, matemático y académico estadounidense (n. 1925).",
            "year": 2014
        },
        {
            "text": "Louis Zamperini, corredor estadounidense (n. 1917).",
            "year": 2014
        },
        {
            "text": "Douglas Engelbart, ingeniero estadounidense, inventor del mouse (n. 1925).",
            "year": 2013
        },
        {
            "text": "Betty Meggers, arqueólogo y académico estadounidense (n. 1921).",
            "year": 2012
        },
        {
            "text": "Itamar Franco, político, ingeniero y presidente brasileño (n. 1930).",
            "year": 2011
        },
        {
            "text": "Félix Pons, político español (n. 1942).",
            "year": 2010
        },
        {
            "text": "Beryl Bainbridge, novelista y guionista británica (n. 1932).",
            "year": 2010
        },
        {
            "text": "Mahfoud Ali Beiba, político saharaui (n. 1953).",
            "year": 2010
        },
        {
            "text": "Víctor de la Fuente, historietista español (n. 1927).",
            "year": 2010
        },
        {
            "text": "Armando Jiménez, escritor mexicano (n. 1917).",
            "year": 2010
        },
        {
            "text": "Carlos Juárez, político argentino (n. 1917).",
            "year": 2010
        },
        {
            "text": "Luis Kalaff, cantante y compositor dominicano (n. 1916).",
            "year": 2010
        },
        {
            "text": "Carl Adam Petri, matemático y científico de la computación alemán (n. 1926).",
            "year": 2010
        },
        {
            "text": "Nina Raspopova, aviadora militar soviética y Heroína de la Unión Soviética (n. 1913)",
            "year": 2009
        },
        {
            "text": "Simone Ortega, escritora española de libros de cocina (n. 1919).",
            "year": 2008
        },
        {
            "text": "Natasha Shneider, música ruso-estadounidense, de la banda Eleven (n. 1956).",
            "year": 2008
        },
        {
            "text": "Beverly Sills, soprano estadounidense y personalidad de la televisión (n. 1929).",
            "year": 2007
        },
        {
            "text": "Herty Lewites, político nicaragüense (n. 1939).",
            "year": 2006
        },
        {
            "text": "Jan Murray, comediante y actor estadounidense (n. 1916).",
            "year": 2006
        },
        {
            "text": "Ernest Lehman, director, productor y guionista estadounidense (n. 1915).",
            "year": 2005
        },
        {
            "text": "Sophia de Mello Breyner Andresen, poetisa y escritor portugués (n. 1919).",
            "year": 2004
        },
        {
            "text": "Earle Brown, compositor estadounidense (n. 1926).",
            "year": 2002
        },
        {
            "text": "Jean Yves Daniel-Lesur, compositor y organista francés (n. 1908).",
            "year": 2002
        },
        {
            "text": "Mario Puzo, escritor y guionista estadounidense (n. 1920).",
            "year": 1999
        },
        {
            "text": "Juan José Nogués, futbolista español (n. 1908).",
            "year": 1998
        },
        {
            "text": "James Stewart, actor estadounidense (n. 1908).",
            "year": 1997
        },
        {
            "text": "Krissy Taylor, modelo estadounidense (n. 1978).",
            "year": 1995
        },
        {
            "text": "Roberto Balado, boxeador cubano (n. 1969).",
            "year": 1994
        },
        {
            "text": "Andrés Escobar, futbolista colombiano (n. 1967).",
            "year": 1994
        },
        {
            "text": "Fred Gwynne, actor estadounidense (n. 1926).",
            "year": 1993
        },
        {
            "text": "Camarón de la Isla (José Monge), cantante y guitarrista flamenco (n. 1950).",
            "year": 1992
        },
        {
            "text": "Lee Remick, actriz estadounidense (n. 1935).",
            "year": 1991
        },
        {
            "text": "José María Rosa, historiador argentino (n. 1906).",
            "year": 1991
        },
        {
            "text": "Silvina Bullrich, escritora argentina (n. 1915).",
            "year": 1990
        },
        {
            "text": "Graciela Cimer, actriz argentina (n. 1963).",
            "year": 1989
        },
        {
            "text": "Andrei Gromyko, economista y político bielorruso, ministro de Asuntos Exteriores (n. 1909).",
            "year": 1989
        },
        {
            "text": "Franklin J. Schaffner, director y productor japonés-estadounidense (n. 1920).",
            "year": 1989
        },
        {
            "text": "Vincenzo De Crescenzo, poeta y letrista italiano (n. 1913).",
            "year": 1987
        },
        {
            "text": "Hoàng Văn Thái, militar y político vietnamita (n. 1915)",
            "year": 1986
        },
        {
            "text": "David Purley, piloto de automovilismo británico (n. 1945).",
            "year": 1985
        },
        {
            "text": "César Bruto (Carlos Warnes), escritor, poeta, humorista y periodista argentino (n. 1905).",
            "year": 1984
        },
        {
            "text": "Mercedes Prendes, actriz española (n. 1903).",
            "year": 1981
        },
        {
            "text": "Aris Alexandrou, escritor y poeta griego (n. 1922).",
            "year": 1978
        },
        {
            "text": "Vladímir Nabokov, novelista y crítico ruso (n. 1899).",
            "year": 1977
        },
        {
            "text": "Arturo Bray, escritor, editorialista y militar paraguayo (n. 1898).",
            "year": 1974
        },
        {
            "text": "Betty Grable, actriz, cantante y bailarina estadounidense (n. 1916).",
            "year": 1973
        },
        {
            "text": "Ferdinand Schörner, mariscal de campo alemán (n. 1892).",
            "year": 1973
        },
        {
            "text": "Joseph Fielding Smith, líder mormón estadounidense (n. 1876).",
            "year": 1972
        },
        {
            "text": "Felipe Pirela, cantante de bolero venezolano (n. 1941).",
            "year": 1972
        },
        {
            "text": "Conrado Nalé Roxlo, escritor y periodista argentino (n. 1898).",
            "year": 1971
        },
        {
            "text": "Lisa Tetzner, escritora alemana (n. 1894).",
            "year": 1963
        },
        {
            "text": "Francisco Asorey, escultor español (n. 1889).",
            "year": 1961
        },
        {
            "text": "Ernest Hemingway, novelista, cuentista y periodista estadounidense, premio nobel de literatura en 1954; suicidio (n. 1899).",
            "year": 1961
        },
        {
            "text": "Gueorgui Mijáilov Dimitrov (67), político y abogado comunista búlgaro, jefe del gobierno de la República Popular Búlgara entre 1946 y 1949 (n. 1882).",
            "year": 1949
        },
        {
            "text": "María Meléntieva, partisana antinazi soviéticorrusa, heroína de la Unión Soviética (f. 1943), será capturada y asesinada a quemarropa a los 19 años por las tropas nazis finlandesas.",
            "year": 1943
        },
        {
            "text": "Amelia Earhart, aviadora estadounidense (n. 1897).",
            "year": 1937
        },
        {
            "text": "Ernst Röhm, militar alemán nazi (n. 1887).",
            "year": 1934
        },
        {
            "text": "Manuel II, aristócrata portugués, rey entre 1908 y 1910 (n. 1889).",
            "year": 1932
        },
        {
            "text": "Gladys Brockwell, actriz estadounidense (n. 1893).",
            "year": 1929
        },
        {
            "text": "Émile Coué, psicólogo y farmacólogo francés (n. 1857).",
            "year": 1926
        },
        {
            "text": "Herbert Beerbohm Tree, actor y director teatral británico (n. 1852).",
            "year": 1917
        },
        {
            "text": "Porfirio Díaz, general, político y presidente mexicano (n. 1830).",
            "year": 1915
        },
        {
            "text": "Joseph Chamberlain, empresario y político británico (n. 1836).",
            "year": 1914
        },
        {
            "text": "Filomeno Mata, periodista mexicano (n. 1845).",
            "year": 1911
        },
        {
            "text": "Ignacio Pirovano, médico argentino, realizó la primera laparotomía del país (n. 1844).",
            "year": 1895
        },
        {
            "text": "Carlo Pisacane, militar y filósofo italiano (n. 1818).",
            "year": 1857
        },
        {
            "text": "Robert Peel, militar, político y primer ministro británico (n. 1788).",
            "year": 1850
        },
        {
            "text": "Samuel Hahnemann, médico sajón, fundador de la homeopatía (n. 1755).",
            "year": 1843
        },
        {
            "text": "Gervasio Antonio de Posadas, político y abogado argentino, 1.º director supremo de las Provincias Unidas del Río de la Plata (n. 1757).",
            "year": 1833
        },
        {
            "text": "Jean-Jacques Rousseau, escritor, compositor y filósofo suizo (n. 1712).",
            "year": 1778
        },
        {
            "text": "Thomas Harriot, astrónomo, matemático y etnógrafo británico (n. 1560).",
            "year": 1621
        },
        {
            "text": "Vincenzo Galilei, laudista y compositor italiano (n. 1520).",
            "year": 1591
        },
        {
            "text": "Nostradamus, astrólogo y boticario francés (n. 1503).",
            "year": 1566
        },
        {
            "text": "Antonio de Nebrija, humanista español (n. 1444).",
            "year": 1522
        },
        {
            "text": "Esteban III de Moldavia, aristócrata y santo moldavo (n. 1434).",
            "year": 1507
        },
        {
            "text": "Adolfo de Nassau, rey alemán (n. 1220).",
            "year": 1298
        },
        {
            "text": "Enrique el Pajarero, rey alemán (n. 876).",
            "year": 943
        }
    ],
    "metadata": {
        "current_date": "2 de julio de 2025",
        "short_date": "2 de jul",
        "language": {
            "events": "Eventos",
            "deaths": "Defunciones",
            "births": "Nacimientos",
            "b": "n",
            "d": "f",
            "title": "Hoy en Historia (Wikipedia)"
        },
        "events": [
            48,
            0,
            17,
            13,
            49,
            50,
            1,
            33,
            26,
            25
        ],
        "births": [
            41,
            6,
            90,
            36
        ],
        "deaths": [
            55,
            22,
            77,
            9
        ]
    }
}