{
    "events": [
        {
            "text": "Yves debuta como solista después de haber roto su contrato con BlockBerry Creative.",
            "year": 2024
        },
        {
            "text": "en Colombia se celebra la primera vuelta de las Elecciones presidenciales de 2022.",
            "year": 2022
        },
        {
            "text": "en Oporto, Portugal se celebra la Final de la UEFA Champions League 2020-21. En la misma, el Chelsea salió campeón tras imponerse 1 a 0 ante el Manchester City.",
            "year": 2021
        },
        {
            "text": "en Bakú, Azerbaiyán se celebra la Final de la Liga Europa de la UEFA 2018-19",
            "year": 2019
        },
        {
            "text": "en Oslo (Noruega) se celebra el Festival de la Canción de Eurovisión 2010.",
            "year": 2010
        },
        {
            "text": "en la ciudad de Panamá, un helicóptero de la Fuerza Aérea Panameña cae en pleno barrio comercial, causando la muerte de 11 personas, 6 de ellos pertenecientes al alto mando de Carabineros de Chile, la policía uniformada de dicho país, incluyendo al General Director de Carabineros, José Alejandro Bernales",
            "year": 2008
        },
        {
            "text": "en Islandia un terremoto de 6,1 grados en la escala de richter deja 28 heridos.",
            "year": 2008
        },
        {
            "text": "en la ciudad de León (Nicaragua) toca tierra la tormenta tropical Alma, causando la muerte de once personas y la desaparición de cuatro. En los siguientes días producirá daños en toda Centroamérica.",
            "year": 2008
        },
        {
            "text": "en la ciudad de Bayamón, Puerto Rico, Oxana Fedorova se convierte en Miss Universo, cuatro meses más tarde será destronada y su lugar lo ocupará Justine Pasek de Panamá.",
            "year": 2002
        },
        {
            "text": "en el municipio de Tibú (Colombia), una fuerza paramilitar de 450 hombres pertenecientes a las ACCU inicia la invasión de La Gabarra.",
            "year": 1999
        },
        {
            "text": "en Jerusalén (Israel), Suecia gana el Festival de la Canción de Eurovisión 1999 con la canción «Take me to your heaven», interpretada por la cantante Charlotte Nilsson.",
            "year": 1999
        },
        {
            "text": "en Vich (España), la banda terrorista ETA comete el atentado contra el cuartel de la Guardia Civil, provocando 10 muertos y 44 heridos.",
            "year": 1991
        },
        {
            "text": "en Guayaquil (Ecuador) se inaugura el estadio Isidro Romero Carbo, con una capacidad para 55 000 personas, el más grande de ese país.",
            "year": 1988
        },
        {
            "text": "en el estadio Rey Balduino, ubicado en el distrito de Heysel, en el centro de Bruselas (Bélgica), antes del comienzo del partido final de la Copa Europea de Fútbol ―entre el Liverpool y la Juventus de Turín― los aficionados provocan una avalancha humana que deja un saldo de 39 muertos y unos 600 heridos (Tragedia de Heysel).",
            "year": 1985
        },
        {
            "text": "la banda británica Queen da un concierto en Elland Road, estadio del Leeds United.",
            "year": 1982
        },
        {
            "text": "en la localidad de Panzós (Guatemala), el ejército ametralla una manifestación pacífica de indígenas maya kekchís (masacre de Panzós).",
            "year": 1978
        },
        {
            "text": "en Buenos Aires, la organización guerrillera Montoneros secuestra al general Pedro Eugenio Aramburu (dictador de Argentina entre 1955 y 1958).",
            "year": 1970
        },
        {
            "text": "en Córdoba (Argentina) sucede el Cordobazo, masivo movimiento de protesta civil.",
            "year": 1969
        },
        {
            "text": "en la Ciudad de México se inaugura el Estadio Azteca, sede del equipo de fútbol club América.",
            "year": 1966
        },
        {
            "text": "en una remota finca de Cumanayagua (en la cordillera del Escambray, de Cuba), un miembro de una familia que estaba siendo alfabetizada ―que era colaborador civil de los mercenarios cubanos pagados por la CIA estadounidense para boicotear la Campaña Nacional de Alfabetización de 1961― asesina de un solo balazo en la cabeza al alfabetizador Pedro Blanco Gómez (de 13 años) sin torturarlo.",
            "year": 1961
        },
        {
            "text": "en la calle Estrada Palma esquina D’Strampes, en el barrio de Santos Suárez de la ciudad de La Habana (Cuba), un grupo de «bandidos» cubanos ―en el marco de los ataques terroristas organizados por la CIA― realiza un atentado con bomba en el automóvil de Pelayo Fernández Rubio (fiscal de los Tribunales Revolucionarios del Distrito de La Habana), quien resulta herido.",
            "year": 1961
        },
        {
            "text": "en la Ciudad del Vaticano, el papa Pío XII beatifica al religioso francés Marcelino Champagnat (1789-1840).",
            "year": 1955
        },
        {
            "text": "el neozelandés Edmund Hillary y el sherpa Tenzing Norgay llegan a la cima del monte Everest.",
            "year": 1953
        },
        {
            "text": "en Nueva York se crean las Fuerzas de Paz de las Naciones Unidas.",
            "year": 1948
        },
        {
            "text": "en Wuppertal (Alemania), la RAF británica lanza un ataque con 719 bombarderos soltando 1900 tn de bombas y matando a 2450 civiles.",
            "year": 1943
        },
        {
            "text": "en Colonia, la RAF británica lanza su primer brutal bombardeo. Aproximadamente 1000 aviones lanzaron 1.455 tn de bombas, destruyendo 243 hectáreas (600 acres) de casas y matando 486 civiles. Pierden sus hogares 59 000 personas.",
            "year": 1942
        },
        {
            "text": "en la Cancillería del Reich en Berlín, Adolf Hitler recibe al político indio Shubhas Chandra Bose. No trasciende el contenido de las conversaciones. Chandra Bose ha realizado también varios viajes a Japón.",
            "year": 1942
        },
        {
            "text": "durante la batalla de Creta, en la ciudad Heraclión, tropas alemanas ocupan el aeródromo en el momento en que tropas aliadas evacuan el puerto. Aviones italianos, del 41 Gruppo, atacan al destructor británico HMS Imperial y el HMS Hereward es atacado por Stukas. Ambos buques se hundirán más tarde.",
            "year": 1941
        },
        {
            "text": "en Washington D. C. los veteranos de la Primera Guerra Mundial protestan debido a la promesa del Gobierno de pagarles un bono recién en 1945.",
            "year": 1932
        },
        {
            "text": "en Madrid (España), se funda la Agrupación Deportiva El Rayo (actual Rayo Vallecano).",
            "year": 1924
        },
        {
            "text": "en la actual Eslovenia se funda la República de Prekmurje, que durará una semana. Será absorbida por el Reino de los Serbios, Croatas y Eslovenos.",
            "year": 1919
        },
        {
            "text": "los científicos Arthur Eddington ―desde la isla de Príncipe (cerca de África)― y Andrew Crommelin ―desde Sobral (norte de Brasil)― comprueban (y posteriormente confirman) la teoría de la relatividad general de Albert Einstein mediante la observación de un mismo eclipse solar total.",
            "year": 1919
        },
        {
            "text": "se inicia la Batalla de Skra-di-Legen, que duró dos días y tuvo lugar en el frente griego durante la Primera Guerra Mundial, entre tropas greco-francesas y fuerzas búlgaras. La batalla acabó con la derrota de los búlgaros.",
            "year": 1918
        },
        {
            "text": "en el golfo de San Lorenzo (Canadá) se hunde el transatlántico Empress of Ireland (1906). Mueren 1024 personas.",
            "year": 1914
        },
        {
            "text": "en París, Ígor Stravinsky estrena su ballet La consagración de la primavera, que provoca una revuelta.",
            "year": 1913
        },
        {
            "text": "Creación de la Sociedad Colombiana de Ingenieros.",
            "year": 1887
        },
        {
            "text": "en Belgrado (Serbia) asesinan al príncipe Mihailo Obrenovich III.",
            "year": 1868
        },
        {
            "text": "en Estados Unidos, Wisconsin se convierte en el estado número 30.",
            "year": 1848
        },
        {
            "text": "en la Catedral de Reims, Carlos X es coronado rey de Francia.",
            "year": 1825
        },
        {
            "text": "en Buenos Aires, la recién creada primera Junta de Gobierno decreta la creación de los cuerpos militares nacionales, que «velarán por la defensa y autodeterminación del pueblo argentino, y por su integridad territorial». Más tarde esta fecha será el Día del Ejército Argentino.",
            "year": 1810
        },
        {
            "text": "en el actual Estados Unidos, Rhode Island se convierte en el estado número 13.",
            "year": 1790
        },
        {
            "text": "en Rusia, Pedro II se convierte en zar.",
            "year": 1727
        },
        {
            "text": "en el barranco de San Antonio (Tenerife) tiene lugar la Primera Batalla de Acentejo, donde el ejército castellano sufre su mayor derrota contra las tropas guanches.",
            "year": 1494
        },
        {
            "text": "en España, las tropas castellanas de Hernán Pérez del Pulgar reconquistan a los nazaríes la ciudad de Salar (Granada).",
            "year": 1486
        },
        {
            "text": "la ciudad de Constantinopla es tomada por los turcos, poniéndose de esa forma fin al Imperio bizantino.",
            "year": 1453
        },
        {
            "text": "en Italia se libra la batalla de Legnano entre el emperador Federico I Barbarroja y la Liga Lombarda.",
            "year": 1176
        },
        {
            "text": "en Roma, Pablo I sucede a Esteban II como papa.",
            "year": 757
        },
        {
            "text": "en la región de Siria (parte del Imperio romano) sucede el terremoto de Antioquía, de XI12 grados en la escala modificada de Mercalli (que mide daños). Deja un saldo de 250 000 muertos.",
            "year": 526
        }
    ],
    "births": [
        {
            "text": "Gukesh D, ajedrecista indio.",
            "year": 2006
        },
        {
            "text": "Inés Bergua, gimnasta artística española.",
            "year": 2004
        },
        {
            "text": "Quentin Rakotomalala, nadador francés.",
            "year": 2003
        },
        {
            "text": "Rocco Reitz, futbolista alemán.",
            "year": 2002
        },
        {
            "text": "Kajetan Szmyt, futbolista polaco.",
            "year": 2002
        },
        {
            "text": "Julia Riera, tenista argentina.",
            "year": 2002
        },
        {
            "text": "Paul Skenes, beisbolista estadounidense.",
            "year": 2002
        },
        {
            "text": "Khojimat Erkinov, futbolista uzbeko.",
            "year": 2001
        },
        {
            "text": "Anthony Rouault, futbolista francés.",
            "year": 2001
        },
        {
            "text": "Valentin Royer, tenista francés.",
            "year": 2001
        },
        {
            "text": "Jefferson Arce, futbolista ecuatoriano.",
            "year": 2000
        },
        {
            "text": "Luar La L, rapero puertorriqueño.",
            "year": 2000
        },
        {
            "text": "Meselu Berhe, atleta etíope.",
            "year": 2000
        },
        {
            "text": "Yuan Sijun, jugador de snooker chino.",
            "year": 2000
        },
        {
            "text": "Percy Butler, jugador de fútbol americano estadounidense.",
            "year": 2000
        },
        {
            "text": "Berkin Usta, esquiador alpino turco (f. 2025).",
            "year": 2000
        },
        {
            "text": "Piotr Kudłaszyk, halterófilo polaco.",
            "year": 1999
        },
        {
            "text": "Patrick Bailey, beisbolista estadounidense.",
            "year": 1999
        },
        {
            "text": "Derrick Barnes, jugador de fútbol americano estadounidense.",
            "year": 1999
        },
        {
            "text": "Markelle Fultz, baloncestista estadounidense.",
            "year": 1998
        },
        {
            "text": "Lucía Gil, cantante y actriz española.",
            "year": 1998
        },
        {
            "text": "Felix Passlack, futbolista alemán.",
            "year": 1998
        },
        {
            "text": "Stanley Johnson, baloncestista estadounidense.",
            "year": 1996
        },
        {
            "text": "André Ferreira, futbolista portugués.",
            "year": 1996
        },
        {
            "text": "Laurie Batista, futbolista panameña.",
            "year": 1996
        },
        {
            "text": "Ruan Gregório Teixeira, futbolista brasileño.",
            "year": 1995
        },
        {
            "text": "Dženan Bureković, futbolista bosnio.",
            "year": 1995
        },
        {
            "text": "Richard Carapaz, ciclista ecuatoriano.",
            "year": 1993
        },
        {
            "text": "Gregg Sulkin, actor británico.",
            "year": 1992
        },
        {
            "text": "Sergio Guardiola Navarro, futbolista español.",
            "year": 1991
        },
        {
            "text": "Thibaut Pinot, ciclista francés.",
            "year": 1990
        },
        {
            "text": "Sherida Spitse, futbolista neerlandesa.",
            "year": 1990
        },
        {
            "text": "Oliver Sorg, futbolista alemán.",
            "year": 1990
        },
        {
            "text": "Sébastien Wüthrich, futbolista suizo.",
            "year": 1990
        },
        {
            "text": "Aura Garrido, actriz española.",
            "year": 1989
        },
        {
            "text": "Riley Keough, actriz estadounidense.",
            "year": 1989
        },
        {
            "text": "Carmen Martín, balonmanista española.",
            "year": 1988
        },
        {
            "text": "Lara Álvarez, periodista y presentadora de televisión.",
            "year": 1986
        },
        {
            "text": "Hornswoggle, luchador profesional estadounidense.",
            "year": 1986
        },
        {
            "text": "Eleazar Gómez, actor y cantante mexicano.",
            "year": 1986
        },
        {
            "text": "Nicolás Riera, actor y cantante argentino.",
            "year": 1985
        },
        {
            "text": "Ignacio Scocco, futbolista argentino.",
            "year": 1985
        },
        {
            "text": "Carmelo Anthony, baloncestista estadounidense.",
            "year": 1984
        },
        {
            "text": "Gabriel Gómez, futbolista panameño.",
            "year": 1984
        },
        {
            "text": "Jean Makoun, futbolista camerunés.",
            "year": 1983
        },
        {
            "text": "Alberto Medina, futbolista mexicano.",
            "year": 1983
        },
        {
            "text": "Cristian Bustos Costa, futbolista español.",
            "year": 1983
        },
        {
            "text": "Ana Beatriz Barros, modelo brasileña.",
            "year": 1982
        },
        {
            "text": "Mario René Berríos, futbolista hondureño.",
            "year": 1982
        },
        {
            "text": "Dennis Masina, futbolista suazi.",
            "year": 1982
        },
        {
            "text": "Andrei Arshavin, futbolista ruso.",
            "year": 1981
        },
        {
            "text": "Renson Martínez Prada, político colombiano, Gobernador de Arauca desde 2024.",
            "year": 1980
        },
        {
            "text": "Ari Borovoy, cantautor, productor y actor mexicano, de la banda de OV7.",
            "year": 1979
        },
        {
            "text": "Fonseca (Juan Fernando Fonseca), compositor y cantante colombiano.",
            "year": 1979
        },
        {
            "text": "Arne Friedrich, futbolista alemán.",
            "year": 1979
        },
        {
            "text": "Brian Kendrick, luchador profesional estadounidense.",
            "year": 1979
        },
        {
            "text": "Alberto Cifuentes, futbolista español.",
            "year": 1979
        },
        {
            "text": "Pelle Almqvist, vocalista sueco, de la banda The Hives.",
            "year": 1978
        },
        {
            "text": "Sébastien Grosjean, tenista francés.",
            "year": 1978
        },
        {
            "text": "Massimo Ambrosini, futbolista italiano.",
            "year": 1977
        },
        {
            "text": "Marco Cassetti, futbolista italiano.",
            "year": 1977
        },
        {
            "text": "Marco Flores Luján, futbolista peruano.",
            "year": 1977
        },
        {
            "text": "Antonio Lebo Lebo, futbolista angoleño.",
            "year": 1977
        },
        {
            "text": "Sérgio Roberto Pereira de Souza, futbolista brasileño.",
            "year": 1977
        },
        {
            "text": "David Buckner, músico estadounidense, de la banda Papa Roach.",
            "year": 1976
        },
        {
            "text": "Melanie Brown, cantante británica, de la banda Spice Girls.",
            "year": 1975
        },
        {
            "text": "Patricia Portocarrero, actriz, cantante, profesora de teatro y comediante peruana.",
            "year": 1973
        },
        {
            "text": "Közi, cantante y guitarrista japonés.",
            "year": 1972
        },
        {
            "text": "Cristian Sánchez, periodista y conductor de televisión chileno.",
            "year": 1972
        },
        {
            "text": "Scott Garlick, futbolista estadounidense.",
            "year": 1972
        },
        {
            "text": "Silvio Velo, futbolista no vidente argentino.",
            "year": 1971
        },
        {
            "text": "Roberto Di Matteo, entrenador de fútbol italiano.",
            "year": 1970
        },
        {
            "text": "Noel Gallagher, compositor, cantante y guitarrista británico, de las bandas Oasis y Noel Gallagher's High Flying Birds.",
            "year": 1967
        },
        {
            "text": "Iñaki Ochoa de Olza, montañero español (f. 2008).",
            "year": 1967
        },
        {
            "text": "Marcelo Ramírez, portero histórico de ColoColo.",
            "year": 1965
        },
        {
            "text": "Emilio Sánchez Vicario, tenista español.",
            "year": 1965
        },
        {
            "text": "Christina Rosenvinge, cantautora española.",
            "year": 1964
        },
        {
            "text": "Javier Ojeda, cantante español.",
            "year": 1964
        },
        {
            "text": "Ana Fernández, actriz española.",
            "year": 1963
        },
        {
            "text": "Blaze Bayley, vocalista británico, de la banda Iron Maiden.",
            "year": 1963
        },
        {
            "text": "Sergi Belbel, dramaturgo español.",
            "year": 1963
        },
        {
            "text": "Ukyo Katayama, piloto japonés de automovilismo.",
            "year": 1963
        },
        {
            "text": "Melissa Etheridge, cantante estadounidense.",
            "year": 1961
        },
        {
            "text": "Iñaki Fernández, cantante español (f. 2025).",
            "year": 1961
        },
        {
            "text": "Thomas Baumer, científico de culturas y emprendedor suizo.",
            "year": 1960
        },
        {
            "text": "Neil Crone, actor canadiense.",
            "year": 1960
        },
        {
            "text": "Reimund Dietzen, ciclista alemán.",
            "year": 1959
        },
        {
            "text": "Rupert Everett, actor británico.",
            "year": 1959
        },
        {
            "text": "Maribel Guardia, cantante y actriz costarricense.",
            "year": 1959
        },
        {
            "text": "Adrián Paul, actor británico.",
            "year": 1959
        },
        {
            "text": "Felipe Pigna, historiador argentino.",
            "year": 1959
        },
        {
            "text": "Annette Bening, actriz estadounidense.",
            "year": 1958
        },
        {
            "text": "Juliano Mer-Khamis, cineasta y activista israelí.",
            "year": 1958
        },
        {
            "text": "Ted Levine, actor estadounidense.",
            "year": 1957
        },
        {
            "text": "Mohsen Makhmalbaf, cineasta iraní.",
            "year": 1957
        },
        {
            "text": "Jean-Christophe Yoccoz, matemático francés (f. 2016).",
            "year": 1957
        },
        {
            "text": "LaToya Jackson, cantante estadounidense.",
            "year": 1956
        },
        {
            "text": "Alejandro Ordóñez, político colombiano.",
            "year": 1955
        },
        {
            "text": "Ángel Alcázar, actor español (f. 2013).",
            "year": 1955
        },
        {
            "text": "Pascal Dusapin, compositor francés.",
            "year": 1955
        },
        {
            "text": "Mike Porcaro, bajista estadounidense, de la banda Toto. (f. 2015).",
            "year": 1955
        },
        {
            "text": "Nohra Puyana de Pastrana, política y periodista colombiana.",
            "year": 1955
        },
        {
            "text": "John Hinckley Jr., criminal estadounidense, autor del intento de asesinato contra el expresidente Ronald Reagan en 1981.",
            "year": 1955
        },
        {
            "text": "Danny Elfman, músico y compositor estadounidense.",
            "year": 1953
        },
        {
            "text": "Pepe Martínez, futbolista mexicano (f. 1981).",
            "year": 1953
        },
        {
            "text": "Elvira García Campos, política y alcaldesa española.",
            "year": 1953
        },
        {
            "text": "Francis Rossi, cantante y músico británico, de la banda Status Quo.",
            "year": 1949
        },
        {
            "text": "Gene Robinson, obispo estadounidense.",
            "year": 1947
        },
        {
            "text": "Haroldo Rodas, político guatemalteco (f. 2020).",
            "year": 1946
        },
        {
            "text": "Héctor Veira, futbolista y director técnico de fútbol argentino.",
            "year": 1946
        },
        {
            "text": "Gary Brooker, músico británico (f. 2022).",
            "year": 1945
        },
        {
            "text": "Julio Alcázar, actor venezolano nacido en España.",
            "year": 1944
        },
        {
            "text": "Helmut Berger, actor austriaco (f. 2023).",
            "year": 1944
        },
        {
            "text": "Farooq Leghari, presidente de Pakistán (f. 2010).",
            "year": 1940
        },
        {
            "text": "Al Unser, piloto de automovilismo estadounidense (f. 2021).",
            "year": 1939
        },
        {
            "text": "Tarquinio Provini, piloto de motociclismo italiano (f. 2005).",
            "year": 1933
        },
        {
            "text": "Richie Guerin, exbaloncestista y entrenador estadounidense.",
            "year": 1932
        },
        {
            "text": "Osvaldo Héctor Cruz, futbolista argentino (f. 2023).",
            "year": 1931
        },
        {
            "text": "Peter Higgs, físico británico, premio nobel de física en 2013 (f. 2024).",
            "year": 1929
        },
        {
            "text": "Abdoulaye Wade, presidente senegalés.",
            "year": 1926
        },
        {
            "text": "Lars Bo, artista y autor danés (f. 1999).",
            "year": 1924
        },
        {
            "text": "Bernard Clavel, escritor francés (f. 2010).",
            "year": 1923
        },
        {
            "text": "Harry Everett Smith, artista y cineasta estadounidense (f. 1991).",
            "year": 1923
        },
        {
            "text": "Jean-Claude Brisville, novelista y dramaturgo francés (f. 2014).",
            "year": 1922
        },
        {
            "text": "Iannis Xenakis, compositor franco-greco-rumano (f. 2001).",
            "year": 1922
        },
        {
            "text": "John Harsanyi, economista húngaro-estadounidense, premio nobel de economía en 1994 (f. 2000).",
            "year": 1920
        },
        {
            "text": "Simone Ortega, escritora española especializada en materias culinarias (f. 2008).",
            "year": 1919
        },
        {
            "text": "John F. Kennedy, presidente estadounidense (f. 1963).",
            "year": 1917
        },
        {
            "text": "Antònia Fontanillas Borràs, anarcosindicalista española (f. 2014).",
            "year": 1917
        },
        {
            "text": "Fernando Chueca Goitia, arquitecto y ensayista español (f. 2004).",
            "year": 1911
        },
        {
            "text": "Dick Stabile, saxofonista estadounidense (f. 1980).",
            "year": 1909
        },
        {
            "text": "Paul Almásy, fotógrafo húngaro (f. 2003).",
            "year": 1906
        },
        {
            "text": "Terence Hanbury White, escritor británico (f. 1964).",
            "year": 1906
        },
        {
            "text": "Sebastian Shaw, actor británico (f. 1994).",
            "year": 1905
        },
        {
            "text": "Beato Pere Tarrés Claret, sacerdote y médico catalán (f. 1950)",
            "year": 1905
        },
        {
            "text": "Bob Hope, actor y comediante británico-estadounidense (f. 2003).",
            "year": 1903
        },
        {
            "text": "Erich Wolfgang Korngold, compositor austríaco (f. 1957).",
            "year": 1897
        },
        {
            "text": "Tatiana Nikoláevna Rómanova, aristócrata rusa, segunda hija del zar Nicolás II (f. 1918).",
            "year": 1897
        },
        {
            "text": "Beatrice Lillie, actriz canadiense (f. 1989).",
            "year": 1894
        },
        {
            "text": "Josef von Sternberg, cineasta estadounidense de origen austriaco (f. 1969).",
            "year": 1894
        },
        {
            "text": "Alfonsina Storni, escritora argentina (f. 1938).",
            "year": 1892
        },
        {
            "text": "Camilo Alonso Vega, militar español (f. 1971).",
            "year": 1889
        },
        {
            "text": "Juan Alejandro Borchex, político argentino (f. 1939).",
            "year": 1880
        },
        {
            "text": "Oswald Spengler, pensador, filósofo e historiador alemán (f. 1936).",
            "year": 1880
        },
        {
            "text": "Andrés Chazarreta, compositor argentino de música folclórica (f. 1960).",
            "year": 1876
        },
        {
            "text": "G. K. Chesterton, escritor británico (f. 1936).",
            "year": 1874
        },
        {
            "text": "Adolfo Caminha, escritor brasileño (f. 1897).",
            "year": 1867
        },
        {
            "text": "Isaac Albéniz, compositor español (f. 1909).",
            "year": 1860
        },
        {
            "text": "Louise Michel, anarquista francesa (f. 1905).",
            "year": 1830
        },
        {
            "text": "Fernando Montes de Oca, héroe mexicano (f. 1847).",
            "year": 1829
        },
        {
            "text": "Pedro Santana, militar y político dominicano (f. 1864).",
            "year": 1801
        },
        {
            "text": "Patrick Henry, político estadounidense (f. 1799).",
            "year": 1736
        },
        {
            "text": "Louis Jean Marie Daubenton, médico y naturalista francés (f. 1800).",
            "year": 1716
        },
        {
            "text": "Edmé Bouchardon, escultor francés (f. 1762).",
            "year": 1698
        },
        {
            "text": "Sarah Churchill, aristócrata inglesa (f. 1744).",
            "year": 1660
        },
        {
            "text": "Carlos II, rey inglés (f. 1685).",
            "year": 1630
        },
        {
            "text": "Ana María Luisa de Orleans de Montpensier, aristócrata francesa (f. 1693).",
            "year": 1627
        },
        {
            "text": "Pío III, papa italiano (f. 1503).",
            "year": 1439
        },
        {
            "text": "Carlos de Viana, infante de Aragón y Navarra, Príncipe de Viana y Gerona (f. 1461).",
            "year": 1421
        },
        {
            "text": "Dante Alighieri, poeta italiano (f. 1321).",
            "year": 1265
        }
    ],
    "deaths": [
        {
            "text": "Peter Simonischek, actor austríaco (n. 1946).",
            "year": 2023
        },
        {
            "text": "Javier Yacuzzi, futbolista argentino (n. 1979).",
            "year": 2023
        },
        {
            "text": "Gavin MacLeod, actor y activista cristiano estadounidense (n. 1931).",
            "year": 2021
        },
        {
            "text": "B. J. Thomas, cantante estadounidense (n. 1942).",
            "year": 2021
        },
        {
            "text": "Gordo Casaretto, cómico peruano (n. 1946).",
            "year": 2018
        },
        {
            "text": "Constantinos Mitsotakis, político griego (n. 1918).",
            "year": 2017
        },
        {
            "text": "Franca Rame, actriz italiana (n. 1928).",
            "year": 2013
        },
        {
            "text": "Serguéi Bagapsh, político georgiano (n. 1949).",
            "year": 2011
        },
        {
            "text": "Ferenc Mádl, político y abogado húngaro, presidente de Hungría entre 2000 y 2005 (n. 1939).",
            "year": 2011
        },
        {
            "text": "Dennis Hopper, actor estadounidense (n. 1936).",
            "year": 2010
        },
        {
            "text": "José Alejandro Bernales, policía chileno (n. 1949).",
            "year": 2008
        },
        {
            "text": "Harvey Korman, actor estadounidense (n. 1927).",
            "year": 2008
        },
        {
            "text": "Verne Grant, botánico estadounidense (n. 1917).",
            "year": 2007
        },
        {
            "text": "Johnny Servoz-Gavin, piloto francés de automovilismo (f. 2006).",
            "year": 2006
        },
        {
            "text": "Barry Goldwater, político estadounidense (n. 1909).",
            "year": 1998
        },
        {
            "text": "Jeff Buckley, cantautor y guitarrista estadounidense (n. 1966).",
            "year": 1997
        },
        {
            "text": "George Fenneman, locutor radiofónico estadounidense (n. 1919).",
            "year": 1997
        },
        {
            "text": "Antonín Mrkos, astrónomo checoslovaco (n. 1918).",
            "year": 1996
        },
        {
            "text": "José Bohr, director, productor, actor, guionista y compositor alemán (n. 1901).",
            "year": 1994
        },
        {
            "text": "Erich Honecker, político comunista alemán, líder de la República Democrática Alemana (n. 1912).",
            "year": 1994
        },
        {
            "text": "Giuseppe Patanè, director de orquesta y músico italiano (n. 1932).",
            "year": 1989
        },
        {
            "text": "Siaka Stevens, político y presidente sierraleonés (n. 1905).",
            "year": 1988
        },
        {
            "text": "Romy Schneider, actriz austriaca (n. 1938).",
            "year": 1982
        },
        {
            "text": "Soong Ching-ling, esposa de Sun Yat-sen (n. 1892).",
            "year": 1981
        },
        {
            "text": "Alfonso Asenjo Gómez, médico chileno (n. 1906).",
            "year": 1980
        },
        {
            "text": "Mary Pickford, actriz estadounidense (n. 1892).",
            "year": 1979
        },
        {
            "text": "Stephen Timoshenko, ingeniero ruso-estadounidense (n. 1878).",
            "year": 1972
        },
        {
            "text": "Eva Hesse, escultora estadounidense (n. 1936).",
            "year": 1970
        },
        {
            "text": "Juan Ramón Jiménez, poeta español, premio nobel de literatura en 1956 (n. 1881).",
            "year": 1958
        },
        {
            "text": "James Whale, cineasta británico (n. 1896).",
            "year": 1957
        },
        {
            "text": "Anne O’Hare McCormick, periodista estadounidense de origen británico (n. 1882).",
            "year": 1954
        },
        {
            "text": "Fanny Brice, cantante estadounidense (n. 1891).",
            "year": 1951
        },
        {
            "text": "Dimitrios Levidis, compositor griego-francés (n. 1885).",
            "year": 1951
        },
        {
            "text": "John Barrymore, actor estadounidense (n. 1882).",
            "year": 1942
        },
        {
            "text": "Mary Anderson, actriz estadounidense (n. 1859).",
            "year": 1940
        },
        {
            "text": "Miguel Fleta, tenor español (n. 1897).",
            "year": 1938
        },
        {
            "text": "Manuel González Zeledón (Magón), escritor costarricense (n. 1864).",
            "year": 1936
        },
        {
            "text": "Josef Suk, compositor checo (n. 1874).",
            "year": 1935
        },
        {
            "text": "Pascual Contursi, poeta y letrista tanguero argentino, coautor de La cumparsita (n. 1888).",
            "year": 1932
        },
        {
            "text": "Abbott Handerson Thayer, naturalista, profesor y artista estadounidense (n. 1849).",
            "year": 1921
        },
        {
            "text": "W. S. Gilbert, libretista y dramaturgo británico (n. 1836).",
            "year": 1911
        },
        {
            "text": "Mili Balákirev, compositor ruso (n. 1837).",
            "year": 1910
        },
        {
            "text": "Francisco Silvela, político y escritor español (n. 1845).",
            "year": 1905
        },
        {
            "text": "Manuel María de Zamacona, abogado, político y diplomático mexicano (n. 1823).",
            "year": 1904
        },
        {
            "text": "Bahá'u'lláh, religioso persa, fundador del bahaísmo (n. 1817).",
            "year": 1892
        },
        {
            "text": "Diego Ibarra, militar y político venezolano (n. 1798).",
            "year": 1876
        },
        {
            "text": "Eduard Knoblauch, arquitecto alemán (n. 1801).",
            "year": 1865
        },
        {
            "text": "Evaristo Fernández de San Miguel, militar y político español (n. 1785).",
            "year": 1862
        },
        {
            "text": "Mauricio Rugendas, pintor y dibujante alemán (n. 1802).",
            "year": 1858
        },
        {
            "text": "Agustina de Aragón, célebre heroína española (n. 1786).",
            "year": 1857
        },
        {
            "text": "Humphry Davy, químico británico (n. 1778).",
            "year": 1829
        },
        {
            "text": "Pedro Cerviño, ingeniero y cartógrafo argentino (n. 1757).",
            "year": 1816
        },
        {
            "text": "Israel Putnam, general estadounidense (n. 1718).",
            "year": 1790
        },
        {
            "text": "Bartolomé Díaz, explorador portugués (n. ca. 1450).",
            "year": 1500
        },
        {
            "text": "Constantino XI Paleólogo, emperador bizantino (n. 1405).",
            "year": 1453
        },
        {
            "text": "Philippe de Mézières, soldado y autor francés (n. 1327).",
            "year": 1405
        },
        {
            "text": "Enrique II, rey castellano (n. 1333 o 1334).",
            "year": 1379
        },
        {
            "text": "García Ordóñez, con de Nájera y Calahorra.",
            "year": 1108
        },
        {
            "text": "Jimeno Garcés, regente del reino de Pamplona entre 925 y 931 (n. 882).",
            "year": 931
        }
    ],
    "metadata": {
        "current_date": "29 de mayo de 2025",
        "short_date": "29 de may",
        "language": {
            "events": "Eventos",
            "deaths": "Defunciones",
            "births": "Nacimientos",
            "b": "n",
            "d": "f",
            "title": "Hoy en Historia (Wikipedia)"
        },
        "events": [
            28,
            20,
            2,
            17,
            5,
            47,
            18,
            40,
            22,
            32
        ],
        "births": [
            48,
            64,
            84,
            104
        ],
        "deaths": [
            1,
            30,
            42,
            34
        ]
    }
}