{
    "events": [
        {
            "text": "En Argentina, una tormenta generalizada en casi todo el país genera destrozos sin precedentes. En Bahía Blanca fallecieron 13 personas y en el área metropolitana de Buenos Aires sucumbieron construcciones producto a fuertes ráfagas de viento y un conjunto de pequeños tornados. La tormenta también generó consecuencias en Uruguay, donde se registraron víctimas fatales.",
            "year": 2023
        },
        {
            "text": "En México, se emite por última vez el programa de entrevista Aquí Nos Tocó Vivir con Cristina Pacheco, después de emitirse ininterrumpidamente durante 45 años.",
            "year": 2023
        },
        {
            "text": "Se publica Five Nights at Freddy's: Security Breach (FNaF 9) el noveno juego de la franquicia.",
            "year": 2021
        },
        {
            "text": "El tifón Rai (conocido en Filipinas como Tifón Odette) toca tierra en Filipinas, equivalente a un huracán de categoría 5, causa la muerte de 408 personas, la evacuación de 400,000 personas y devasta las provincias de Bohol, Guimarás y Cebú.",
            "year": 2021
        },
        {
            "text": "en Cochabamba (Bolivia), el presidente del Estado Plurinacional Evo Morales en frente de una concentración de cientos de miles de personas, confirma de forma oficial su postulación a una tercera reelección al mandato del país (el segundo en las leyes del Estado Plurinacional).",
            "year": 2017
        },
        {
            "text": "Bon Jovi publica su tercer álbum en vivo This House Is Not For Sale: Live From The London Palladium.",
            "year": 2016
        },
        {
            "text": "desde la isla Wallops (Virginia), Estados Unidos lanza su nanosatélite biológico Genesat 1, de 6,8 kg.",
            "year": 2006
        },
        {
            "text": "en París (Francia), la BIE (Oficina Internacional de Exposiciones), proclama a Zaragoza (España) como sede de la Exposición Internacional del 2008 tras imponerse a Tesalónica (Grecia) y a Trieste (Italia) en segunda votación.",
            "year": 2004
        },
        {
            "text": "en Lusaka (Zambia) se firma el Acuerdo de Lusaka, que establece las bases del proceso de paz que finalizarían la segunda guerra del Congo",
            "year": 2002
        },
        {
            "text": "se apaga el último reactor en funcionamiento  en la Central nuclear de Chernóbil, Ucrania.",
            "year": 2000
        },
        {
            "text": "en Venezuela, segundo día de las intensas lluvias que dejan centenares de muertos, en lo que se llamó la Tragedia de Vargas.",
            "year": 1999
        },
        {
            "text": "en Japón 685 niños son hospitalizados, víctimas de ataques epilépticos, por haber presenciado el episodio de Pókemon Dennō Senshi Porygon, ya que el cambio rápido entre los colores rojo y azul en una escena les provocó convulsiones que dieron lugar a una epilepsia fotosensitiva.",
            "year": 1997
        },
        {
            "text": "en Santiago de Chile Paul McCartney hace por primera vez un concierto en dicho país, siendo el primero del cuarteto en estar en Chile.",
            "year": 1993
        },
        {
            "text": "en la ciudad de Santiago del Estero (Argentina) se desata una revolución popular conocida como el Santiagueñazo en contra de las medidas económicas neoliberales del Gobierno del presidente Carlos Menem.",
            "year": 1993
        },
        {
            "text": "en Nueva Orleans (Estados Unidos), el guardián del acuario municipal ve lanzarse al río Misisipi a una mujer con las mismas características que Ylenia Carrisi (23), la hija mayor del cantante italiano Al Bano y la actriz estadounidense Romina Power. La desaparición se conocerá recién el 31 de diciembre. Nunca más se sabrá de ella.",
            "year": 1993
        },
        {
            "text": "Kazajistán se separa de la Unión Soviética.",
            "year": 1991
        },
        {
            "text": "en Rumania comienza el golpe de Estado de 1989.",
            "year": 1989
        },
        {
            "text": "en Nueva York (Estados Unidos), la Asamblea General de las Naciones Unidas adopta los Pactos de Nueva York",
            "year": 1966
        },
        {
            "text": "en Nueva York, la Asamblea General de las Naciones Unidas adopta el Pacto Internacional de Derechos Civiles y Políticos y Pacto Internacional de Derechos Económicos, Sociales y Culturales.",
            "year": 1966
        },
        {
            "text": "en las Naciones Unidas (Nueva York) se vota la Resolución 2072 (XX), en la que se insta al Gobierno de España como potencia administradora, a descolonizar los territorios de Ifni y Sahara español.",
            "year": 1965
        },
        {
            "text": "en un pozo a 260 metros bajo tierra, en el área U2al del Sitio de pruebas atómicas de Nevada (a unos 100 km al noroeste de la ciudad de Las Vegas), a las 7:39 (hora local) Estados Unidos detona su bomba atómica Emerson, de 3 kilotones. Cuatro horas después (a las 11:15), a 500 m de profundidad, detona la bomba Buff, de 51 kt. Media hora después, en tres pozos separados, a 180, 150 y 0 metros de profundidad, en el área U3, a las 12:00 (hora local), Estados Unidos detona simultáneamente sus bombas atómicas Parrot, Cassowary-1 y Hoopoe-2 (de 1.3, menos de 20 y menos de 20 kilotones respectivamente). 10 minutos después, a 152 m de profundidad detona la bomba Mudpack, de 2,7 kt. Son las bombas n.º 398 a 401, y 441 y 442 de las 1132 que Estados Unidos detonó entre 1945 y 1992.",
            "year": 1965
        },
        {
            "text": "colisión aérea sobre Nueva York.",
            "year": 1960
        },
        {
            "text": "en Bogotá (Colombia), un incendio del Almacén Vida deja 88 muertos.",
            "year": 1958
        },
        {
            "text": "Estados Unidos lanza el primer misil intercontinental estadounidense, el Atlas.",
            "year": 1957
        },
        {
            "text": "se funda el Teatro Circular de Montevideo.",
            "year": 1954
        },
        {
            "text": "el piloto estadounidense Charles E. Yeager, a bordo del avión Bell X-1A, alcanza dos veces y media la velocidad del sonido.",
            "year": 1953
        },
        {
            "text": "Camboya se independiza de la Unión Francesa.",
            "year": 1948
        },
        {
            "text": "en Bolivia, se crea la provincia Ángel Sandoval en el departamento de Santa Cruz, en honor al Dr. Ángel Sandoval Peña.",
            "year": 1948
        },
        {
            "text": "en Londres se reúnen los ministros de Asuntos Exteriores británico, estadounidense y soviético para acordar las condiciones de paz con los antiguos países integrantes del Eje.",
            "year": 1945
        },
        {
            "text": "en la región de Las Ardenas (entre Bélgica, Luxemburgo y Francia), el ejército alemán lanza una fuerte ofensiva para intentar frenar el avance de las tropas aliadas que no fructificó.",
            "year": 1944
        },
        {
            "text": "Budapest queda completamente cercada por tropas soviéticas.",
            "year": 1944
        },
        {
            "text": "en Noruega, los aliados (Segunda Guerra Mundial) realizan ataques aéreos contra centrales de energía eléctrica y fábricas.",
            "year": 1943
        },
        {
            "text": "en Birmania fracasa una ofensiva británica contra los japoneses.",
            "year": 1942
        },
        {
            "text": "en Buenos Aires (Argentina) se declara el estado de sitio.",
            "year": 1941
        },
        {
            "text": "en el período de la Segunda Guerra Mundial, la ciudad alemana de Mannheim, es bombardeada en una expedición aérea de 134 aviones cuyo nombre en clave era Abigail Rachel.",
            "year": 1940
        },
        {
            "text": "en el marco de la Segunda Guerra Mundial, tropas británicas llegan a Sollum, en el norte de África, así como a la Somalia italiana.",
            "year": 1940
        },
        {
            "text": "la población civil de Mannheim (Alemania) sufre otro ataque aéreo británico.",
            "year": 1940
        },
        {
            "text": "en Nankín (capital de la República de China entre 1912 y 1949), sucede el tercer día de la masacre de Nankín, en que ―hasta principios de febrero de 1938― los invasores japoneses asesinaron a medio millón de civiles.",
            "year": 1937
        },
        {
            "text": "En Argentina se realiza el primer vuelo del biplano de escuela y acrobacia Focke-Wulf Fw 44 Stieglitz (I.Ae. 23), producido bajo licencia alemana en la Fábrica Militar de Aviones. Piloto: sargento Santiago S. Germanó.",
            "year": 1937
        },
        {
            "text": "en México, el presidente Lázaro Cárdenas del Río (1895-1970) dispone la creación de un parque nacional de Citlaltépetl, de 19 750 ha, que engloba el cono volcánico y su área circundante, incluyendo en los municipios de Tlachichuca, Ciudad Serdán, La Perla, Mariano Escobedo y Calcahualco, entre otros, en los estados de Puebla y Veracruz.",
            "year": 1936
        },
        {
            "text": "en España se constituye el Frente Popular, liderado por Manuel Azaña y formado por republicanos, socialistas, comunistas y nacionalistas vascos.",
            "year": 1935
        },
        {
            "text": "en la provincia Gansu (China), un terremoto de magnitud 8,6 en la escala de Richter deja un saldo de 235 502 víctimas.",
            "year": 1920
        },
        {
            "text": "Reino Unido convierte a la fuerza a Egipto en un «protectorado».",
            "year": 1914
        },
        {
            "text": "en San Petersburgo (Rusia) es disuelto el consejo obrero y detenidos sus miembros.",
            "year": 1905
        },
        {
            "text": "en el marco de la guerra ruso-japonesa, la armada japonesa se retira de Port Arthur para ir al encuentro de la flota rusa del mar Báltico.",
            "year": 1904
        },
        {
            "text": "en Málaga (España), naufraga el buque-escuela alemán Gneisenau; perecen el comandante y varios oficiales, así como una treintena de pescadores malagueños que salieron a salvar a los náufragos.",
            "year": 1900
        },
        {
            "text": "en Milán, Italia se funda la Associazione Calcio Milano.",
            "year": 1899
        },
        {
            "text": "en Barcelona (España) se realiza la primera comunicación telefónica en ese país.",
            "year": 1877
        },
        {
            "text": "En España, el cabecilla del Cantón de Cartagena, Roque Barcia, envía una carta al embajador estadounidense solicitándole al presidente Grant la anexión de Cartagena a los Estados Unidos con el propósito de que el gobierno central cesara el bombardeo a la ciudad.",
            "year": 1873
        },
        {
            "text": "en Nápoles (Italia), un terremoto de magnitud 6,9 en la escala sismológica de Richter causa la muerte de más de 11 000 personas.",
            "year": 1857
        },
        {
            "text": "en España, Narciso Heredia y Begines de los Ríos es nombrado presidente del gobierno.",
            "year": 1837
        },
        {
            "text": "en Nueva York (Estados Unidos), un gran incendio destruye 635 edificios del barrio de Manhattan.",
            "year": 1835
        },
        {
            "text": "Juan VI de Portugal firma el decreto de la creación del Reino Unido de Portugal, Brasil y Algarve.",
            "year": 1815
        },
        {
            "text": "en Nueva Madrid (Estados Unidos, 36°36′N 89°36′O﻿ / ﻿36.600, -89.600), un violentísimo terremoto de magnitud 8,1 cambia varios cursos del cauce del río Misisipi.",
            "year": 1811
        },
        {
            "text": "en Boston (Estados Unidos), un grupo de colonos disfrazados de indios mohawk escalan los navíos británicos cargados de cajas de té y las arrojan al mar, lo que supone el inicio de la guerra de Independencia de Estados Unidos.",
            "year": 1773
        },
        {
            "text": "en la actual Polonia, el rey prusiano Federico II el Grande invade Silesia (en esa época parte del Imperio austriaco), lo que inicia la guerra de sucesión austríaca.",
            "year": 1740
        },
        {
            "text": "en España, Felipe V regresa a Madrid dada la creciente amenaza aliada y los problemas internos de la Corona.",
            "year": 1702
        },
        {
            "text": "en Inglaterra, el parlamento publica la Declaración de Derechos (Bill of Rights)",
            "year": 1698
        },
        {
            "text": "comienza el Protectorado de Oliver Cromwell en Inglaterra, Escocia e Irlanda.",
            "year": 1653
        },
        {
            "text": "se crea la Gobernación del Paraguay en Sudamérica, por Cédula Real de Felipe II.",
            "year": 1617
        },
        {
            "text": "en México, Sebastián Vizcaíno es el primer europeo que arriba a la bahía de Monterrey, en la que funda el puerto del mismo nombre.",
            "year": 1602
        },
        {
            "text": "la coalición Chino-Coreana vence a Japón en la Batalla de Noryang. El último barco japonés abandona Corea el 24 de diciembre, terminando definitivamente con la Guerra Imjin.",
            "year": 1598
        },
        {
            "text": "en Valdivia (Chile), a las 14:30 (hora local), sucede un terremoto de magnitud 8,5 en la escala sismológica de Richter, con un saldo de 200 muertos.",
            "year": 1575
        },
        {
            "text": "Vasco da Gama pasa por el Gran Río Fish, donde Bartolomé Díaz había regresado previamente a Portugal.",
            "year": 1497
        },
        {
            "text": "en Cataluña, Juan de Calabria es nombrado lugarteniente en sustitución del fallecido Juan de Lorena, su padre.",
            "year": 1470
        },
        {
            "text": "en el marco de la Guerra de los Cien años; Enrique VI de Inglaterra es coronado como Rey de Francia en Notre-Dame.",
            "year": 1431
        },
        {
            "text": "en China, el general An Lushan inicia la Rebelión An-Shi en contra de la Dinastía Tang. El conflicto será uno de los más destructivos de la historia china.",
            "year": 755
        }
    ],
    "births": [
        {
            "text": "Kai Cenat, youtuber estadounidense.",
            "year": 2001
        },
        {
            "text": "Magomed-Shapi Suleymanov, futbolista ruso.",
            "year": 1999
        },
        {
            "text": "Zara Larsson, cantante sueca.",
            "year": 1997
        },
        {
            "text": "Sergio Reguilón, futbolista español.",
            "year": 1996
        },
        {
            "text": "Cazzu, cantante argentina.",
            "year": 1993
        },
        {
            "text": "Lieke Martens, futbolista neerlandesa.",
            "year": 1992
        },
        {
            "text": "Ignacio Solís, futbolista costarricense.",
            "year": 1991
        },
        {
            "text": "Lee Biran, cantante, actor y compositor israelí.",
            "year": 1989
        },
        {
            "text": "Mats Hummels, futbolista alemán.",
            "year": 1988
        },
        {
            "text": "Park Seo-joon, actor surcoreano",
            "year": 1988
        },
        {
            "text": "Anna Popplewell, actriz británica.",
            "year": 1988
        },
        {
            "text": "Mame Biram Diouf, futbolista senegalés.",
            "year": 1987
        },
        {
            "text": "Hallee Hirsh, actriz estadounidense.",
            "year": 1987
        },
        {
            "text": "Alejandro Martinuccio, futbolista argentino.",
            "year": 1987
        },
        {
            "text": "Kris Rain Man Trindl, diyéi estadounidense, exmiembro (expulsado) de la banda Krewella.",
            "year": 1987
        },
        {
            "text": "Alcides Escobar, beisbolista venezolano.",
            "year": 1986
        },
        {
            "text": "Andrés Fernández Moreno, futbolista (portero) español.",
            "year": 1986
        },
        {
            "text": "Amanda Setton, actriz estadounidense.",
            "year": 1985
        },
        {
            "text": "Theo James, actor y cantante británico.",
            "year": 1984
        },
        {
            "text": "Andrés Wiese, actor peruano.",
            "year": 1983
        },
        {
            "text": "Kelenna Azubuike, baloncestista británico.",
            "year": 1983
        },
        {
            "text": "Anna Sedokova, modelo y cantante ucraniana.",
            "year": 1982
        },
        {
            "text": "Látex Diamond, rapero español.",
            "year": 1981
        },
        {
            "text": "Kearran Giovanni, actriz estadounidense.",
            "year": 1981
        },
        {
            "text": "Alphonse Leweck, futbolista luxemburgués.",
            "year": 1981
        },
        {
            "text": "Gaby Moreno, cantautora y guitarrista guatemalteca.",
            "year": 1981
        },
        {
            "text": "Krysten Ritter, actriz estadounidense.",
            "year": 1981
        },
        {
            "text": "Joshua Rose, futbolista australiano.",
            "year": 1981
        },
        {
            "text": "Gareth Williams, futbolista británico.",
            "year": 1981
        },
        {
            "text": "Jon Huber, luchador profesional estadounidense (f. 2020).",
            "year": 1979
        },
        {
            "text": "Juan Gómez-Jurado, escritor y periodista español.",
            "year": 1977
        },
        {
            "text": "Mihai Trăistariu, músico y cantante rumano.",
            "year": 1976
        },
        {
            "text": "Benjamín Kowalewicz, cantante canadiense, de la banda Billy Talent.",
            "year": 1975
        },
        {
            "text": "Ricardo Fastlicht, actor mexicano.",
            "year": 1974
        },
        {
            "text": "Mariza, cantante portuguesa.",
            "year": 1973
        },
        {
            "text": "Scott Storch, productor musical canadiense.",
            "year": 1973
        },
        {
            "text": "Željko Kalac, futbolista australiano.",
            "year": 1972
        },
        {
            "text": "Alix Bauer, cantante mexicana, del grupo vocal Timbiriche.",
            "year": 1971
        },
        {
            "text": "Paul van Dyk, músico y DJ alemán.",
            "year": 1971
        },
        {
            "text": "Sergi Pedrerol, waterpolista español.",
            "year": 1969
        },
        {
            "text": "Adam Riess, astrofísico estadounidense.",
            "year": 1969
        },
        {
            "text": "Donovan Bailey, atleta jamaico-canadiense.",
            "year": 1967
        },
        {
            "text": "Dennis Wise, futbolista británico.",
            "year": 1966
        },
        {
            "text": "Clifford Robinson, baloncestista estadounidense (f. 2020).",
            "year": 1966
        },
        {
            "text": "J. B. Smoove, actor estadounidense.",
            "year": 1965
        },
        {
            "text": "Heike Drechsler, atleta alemana.",
            "year": 1964
        },
        {
            "text": "Benjamin Bratt, actor estadounidense.",
            "year": 1963
        },
        {
            "text": "James Mangold, cineasta estadounidense.",
            "year": 1963
        },
        {
            "text": "Bill Hicks, comediante estadounidense (f. 1994).",
            "year": 1961
        },
        {
            "text": "Jon Tenney, actor estadounidense.",
            "year": 1961
        },
        {
            "text": "Ana Miralles, dibujante e historietista española.",
            "year": 1959
        },
        {
            "text": "Rody Aragón, payaso, humorista y presentador.",
            "year": 1958
        },
        {
            "text": "Antonio Vega, músico español (f. 2009).",
            "year": 1957
        },
        {
            "text": "Xander Berkeley, actor estadounidense.",
            "year": 1955
        },
        {
            "text": "Héctor Timerman, diplomático y político argentino (f. 2018).",
            "year": 1953
        },
        {
            "text": "Manuel Barrueco, guitarrista cubano-estadounidense.",
            "year": 1952
        },
        {
            "text": "Jorge Luis Pinto, entrenador colombiano de fútbol.",
            "year": 1952
        },
        {
            "text": "Adriana Aguirre, actriz y vedette argentina.",
            "year": 1951
        },
        {
            "text": "Robben Ford, guitarrista estadounidense.",
            "year": 1951
        },
        {
            "text": "Roy Schuiten, ciclista neerlandés (f. 2006).",
            "year": 1950
        },
        {
            "text": "Les Parsons, futbolista y entrenador canadiense.",
            "year": 1950
        },
        {
            "text": "Billy Gibbons, músico estadounidense, de la banda ZZ Top.",
            "year": 1949
        },
        {
            "text": "Alejandro Horowicz, ensayista, periodista, doctor en ciencias sociales y profesor universitario argentino.",
            "year": 1949
        },
        {
            "text": "María Lucía Mott, historiadora brasileña (f. 2011).",
            "year": 1948
        },
        {
            "text": "Pepín Tre, compositor y humorista español.",
            "year": 1948
        },
        {
            "text": "Vincent Matthews, atleta estadounidense.",
            "year": 1947
        },
        {
            "text": "Benny Andersson, músico y cantante sueco, de la banda ABBA.",
            "year": 1946
        },
        {
            "text": "Trevor Pinnock, director de orquesta y clavecinista británico.",
            "year": 1946
        },
        {
            "text": "Juan Bautista Yofre, periodista, escritor y político argentino.",
            "year": 1946
        },
        {
            "text": "Efraín Aguilar, actor, director y escritor peruano.",
            "year": 1944
        },
        {
            "text": "Steven Bochco, cineasta estadounidense (f. 2018).",
            "year": 1943
        },
        {
            "text": "Juan Abelló, empresario español.",
            "year": 1941
        },
        {
            "text": "Jesús Sancho Rof, político y catedrático español.",
            "year": 1940
        },
        {
            "text": "Philip Langridge, tenor británico (f. 2010).",
            "year": 1939
        },
        {
            "text": "Liv Ullmann, actriz noruega.",
            "year": 1938
        },
        {
            "text": "Edward Ruscha, artista estadounidense.",
            "year": 1937
        },
        {
            "text": "Ciro Durán, director y cineasta colombiano (f. 2022).",
            "year": 1937
        },
        {
            "text": "Regina Betancourt de Liska, mentalista practicante del esoterismo y expolítica colombiana.",
            "year": 1936
        },
        {
            "text": "Rodolfo Llinás, científico y neurofisiólogo colombiano.",
            "year": 1934
        },
        {
            "text": "Pablo Sorozábal Serrano, compositor, escritor y traductor español (f. 2007).",
            "year": 1934
        },
        {
            "text": "Rodión Shchedrín, compositor ruso.",
            "year": 1932
        },
        {
            "text": "Nicholas Courtney, actor británico (f. 2011).",
            "year": 1929
        },
        {
            "text": "Jaime Serfaty Laredo, industrial y poeta español (f. 2003).",
            "year": 1929
        },
        {
            "text": "Philip K. Dick, escritor estadounidense (f. 1982).",
            "year": 1928
        },
        {
            "text": "Mauricio Garcés, actor mexicano (f. 1989).",
            "year": 1926
        },
        {
            "text": "James McCracken, tenor estadounidense (f. 1988).",
            "year": 1926
        },
        {
            "text": "Arthur Robinson, abogado y político trinitense (f. 2014).",
            "year": 1926
        },
        {
            "text": "Nelson García Otero, jurista uruguayo (f. 2011).",
            "year": 1922
        },
        {
            "text": "Eulalio González, actor y cantante mexicano (f. 2003).",
            "year": 1921
        },
        {
            "text": "Les Leston, piloto de carreras británico (f. 2012).",
            "year": 1920
        },
        {
            "text": "Arthur C. Clarke, escritor británico (f. 2008).",
            "year": 1917
        },
        {
            "text": "Gueorgui Svirídov, compositor neorromántico ruso (f. 1998).",
            "year": 1915
        },
        {
            "text": "Dolores Medio, escritora española (f. 1996).",
            "year": 1911
        },
        {
            "text": "Egill Jacobsen, pintor danés (f. 1998).",
            "year": 1910
        },
        {
            "text": "Remedios Varo, pintora hispanomexicana (f. 1963).",
            "year": 1908
        },
        {
            "text": "Barbara Kent, actriz canadiense (f. 2011).",
            "year": 1907
        },
        {
            "text": "Martí Ventolrà, futbolista español (f. 1977).",
            "year": 1906
        },
        {
            "text": "Arturo García Buhr, actor argentino (f. 1995).",
            "year": 1905
        },
        {
            "text": "Rafael Alberti, poeta español (f. 1999).",
            "year": 1902
        },
        {
            "text": "Ryu Gwansun, activista coreana (f. 1920).",
            "year": 1902
        },
        {
            "text": "Margaret Mead, antropóloga estadounidense (f. 1978).",
            "year": 1901
        },
        {
            "text": "Iván Grishin, oficial militar soviético (f. 1951).",
            "year": 1901
        },
        {
            "text": "Noel Coward, compositor y dramaturgo británico (f. 1973).",
            "year": 1899
        },
        {
            "text": "José Entrecanales Ibarra, ingeniero y empresario español (f. 1990).",
            "year": 1899
        },
        {
            "text": "Ted Wilde, cineasta estadounidense (f. 1929).",
            "year": 1889
        },
        {
            "text": "Alejandro I, rey yugoslavo (f. 1934).",
            "year": 1888
        },
        {
            "text": "Alphonse Juin, general francés (f. 1967).",
            "year": 1888
        },
        {
            "text": "Julio Camba, periodista y escritor español (f. 1962).",
            "year": 1884
        },
        {
            "text": "Max Linder, actor de cine mudo francés (f. 1925).",
            "year": 1883
        },
        {
            "text": "Zoltán Kodály, compositor húngaro (f. 1967).",
            "year": 1882
        },
        {
            "text": "Josep Clarà, escultor español (f. 1958).",
            "year": 1878
        },
        {
            "text": "Rodolphe Seeldrayers, dirigente futbolístico belga (f. 1955).",
            "year": 1876
        },
        {
            "text": "Anton Ivanovich Denikin, militar ruso (f. 1947).",
            "year": 1872
        },
        {
            "text": "Manuel Fernández Silvestre, militar español (f. 1921).",
            "year": 1871
        },
        {
            "text": "Amy Carmichael, misionara y filantrópica indiana (f. 1951).",
            "year": 1867
        },
        {
            "text": "Vasili Kandinski, pintor ruso (f. 1944).",
            "year": 1866
        },
        {
            "text": "Olavo Bilac, político y poeta brasileño (f. 1918).",
            "year": 1865
        },
        {
            "text": "George Santayana, filósofo, novelista y poeta español (f. 1952).",
            "year": 1863
        },
        {
            "text": "Andrés de Santa María, pintor colombiano (f. 1945).",
            "year": 1860
        },
        {
            "text": "Edward Emerson Barnard, astrónomo estadounidense (f. 1923).",
            "year": 1857
        },
        {
            "text": "Augusta Holmès, compositora francesa (f. 1903).",
            "year": 1847
        },
        {
            "text": "Juan Manuel Pintos, autor de A Gaita Gallega (f. 1876).",
            "year": 1811
        },
        {
            "text": "Isidore Geoffroy Saint-Hilaire, zoólogo francés (f. 1861).",
            "year": 1805
        },
        {
            "text": "Leopoldo I, rey belga (f. 1865).",
            "year": 1790
        },
        {
            "text": "Jane Austen, escritora británica (f. 1817).",
            "year": 1775
        },
        {
            "text": "François Adrien Boïeldieu, músico y compositor francés (f. 1834).",
            "year": 1775
        },
        {
            "text": "Ludwig van Beethoven, compositor, director de orquesta y pianista alemán (f. 1827).",
            "year": 1770
        },
        {
            "text": "George Whitefield, líder metodista británico (f. 1770).",
            "year": 1714
        },
        {
            "text": "Catalina de Aragón, infanta de Castilla y de Aragón y reina consorte inglesa (f. 1536).",
            "year": 1485
        },
        {
            "text": "Manuel III de Trebisonda, emperador bizantino (f. 1417).",
            "year": 1364
        }
    ],
    "deaths": [
        {
            "text": "Nawaf Al-Ahmad Al-Yaber Al-Sabah, noble y político kuwaití, Emir de Kuwait entre 2020 y 2023 (n. 1937).",
            "year": 2023
        },
        {
            "text": "Rosita Pelayo, actriz, bailarina y conductora mexicana (n. 1958).",
            "year": 2023
        },
        {
            "text": "Lucía Hiriart, primera dama de Chile entre 1974 y 1990 (n. 1923).",
            "year": 2021
        },
        {
            "text": "Flavio Cotti, político suizo, presidente de Suiza en 1991 y 1998 (n. 1939).",
            "year": 2020
        },
        {
            "text": "Ismael Sánchez Bella, catedrático emérito español de Historia del Derecho (n. 1922).",
            "year": 2018
        },
        {
            "text": "Lolita Sevilla, cantante y actriz española (n. 1935).",
            "year": 2013
        },
        {
            "text": "Michiaki Takahashi, virólogo japonés, creador de la primera vacuna contra la varicela (n. 1928).",
            "year": 2013
        },
        {
            "text": "Manuel Jalón Corominas, militar, ingeniero, inventor y escritor español, inventor de la fregona y la aguja hipodérmica desechable (n. 1925).",
            "year": 2011
        },
        {
            "text": "Bob Brookmeyer, músico estadounidense (n. 1929).",
            "year": 2011
        },
        {
            "text": "Bonifacio Alfonso, pintor y grabador español (n. 1933).",
            "year": 2011
        },
        {
            "text": "Marisela Escobedo Ortiz, activista social mexicana (n. 1958); asesinada.",
            "year": 2010
        },
        {
            "text": "Marcos Arturo Beltrán-Leyva, narcotraficante mexicano (n. 1961).",
            "year": 2009
        },
        {
            "text": "Manuel Ocampo, bailarín, coreógrafo y docente guatemalteco (n. 1931).",
            "year": 2009
        },
        {
            "text": "Roy E. Disney, empresario estadounidense e hijo de Roy O. Disney (n. 1930).",
            "year": 2009
        },
        {
            "text": "Enric Arredondo, actor español (n. 1940).",
            "year": 2006
        },
        {
            "text": "Pastor Serrador, actor argentino afincado en España (n. 1919).",
            "year": 2006
        },
        {
            "text": "Hugo Moser, autor y guionista argentino (n. 1926)",
            "year": 2003
        },
        {
            "text": "Stefan Heym, escritor alemán (n. 1913).",
            "year": 2001
        },
        {
            "text": "Blue Demon, luchador profesional mexicano (n. 1922).",
            "year": 2000
        },
        {
            "text": "Dolores Medio, escritora española (n. 1911).",
            "year": 1996
        },
        {
            "text": "Moses Gunn, actor estadounidense afrodescendiente (n. 1929).",
            "year": 1993
        },
        {
            "text": "Pier Vittorio Tondelli, escritor italiano (n. 1955).",
            "year": 1991
        },
        {
            "text": "Oscar Alfredo Gálvez, piloto de carreras argentino (n. 1913).",
            "year": 1989
        },
        {
            "text": "Silvana Mangano, actriz italiana (n. 1930).",
            "year": 1989
        },
        {
            "text": "Aileen Pringle, actriz estadounidense (n. 1895).",
            "year": 1989
        },
        {
            "text": "Gianni Poggi, tenor italiano (n. 1921).",
            "year": 1989
        },
        {
            "text": "Lee Van Cleef, actor estadounidense (n. 1925).",
            "year": 1989
        },
        {
            "text": "Miguel Sancho Izquierdo, catedrático de Derecho y rector de la Universidad de Zaragoza (n. 1890).",
            "year": 1988
        },
        {
            "text": "Quim Sànchez i Núñez, terrorista español de Terra Lliure (n. 1963).",
            "year": 1985
        },
        {
            "text": "Colin Chapman, fabricante de automóviles e ingeniero británico (n. 1928).",
            "year": 1982
        },
        {
            "text": "Manuel Sanchís Guarner, filólogo, historiador y escritor español (n. 1911).",
            "year": 1981
        },
        {
            "text": "Coronel Sanders, coronel y empresario estadounidense, fundador de Kentucky Fried Chicken (n. 1890).",
            "year": 1980
        },
        {
            "text": "Santiago Salvat Espasa, editor español (n. 1891).",
            "year": 1971
        },
        {
            "text": "Somerset Maugham, escritor británico (n. 1874).",
            "year": 1965
        },
        {
            "text": "Tito Schipa, tenor italiano (n. 1888).",
            "year": 1965
        },
        {
            "text": "Carlota Tupou III, reina de Tonga (n. 1900).",
            "year": 1965
        },
        {
            "text": "Antonio I. Villarreal, revolucionario mexicano (n. 1879).",
            "year": 1944
        },
        {
            "text": "Alain Gerbault, navegante francés (n. 1893).",
            "year": 1941
        },
        {
            "text": "Juan Demóstenes Arosemena, político y escritor panameño (n. 1879).",
            "year": 1939
        },
        {
            "text": "Thelma Todd, actriz estadounidense (n. 1905).",
            "year": 1935
        },
        {
            "text": "Robert William Chambers, escritor estadounidense (n. 1865).",
            "year": 1933
        },
        {
            "text": "Eliezer Ben Yehuda, filólogo y gramático israelí de origen ruso (n. 1858).",
            "year": 1922
        },
        {
            "text": "Camille Saint-Saëns, compositor francés (n. 1835).",
            "year": 1921
        },
        {
            "text": "Luigi Illica, libretista de óperas italiano (n. 1857).",
            "year": 1919
        },
        {
            "text": "Mariano Rampolla del Tindaro, sacerdote italiano (n. 1843).",
            "year": 1913
        },
        {
            "text": "Alphonse Daudet, escritor francés (n. 1840).",
            "year": 1897
        },
        {
            "text": "Pedro León Gallo Goyenechea, político chileno (n. 1830).",
            "year": 1877
        },
        {
            "text": "Wilhelm Grimm, lingüista y mitólogo alemán (n. 1786).",
            "year": 1859
        },
        {
            "text": "Álvaro Flórez Estrada, político y economista español (n. 1765).",
            "year": 1853
        },
        {
            "text": "Pedro Sainz de Baranda y Borreiro, marino mexicano (n. 1787).",
            "year": 1845
        },
        {
            "text": "Joseph Franz von Lobkowitz, músico y mecenas alemán (n. 1772).",
            "year": 1816
        },
        {
            "text": "Johann Adolph Hasse, compositor alemán (n. 1699).",
            "year": 1783
        },
        {
            "text": "François Quesnay, economista francés (n. 1694).",
            "year": 1774
        },
        {
            "text": "María Ana de Austria, princesa alemana (n. 1718).",
            "year": 1744
        },
        {
            "text": "Pedro de Fajardo, religioso español (n. 1664).",
            "year": 1729
        },
        {
            "text": "William Petty, médico, economista y estadístico británico (n. 1623).",
            "year": 1687
        },
        {
            "text": "Juan II Casimiro Vasa, rey polaco (n. 1609).",
            "year": 1672
        },
        {
            "text": "Jacobo V, rey escocés entre 1513 y 1542 (n. 1512).",
            "year": 1542
        },
        {
            "text": "Öljeitü, khan persa (n. 1280).",
            "year": 1316
        },
        {
            "text": "Adelaida, emperatriz del Sacro Imperio (n. 928/933), canonizada por la Iglesia católica.",
            "year": 999
        },
        {
            "text": "Wu Zetian, emperatriz china, única «emperador» de la historia china (n. 624).",
            "year": 705
        }
    ],
    "metadata": {
        "current_date": "16 de diciembre de 2025",
        "short_date": "16 de dic",
        "language": {
            "events": "Eventos",
            "deaths": "Defunciones",
            "births": "Nacimientos",
            "b": "n",
            "d": "f",
            "title": "Hoy en Historia (Wikipedia)"
        },
        "events": [
            26,
            53,
            38,
            56,
            4,
            8,
            55,
            43,
            37,
            58
        ],
        "births": [
            77,
            125,
            110,
            33
        ],
        "deaths": [
            13,
            49,
            37,
            24
        ]
    }
}