{
    "events": [
        {
            "text": "el asteroide 2024 PT5, de 11 metros de diámetro, escapa de la gravedad del planeta Tierra, a la que estuvo atado como una «miniluna» durante un período de 57 días (desde el 29 de septiembre).",
            "year": 2024
        },
        {
            "text": "se estrena el primer capítulo del documental \"The Beatles: Get Back\", donde se muestran grabaciones nunca antes vistas hechas para la película de 1970, Let It Be.",
            "year": 2021
        },
        {
            "text": "Fallece el exfutbolista argentino Diego Armando Maradona.",
            "year": 2020
        },
        {
            "text": "el líder supremo de Irán, Alí Jamenei, ratifica el apoyo del Gobierno a Hezbolá y Hamás.",
            "year": 2014
        },
        {
            "text": "One Direction lanzó su tercer álbum de estudio, titulado Midnight Memories.",
            "year": 2013
        },
        {
            "text": "arriban al aeropuerto de Ezeiza dos helicópteros rusos Mi-171E, adquiridos por el Ministerio de Defensa para ser incorporados a la Fuerza Aérea Argentina. Llegan desarmados en la bodega de un avión ruso Antonov An-124; luego son ensamblados en un hangar especial, y trasladados en vuelo a la VII Brigada Aérea, Moreno, para operaciones antárticas (matrículas H-94 y 95).",
            "year": 2011
        },
        {
            "text": "tras ofrecer un concierto en un palenque de Reynosa, Tamaulipas, es asesinado el cantante de regional mexicano Valentín Elizalde \"El Gallo de Oro\".",
            "year": 2006
        },
        {
            "text": "en Worcester (Estados Unidos), la empresa de biotecnología Advanced Cell Technology informa que ha logrado una clonación de células embrionarias humanas.",
            "year": 2001
        },
        {
            "text": "en la ciudad de Miami (Estados Unidos), el niño cubano Elián González es rescatado tras perder a su madre y otras personas al naufragar la lancha en que huían hacia el estado de Florida; en los meses siguientes este caso se convirtió en una crisis diplomática.",
            "year": 1999
        },
        {
            "text": "el Tribunal Constitucional del Ecuador emite la sentencia del Caso 111-97-TC, con la que despenalizó la homosexualidad en el país.",
            "year": 1997
        },
        {
            "text": "en Tayikistán se adopta una nueva bandera.",
            "year": 1992
        },
        {
            "text": "la Unesco declara Patrimonio de la Humanidad las ciudades de Toledo y Cáceres, el conjunto monumental mudéjar de Teruel y el parque nacional de Garajonay.",
            "year": 1986
        },
        {
            "text": "en Lima,Perú se inaugura el Centro Comercial Camino Real, en el distrito de San Isidro.",
            "year": 1980
        },
        {
            "text": "Surinam se independiza de Países Bajos.",
            "year": 1975
        },
        {
            "text": "El régimen franquista clausura el periódico español Madrid (diario) tras tres años de presión gubernamental a raíz de un artículo que demandaba sutilmente la retirada del poder de Francisco Franco. El régimen argumentó supuestas irregularidades en la financiación de la empresa editora.",
            "year": 1971
        },
        {
            "text": "en el cuartel general del ejército japonés en Tokio (Japón), el escritor y dramaturgo Yukio Mishima (45) comete el suicidio ritual seppuku.",
            "year": 1970
        },
        {
            "text": "en Chiquinquirá, Boyacá, Colombia se presenta un envenenamiento masivo que ocasionó la muerte a más de 85 personas, la mayoría de ellos niños luego de consumir pan contaminado con insecticida.",
            "year": 1967
        },
        {
            "text": "Mobutu Sese Seko (jefe de las Fuerzas Armadas) depone al presidente de Zaire, Joseph Kasa-Vubu, y usurpa el poder político.",
            "year": 1965
        },
        {
            "text": "en los Estados Unidos se llevan a cabo simultáneamente los funerales del expresidente John F. Kennedy y de Lee Harvey Oswald (su supuesto asesino).",
            "year": 1963
        },
        {
            "text": "en Uruguay se celebran elecciones generales. Se renuevan los 9 cargos del Consejo Nacional de Gobierno, cuya mayoría sigue en manos del Partido Nacional.",
            "year": 1962
        },
        {
            "text": "en República Dominicana, el asesinato de las hermanas Mirabal, por su oposición al dictador Rafael Leónidas Trujillo, supone el comienzo del final de esta dictadura y el motivo de que se elija esta fecha para conmemorar el Día Internacional de la Eliminación de la Violencia contra la Mujer.",
            "year": 1960
        },
        {
            "text": "en La Habana (Cuba), el comandante Ernesto «Che» Guevara es designado presidente del Banco Nacional de Cuba.",
            "year": 1959
        },
        {
            "text": "en México, Fidel Castro, su hermano Raúl, el Che Guevara y 79 expedicionarios más zarpan del puerto de Tuxpan en el yate Granma para iniciar la Revolución cubana.",
            "year": 1956
        },
        {
            "text": "en Argentina se funda la Asociación Paleontológica Argentina, celebrándose en ese país el día de la paleontología por ello.",
            "year": 1955
        },
        {
            "text": "en Polonia, Jan Olszewski es nombrado jefe del nuevo Gobierno.",
            "year": 1945
        },
        {
            "text": "en el marco de la Segunda Guerra Mundial, Bulgaria y el gobierno chino de Nankín se adhieren al pacto Antikomintern.",
            "year": 1941
        },
        {
            "text": "en Berlín —en el periodo preliminar a la Segunda Guerra Mundial— se firma el pacto Antikomintern, acuerdo político-militar suscrito por Alemania y Japón.",
            "year": 1936
        },
        {
            "text": "en Grecia, regresa al país el rey Jorge II, exiliado en 1923.",
            "year": 1935
        },
        {
            "text": "en Paraguay, se publica una reconstrucción del Himno Nacional, realizada por Juan Manuel Sosa Escalada (1860-1940).",
            "year": 1933
        },
        {
            "text": "en Italia, Benito Mussolini, primer ministro del nuevo Gobierno de coalición, recibe plenos poderes del Parlamento italiano.",
            "year": 1922
        },
        {
            "text": "en Japón, el príncipe Hirohito (heredero del Imperio japonés) se convierte en regente.",
            "year": 1921
        },
        {
            "text": "en el marco de la Primera Guerra Mundial, Alemania y Polonia firman un tratado sobre el desalojo de Prusia Occidental por parte alemana.",
            "year": 1919
        },
        {
            "text": "en el marco de la Primera Guerra Mundial, entra en Estrasburgo el mariscal francés Philippe Pétain.",
            "year": 1918
        },
        {
            "text": "en Berlín (Alemania), el físico Albert Einstein presenta ante la Academia Prusiana de las Ciencias su teoría de la relatividad general.",
            "year": 1915
        },
        {
            "text": "en el marco de la Primera Guerra Mundial, el ejército de Mackensen conquista Amselfeld (Cosovia). Los restos del ejército serbio se refugian en Albania.",
            "year": 1915
        },
        {
            "text": "el gobierno británico publica el tratado secreto con Francia suscrito en 1904, por el que Egipto quedó en la zona de influencia británica y Marruecos en la francesa.",
            "year": 1911
        },
        {
            "text": "en Paraguay, Manuel Gondra asume la presidencia constitucional de la República. Lo secunda Juan Bautista Gaona.",
            "year": 1910
        },
        {
            "text": "en Paraguay, Benigno Ferreira asume la presidencia constitucional de la República. Lo secunda Emiliano González Navero.",
            "year": 1906
        },
        {
            "text": "en Paraguay, Juan Antonio Escurra asume la presidencia constitucional de la República. Lo secunda Manuel Domínguez.",
            "year": 1902
        },
        {
            "text": "en Chile, se funda por decreto supremo la comuna de Peralillo.",
            "year": 1902
        },
        {
            "text": "en Paraguay, Emilio Aceval asume la presidencia constitucional de la República. Lo secunda Andrés Héctor Carvallo Acosta.",
            "year": 1898
        },
        {
            "text": "en Madrid, Luis Muñoz Rivera recibe la Carta Autonómica de Puerto Rico, de manos del presidente del Gobierno español, Práxedes Mateo Sagasta.",
            "year": 1897
        },
        {
            "text": "en Paraguay, Juan Bautista Egusquiza asume la presidencia constitucional de la República. Lo secunda Facundo Ynsfrán Caballero.",
            "year": 1894
        },
        {
            "text": "el periodista español Mariano de Cavia publica una crónica en el diario El Liberal describiendo la supuesta destrucción del Museo del Prado por un violento incendio, con el objetivo de forzar al Gobierno de España a tomar medidas destinadas a mejorar las instalaciones del museo.",
            "year": 1891
        },
        {
            "text": "en Paraguay, Juan Gualberto González asume la presidencia constitucional de la República. Lo secunda Marcos Morínigo.",
            "year": 1890
        },
        {
            "text": "en la bahía de San Sebastián (Tierra del Fuego), soldados argentinos liderados por el capitán Ramón Lista (1856-1897) matan a 28 indios onas (matanza de playa San Sebastián).",
            "year": 1886
        },
        {
            "text": "en Paraguay, Patricio Escobar asume la presidencia constitucional de la República. Lo secunda José del Rosario Miranda.",
            "year": 1886
        },
        {
            "text": "en Atlanta (Estados Unidos) se vota la «ley seca», que entrará en vigor en 1886.",
            "year": 1885
        },
        {
            "text": "en Paraguay, Bernardino Caballero asume la presidencia constitucional de la República. Lo secunda Juan Antonio Jara.",
            "year": 1882
        },
        {
            "text": "en Paraguay, Cándido Bareiro asume la presidencia constitucional de la República. Lo secunda Adolfo Saguier.",
            "year": 1878
        },
        {
            "text": "en Paraguay, Juan Bautista Gill asume la presidencia constitucional de la República. Lo secunda Higinio Uriarte. El presidente Gill decreta amnistía política y libertad a presos políticos.",
            "year": 1874
        },
        {
            "text": "en Paraguay se jura la Constitución Nacional. Cirilo Antonio Rivarola asume la presidencia constitucional de la República. Lo secunda en la vicepresidencia Cayo Miltos.",
            "year": 1870
        },
        {
            "text": "en Paraguay se inicia la reunión de un Congreso Nacional, en el que se crea la bandera paraguaya. El país se independiza de la Confederación Argentina.",
            "year": 1842
        },
        {
            "text": "en el estado de Andhra Pradesh (India), una marejada ciclónica (de 12 m de altura) provocada por un inmenso ciclón golpea el puerto de Coringa, destruye 2000 barcos y mata a 20 000 personas. Ya en 1789 había sucedido lo mismo, con la misma cantidad de víctimas.",
            "year": 1839
        },
        {
            "text": "en el mar al sur de la isla de Sumatra, a 175 km al sur de Padang (Indonesia 2°30′S 100°30′E﻿ / ﻿-2.5, 100.5) a las 20:00 (hora local) se registra un terremoto de 8,9 grados en la escala sismológica de Richter, que dura cinco minutos. Es mucho más duradero y mortífero que el que sucedió en el mismo sitio 37 años antes. El tsunami resultante produjo un número indeterminado de víctimas en los continentes cercanos. La erupción resultante de dos volcanes produjo una inundación que sepultó varios pueblos bajo 6 m de barro.",
            "year": 1833
        },
        {
            "text": "en la villa de Alajuela, la República de Costa Rica se independiza de España.",
            "year": 1821
        },
        {
            "text": "en México, durante la Guerra de Independencia, un grupo de patriotas mexicanos toman la ciudad de Oaxaca que estaba en poder de los españoles.",
            "year": 1812
        },
        {
            "text": "en Estados Unidos, tras la guerra de independencia, zarpa del puerto de Nueva York el último barco británico de las colonias norteamericanas.",
            "year": 1783
        },
        {
            "text": "en Guayana, el español Manuel Centurión toma posesión de su cargo como comandante general.",
            "year": 1776
        },
        {
            "text": "Isabel I de Rusia encierra en una prisión al zar niño Iván VI y es nombrada emperatriz de Rusia; será llamada La Clemente.",
            "year": 1741
        },
        {
            "text": "en Madrid se realiza la primera reunión de las Cortes generales del reino español.",
            "year": 1724
        },
        {
            "text": "en la región de Zelanda (Países Bajos), una inundación hace desaparecer para siempre la aldea de Vremdijke (también Vroondijk, Vremdic, Frondic o Vrandic).",
            "year": 1601
        },
        {
            "text": "en Madrid (España), Felipe II ordena a los obispos americanos que reprendan a los clérigos que maltratan a los indios.",
            "year": 1578
        },
        {
            "text": "en el Virreinato de Nueva España, comienza el gobierno del virrey Luis de Velasco y Ruiz de Alarcón.",
            "year": 1550
        },
        {
            "text": "en Perú se funda la Villa de Santa Catalina de Guadalcázar del Valle de Moquegua (actual ciudad de Moquegua).",
            "year": 1541
        },
        {
            "text": "en Cádiz, España, luego de su 3.er viaje a América, llegan Cristóbal Colón y sus hermanos, presos y encadenados, por orden de Francisco de Bobadilla.",
            "year": 1500
        },
        {
            "text": "en Santa Fe (Reino de Granada), Boabdil y los Reyes Católicos firman las Capitulaciones de Granada.",
            "year": 1491
        },
        {
            "text": "en París, Juan de Mata (que posteriormente fundará la Orden Trinitaria) es ordenado sacerdote por el obispo Maurice de Sully.",
            "year": 1192
        }
    ],
    "births": [
        {
            "text": "Emilio Osorio, actor mexicano.",
            "year": 2002
        },
        {
            "text": "Pedri González, futbolista español.",
            "year": 2002
        },
        {
            "text": "Benjamín Chandía, futbolista chileno.",
            "year": 2002
        },
        {
            "text": "Shotaro, integrante del grupo de K-pop, RIIZE",
            "year": 2000
        },
        {
            "text": "Moussa Sylla, futbolista francés.",
            "year": 1999
        },
        {
            "text": "Eduardo Menacho, atleta español.",
            "year": 1999
        },
        {
            "text": "Maxim Van Gils, ciclista belga.",
            "year": 1999
        },
        {
            "text": "Wendelin Thannheimer, esquiador alemán.",
            "year": 1999
        },
        {
            "text": "Alexis Vega, futbolista mexicano.",
            "year": 1997
        },
        {
            "text": "Ben O'Connor, ciclista australiano.",
            "year": 1995
        },
        {
            "text": "Oleg Mamasakhlisi, futbolista georgiano.",
            "year": 1995
        },
        {
            "text": "Jamie Grace, cantautora y actriz estadounidense.",
            "year": 1991
        },
        {
            "text": "Rome Flynn, actor estadounidense.",
            "year": 1991
        },
        {
            "text": "Bill Hamid, futbolista estadounidense.",
            "year": 1990
        },
        {
            "text": "Tom Dice, cantautor belga.",
            "year": 1989
        },
        {
            "text": "Nodar Kumaritashvili, trineísta y esquiador georgiano (f. 2010).",
            "year": 1988
        },
        {
            "text": "Alejo Malia, artista español.",
            "year": 1987
        },
        {
            "text": "Ricardo Acosta, futbolista argentino.",
            "year": 1987
        },
        {
            "text": "Katie Cassidy, cantante y actriz estadounidense.",
            "year": 1986
        },
        {
            "text": "Craig Gardner, futbolista inglés.",
            "year": 1986
        },
        {
            "text": "Gaspard Ulliel, actor y modelo francés (f. 2022).",
            "year": 1984
        },
        {
            "text": "Paty Cantú, cantante mexicana.",
            "year": 1983
        },
        {
            "text": "Freddy Vava, futbolista vanuatuense.",
            "year": 1982
        },
        {
            "text": "Xabi Alonso, futbolista español.",
            "year": 1981
        },
        {
            "text": "Jared Jeffries, baloncestista estadounidense.",
            "year": 1981
        },
        {
            "text": "Jenna Hager, escritora estadounidense, hija del expresidente estadounidense George W. Bush.",
            "year": 1981
        },
        {
            "text": "Miguel Martínez, futbolista español.",
            "year": 1981
        },
        {
            "text": "Nick Swisher, beisbolista estadounidense.",
            "year": 1980
        },
        {
            "text": "Aaron Mokoena, futbolista sudafricano.",
            "year": 1980
        },
        {
            "text": "Taís Araújo, actriz brasileña",
            "year": 1978
        },
        {
            "text": "Ringo Shiina, cantante japonesa.",
            "year": 1978
        },
        {
            "text": "Guillermo Cañas, tenista argentino.",
            "year": 1977
        },
        {
            "text": "Francisco Saavedra, conductor de televisión chileno.",
            "year": 1977
        },
        {
            "text": "Clint Mathis, futbolista estadounidense.",
            "year": 1976
        },
        {
            "text": "Donovan McNabb, jugador estadounidense de fútbol americano.",
            "year": 1976
        },
        {
            "text": "Kristian Nairn, actor y DJ británico.",
            "year": 1975
        },
        {
            "text": "Ramón González Expósito, futbolista y entrenador español.",
            "year": 1974
        },
        {
            "text": "Eddie Steeples, actor estadounidense.",
            "year": 1973
        },
        {
            "text": "Erick Strickland, baloncestista estadounidense.",
            "year": 1973
        },
        {
            "text": "Octavio Dotel, beisbolista dominicano.",
            "year": 1973
        },
        {
            "text": "Christina Applegate, actriz estadounidense.",
            "year": 1971
        },
        {
            "text": "Santi Balmes, cantante y músico español.",
            "year": 1970
        },
        {
            "text": "Anthony Peeler, baloncestista estadounidense.",
            "year": 1969
        },
        {
            "text": "Jill Hennessy, actriz canadiense.",
            "year": 1968
        },
        {
            "text": "Erick Sermon, rapero estadounidense.",
            "year": 1968
        },
        {
            "text": "Niurka Marcos, actriz y cantante cubana.",
            "year": 1967
        },
        {
            "text": "Tim Armstrong, músico estadounidense, de las bandas Rancid y The Transplants.",
            "year": 1966
        },
        {
            "text": "Billy Burke, actor estadounidense.",
            "year": 1966
        },
        {
            "text": "Fernando Sallaberry, cantante puertorriqueño nacido en España.",
            "year": 1965
        },
        {
            "text": "Dougray Scott, actor británico.",
            "year": 1965
        },
        {
            "text": "Mark Lanegan, cantante y compositor estadounidense (f. 2022).",
            "year": 1964
        },
        {
            "text": "Kevin Chamberlin, actor estadounidense.",
            "year": 1963
        },
        {
            "text": "Ada Cruz, exfutbolista y entrenadora chilena",
            "year": 1963
        },
        {
            "text": "Hironobu Sakaguchi, desarrollador de videojuegos japonés, creador de la saga Final Fantasy.",
            "year": 1962
        },
        {
            "text": "Jorge Garralda, periodista mexicano.",
            "year": 1961
        },
        {
            "text": "John F. Kennedy, Jr., periodista estadounidense (f. 1999).",
            "year": 1960
        },
        {
            "text": "Frida Hartz, fotógrafa y fotoperiodista mexicana.",
            "year": 1960
        },
        {
            "text": "Charles Kennedy, político británico (f. 2015).",
            "year": 1959
        },
        {
            "text": "Steve Rothery, guitarrista británico, de la banda Marillion.",
            "year": 1959
        },
        {
            "text": "Gustavo Arribas, político argentino, director de la agencia de inteligencia de ese país.",
            "year": 1958
        },
        {
            "text": "Francesca Gargallo, escritora e historiadora de las ideas feministas italo-mexicana.",
            "year": 1956
        },
        {
            "text": "Ramoncín, músico y compositor español.",
            "year": 1955
        },
        {
            "text": "Manuel Hidalgo, periodista y escritor español.",
            "year": 1953
        },
        {
            "text": "Jeffrey Skilling, empresario estadounidense.",
            "year": 1953
        },
        {
            "text": "Ignacio Fernández Toxo, sindicalista español.",
            "year": 1952
        },
        {
            "text": "Arturo Pérez-Reverte, periodista y escritor español.",
            "year": 1951
        },
        {
            "text": "Giorgio Faletti, cantante, actor y escritor italiano (f. 2014).",
            "year": 1950
        },
        {
            "text": "Francisco Barrio Terrazas, político mexicano.",
            "year": 1950
        },
        {
            "text": "Luis Miguel Noya, Payaso colombiano (f. 2009).",
            "year": 1948
        },
        {
            "text": "Stéphane Courtois, historiador francés.",
            "year": 1947
        },
        {
            "text": "John Larroquette, actor estadounidense.",
            "year": 1947
        },
        {
            "text": "María Eugenia Penagos, actriz colombiana.",
            "year": 1947
        },
        {
            "text": "Bev Bevan, baterista británico, de la banda Electric Light Orchestra.",
            "year": 1946
        },
        {
            "text": "Juan Carlos de Pablo, economista argentino",
            "year": 1943
        },
        {
            "text": "Mary da Cuña, actriz y directora teatral uruguaya (f. 2016).",
            "year": 1942
        },
        {
            "text": "Alberto Mazzini, modelo, conductor y actor argentino (f. 2023).",
            "year": 1942
        },
        {
            "text": "Percy Sledge, cantante estadounidense (f. 2015).",
            "year": 1941
        },
        {
            "text": "Elena Arnedo, médica española (f. 2015).",
            "year": 1940
        },
        {
            "text": "Karl Offmann, político mauriciano, presidente de Mauricio entre 2002 y 2003 (f. 2022).",
            "year": 1940
        },
        {
            "text": "Angelino Soler, ciclista español.",
            "year": 1939
        },
        {
            "text": "Rosanna Schiaffino, actriz italiana (f. 2009).",
            "year": 1938
        },
        {
            "text": "José Esteban Lasala, director y guionista español (f. 2007).",
            "year": 1935
        },
        {
            "text": "José María Langlais, actor argentino (f. 2006).",
            "year": 1934
        },
        {
            "text": "Juan Agustín Figueroa, abogado y político chileno (f. 2016).",
            "year": 1933
        },
        {
            "text": "Nat Adderley, músico estadounidense de jazz (f. 2000).",
            "year": 1931
        },
        {
            "text": "Marion Stokes, archivista, productora de TV y activista por los derechos civiles estadounidense.",
            "year": 1929
        },
        {
            "text": "Jorge Julio López, albañil argentino (desaparecido en 2006) que fue asesinado por haber atestiguado en contra de Miguel Etchecolatz, quien lo había torturado entre 1976 y 1983.",
            "year": 1929
        },
        {
            "text": "Edesio Alvarado Barceló, escritor chileno (f. 1981).",
            "year": 1926
        },
        {
            "text": "Poul Anderson, escritor estadounidense de ciencia ficción (f. 2001).",
            "year": 1926
        },
        {
            "text": "Jeffrey Hunter, actor estadounidense (f. 1969).",
            "year": 1926
        },
        {
            "text": "María Asquerino, actriz española (f. 2013).",
            "year": 1925
        },
        {
            "text": "Paul Desmond, saxofonista estadounidense de jazz (f. 1977).",
            "year": 1924
        },
        {
            "text": "Mauno Koivisto, político finlandés (f. 2017).",
            "year": 1923
        },
        {
            "text": "Ricardo Montalbán, actor mexicano-estadounidense (f. 2009).",
            "year": 1920
        },
        {
            "text": "Noel Neill, actriz estadounidense (f. 2016).",
            "year": 1920
        },
        {
            "text": "Rafael Baledón, actor mexicano (f. 1994).",
            "year": 1919
        },
        {
            "text": "María Adela Durango, escritora española.",
            "year": 1916
        },
        {
            "text": "Augusto Pinochet, militar, político y dictador chileno entre 1973 y 1990 (f. 2006).",
            "year": 1915
        },
        {
            "text": "Armando Villanueva, político peruano (f. 2013).",
            "year": 1915
        },
        {
            "text": "Joe DiMaggio, beisbolista estadounidense (f. 1999).",
            "year": 1914
        },
        {
            "text": "Roelof Frankot pintor neerlandés (f. 1984).",
            "year": 1911
        },
        {
            "text": "Lely Morel, vedette, cantante y actriz argentina (f. 2013).",
            "year": 1909
        },
        {
            "text": "Joaquín Collar Serra, militar y piloto español (f. 1933).",
            "year": 1906
        },
        {
            "text": "Ba Jin, escritor y anarquista chino (f. 2005).",
            "year": 1904
        },
        {
            "text": "John Summerson, historiador del arte, arquitecto y divulgador británico (f. 1992).",
            "year": 1904
        },
        {
            "text": "Issá Plíyev, militar soviético (f. 1979).",
            "year": 1903
        },
        {
            "text": "Arthur Liebehenschel, líder nazi alemán (f. 1948).",
            "year": 1901
        },
        {
            "text": "Rudolf Hoess (no confundir con Rudolf Hess), comandante alemán del campo de concentración nazi en Auschwitz (f. 1947).",
            "year": 1900
        },
        {
            "text": "Willie The Lion Smith, pianista, cantante y compositor estadounidense (f. 1975).",
            "year": 1897
        },
        {
            "text": "Virgil Thomson, compositor estadounidense (f. 1989).",
            "year": 1896
        },
        {
            "text": "Anastás Mikoyán, bolchevique armenio y estadista soviético (f. 1978).",
            "year": 1895
        },
        {
            "text": "Wilhelm Kempff, pianista y compositor alemán (f. 1991).",
            "year": 1895
        },
        {
            "text": "Diego Martínez Barrio, político español (f. 1962).",
            "year": 1883
        },
        {
            "text": "Juan XXIII (Angelo Giuseppe Roncalli), papa italiano (f. 1963).",
            "year": 1881
        },
        {
            "text": "Leonard Sidney Woolf, escritor británico (f. 1969).",
            "year": 1880
        },
        {
            "text": "Georg Kaiser, dramaturgo alemán (f. 1945).",
            "year": 1878
        },
        {
            "text": "José Gil Fortoul, político y escritor venezolano (f. 1943).",
            "year": 1861
        },
        {
            "text": "Serguéi Tanéyev, compositor ruso (f. 1915)",
            "year": 1856
        },
        {
            "text": "Eduardo de Hinojosa y Naveros, político, historiador y arqueólogo español (f. 1919).",
            "year": 1852
        },
        {
            "text": "Eça de Queirós, novelista portugués (f. 1900).",
            "year": 1845
        },
        {
            "text": "Karl Benz, ingeniero mecánico alemán (f. 1929).",
            "year": 1844
        },
        {
            "text": "José María Múzquiz, abogado y político mexicano (f. 1901).",
            "year": 1842
        },
        {
            "text": "Andrew Carnegie, industrial y filántropo británico-estadounidense (f. 1919).",
            "year": 1835
        },
        {
            "text": "Piet Hein, militar neerlandés (f. 1629).",
            "year": 1577
        },
        {
            "text": "Federico Kettler, aristócrata letón (f. 1642).",
            "year": 1569
        },
        {
            "text": "Lope de Vega, dramaturgo y poeta español (f. 1635).",
            "year": 1562
        },
        {
            "text": "Ana de Jesús, religiosa española (f. 1621).",
            "year": 1545
        },
        {
            "text": "Benedicto XIII (Pedro Martínez de Luna y Pérez de Gotor), Antipapa de la Iglesia católica y Cardenal diácono de Santa María en Cosmedin (f. 1423).",
            "year": 1328
        }
    ],
    "deaths": [
        {
            "text": "Héctor Bonilla, actor y político mexicano (n. 1939).",
            "year": 2022
        },
        {
            "text": "Irene Cara, cantante, bailarina y compositora estadounidense (n. 1959).",
            "year": 2022
        },
        {
            "text": "Diego Armando Maradona, futbolista y entrenador argentino (n. 1960).",
            "year": 2020
        },
        {
            "text": "Héctor García Molina, científico mexicano  (n. 1954).",
            "year": 2019
        },
        {
            "text": "Fidel Castro, guerrillero y político cubano, presidente de Cuba entre 1976 y 2008 (n. 1926).",
            "year": 2016
        },
        {
            "text": "Ron Glass, actor estadounidense (n. 1945).",
            "year": 2016
        },
        {
            "text": "Greg Kovacs, fisicoculturista canadiense (n. 1968).",
            "year": 2013
        },
        {
            "text": "Ricardo Fort, cantante, actor y empresario argentino (n. 1968).",
            "year": 2013
        },
        {
            "text": "Juan Carlos Calderón, músico y compositor español (n. 1938).",
            "year": 2012
        },
        {
            "text": "Vasili Alekséyev, levantador de pesas ruso (n. 1942).",
            "year": 2011
        },
        {
            "text": "Anatoli Gueleskul, traductor ruso (n. 1934).",
            "year": 2011
        },
        {
            "text": "Sergio Poblete, militar chileno (n. 1918).",
            "year": 2011
        },
        {
            "text": "Ángel Campos Pámpano, poeta español (n. 1957).",
            "year": 2008
        },
        {
            "text": "Enzo Viena, actor argentino (n. 1933).",
            "year": 2007
        },
        {
            "text": "Valentín Elizalde, cantante mexicano (n. 1979).",
            "year": 2006
        },
        {
            "text": "Leocán Portus, político chileno (n. 1923).",
            "year": 2006
        },
        {
            "text": "George Best, futbolista británico (n. 1946).",
            "year": 2005
        },
        {
            "text": "Richard Burns, piloto de rally británico (n. 1971).",
            "year": 2005
        },
        {
            "text": "Michael Small, compositor estadounidense de música de cine (n. 1939).",
            "year": 2003
        },
        {
            "text": "Serguéi Glinkin, aviador militar soviético (n. 1921)",
            "year": 2003
        },
        {
            "text": "Karel Reisz, cineasta checo (n. 1926).",
            "year": 2002
        },
        {
            "text": "Alan Bray, historiador y activista gay británico (n. 1948).",
            "year": 2001
        },
        {
            "text": "Mario Giacomelli, tipógrafo y fotógrafo italiano (n. 1925).",
            "year": 2000
        },
        {
            "text": "Pierre Bezier, matemático francés (n. 1910).",
            "year": 1999
        },
        {
            "text": "Valentín Campa, líder ferrocarrilero y político comunista mexicano (n. 1904).",
            "year": 1999
        },
        {
            "text": "Flip Wilson, comediante y actor afroestadounidense (n. 1933).",
            "year": 1998
        },
        {
            "text": "Ricardo López Aranda, escritor español (n. 1934).",
            "year": 1996
        },
        {
            "text": "Gilberto R. Limón, militar mexicano (n. 1895).",
            "year": 1988
        },
        {
            "text": "Elsa Morante, escritora italiana (n. 1912).",
            "year": 1985
        },
        {
            "text": "Sylvan Goldman, Magnate estadounidense (n. 1898)",
            "year": 1984
        },
        {
            "text": "Richard Carlson, actor y cineasta estadounidense (n. 1912).",
            "year": 1977
        },
        {
            "text": "Nick Drake, músico británico (n. 1948).",
            "year": 1974
        },
        {
            "text": "U Thant, diplomático birmano, secretario general de la ONU entre 1962 y 1971 (n. 1909).",
            "year": 1974
        },
        {
            "text": "Laurence Harvey, actor y cineasta lituano (n. 1928).",
            "year": 1973
        },
        {
            "text": "Yukio Mishima, escritor japonés (n. 1925).",
            "year": 1970
        },
        {
            "text": "Upton Sinclair, escritor estadounidense (n. 1878).",
            "year": 1968
        },
        {
            "text": "Ossip Zadkine, escultor ruso (n. 1890).",
            "year": 1967
        },
        {
            "text": "Gerard Philipe, actor francés (n. 1922).",
            "year": 1959
        },
        {
            "text": "Víctor de la Serna Espina, escritor y periodista español (n. 1896).",
            "year": 1958
        },
        {
            "text": "Aleksandr Dovzhenko, guionista, productor y cineasta ucraniano (n. 1894).",
            "year": 1956
        },
        {
            "text": "Johannes Vilhelm Jensen, escritor danés, premio nobel de literatura en 1944 (n. 1873).",
            "year": 1950
        },
        {
            "text": "Mao Anying, militar chino, hijo mayor de Mao Zedong (n. 1922).",
            "year": 1950
        },
        {
            "text": "Digno Núñez, empresario y político ecuatoriano (n. 1866).",
            "year": 1949
        },
        {
            "text": "Mateo Hernández, escultor y pintor español (n. 1884).",
            "year": 1949
        },
        {
            "text": "Kenesaw Mountain Landis, jurista estadounidense (n. 1866).",
            "year": 1944
        },
        {
            "text": "José Villalba Riquelme, militar español (n. 1856).",
            "year": 1944
        },
        {
            "text": "Pedro Aguirre Cerda, presidente de  Chile (n. 1879).",
            "year": 1941
        },
        {
            "text": "Vajiravudh, rey tailandés (n. 1881).",
            "year": 1925
        },
        {
            "text": "Luis Montt Montt, escritor y político chileno (n. 1848).",
            "year": 1909
        },
        {
            "text": "Sabino Arana, político español (n. 1865).",
            "year": 1903
        },
        {
            "text": "Antonio Gisbert, pintor español (n. 1834).",
            "year": 1902
        },
        {
            "text": "Alfonso XII, rey español (n. 1857).",
            "year": 1885
        },
        {
            "text": "Nicolás Avellaneda, político y presidente argentino (n. 1837).",
            "year": 1885
        },
        {
            "text": "Francisco Serrano y Domínguez, general y político español (n. 1810).",
            "year": 1885
        },
        {
            "text": "Thomas A. Hendricks, vicepresidente estadounidense (n. 1819).",
            "year": 1885
        },
        {
            "text": "Adolph Wilhelm Hermann Kolbe, químico alemán (n. 1818).",
            "year": 1884
        },
        {
            "text": "Theobald Böhm, músico, flautista y compositor alemán (n. 1794).",
            "year": 1881
        },
        {
            "text": "Heinrich Barth, explorador alemán (n. 1821).",
            "year": 1865
        },
        {
            "text": "Juan Arolas, escritor español (n. 1805).",
            "year": 1849
        },
        {
            "text": "Pierre Rode, compositor y violinista francés (n. 1774).",
            "year": 1830
        },
        {
            "text": "Francisco de Saavedra, político español (n. 1746).",
            "year": 1819
        },
        {
            "text": "Abate Prevost, novelista francés (n. 1697).",
            "year": 1763
        },
        {
            "text": "Andrea Doria, almirante y estadista genovés (n. 1466).",
            "year": 1560
        },
        {
            "text": "Lucio III, papa de la Iglesia católica entre 1181 y 1185 (n. 1097).",
            "year": 1185
        }
    ],
    "metadata": {
        "current_date": "25 de noviembre de 2025",
        "short_date": "25 de nov",
        "language": {
            "events": "Eventos",
            "deaths": "Defunciones",
            "births": "Nacimientos",
            "b": "n",
            "d": "f",
            "title": "Hoy en Historia (Wikipedia)"
        },
        "events": [
            52,
            39,
            47,
            27,
            11,
            8,
            60,
            49,
            20,
            53
        ],
        "births": [
            119,
            107,
            52,
            127
        ],
        "deaths": [
            17,
            41,
            6,
            63
        ]
    }
}