{
    "events": [
        {
            "text": "en Daca (Bangladés), el premio nobel de la paz Muhammad Yunus (84) ―fundador del Banco Grameen, una institución microfinanciera de desarrollo comunitario― presta juramento como «asesor principal» para formar un gobierno interino en esa nación.",
            "year": 2024
        },
        {
            "text": "en la isla de Maui (islas Hawái) estallan incendios forestales, en los que hasta el 16 de agosto morirán al menos 103 personas y se quemarán 70 km² de tierra.",
            "year": 2023
        },
        {
            "text": "en la ciudad de Palm Beach, 113 km al norte de Miami, el FBI (Buró Federal de Investigaciones) ejecuta una orden de allanamiento en Mar-a-Lago, la residencia personal del expresidente Donald Trump ―quien en ese momento se encontraba en Nueva York y se enteró horas más tarde del allanamiento―, y secuestran 12 cajas de documentos clasificados que Trump no había devuelto a la Casa Blanca.",
            "year": 2022
        },
        {
            "text": "en el Estadio Olímpico de Tokio (Japón) se celebra la ceremonia de clausura de los Juegos Olímpicos de Tokio 2021, pospuesta de 2020 a 2021 debido a la pandemia de covid‑19.",
            "year": 2021
        },
        {
            "text": "en la pequeña ciudad de Bohumín, cerca de la frontera con Polonia y 353 km al este de Praga (República Checa), se incendia un apartamento en la planta 11 de un edificio. Mueren 11 personas (6 de ellas, quemadas, y 5 tras saltar por la ventana de un apartamento en llamas).",
            "year": 2020
        },
        {
            "text": "en una plataforma marítima que forma parte del Campo de Pruebas de la Armada Central Estatal, cerca del puerto de Nyonoksa, en la costa del mar Blanco, a 93 km al oeste de la ciudad de Arjánguelsk (en el extremo norte de Rusia) sucede un accidente explosivo de radiación, que mata a cinco operarios de la base militar.",
            "year": 2019
        },
        {
            "text": "en la Argentina gobernada por el empresario de derechas Mauricio Macri, el Senado rechaza el proyecto de despenalización del aborto por 38 votos contra 31.",
            "year": 2018
        },
        {
            "text": "en el Estadio Olímpico de Londres (Reino Unido), la lanzadora de jabalina Bárbora Špotáková gana una medalla de oro en el Campeonato Mundial de Atletismo. En la segunda serie, la bicampeona olímpica lanzó 66.76 metros.",
            "year": 2017
        },
        {
            "text": "en la entrada de emergencias del Hospital Civil de la ciudad de Qüetta (Pakistán) un terrorista de la banda Estado Islámico se suicida haciendo estallar 8 kg de explosivos. El atentado deja 94 muertos y 130 heridos.",
            "year": 2016
        },
        {
            "text": "en el suburbio de Harris, 15 km al norte de Houston (estado de Texas), un tal David Conley the Third (48) secuestra a su exesposa ―Valerie Jackson (40), quien se había vuelto a casar y había tenido varios hijos― con toda su familia. Obliga a su exesposa a ver cómo asesina de un tiro en la nuca",
            "year": 2015
        },
        {
            "text": "en el suburbio de Harris, 15 km al norte de Houston (estado de Texas), un tal David Conley the Third (48) secuestra a su exesposa ―Valerie Jackson (40), quien se había vuelto a casar y había tenido varios hijos― con toda su familia. Obliga a su exesposa a ver cómo asesina de un tiro en la nuca",
            "year": 2015
        },
        {
            "text": "en el suburbio de Harris, 15 km al norte de Houston (estado de Texas), un tal David Conley the Third (48) secuestra a su exesposa ―Valerie Jackson (40), quien se había vuelto a casar y había tenido varios hijos― con toda su familia. Obliga a su exesposa a ver cómo asesina de un tiro en la nuca",
            "year": 2015
        },
        {
            "text": "en el suburbio de Harris, 15 km al norte de Houston (estado de Texas), un tal David Conley the Third (48) secuestra a su exesposa ―Valerie Jackson (40), quien se había vuelto a casar y había tenido varios hijos― con toda su familia. Obliga a su exesposa a ver cómo asesina de un tiro en la nuca",
            "year": 2015
        },
        {
            "text": "en el suburbio de Harris, 15 km al norte de Houston (estado de Texas), un tal David Conley the Third (48) secuestra a su exesposa ―Valerie Jackson (40), quien se había vuelto a casar y había tenido varios hijos― con toda su familia. Obliga a su exesposa a ver cómo asesina de un tiro en la nuca",
            "year": 2015
        },
        {
            "text": "en el suburbio de Harris, 15 km al norte de Houston (estado de Texas), un tal David Conley the Third (48) secuestra a su exesposa ―Valerie Jackson (40), quien se había vuelto a casar y había tenido varios hijos― con toda su familia. Obliga a su exesposa a ver cómo asesina de un tiro en la nuca",
            "year": 2015
        },
        {
            "text": "en el suburbio de Harris, 15 km al norte de Houston (estado de Texas), un tal David Conley the Third (48) secuestra a su exesposa ―Valerie Jackson (40), quien se había vuelto a casar y había tenido varios hijos― con toda su familia. Obliga a su exesposa a ver cómo asesina de un tiro en la nuca",
            "year": 2015
        },
        {
            "text": "en la ciudad de Quetta (Pakistán) un terrorista musulmán perpetra un ataque suicida con bomba en un funeral. Mata al menos a 31 personas musulmanas.",
            "year": 2013
        },
        {
            "text": "1693 km al suroeste de Pekín (China), la comarca de Zhouqu (en la provincia de Gansu) es sepultada en lodo y roca tras la caída de varios aludes, con un balance de 1471 fallecidos.",
            "year": 2010
        },
        {
            "text": "sobre el río Hudson, 950 metros al oeste de la costa de Manhattan (Nueva York), colisionan un helicóptero Eurocopter AS350 Ecureuil y una avioneta Piper PA‑32R. Mueren 9 personas.",
            "year": 2009
        },
        {
            "text": "en Pekín (República Popular China) se inauguran los Juegos Olímpicos de Pekín 2008, que se celebrarán hasta el 24 de agosto.",
            "year": 2008
        },
        {
            "text": "en Tsjinvali (capital de la República de Osetia del Sur, recientemente creada y apoyada por Rusia) sucede el segundo día de la invasión de las tropas invasoras georgianas (batalla de Tsjinvali, que iniciará la segunda guerra de Osetia del Sur (1 a 16 de agosto).",
            "year": 2008
        },
        {
            "text": "cerca de la estación de trenes de Stúdenka, 325 km al este de Praga (República Checa), un tren expreso EuroCity 108 Comenius con 400 pasajeros, en ruta desde Cracovia (Polonia) hasta Praga, choca contra un trozo de un puente de autopista que había caído sobre las vías del tren y descarrila, dejando 8 muertos y 95 heridos.",
            "year": 2008
        },
        {
            "text": "en los distritos de Brooklyn y de Staten Island (en la ciudad de Nueva York) toca tierra un tornado EF2, el más poderoso en esa ciudad hasta la fecha y el primer tornado desde 1889.",
            "year": 2007
        },
        {
            "text": "desde cabo Cañaveral (estado de Florida) despega el transbordador espacial Endeavour en la misión STS‑118 hacia la Estación Espacial Internacional.",
            "year": 2007
        },
        {
            "text": "en el antiguo puente de hierro de la calle Kinzie, en el centro de la ciudad de Chicago, un conductor tejano llamado Stefan Wohl (42) ―chofer del autobús de gira perteneciente a la Dave Matthews Band― vacía su tanque de desechos humanos para que cayeran al río Chicago. En ese momento pasaba por debajo un barco con cien turistas, que fueron empapados con 400 litros de excremento y orina. Wohl fue sentenciado a 150 horas de servicio comunitario y una multa de 10 000 dólares (que se entregaron a la asociación Amigos del Río Chicago).",
            "year": 2004
        },
        {
            "text": "el atleta checo Roman Šebrle se convierte en campeón de Europa en decatlón.",
            "year": 2002
        },
        {
            "text": "Estados Unidos lanza la sonda Génesis con la misión de estudiar el viento solar.",
            "year": 2001
        },
        {
            "text": "cerca de Tetovo, 43 km al oeste de Skopie (Macedonia del Norte), rebeldes albaneses ―que ingresaron 95 km desde la frontera entre Macedonia y Albania― emboscan a un convoy del Ejército de Macedonia del Norte y asesinan a 10 soldados.",
            "year": 2001
        },
        {
            "text": "en Santiago (Chile), la Corte Suprema de Justicia retira la inmunidad diplomática y el cargo de «senador vitalicio» al exdictador Augusto Pinochet.",
            "year": 2000
        },
        {
            "text": "14 km al sureste de la costa de la ciudad de Charleston (estado de Carolina del Sur), el submarino confederado (esclavista del sur) CSS Hunley ―que hundió al buque estadounidense Housatonic el 17 de febrero de 1864― es reflotado tras 136 años en el fondo marino, y tras 30 años de su descubrimiento por el explorador submarino E. Lee Spence (n. 1947).",
            "year": 2000
        },
        {
            "text": "en la ciudad afgana de Mazar-e Sarif (de medio millón de habitantes), los talibanes ingresan al consulado iraní y matan diez diplomáticos iraníes y al periodista iraní Mahmoud Saremi (1968‑1998). Desde el año siguiente, en Irán se celebra el Día del Periodista, y en Teherán existe el bulevar Saremi en su honor.",
            "year": 1998
        },
        {
            "text": "en la isla de Guam, a 2080 km al este de las islas Filipinas, un terremoto de 7,8 Mw  sacude la isla con una intensidad de Mercalli máxima de IX («violento»), causando alrededor de 250 millones de dólares en daños e hiriendo a 71 personas.",
            "year": 1993
        },
        {
            "text": "en Praga (República Checa), una unidad de fuerzas especiales arresta al criminal e influenciador Jiří Kajínek (32), buscado por haber asesinado el 30 de mayo a dos personas; será condenado a cadena perpetua pero amnistiado por Miloš Zeman (presidente de la República Checa entre 2013 y 2023).",
            "year": 1993
        },
        {
            "text": "en el Estadio Olímpico Lluís Companys, en Montjuic (provincia de Barcelona), la selección de fútbol de España gana sus primeros Juegos Olímpicos en la modalidad de fútbol al derrotar a la selección de fútbol de Polonia por 3 a 2.",
            "year": 1992
        },
        {
            "text": "en Varsovia (Polonia) se derrumba la torre de radio de Varsovia, la estructura más alta construida hasta enero de 2009 (en que el edificio Burj Khalifa alcanzó su altura máxima, 828 metros). El coordinador de la construcción y el capataz de la empresa Mostostal fueron condenados a la pena de dos años y medio de prisión, cada uno.",
            "year": 1991
        },
        {
            "text": "en Durrës (Albania) parte el barco Vlora con aproximadamente 20 000 emigrantes a bordo. Después de dos días de navegación llegará al puerto de Bari (Italia), 220 km al oeste.",
            "year": 1991
        },
        {
            "text": "Irak ocupa Kuwait y el estado es anexado a Irak. Esto conducirá poco después a la invasión estadounidense (guerra del Golfo).",
            "year": 1990
        },
        {
            "text": "en cabo Cañaveral (estado de Florida) el transbordador espacial Columbia despega en una misión militar secreta de cinco días (STS‑28).",
            "year": 1989
        },
        {
            "text": "en Rangún (Myanmar) comienza el Levantamiento 8888 (8-8-88). Liderados por estudiantes, cientos de miles de personas se unen a las protestas nacionales contra el régimen socialista de partido único. El 18 de septiembre, las manifestaciones culminarán en una violenta represión militar.",
            "year": 1988
        },
        {
            "text": "en Indianápolis (Estados Unidos) se inauguran los X Juegos Panamericanos.",
            "year": 1987
        },
        {
            "text": "en la ciudad de Guatemala, el general Óscar Humberto Mejía Víctores perpetra un golpe de Estado para derrocar al dictador Efraín Ríos Montt.",
            "year": 1983
        },
        {
            "text": "en los Estados Unidos, el presidente Richard Nixon anuncia públicamente por televisión su renuncia como resultado del escándalo de corrupción Watergate. Hará efectiva su renuncia al mediodía del día siguiente.",
            "year": 1974
        },
        {
            "text": "en Tokio (Japón), al final de una conferencia de surcoreanos en contra de la dictadura del surcoreano proestadounidense Park Chung‑Hee, la KCIA (Agencia Central de Inteligencia Surcoreana) secuestra a Kim Dae-jung, un político surcoreano y más tarde presidente de Corea del Sur, y lo transporta maniatado en una lancha hacia Corea del Sur. La orden del dictador Park Chung-hee de asesinarlo al arrojarlo al mar dentro de una bolsa fue desbaratada por la Guardia Costera del Japón, que persiguió a los surcoreanos hasta aguas internacionales, a 120 km de Busan (Corea del Sur).",
            "year": 1973
        },
        {
            "text": "a las 11:35, en un paso de cebra de Londres, el fotógrafo Iain Macmillan (1938‑2006) pasa 10 minutos montado sobre una escalera para tomar seis fotografías de los miembros de la banda británica The Beatles ―George Harrison, Paul McCartney, Ringo Starr y John Lennon― cruzando la calle (mientras un policía de tránsito paraba el tráfico). McCartney analizará las seis fotos con una lupa hasta decidir que la quinta sería la icónica fotografía que se convertirá en la imagen de portada del álbum Abbey Road.",
            "year": 1969
        },
        {
            "text": "en Bangkok (Indonesia), representantes de Indonesia, Malasia, Filipinas, Singapur y Tailandia fundan la ASEAN (Asociación de Naciones del Sureste Asiático).",
            "year": 1967
        },
        {
            "text": "en Asunción (Paraguay) se funda el diario ABC Color, que será perseguido y clausurado durante la dictadura proestadounidense del general Alfredo Stroessner.",
            "year": 1967
        },
        {
            "text": "en un cruce ferroviario a 70 km al nornoroeste de Londres (Reino Unido), una banda de 15 ladrones realizan el asalto al tren postal de Glasgow-Londres, y se llevan un botín de más de 2,6 millones de libras esterlinas (47,6 millones en 2025), en lo que se conocería como «el robo del siglo».",
            "year": 1963
        },
        {
            "text": "en Highfield, un suburbio a 11 km al suroeste del centro de la ciudad de Salisbury (Rodesia del Sur) se forma la ZANU (Unión Nacional Africana de Zimbabue) ―el actual partido socialista antirracista que gobierna Zimbabue―, como resultado de una escisión del partido Unión del Pueblo Africano de Zimbabue.",
            "year": 1963
        },
        {
            "text": "se publica el primer número de la revista Fantastic Four, donde se presenta el primer equipo de superhéroes, Los Cuatro Fantásticos, creado por Stan Lee y Jack Kirby.",
            "year": 1961
        },
        {
            "text": "65 km al sur de Bruselas (Bélgica) sucede el desastre minero de Marcinelle. Mueren 262 mineros de 12 nacionalidades diferentes, la mayoría de los cuales (136) son inmigrantes italianos. Es uno de los mayores accidentes mineros de la historia belga.",
            "year": 1956
        },
        {
            "text": "en la aldea de Kralice nad Oslavou, 185 km al sureste de Praga (Checoslovaquia), un estudiante de escuela primaria de once años, Zbyněk Jašek, encuentra la primera carta que se imprimió en la Imprenta de los Hermanos de Ivančice-Kralice. La arqueóloga checa Vlasta Fialová (1896‑1972) confirma la ubicación de la Imprenta de los Hermanos, que fue una editorial fundada en 1562 por el obispo Jan Blahoslav en Ivančice (Moravia), que en 1578 se trasladó a Kralice nad Oslavou, y en la que la iglesia imprimía sus propios escritos.",
            "year": 1956
        },
        {
            "text": "en Caracas (Venezuela), el equipo de béisbol Cervecería Caracas cambia su nombre a Leones del Caracas, uno de los más conocidos y laureados de este deporte en el país.",
            "year": 1952
        },
        {
            "text": "en Dover (Reino Unido), Florence Chadwick (1918‑1995) atraviesa el Canal de la Mancha desde Francia hasta Inglaterra en 13:23 h, lo que rompe en más de una hora el récord mundial de 1926, establecido por otra estadounidense, Gertrude Ederle (1905‑2003). Chadwick también será la primera mujer que cruzó a nado hasta la isla Santa Catalina (35 km al suroeste de Los Ángeles), el estrecho de Gibraltar, el estrecho del Bósforo y el estrecho de Dardanelos.",
            "year": 1950
        },
        {
            "text": "Bután se independiza de la India (que en 1947 se había independizado del Imperio británico).",
            "year": 1949
        },
        {
            "text": "en la fábrica de aviones Convair en la ciudad de Fort Worth (estado de Texas) se realiza el primer vuelo del bombardero Convair B‑36 con capacidad para lanzar bombas atómicas. Es el avión con motor de pistón más pesado producido en serie en ese momento. En 1955 será remplazado por el Boeing B‑52.",
            "year": 1946
        },
        {
            "text": "en Londres (Reino Unido), la Unión Soviética firma con el Reino Unido, Francia y los Estados Unidos el Estatuto de Londres del Tribunal Militar Internacional, que establece las leyes y procedimientos para celebrar los Juicios de Núremberg (en los que serán juzgados los criminales de guerra de Alemania).",
            "year": 1945
        },
        {
            "text": "dos meses después del 8 de mayo, en que Alemania se rindió a la Unión Soviética ―en el marco de la Segunda Guerra Mundial (1939‑1945)― la Unión Soviética le declara la guerra al Japón e invade Manchuria (que había sido invadida y arrasada por los japoneses) con más de un millón de soldados, para devolvérsela a China. Esta acción impulsa al emperador Hirohito a implorar al Consejo de Guerra que reconsidere la rendición, teniendo en cuenta el atentado terrorista atómico estadounidense contra la población civil de Hiroshima (6 de agosto de 1945). Al día siguiente, Estados Unidos perpetrará el atentado terrorista atómico contra la población civil de Nagasaki (9 de agosto de 1945).",
            "year": 1945
        },
        {
            "text": "en la ONU (Organización de las Naciones Unidas), en Nueva York, el representante estadounidense ratifica la Carta de las Naciones Unidas. Así, Estados Unidos se convierte en la primera nación en unirse a la nueva organización internacional.",
            "year": 1945
        },
        {
            "text": "en Bombay (India) se lanza el movimiento Quit India (‘abandonen la India’) contra el Gobierno invasor británico en respuesta al llamado del pacifista Majatma Gandhi (72) y de su discípulo, el político Jawaharlal Nehru (52), a favor de la independencia de la nación.",
            "year": 1942
        },
        {
            "text": "en Washington (Estados Unidos) ―en el marco de la Segunda Guerra Mundial (1939‑1945)―, el gobierno de Franklin D. Roosevelt ejecuta a seis estadounidenses nazis aspirantes a saboteadores. Otros dos nazis estadounidenses que habían colaborado con Alemania son condenados a cadena perpetua.",
            "year": 1942
        },
        {
            "text": "en Berlín, por orden de Adolf Hitler ―en el marco de la Segunda Guerra Mundial (1939‑1945)― el militar y criminal de guerra nazi Wilhelm Keitel (57) firma la directiva Aufbau Ost (‘reconstrucción en el este’). En ella se establece que, debido a la amenaza de un ataque aéreo británico sobre el oeste de Alemania, era necesario utilizar los territorios orientales para el reclutamiento y la preparación de las nuevas unidades (armas, tanques, municiones) para la guerra.",
            "year": 1940
        },
        {
            "text": "167 km al oeste de Viena (Austria), los alemanes (nazis) inauguran el campo de concentración de Mauthausen-Gusen.",
            "year": 1938
        },
        {
            "text": "desde la base aérea y naval de Lakehurst, 129 km al sur de Nueva York, el dirigible alemán Graf Zeppelin inicia un vuelo alrededor del mundo. Hará su primera escala en la ciudad de Friedrichshafen (Alemania) y alcanzará Tokio (Japón), donde hizo escala. Finalmente el 29 de agosto retornará a Lakehurst, su punto de partida, tras 21 días, durante los cuales recorrió 34 600 km.",
            "year": 1929
        },
        {
            "text": "en Rawalpindi, 16 km al sur de Islamabad (que desde 1966 es la capital de Pakistán) y 472 km al este de Kabul (capital de Afganistán) representantes del Emirato de Afganistán y del Reino Unido firman el Tratado anglo-afgano de 1919, que pone fin a la tercera guerra anglo-afgana (6 de mayo a 8 de agosto de 1919). Los británicos consiguen que los afganos confirmen la Línea Durand como frontera con la India británica. A cambio, el Reino Unido ya no está obligado a subvencionar al Gobierno afgano (una especie de soborno mediante el cual Afganistán se comprometía a no comerciar con nadie más que los británicos).",
            "year": 1919
        },
        {
            "text": "en la actual Bielorrusia (perteneciente a Rusia desde 1793) el ejército polaco ―enviado por la Segunda República Polaca (1918‑1939)― ocupa la capital, Minsk. Esta guerra polaco-soviética (1919‑1921) finalizará con la Paz de Riga (18 de marzo de 1921), en que Bielorrusia se independizará y formará la República Socialista Soviética de Bielorrusia.",
            "year": 1919
        },
        {
            "text": "en Amiens, 145 km al norte de París (Francia) ―en el marco de la Primera Guerra Mundial (1914‑1918)― los aliados vencen a los invasores alemanes en la batalla de Amiens. Esto inicia una serie de victorias aliadas casi continuas (Ofensiva de los Cien Días) con un avance a través de las líneas del frente alemanas.",
            "year": 1918
        },
        {
            "text": "en la ciudad de Córdoba (Argentina) se funda el club deportivo Instituto Atlético Central Córdoba.",
            "year": 1918
        },
        {
            "text": "en la ciudad de Pula (Croacia, en esa época colonizada por el Imperio austrohúngaro) ―en el marco de la Primera Guerra Mundial (1914‑1918)―, un equipo de 28 aviones bombarderos del Servicio de la Fuerza Aérea italiana realiza un bombardeo sobre la población civil, pero ―debido probablemente a su inoperancia― no provocan ninguna víctima. En esta ocasión, el poeta y soldado fascista Gabriele D'Annunzio (1863‑1938) utiliza por primera vez la expresión «¡Eia eia, alalà!» (en remplazo del inglés «¡hip hip hurra!») como signo de júbilo por la hazaña realizada.",
            "year": 1917
        },
        {
            "text": "633 al nornoreste de Nueva York (Estados Unidos) se inaugura oficialmente el funicular de las cataratas del Niágara, construido por el ingeniero español Leonardo Torres Quevedo.",
            "year": 1916
        },
        {
            "text": "en el estrecho de los Dardanelos ―en el marco de la Primera Guerra Mundial (1914‑1918)―, el submarino británico HMS E11 hunde al acorazado turco Barbaros Hayreddin ―que hasta 1910 era el acorazado alemán SMS Kurfürst Friedrich Wilhelm―, con la pérdida de 253 vidas.",
            "year": 1915
        },
        {
            "text": "Puerto de Plymouth, Inglaterra: La Endurance, de la expedición Imperial Transantártica ―que aspiraba a ser la primera en atravesar por tierra todo el continente antártico (Roald Amundsen había llegado al polo sur en 1911)― dirigida por el irlandés Ernest Shackleton (40) emprende el viaje hacia el continente antártico pero no lo logra porque el 21 de noviembre de 1915 el buque se hunde atrapado por los hielos del mar de Weddell.",
            "year": 1914
        },
        {
            "text": "en un hipódromo de la ciudad de Le Mans, 209 km al suroeste de París (Francia), el piloto estadounidense Wilbur Wright realiza su primer vuelo. Es el primer vuelo público de los hermanos Wright.",
            "year": 1908
        },
        {
            "text": "en el estadio Baker Bowl de la ciudad de Filadelfia (estado de Massachusetts) se derrumba la tribuna durante un juego de béisbol (Sábado Negro), matando a 12 personas e hiriendo a 232.",
            "year": 1903
        },
        {
            "text": "en París (Francia), durante el Congreso Internacional de Matemáticos, el alemán David Hilbert (1862‑1943) presenta los primeros 10 de sus 23 «problemas de Hilbert».",
            "year": 1900
        },
        {
            "text": "en Puerto Rico (colonia de España), el poderoso huracán San Ciriaco azota la isla y causa 3369 muertes.",
            "year": 1899
        },
        {
            "text": "en el balneario de santa Águeda, ubicado en la villa vasca de Mondragón, a 391 km al norte de Madrid (España), el periodista y anarquista italiano Michele Angiolillo (26) asesina al primer ministro Antonio Cánovas del Castillo (69) como venganza porque este, en el pasado, había ordenado la tortura seguida de muerte de varios criminales anarquistas. Dos semanas después, el 20 de agosto, Angiolillo será ejecutado mediante garrote vil (un perno que se introducía en la nuca).",
            "year": 1897
        },
        {
            "text": "en Segueneiti, 61 km al sureste de Asmara (en la montañosa Eritrea, país colonizado por Italia), varios miles de guerreros abisinios, vencen al ejército italiano y matan a todos sus oficiales, entre ellos a su general, Tullio Cornacchia, en la masacre de Saganeiti.",
            "year": 1888
        },
        {
            "text": "desde el jardín de la cervecería Nusle, en la margen derecha del río Botič, en la ciudad de Praga (Chequia), el maestro de danza Josef Vydra despega en un globo aerostático. Se convierte así en el primer piloto checo.",
            "year": 1877
        },
        {
            "text": "en Nueva York, el inventor Thomas Edison (29) recibe una patente por su mimeógrafo.",
            "year": 1876
        },
        {
            "text": "en la ciudad de Ploiești, 63 km al norte de Bucarest (Rumania), se declara la República de Ploiești, un fallido levantamiento radical-liberal contra el domnitor (‘príncipe’) Carol I de Rumania.",
            "year": 1870
        },
        {
            "text": "después de su derrota en la batalla de Gettysburg ―en el marco de la guerra civil estadounidense (1861‑1865)―, el general Robert E. Lee envía una carta de renuncia al presidente de los Estados Confederados (esclavistas sureños) Jefferson Davis, quien la rechaza inmediatamente.",
            "year": 1863
        },
        {
            "text": "en Greeneville (estado de Tennessee) el gobernador militar Andrew Johnson, libera a sus esclavos personales a pesar de que estaban exentos de la Proclamación de emancipación, ahora conmemorada como el Día de la Emancipación en ese estado.",
            "year": 1863
        },
        {
            "text": "en Chertosa, 4 km al oeste de Boloña (Italia), los invasores austríacos fusilan a los sacerdotes patriotas italianos Ugo Bassi (1800‑1848) y Giovanni Livraghi (1819‑1949).",
            "year": 1849
        },
        {
            "text": "después de una revuelta popular, la ciudad de Bolonia expulsa a los austríacos, que se retiran al norte del Po.",
            "year": 1848
        },
        {
            "text": "en la aldea mormona de Nauvoo, 434 km al oestesuroeste de Chicago (estado de Illinois), el Cuórum de los Doce Apóstoles, encabezado por el líder mormón Brigham Young (1801‑1877), es reafirmado como el órgano líder de la Iglesia de Jesucristo de los Santos de los Últimos Días.",
            "year": 1844
        },
        {
            "text": "en Wapakoneta (estado de Ohio), 980 km al oeste de Nueva York, los 400 sobrevivientes civiles de la etnia shawnee firman con el Gobierno estadounidense el Tratado de Wapakoneta, por el que renuncian a sus tierras en la región de Ohio a cambio de tierras al oeste del río Misisipi.",
            "year": 1831
        },
        {
            "text": "en la Isla de Margarita (frente a las costas de Venezuela), el general español Pablo Morillo junto con 2000 soldados realistas sitia Juan Griego.",
            "year": 1817
        },
        {
            "text": "en el Reino de Nápoles se abole el feudalismo como institución jurídica.",
            "year": 1806
        },
        {
            "text": "cerca de la villa de Juneau (región de Alaska), Joseph Whidbey (1757‑1833) lidera una expedición para buscar el Paso del Noroeste.",
            "year": 1794
        },
        {
            "text": "en la frontera entre Francia e Italia, el Monte Blanco es escalado por primera vez por los franceses Michel-Gabriel Paccard (29) y Jacques Balmat (24).",
            "year": 1786
        },
        {
            "text": "en Madrid, el rey Carlos III (60) crea mediante una real cédula el Virreinato del Río de la Plata (con capital en la villa de Buenos Aires), separando la región de las actuales Bolivia, Paraguay, Argentina y Uruguay del Virreinato del Perú (con capital en Lima).",
            "year": 1776
        },
        {
            "text": "en la costa occidental de la actual Canadá, el español Juan Pérez (49), al mando de la fragata Santiago, de la Armada Española, descubre la isla de Quadra, hoy conocida como Vancouver.",
            "year": 1774
        },
        {
            "text": "en el estado de Pensilvania (colonia británica) ―en el curso de la guerra franco-india (1754‑1763)―, los colonos europeos destruyen el poblado amerindio de Kittanning durante la batalla de Kittanning.",
            "year": 1756
        },
        {
            "text": "en Roma, el papa Benedicto XIV publica la encíclica Quam ex sublimi sobre la necesidad de vicarios apostólicos en las diócesis lejanas.",
            "year": 1755
        },
        {
            "text": "en Córdoba (España), los restos mortales de Fernando IV (1285‑1312) y Alfonso XI de Castilla (1311‑1350) son trasladados desde la Capilla Real de la Mezquita-Catedral de Córdoba hasta la Real Colegiata de San Hipólito (donde descansan actualmente).",
            "year": 1736
        },
        {
            "text": "en Lisboa (Portugal), el sacerdote Bartolomeu Lourenço de Gusmão (23) presenta ante el rey Juan V un modelo de globo aerostático, y demuestra el poder elevador del aire caliente.",
            "year": 1709
        },
        {
            "text": "Mehmed IV (1648‑1687) sucede a Ibrahim I (1640‑1648) como sultán otomano.",
            "year": 1648
        },
        {
            "text": "40 km al nornoroeste de Dublín (Irlanda) ―en el marco de las Guerras Confederadas Irlandesas y las Guerras de los Tres Reinos―¬ las fuerzas invasoras del Parlamento inglés derrotan a las fuerzas patriotas irlandesas en la batalla de la Colina de Dungan.",
            "year": 1647
        },
        {
            "text": "en el canal de la Mancha frente a la aldea de Gravelinas, 293 km al norte de París (Francia) ―en el marco de la guerra anglo-española (1585‑1604)― los ingleses vencen a la Armada Invencible (de España) en la batalla naval de Gravelinas. Esto pone fin al intento de los españoles de invadir Inglaterra. Las partes supervivientes de la Armada Española comienzan a navegar a casa, sólo 67 de los 130 barcos iniciales llegarán a España, y la mayoría de ellos en malas condiciones.",
            "year": 1588
        },
        {
            "text": "John Davis ingresa al Cumberland Sound (una inmensa entrada de mar en el ártico canadiense) en busca del Paso del Noroeste ―que conecta el estrecho de Davis (en el océano Atlántico) y el estrecho de Bering (en el océano Pacífico)―.",
            "year": 1585
        },
        {
            "text": "en la isla de Hven, 23 km al nornoreste del puerto de Copenhague (Dinamarca), se coloca la primera piedra del observatorio Uraniborg del astrónomo danés Tycho Brahe (1546‑1601).",
            "year": 1576
        },
        {
            "text": "en la ciudad de Chittoor, 2232 km al sur de Delhi, Krishnadeva Raya es coronado emperador del Imperio viyaianagara.",
            "year": 1509
        },
        {
            "text": "en la abadía de Holyrood, en la ciudad de Edimburgo (Escocia), el rey Jacobo IV de Escocia se casa con Margarita Tudor, hija del rey Enrique VII de Inglaterra.",
            "year": 1503
        },
        {
            "text": "en Turín ―169 km al noroeste de Génova y 431 km al oeste de Venecia― la República de Génova y la Serenísima República de Venecia firman la Paz de Turín.",
            "year": 1381
        },
        {
            "text": "el terremoto de Creta, con una magnitud de aproximadamente 8 Mw, golpea las áreas del mar Egeo y el mar Levantino, causando daños materiales y miles de víctimas.",
            "year": 1303
        },
        {
            "text": "29 km al nornoreste del puerto de Cádiz comienza la revuelta mudéjar (1264‑1266): las fuerzas rebeldes musulmanas toman el Alcázar de Jerez de la Frontera tras derrotar a la guarnición de la Corona de Castilla.",
            "year": 1264
        },
        {
            "text": "en el mar Mediterráneo, el arzobispo de Tarragona, Guillem de Montgrí, conquista la isla de Ibiza para la Corona de Aragón.",
            "year": 1235
        },
        {
            "text": "en el castillo de Lihula, 114 km al suroeste de Talin (Estonia), las tribus estonias derrotan a los suecos en la batalla de Lihula.",
            "year": 1220
        },
        {
            "text": "cerca de la ciudad de Maastricht, 207 km al sursureste de Ámsterdam (Países Bajos), el rey Luis el Germánico y su medio hermano Carlos el Calvo firman el Tratado de Meerssen, por el que dividen la Francia Media (el reino de los francos en la época merovingia) en dos divisiones más grandes, una al este y otra al oeste.",
            "year": 870
        },
        {
            "text": "en Antioquía (Siria), las fuerzas del usurpador Leoncio y su mentor Illos son derrotados ante la ciudad por las tropas de Zenón y obligados a exiliarse.",
            "year": 484
        },
        {
            "text": "en la ciudad de Éfeso (en la actual Turquía) comienza el Segundo concilio de Éfeso, que el emperador Teodosio II había convocado el 30 de marzo. Hasta el 22 de agosto, será presidido por Dióscoro (obispo de Alejandría). Este concilio será aceptado como válido por las Iglesias ortodoxas orientales pero rechazado por la Iglesia católica y la Iglesia ortodoxa. Fue explícitamente repudiado por el Concilio de Calcedonia de 451.",
            "year": 449
        },
        {
            "text": "en Qianshi, 411 km al sursureste de Pekín (China) ―en el marco del período de primavera y otoño―, tras la muerte de Gongsun Wuzhi (el anterior duque del estado Qi), el duque Zhuang del estado Lu envía un ejército al Ducado de Qi para instalar a Gongzi Jiu (el príncipe exiliado de Qi) como nuevo duque de Qi, pero es derrotado en la batalla de Qianshi por el hermano de Jiu y pretendiente rival, el recién inaugurado duque Huan de Qi.",
            "year": -685
        }
    ],
    "births": [
        {
            "text": "Shaun Dimech, futbolista maltés.",
            "year": 2001
        },
        {
            "text": "Félix Auger-Aliassime, tenista canadiense.",
            "year": 2000
        },
        {
            "text": "Diego Huesca, futbolista paraguayo.",
            "year": 2000
        },
        {
            "text": "Ilia Kravchenko, atleta ucraniano.",
            "year": 2000
        },
        {
            "text": "Théo Le Normand, futbolista francés.",
            "year": 2000
        },
        {
            "text": "Achraf Mahbubi, taekwondista marroquí.",
            "year": 2000
        },
        {
            "text": "Miloš Malešević, atleta serbio.",
            "year": 2000
        },
        {
            "text": "Koki Morita, futbolista japonés.",
            "year": 2000
        },
        {
            "text": "Fabio Obermeyr, esquiador austríaco.",
            "year": 2000
        },
        {
            "text": "Ladislav Töpfer, atleta checo.",
            "year": 2000
        },
        {
            "text": "Isah Aliyu, futbolista nigeriano.",
            "year": 1999
        },
        {
            "text": "Loana Lecomte, ciclista francesa.",
            "year": 1999
        },
        {
            "text": "Xiaojun, cantante y bailarín chino, integrante del grupo NCT y a la subunidad WayV.",
            "year": 1999
        },
        {
            "text": "Ryan García, boxeador estadounidense.",
            "year": 1998
        },
        {
            "text": "Szymon Krawczyk, ciclista polaco.",
            "year": 1998
        },
        {
            "text": "Shawn Mendes, actor, compositor, cantautor y guitarrista canadiense.",
            "year": 1998
        },
        {
            "text": "Ronan Parke, cantante británico.",
            "year": 1998
        },
        {
            "text": "Lara Prašnikar, futbolista eslovena.",
            "year": 1998
        },
        {
            "text": "Ellen Wright, yudoca australiana.",
            "year": 1998
        },
        {
            "text": "Irvin Cardona, futbolista francés.",
            "year": 1997
        },
        {
            "text": "Abel Casquete, futbolista ecuatoriano.",
            "year": 1997
        },
        {
            "text": "Pape Cheikh Diop, futbolista senegalés.",
            "year": 1997
        },
        {
            "text": "José Cotrina, futbolista peruano.",
            "year": 1997
        },
        {
            "text": "Filip Jagiełło, futbolista polaco.",
            "year": 1997
        },
        {
            "text": "Kōki Ogawa, futbolista japonés.",
            "year": 1997
        },
        {
            "text": "Carlos Taberner, tenista español.",
            "year": 1997
        },
        {
            "text": "Karim Walid, futbolista egipcio.",
            "year": 1997
        },
        {
            "text": "Panipak Wongpattanakit, taekwondista tailandesa.",
            "year": 1997
        },
        {
            "text": "Habib Al-Wotayan, futbolista saudí.",
            "year": 1996
        },
        {
            "text": "A'ja Wilson, jugadora estadounidense de baloncesto.",
            "year": 1996
        },
        {
            "text": "Bozhidar Chorbadzhiyski, futbolista búlgaro.",
            "year": 1995
        },
        {
            "text": "S. Coups, rapero y cantante surcoreano, integrante del grupo Seventeen.",
            "year": 1995
        },
        {
            "text": "Malin Reitan, cantante noruega.",
            "year": 1995
        },
        {
            "text": "Emre Taşdemir, futbolista turco.",
            "year": 1995
        },
        {
            "text": "Joris Kayembe, futbolista belga.",
            "year": 1994
        },
        {
            "text": "Lauv, músico estadounidense.",
            "year": 1994
        },
        {
            "text": "Cameron Payne, baloncestista estadounidense.",
            "year": 1994
        },
        {
            "text": "Jeremy Toljan, futbolista alemán.",
            "year": 1994
        },
        {
            "text": "Igor Vujačić, futbolista montenegrino.",
            "year": 1994
        },
        {
            "text": "Emilie Mehl, política noruega.",
            "year": 1993
        },
        {
            "text": "Casey Cott, actor estadounidense.",
            "year": 1992
        },
        {
            "text": "Josip Drmić, futbolista suizo.",
            "year": 1992
        },
        {
            "text": "Nélson Miguel Castro Oliveira, futbolista portugués.",
            "year": 1991
        },
        {
            "text": "Marta Corredera, futbolista española.",
            "year": 1991
        },
        {
            "text": "Yandy Díaz, beisbolista cubano.",
            "year": 1991
        },
        {
            "text": "Ivan Lendrić, futbolista croata.",
            "year": 1991
        },
        {
            "text": "Joël Matip, futbolista camerunés expatriado en Alemania.",
            "year": 1991
        },
        {
            "text": "Nelson Oliveira, futbolista portugués.",
            "year": 1991
        },
        {
            "text": "Tyrone Peachey, jugador de la liga de rugby australiana.",
            "year": 1991
        },
        {
            "text": "Vladimír Darida, futbolista checo.",
            "year": 1990
        },
        {
            "text": "Alec Kann, futbolista estadounidense.",
            "year": 1990
        },
        {
            "text": "Juriji der Klee, cantante y drag queen belga.",
            "year": 1990
        },
        {
            "text": "Parker Kligerman, piloto de carreras estadounidense.",
            "year": 1990
        },
        {
            "text": "Aleksandra Szwed, actriz y cantante polaca.",
            "year": 1990
        },
        {
            "text": "Kane Williamson, capitán de críquet de Nueva Zelanda.",
            "year": 1990
        },
        {
            "text": "Ken Baumann, actor y escritor estadounidense.",
            "year": 1989
        },
        {
            "text": "Alberto Cecchin, ciclista italiano.",
            "year": 1989
        },
        {
            "text": "Prajakta Mali, actriz india.",
            "year": 1989
        },
        {
            "text": "Hannah Miley, nadadora anglo-escocesa.",
            "year": 1989
        },
        {
            "text": "Anthony Rizzo, beisbolista estadounidense.",
            "year": 1989
        },
        {
            "text": "Taras Stepanenko, futbolista ucraniano.",
            "year": 1989
        },
        {
            "text": "Ricardo Alves Pereira, futbolista brasileño.",
            "year": 1988
        },
        {
            "text": "Danilo Gallinari, baloncestista italiano.",
            "year": 1988
        },
        {
            "text": "Veer Mahaan (Rinku Singh), beisbolista y luchador indio.",
            "year": 1988
        },
        {
            "text": "Ígor Smólnikov, futbolista ruso.",
            "year": 1988
        },
        {
            "text": "Laura Slade Wiggins, actriz y cantante estadounidense.",
            "year": 1988
        },
        {
            "text": "Beatriz de York (Beatrice Elizabeth Mary, Sra. de Edoardo Mapelli-Mozzi), aristócrata («princesa») británica, 9.º en la sucesión monárquica británica, nieta de la reina Isabel II.",
            "year": 1988
        },
        {
            "text": "Yudai Tanaka, futbolista japonés.",
            "year": 1988
        },
        {
            "text": "Pierre Boulanger, actor francés.",
            "year": 1987
        },
        {
            "text": "Katie Leung, actriz británico-escocesa.",
            "year": 1987
        },
        {
            "text": "Tatjana Maria, tenista alemana.",
            "year": 1987
        },
        {
            "text": "Kateryna Bondarenko, tenista ucraniana.",
            "year": 1986
        },
        {
            "text": "Jackie Cruz, actriz y cantante dominicana-estadounidense.",
            "year": 1986
        },
        {
            "text": "Pierre Garçon, jugador estadounidense de fútbol americano.",
            "year": 1986
        },
        {
            "text": "Kasper Hämäläinen, futbolista finlandés.",
            "year": 1986
        },
        {
            "text": "Peyton List, actriz estadounidense.",
            "year": 1986
        },
        {
            "text": "Chris Pressley, jugador estadounidense de fútbol americano.",
            "year": 1986
        },
        {
            "text": "Shotaro Dei, futbolista japonés.",
            "year": 1986
        },
        {
            "text": "Toby Flood, jugador de rugby británico-inglés.",
            "year": 1985
        },
        {
            "text": "Ryan Koolwijk, futbolista neerlandés.",
            "year": 1985
        },
        {
            "text": "James Morgan, actor y productor británico-galés.",
            "year": 1985
        },
        {
            "text": "Brett Ratliff, jugador estadounidense de fútbol americano.",
            "year": 1985
        },
        {
            "text": "Anita Włodarczyk, atleta polaca de atletismo.",
            "year": 1985
        },
        {
            "text": "Kirk Broadfoot, futbolista británico-escocés.",
            "year": 1984
        },
        {
            "text": "Brenda Gandini, actriz argentina.",
            "year": 1984
        },
        {
            "text": "Devon McTavish, futbolista estadounidense.",
            "year": 1984
        },
        {
            "text": "Norbert Michelisz, piloto de carreras húngaro.",
            "year": 1984
        },
        {
            "text": "Martrez Milner, jugador estadounidense de fútbol americano.",
            "year": 1984
        },
        {
            "text": "Guy Burnet, actor y productor británico-inglés.",
            "year": 1983
        },
        {
            "text": "Ryan Cochrane, futbolista estadounidense.",
            "year": 1983
        },
        {
            "text": "Willie Tonga, jugador de la liga de rugby australiana.",
            "year": 1983
        },
        {
            "text": "David Florence, corredor de canoa británico-inglés.",
            "year": 1982
        },
        {
            "text": "Ross Ohlendorf, beisbolista estadounidense.",
            "year": 1982
        },
        {
            "text": "Yuri de Souza, futbolista brasileño.",
            "year": 1982
        },
        {
            "text": "Vanessa Amorosi, cantante australiana.",
            "year": 1981
        },
        {
            "text": "Roger Federer, tenista suizo.",
            "year": 1981
        },
        {
            "text": "Meagan Good, actriz y productora estadounidense.",
            "year": 1981
        },
        {
            "text": "Bradley McIntosh, cantante británico.",
            "year": 1981
        },
        {
            "text": "Harel Skaat, cantautor israelí.",
            "year": 1981
        },
        {
            "text": "Shayna Baszler, luchadora y artista marcial mixta estadounidense.",
            "year": 1980
        },
        {
            "text": "Craig Breslow, beisbolista y ejecutivo estadounidense.",
            "year": 1980
        },
        {
            "text": "Jack Cassel, beisbolista estadounidense.",
            "year": 1980
        },
        {
            "text": "Denisse Guerrero, cantante mexicana, de la banda Belanova.",
            "year": 1980
        },
        {
            "text": "Sabine Klaschka, tenista alemana.",
            "year": 1980
        },
        {
            "text": "Diego Markwell, beisbolista neerlandés.",
            "year": 1980
        },
        {
            "text": "Pat Noonan, futbolista estadounidense.",
            "year": 1980
        },
        {
            "text": "Michael Urie, actor, director y productor estadounidense.",
            "year": 1980
        },
        {
            "text": "Richard Harwood, violonchelista británico-inglés.",
            "year": 1979
        },
        {
            "text": "Rashard Lewis, baloncestista estadounidense.",
            "year": 1979
        },
        {
            "text": "Richard Lyons, piloto de carreras norirlandés.",
            "year": 1979
        },
        {
            "text": "Adriana Arboleda, modelo, presentadora y empresaria colombiana.",
            "year": 1978
        },
        {
            "text": "Alan Maybury, futbolista y entrenador irlandés.",
            "year": 1978
        },
        {
            "text": "Miho Shiraishi, actriz japonesa.",
            "year": 1978
        },
        {
            "text": "Louis Saha, futbolista francés.",
            "year": 1978
        },
        {
            "text": "Massamasso Tchangai, futbolista togolés (f. 2010).",
            "year": 1978
        },
        {
            "text": "Kurt Bernard, futbolista costarricense.",
            "year": 1977
        },
        {
            "text": "Darren Manzella, sargento estadounidense (f. 2013).",
            "year": 1977
        },
        {
            "text": "Szilárd Németh, futbolista eslovaco.",
            "year": 1977
        },
        {
            "text": "Lindsay Sloane, actriz estadounidense.",
            "year": 1977
        },
        {
            "text": "Rocky Thompson, jugador y entrenador canadiense de hockey sobre hielo.",
            "year": 1977
        },
        {
            "text": "Nicolas Vogondy, ciclista francés.",
            "year": 1977
        },
        {
            "text": "Mohammad Wasim, jugador pakistaní de críquet.",
            "year": 1977
        },
        {
            "text": "JC Chasez (Joshua Scott Chasez), cantante y bailarín estadounidense, de la banda ’N Sync.",
            "year": 1976
        },
        {
            "text": "Tawny Cypress, actriz estadounidense.",
            "year": 1976
        },
        {
            "text": "Drew Lachey, cantante y actor estadounidense.",
            "year": 1976
        },
        {
            "text": "Olivier Monterrubio, futbolista francés.",
            "year": 1976
        },
        {
            "text": "Seung-Yeop Lee, beisbolista coreano.",
            "year": 1976
        },
        {
            "text": "Alma Cero (Alma Cero Delgado Quintero), actriz, bailarina, conductora, cantante y comediante mexicana.",
            "year": 1975
        },
        {
            "text": "Makoto Tanaka, futbolista japonés.",
            "year": 1975
        },
        {
            "text": "Mick Moss, cantautor británico-inglés.",
            "year": 1975
        },
        {
            "text": "Rubén Beloki, pelotari navarro.",
            "year": 1974
        },
        {
            "text": "Manjul Bhargava, matemático y académico canadiense-estadounidense.",
            "year": 1974
        },
        {
            "text": "Scott D'Amore, luchador y mánager canadiense.",
            "year": 1974
        },
        {
            "text": "Brian Harvey, cantautor británico-inglés.",
            "year": 1974
        },
        {
            "text": "Andy Priaulx, piloto británico de carreras de la isla de Guernsey.",
            "year": 1974
        },
        {
            "text": "Ilka Agricola, matemática alemana.",
            "year": 1973
        },
        {
            "text": "Shane Lee, jugador de críquet y guitarrista australiano.",
            "year": 1973
        },
        {
            "text": "Gert Olesk, futbolista y entrenador estonio.",
            "year": 1973
        },
        {
            "text": "Scott Stapp, cantautor y productor estadounidense, de la banda Creed.",
            "year": 1973
        },
        {
            "text": "Mark Wills, cantautor estadounidense.",
            "year": 1973
        },
        {
            "text": "Joely Collins, actriz y productora canadiense.",
            "year": 1972
        },
        {
            "text": "Jorge Fernández Madinabeitia, presentador de televisión y modelo (Mr. España 2000) español.",
            "year": 1972
        },
        {
            "text": "Axel Merckx, ciclista belga.",
            "year": 1972
        },
        {
            "text": "Joel Rosenberg, periodista y escritor uruguayo.",
            "year": 1972
        },
        {
            "text": "Andrea de Rossi, jugador y entrenador de rugby italiano.",
            "year": 1972
        },
        {
            "text": "Steven Tweed, futbolista y entrenador británico-escocés.",
            "year": 1972
        },
        {
            "text": "Liina Vahtrik, actriz estonia.",
            "year": 1972
        },
        {
            "text": "Johnny Balentina, beisbolista neerlandés.",
            "year": 1971
        },
        {
            "text": "Trev Alberts, jugador de fútbol americano y periodista estadounidense.",
            "year": 1970
        },
        {
            "text": "Ben G. Davis, químico y académico británico-inglés.",
            "year": 1970
        },
        {
            "text": "Pascal Duquenne, actor belga.",
            "year": 1970
        },
        {
            "text": "José Francisco Molina, futbolista y entrenador español.",
            "year": 1970
        },
        {
            "text": "Chester Williams, jugador y entrenador de rugby sudafricano (f. 2019).",
            "year": 1970
        },
        {
            "text": "Monika Tsõganova, ajedrecista estonia.",
            "year": 1969
        },
        {
            "text": "Faye Wong, cantautora y actriz chino-hongkonesa.",
            "year": 1969
        },
        {
            "text": "Yvie Burnett, soprano británico-escocesa.",
            "year": 1968
        },
        {
            "text": "Aldo Calderón van Dyke, periodista hondureño (f. 2013).",
            "year": 1968
        },
        {
            "text": "Abey Kuruvilla, jugadora de críquet y entrenadora india.",
            "year": 1968
        },
        {
            "text": "Huey Morgan, cantautor y guitarrista estadounidense.",
            "year": 1968
        },
        {
            "text": "Marcelo Balboa, futbolista, entrenador y comentarista deportivo estadounidense.",
            "year": 1967
        },
        {
            "text": "Rena Mero, luchador estadounidense.",
            "year": 1967
        },
        {
            "text": "Lee Unkrich, cineasta estadounidense.",
            "year": 1967
        },
        {
            "text": "Yūki Amami, actriz de teatro y cine japonesa.",
            "year": 1967
        },
        {
            "text": "Chris Eubank, boxeador británico-inglés.",
            "year": 1966
        },
        {
            "text": "John Hudek, beisbolista y entrenador estadounidense.",
            "year": 1966
        },
        {
            "text": "El Hefe (Aaron Abeyta), guitarrista y trompetista estadounidense, miembro de la banda de punk rock NOFX.",
            "year": 1965
        },
        {
            "text": "Margarita Rosa de Francisco, actriz, cantante y presentadora colombiana.",
            "year": 1965
        },
        {
            "text": "Angus Fraser, jugador de críquet, entrenador y periodista británico-inglés.",
            "year": 1965
        },
        {
            "text": "Kate Langbroek, presentadora de un programa de entrevistas australiano.",
            "year": 1965
        },
        {
            "text": "Anastasia M. Ashman, bloguera y escritora estadounidense.",
            "year": 1964
        },
        {
            "text": "Giuseppe Conte, político italiano, primer ministro de Italia.",
            "year": 1964
        },
        {
            "text": "Klaus Ebner, escritor austríaco.",
            "year": 1964
        },
        {
            "text": "Scott Sandelin, jugador y entrenador de hockey sobre hielo estadounidense.",
            "year": 1964
        },
        {
            "text": "Paul Taylor, jugador de críquet británico-inglés.",
            "year": 1964
        },
        {
            "text": "Emi Shinohara, actriz de voz y cantante japonesa (f. 2024).",
            "year": 1963
        },
        {
            "text": "Hur Jin-ho, director y guionista surcoreano.",
            "year": 1963
        },
        {
            "text": "Ron Karkovice, beisbolista y mánager estadounidense.",
            "year": 1963
        },
        {
            "text": "Rika Fukami, actriz de voz y cantante japonesa.",
            "year": 1963
        },
        {
            "text": "Jon Turteltaub, director y productor estadounidense.",
            "year": 1963
        },
        {
            "text": "Stephen Walkom, jugador de hockey sobre hielo, árbitro y entrenador canadiense.",
            "year": 1963
        },
        {
            "text": "Kool Moe Dee (Mojandas Dewese), rapero, cantante y actor estadounidense.",
            "year": 1962
        },
        {
            "text": "Daniel House, bajista y productor estadounidense.",
            "year": 1961
        },
        {
            "text": "Ron Klain, abogado y político estadounidense, Jefe de Gabinete de la Casa Blanca.",
            "year": 1961
        },
        {
            "text": "Bruce Matthews, jugador y entrenador estadounidense de fútbol americano.",
            "year": 1961
        },
        {
            "text": "Rikki Rockett, baterista estadounidense de glam rock, de la banda Poison.",
            "year": 1961
        },
        {
            "text": "Skin Yard (Daniel House), productor musical estadounidense.",
            "year": 1961
        },
        {
            "text": "The Edge (David Evans), guitarrista, tecladista, cantante y compositor británico-irlandés, de la banda U2.",
            "year": 1961
        },
        {
            "text": "Mustafa Balbay, periodista y político turco.",
            "year": 1960
        },
        {
            "text": "Paco Clos, futbolista español.",
            "year": 1960
        },
        {
            "text": "Ima Galguén, cantante y compositora española.",
            "year": 1960
        },
        {
            "text": "Ulrich Maly, político alemán, 16.º alcalde de Núremberg.",
            "year": 1960
        },
        {
            "text": "Miguel Pizarro, actor mexicano.",
            "year": 1960
        },
        {
            "text": "Caroline Ansink, flautista, compositora y educadora holandesa.",
            "year": 1959
        },
        {
            "text": "Rubén Paz, futbolista uruguayo.",
            "year": 1959
        },
        {
            "text": "Deborah Norville, periodista estadounidense.",
            "year": 1958
        },
        {
            "text": "Dennis Drew, teclista estadounidense.",
            "year": 1957
        },
        {
            "text": "Chris Foreman, cantautor y guitarrista británico-inglés, de la banda Madness.",
            "year": 1956
        },
        {
            "text": "David Grant, cantante británico-inglés.",
            "year": 1956
        },
        {
            "text": "Jorge Larrañaga, abogado y político uruguayo",
            "year": 1956
        },
        {
            "text": "Cecilia Roth, actriz argentina.",
            "year": 1956
        },
        {
            "text": "Diddú, cantautor islandés.",
            "year": 1955
        },
        {
            "text": "Herbert Prohaska, futbolista y entrenador austríaco.",
            "year": 1955
        },
        {
            "text": "Michael Roe, piloto de carreras irlandés.",
            "year": 1955
        },
        {
            "text": "Nick Holtam, obispo británico-inglés.",
            "year": 1954
        },
        {
            "text": "Lloyd Austin, militar estadounidense.",
            "year": 1953
        },
        {
            "text": "Nigel Mansell, piloto británico de automovilismo.",
            "year": 1953
        },
        {
            "text": "Don Most, actor y cantante estadounidense.",
            "year": 1953
        },
        {
            "text": "Adolfo Castañón, poeta mexicano.",
            "year": 1952
        },
        {
            "text": "Lía Crucet, cantante, modelo y actriz argentina (f. 2024).",
            "year": 1952
        },
        {
            "text": "Anton Fig, baterista sudafricano-estadounidense.",
            "year": 1952
        },
        {
            "text": "Jostein Gaarder, escritor noruego, autor de novelas, cuentos y libros para niños (El mundo de Sofía).",
            "year": 1952
        },
        {
            "text": "Doug Melvin, beisbolista y mánager canadiense.",
            "year": 1952
        },
        {
            "text": "Robin Quivers, enfermera, presentadora/personalidad de radio y escritora estadounidense.",
            "year": 1952
        },
        {
            "text": "Sudhakar Rao, jugador de críquet indio.",
            "year": 1952
        },
        {
            "text": "Martin Brest, director, productor y guionista estadounidense.",
            "year": 1951
        },
        {
            "text": "Phil Carlson, jugador australiano de críquet (f. 2022).",
            "year": 1951
        },
        {
            "text": "Mamoru Oshii, cineasta, productor y guionista japonés.",
            "year": 1951
        },
        {
            "text": "Mohamed Morsi, ingeniero, académico y político egipcio, 5.º presidente de Egipto (f. 2019).",
            "year": 1951
        },
        {
            "text": "Randy Shilts, periodista y escritor estadounidense (f. 1994).",
            "year": 1951
        },
        {
            "text": "Louis van Gaal, futbolista y entrenador neerlandés.",
            "year": 1951
        },
        {
            "text": "Willie Hall, baterista y productor estadounidense.",
            "year": 1950
        },
        {
            "text": "Ken Kutaragi, empresario japonés, presidente de Sony Computer Entertainment e impulsor de la consola de videojuegos PlayStation.",
            "year": 1950
        },
        {
            "text": "Terry Burnham, actriz estadounidense (f. 2013).",
            "year": 1949
        },
        {
            "text": "Keith Carradine, actor estadounidense.",
            "year": 1949
        },
        {
            "text": "Ricardo Londoño, piloto de carreras colombiano (f. 2009).",
            "year": 1949
        },
        {
            "text": "Svetlana Savitskaya, ingeniera y astronauta rusa.",
            "year": 1948
        },
        {
            "text": "Margaret Urban Walker, filósofa estadounidense.",
            "year": 1948
        },
        {
            "text": "Wincey Willis, locutora británica (f. 2024).",
            "year": 1948
        },
        {
            "text": "Miguel Blesa, financiero y funcionario español (f. 2017).",
            "year": 1947
        },
        {
            "text": "Ken Dryden, jugador de hockey sobre hielo, abogado y político canadiense.",
            "year": 1947
        },
        {
            "text": "María Ofelia, cantautora argentina de folclore y locutora. Junto con Ramona Galarza y Teresa Parodi es una de las referentes femeninas del chamamé en Argentina.",
            "year": 1947
        },
        {
            "text": "Larry Wilcox, actor, director y productor estadounidense.",
            "year": 1947
        },
        {
            "text": "Joe Bethancourt, cantautor estadounidense (f. 2014).",
            "year": 1946
        },
        {
            "text": "Jean-Claude Désir, futbolista haitiano.",
            "year": 1946
        },
        {
            "text": "Ralph Gonsalves, político sanvicentino, primer ministro de San Vicente y las Granadinas desde 2001.",
            "year": 1946
        },
        {
            "text": "Silvio Fernández Melgarejo, músico español de rock (f. 2001).",
            "year": 1944
        },
        {
            "text": "John Holmes, actor estadounidense de cine pornográfico (f. 1988), protagonizó 2500 películas héteros y gais.",
            "year": 1944
        },
        {
            "text": "Michael Johnson, cantante de música pop, country y folk, cantautor, guitarrista, compositor y productor estadounidense (f. 2017).",
            "year": 1944
        },
        {
            "text": "Mugihito, seiyū y actor teatral japonés.",
            "year": 1944
        },
        {
            "text": "John Renbourn, guitarrista y compositor británico-escocés (f. 2015).",
            "year": 1944
        },
        {
            "text": "Simon Taylor, periodista y escritor británico-inglés.",
            "year": 1944
        },
        {
            "text": "James Blanchard, diplomático y político estadounidense, 45.º gobernador de Míchigan.",
            "year": 1942
        },
        {
            "text": "Dennis Canavan, educador y político británico-escocés.",
            "year": 1942
        },
        {
            "text": "John Gustafson, cantautor y bajista británico-inglés (f. 2014), miembro de las bandas The Big Three, Ian Gillan Band, Roxy Music y Quatermass.",
            "year": 1942
        },
        {
            "text": "Jorge Pedreros, actor y comediante chileno (f. 2013).",
            "year": 1942
        },
        {
            "text": "Vardo Rumessen, pianista y musicólogo estonio (f. 2015).",
            "year": 1942
        },
        {
            "text": "Earl Boen, actor estadounidense (f. 2023).",
            "year": 1941
        },
        {
            "text": "Adolfo Pacheco, músico, compositor y cantante colombiano (f. 2023).",
            "year": 1940
        },
        {
            "text": "Dilip Sardesai, jugador de críquet indio (f. 2007).",
            "year": 1940
        },
        {
            "text": "Dennis Tito, ingeniero, empresario y multimillonario estadounidense, fundador de la gestora de inversiones independiente Wilshire Associates, y primer turista espacial.",
            "year": 1940
        },
        {
            "text": "Jana Andrsová, actriz y bailarina checa (f. 2023).",
            "year": 1939
        },
        {
            "text": "Viorica Viscopoleanu, saltadora de longitud y atleta rumana.",
            "year": 1939
        },
        {
            "text": "Alexander Watson, diplomático estadounidense, encargado de negocios en Bolivia (entre 1980 y 1981), embajador en Perú (entre 1986 y 1989) y secretario de Estado adjunto para Asuntos Interamericanos (entre 1993 y 1996).",
            "year": 1939
        },
        {
            "text": "Jack Baldwin, químico y académico británico-inglés (f. 2020).",
            "year": 1938
        },
        {
            "text": "Jacques Hétu, compositor y educador canadiense (f. 2010).",
            "year": 1938
        },
        {
            "text": "Connie Stevens, actriz, cantante y empresaria estadounidense.",
            "year": 1938
        },
        {
            "text": "Jorge Cafrune, cantante argentino (f. 1978).",
            "year": 1937
        },
        {
            "text": "Dustin Hoffman, actor y director estadounidense.",
            "year": 1937
        },
        {
            "text": "Sheila Varian, criadora de caballos estadounidense (f. 2016).",
            "year": 1937
        },
        {
            "text": "Cornelis Vreeswijk, cantautor, guitarrista y actor sueco-holandés (f. 1987).",
            "year": 1937
        },
        {
            "text": "Frank Howard, beisbolista y mánager estadounidense (f. 2023).",
            "year": 1936
        },
        {
            "text": "Jan Pieńkowski, escritor e ilustrador polaco-inglés (f. 2022).",
            "year": 1936
        },
        {
            "text": "Donald P. Bellisario, director, productor y guionista estadounidense.",
            "year": 1935
        },
        {
            "text": "John Laws, cantante y presentador de radio papúa-neoguineano-australiano.",
            "year": 1935
        },
        {
            "text": "Román Gubern, escritor, crítico y periodista español.",
            "year": 1934
        },
        {
            "text": "Sarat Pujari, actor, director y guionista indio (f. 2014).",
            "year": 1934
        },
        {
            "text": "Joe Tex, cantautor de soul estadounidense (f. 1982).",
            "year": 1933
        },
        {
            "text": "Mel Tillis, cantautor y guitarrista estadounidense (f. 2017).",
            "year": 1932
        },
        {
            "text": "Roger Penrose, físico, matemático y filósofo británico-inglés, premio nobel de física en 2020",
            "year": 1931
        },
        {
            "text": "Terry Nation, escritor y guionista británico-galés expatriado en Estados Unidos (f. 1997).",
            "year": 1930
        },
        {
            "text": "Jerry Tarkanian, baloncestista y entrenador estadounidense (f. 2015).",
            "year": 1930
        },
        {
            "text": "Ronnie Biggs, criminal británico-inglés (f. 2013).",
            "year": 1929
        },
        {
            "text": "Larisa Bogoraz, lingüista y activista rusa (f. 2004).",
            "year": 1929
        },
        {
            "text": "José Luis Borau, cineasta español y miembro de la Real Academia Española (f. 2012).",
            "year": 1929
        },
        {
            "text": "Luis García Meza, general, delincuente y dictador boliviano (f. 2018), 68.º «presidente» de Bolivia.",
            "year": 1929
        },
        {
            "text": "Josef Suk, violinista, director de orquesta y violista checo (f. 2011), nieto del compositor checo Josef Suk (1874‑1935) y bisnieto del compositor checo Antonín Dvořák (1841‑1904).",
            "year": 1929
        },
        {
            "text": "Don Burrows, saxofonista, clarinetista y flautista australiano (f. 2020).",
            "year": 1928
        },
        {
            "text": "Simón Díaz, cantautor popular venezolano (f. 2014).",
            "year": 1928
        },
        {
            "text": "Johnny Temple, beisbolista y entrenador estadounidense (f. 1994).",
            "year": 1927
        },
        {
            "text": "Maia Wojciechowska, escritora polaco-estadounidense (f. 2002).",
            "year": 1927
        },
        {
            "text": "Richard Anderson, actor y productor estadounidense (f. 2017).",
            "year": 1926
        },
        {
            "text": "Piero Drogo, piloto italiano de automovilismo (f. 1973).",
            "year": 1926
        },
        {
            "text": "Francisco Masip, ciclista español (f. 2015).",
            "year": 1926
        },
        {
            "text": "Alija Izetbegović, político, activista, abogado, escritor y filósofo bosnio (f. 2003), primer presidente de Bosnia y Herzegovina.",
            "year": 1925
        },
        {
            "text": "Aziz Sattar, actor, comediante, cantante y director malasio (f. 2014).",
            "year": 1925
        },
        {
            "text": "Gene Deitch, ilustrador, animador y director de cine estadounidense (f. 2020).",
            "year": 1924
        },
        {
            "text": "Rory Calhoun, actor estadounidense (f. 1999).",
            "year": 1922
        },
        {
            "text": "José María Fonollosa, poeta español (f. 1991).",
            "year": 1922
        },
        {
            "text": "Rudi Gernreich, diseñador de moda y activista gay austríaco (f. 1985), expatriado en Estados Unidos; creó el monokini.",
            "year": 1922
        },
        {
            "text": "Alberto Granado, escritor argentino expatriado en Cuba (f. 2011), amigo del Che Guevara, viajaron juntos a través de Latinoamérica.",
            "year": 1922
        },
        {
            "text": "Gertrude Himmelfarb, historiadora, escritora y académica estadounidense (f. 2019).",
            "year": 1922
        },
        {
            "text": "Károly Reich, ilustrador húngaro (f. 1988).",
            "year": 1922
        },
        {
            "text": "William Asher, director, productor de cine y guionista estadounidense (f. 2012).",
            "year": 1921
        },
        {
            "text": "Webb Pierce, cantautor y guitarrista estadounidense (f. 1991).",
            "year": 1921
        },
        {
            "text": "Esther Williams, nadadora y actriz estadounidense (f. 2013).",
            "year": 1921
        },
        {
            "text": "Leo Chiosso, compositor y productor italiano (f. 2006).",
            "year": 1920
        },
        {
            "text": "Domingo Santa María Santa Cruz, ingeniero chileno (f. 2006).",
            "year": 1920
        },
        {
            "text": "Jimmy Witherspoon, cantante estadounidense de jump blues (f. 1997).",
            "year": 1920
        },
        {
            "text": "Dino De Laurentiis, productor de cine, actor y empresario italiano (f. 2010).",
            "year": 1919
        },
        {
            "text": "Óscar Hurtado, escritor cubano, considerado el padre de la ciencia ficción cubana (f. 1977).",
            "year": 1919
        },
        {
            "text": "John David Wilson, animador y productor británico-inglés (f. 2013).",
            "year": 1919
        },
        {
            "text": "Earl Cameron, actor británico (f. 2020).",
            "year": 1917
        },
        {
            "text": "Jumbo Elliott, corredor y entrenador estadounidense (f. 1981).",
            "year": 1915
        },
        {
            "text": "María Rostworowski, historiadora e investigadora peruana (f. 2016).",
            "year": 1915
        },
        {
            "text": "Unity Mitford, aristócrata pronazi británica (f. 1948).",
            "year": 1914
        },
        {
            "text": "Román Viñoly Barreto, cineasta uruguayo (f. 1970).",
            "year": 1914
        },
        {
            "text": "Rosetta LeNoire, actriz estadounidense (f. 2002).",
            "year": 1911
        },
        {
            "text": "Liudas Jakavičius, músico y empresario teatral lituano (f. 1998).",
            "year": 1910
        },
        {
            "text": "Jimmy Murphy, futbolista y entrenador británico-galés (f. 1989).",
            "year": 1910
        },
        {
            "text": "Sylvia Sidney, actriz estadounidense (f. 1999).",
            "year": 1910
        },
        {
            "text": "Charles Lyttelton, aristócrata («10.º vizconde Cobham»), jugador de críquet y político británico-inglés, 9.º gobernador general de Nueva Zelanda (f. 1977).",
            "year": 1909
        },
        {
            "text": "René Mugica, actor y cineasta argentino (f. 1998).",
            "year": 1909
        },
        {
            "text": "Jack Renshaw, político australiano (f. 1987), 31.º primer ministro de Nueva Gales del Sur.",
            "year": 1909
        },
        {
            "text": "Bill Voce, jugador de críquet y entrenador británico-inglés (f. 1984).",
            "year": 1909
        },
        {
            "text": "Ciriaco Duarte, anarcosindicalista paraguayo (f. 1996).",
            "year": 1908
        },
        {
            "text": "Arthur Goldberg, jurista y político estadounidense (f. 1990), 6.º embajador de los Estados Unidos ante las Naciones Unidas.",
            "year": 1908
        },
        {
            "text": "Benny Carter, saxofonista, trompetista y compositor estadounidense (f. 2003).",
            "year": 1907
        },
        {
            "text": "Jimmy Steele, militante independentista y editor irlandés (f. 1970), uno de los hombres más destacados del IRA (Ejército Republicano Irlandés) en Belfast después de la guerra civil irlandesa (1922‑1923).",
            "year": 1907
        },
        {
            "text": "Walter Pintos Risso, arquitecto uruguayo (f. 2003).",
            "year": 1906
        },
        {
            "text": "André Jolivet, compositor francés (f. 1974).",
            "year": 1905
        },
        {
            "text": "Fernando López Arias, político mexicano (f. 1978).",
            "year": 1905
        },
        {
            "text": "Ciriaco Errasti, futbolista español (f. 1984).",
            "year": 1904
        },
        {
            "text": "Achille Varzi, piloto de automovilismo italiano (f. 1948).",
            "year": 1904
        },
        {
            "text": "Paul Dirac, físico y académico británico, premio nobel de física en 1933 (f. 1984).",
            "year": 1902
        },
        {
            "text": "Nina Berbérova, escritora rusa (f. 1993).",
            "year": 1901
        },
        {
            "text": "Ernest Lawrence, físico y académico estadounidense, premio nobel de física en 1939 (f. 1958).",
            "year": 1901
        },
        {
            "text": "Robert Siodmak, cineasta alemán (f. 1973).",
            "year": 1900
        },
        {
            "text": "Victor Young, compositor, director de orquesta y violinista estadounidense (f. 1956).",
            "year": 1900
        },
        {
            "text": "Paul Belmondo, escultor francés (f. 1982), padre del actor Jean-Paul Belmondo.",
            "year": 1898
        },
        {
            "text": "Marguerite Bise, chef francesa (f. 1965).",
            "year": 1898
        },
        {
            "text": "Marjorie Kinnan Rawlings, escritora y académica estadounidense (f. 1953).",
            "year": 1896
        },
        {
            "text": "Justo Pérez de Urbel, clérigo e historiador español (f. 1979).",
            "year": 1895
        },
        {
            "text": "Emiliano R. Fernández, músico y poeta paraguayo (f. 1949).",
            "year": 1894
        },
        {
            "text": "Adolf Busch, violinista y compositor alemán (f. 1952).",
            "year": 1891
        },
        {
            "text": "Hans Egede Budtz, actor danés (f. 1968).",
            "year": 1889
        },
        {
            "text": "Jack Ryder, jugador australiano de críquet (f. 1977).",
            "year": 1889
        },
        {
            "text": "Sara Teasdale, poeta y educadora estadounidense (f. 1933).",
            "year": 1884
        },
        {
            "text": "Ladislas Starevich, animador, guionista y director de fotografía ruso-francés (f. 1965).",
            "year": 1882
        },
        {
            "text": "Albert Kesselring, mariscal de campo alemán (f. 1960).",
            "year": 1881
        },
        {
            "text": "Ewald von Kleist, mariscal de campo alemán (f. 1954).",
            "year": 1881
        },
        {
            "text": "Emilio Madero, militar mexicano (f. 1962).",
            "year": 1880
        },
        {
            "text": "Earle Page, abogado, académico y político australiano (f. 1961), 11.º primer ministro de Australia.",
            "year": 1880
        },
        {
            "text": "Emiliano Zapata, revolucionario mexicano (f. 1919).",
            "year": 1879
        },
        {
            "text": "Dr. Bob (Robert Holbrook Smith), médico evangélico estadounidense (f. 1950), cofundador de Alcohólicos Anónimos junto al corredor de bolsa Bill W. (1895‑1971).",
            "year": 1879
        },
        {
            "text": "Emiliano Zapata, general y político revolucionario mexicano (f. 1919).",
            "year": 1879
        },
        {
            "text": "Varghese Payyappilly, sacerdote católico indio (f. 1929) que en 1927 fundó la congregación Sisters of the Destitute (Hermanas de los Desamparados), congregación religiosa católica femenina de rito siro-malabar de derecho pontificio (o sea, aceptadas por el Vaticano).",
            "year": 1876
        },
        {
            "text": "Artur Bernardes, político brasileño (f. 1955), 12.º presidente de Brasil entre 1922 y 1926.",
            "year": 1875
        },
        {
            "text": "Albert Stanley, aristócrata («1.º barón Ashfield»), empresario y político británico-inglés (f. 1948), presidente de la Junta de Comercio.",
            "year": 1874
        },
        {
            "text": "Matthew Henson, explorador afroestadounidense (f. 1955).",
            "year": 1866
        },
        {
            "text": "Jean Leon Gerome Ferris, pintor estadounidense (f. 1930).",
            "year": 1863
        },
        {
            "text": "Cécile Chaminade, pianista y compositora francesa (f. 1944).",
            "year": 1857
        },
        {
            "text": "Thomas Anstey Guthrie, periodista y escritor británico-inglés (f. 1934).",
            "year": 1856
        },
        {
            "text": "George Turner, político australiano (f. 1916), 18.º primer ministro de Victoria.",
            "year": 1851
        },
        {
            "text": "Nelson A. Miles, general estadounidense (f. 1925).",
            "year": 1839
        },
        {
            "text": "George Stoneman, Jr., oficial de caballería del ejército de los Estados Unidos (f. 1894).",
            "year": 1822
        },
        {
            "text": "Esther Hobart Morris, sufragista y jueza estadounidense (f. 1902).",
            "year": 1814
        },
        {
            "text": "Emilie Flygare-Carlén, escritora sueca (f. 1892).",
            "year": 1807
        },
        {
            "text": "Ferenc Kölcsey, poeta, crítico y político húngaro (f. 1838).",
            "year": 1790
        },
        {
            "text": "Charles Bulfinch, arquitecto estadounidense (f. 1844).",
            "year": 1763
        },
        {
            "text": "Friedrich Georg Weitsch, pintor alemán (f. 1828).",
            "year": 1758
        },
        {
            "text": "Hipólito Ruiz López, botánico español (f. 1816).",
            "year": 1754
        },
        {
            "text": "Domingo de Bonechea, navegante y explorador español (f. 1775).",
            "year": 1730
        },
        {
            "text": "Carl Fredrik Pechlin, general y político sueco (f. 1796).",
            "year": 1720
        },
        {
            "text": "Hermann Anton Gelinek, monje y violinista germano-italiano (f. 1779).",
            "year": 1709
        },
        {
            "text": "Johan Augustin Mannerheim, aristócrata y líder militar sueco (f. 1778).",
            "year": 1706
        },
        {
            "text": "Francis Hutcheson, filósofo, economista y académico irlandés (f. 1746).",
            "year": 1694
        },
        {
            "text": "Laurent Belissen, compositor francés (f. 1762).",
            "year": 1693
        },
        {
            "text": "John Ker, espía británico-escocés (f. 1726).",
            "year": 1673
        },
        {
            "text": "Godfrey Kneller, pintor alemán expatriado en Inglaterra (f. 1723), trabajó como retratista de la corte para varios reyes ingleses.",
            "year": 1646
        },
        {
            "text": "Amalia Catharina, poeta y compositora alemana (f. 1697).",
            "year": 1640
        },
        {
            "text": "Cecilius Calvert, aristócrata («2.º barón de Baltimore»), abogado y político inglés, gobernador de Terranova (f. 1675).",
            "year": 1605
        },
        {
            "text": "George Clifford, aristócrata («3.º conde de Cumberland») inglés (f. 1605).",
            "year": 1558
        },
        {
            "text": "Conrad Lycosthenes, erudito y escritor franco-alemán (f. 1561).",
            "year": 1518
        },
        {
            "text": "Matteo Tafuri, alquimista italiano (f. 1582).",
            "year": 1492
        },
        {
            "text": "Rodolfo II, duque de Baviera (f. 1353).",
            "year": 1306
        },
        {
            "text": "Domingo de Guzmán, famosamente conocido como Santo Domingo, religioso español (f. 1221), fundador de los dominicos; fue canonizado en 1234 por el papa Gregorio IX.",
            "year": 1170
        },
        {
            "text": "Horikawa, emperador japonés (f. 1107).",
            "year": 1079
        },
        {
            "text": "Casper, político y aristócrata maya (f. 487), gobernante de la ciudad maya de Palenque (México).",
            "year": 422
        }
    ],
    "deaths": [
        {
            "text": "Issa Hayatou, baloncestista y ejecutivo de fútbol camerunés (n. 1946).",
            "year": 2024
        },
        {
            "text": "Mitzi McCall, actriz estadounidense (n. 1930).",
            "year": 2024
        },
        {
            "text": "Chi-Chi Rodríguez, golfista profesional puertorriqueño (n. 1935).",
            "year": 2024
        },
        {
            "text": "Steve Symms, político y lobista estadounidense (n. 1938).",
            "year": 2024
        },
        {
            "text": "Federico Martín Bahamontes, ciclista español (n. 1928).",
            "year": 2023
        },
        {
            "text": "Sixto Rodríguez, cantante y compositor estadounidense (n. 1942).",
            "year": 2023
        },
        {
            "text": "Olivia Newton-John, cantautora y actriz australiana (n. 1948).",
            "year": 2022
        },
        {
            "text": "Bill Davis, político canadiense, 18.º primer ministro de Ontario (n. 1929).",
            "year": 2021
        },
        {
            "text": "Alfredo Lim (90), político filipino (n. 1929), senador nacional y alcalde de Manila.",
            "year": 2020
        },
        {
            "text": "Gabriel Ochoa Uribe, futbolista y entrenador colombiano (n. 1929).",
            "year": 2020
        },
        {
            "text": "Jean-Pierre Mocky, actor, director de cine, guionista y productor de cine francés (n. 1933).",
            "year": 2019
        },
        {
            "text": "Manfred Max Neef, economista, ambientalista y político chileno (n. 1932).",
            "year": 2019
        },
        {
            "text": "Catalina Ruiz Pérez, física española (n. 1957).",
            "year": 2019
        },
        {
            "text": "Nicholas Bett, atleta keniano de pista y campo (n. 1990).",
            "year": 2018
        },
        {
            "text": "Takeshi Onaga, político japonés (n. 1950)",
            "year": 2018
        },
        {
            "text": "Glen Campbell, cantautor, guitarrista y actor estadounidense (n. 1936).",
            "year": 2017
        },
        {
            "text": "Ríus (Eduardo del Río), caricaturista, historietista, activista político de izquierda y escritor comunista mexicano (n. 1934)",
            "year": 2017
        },
        {
            "text": "Sean Price, rapero estadounidense (n. 1972).",
            "year": 2015
        },
        {
            "text": "Gus Mortson, jugador y entrenador canadiense de hockey sobre hielo (n. 1925).",
            "year": 2015
        },
        {
            "text": "Menahem Golan, director y productor israelí (n. 1929).",
            "year": 2014
        },
        {
            "text": "Charles Keating, actor anglo-estadounidense (n. 1941).",
            "year": 2014
        },
        {
            "text": "Leonardo Legaspi, arzobispo filipino (n. 1935).",
            "year": 2014
        },
        {
            "text": "Luidig Ochoa, animador y convicto venezolano (n. 1980)",
            "year": 2014
        },
        {
            "text": "Peter Sculthorpe, compositor y director de orquesta australiano (n. 1929).",
            "year": 2014
        },
        {
            "text": "Red Wilson, jugador estadounidense de fútbol americano y de béisbol (n. 1929).",
            "year": 2014
        },
        {
            "text": "Chikondi Banda, futbolista malauí (n. 1978).",
            "year": 2013
        },
        {
            "text": "Karen Black, actriz estadounidense (n. 1939).",
            "year": 2013
        },
        {
            "text": "Johannes Bluyssen, obispo neerlandés (n. 1926).",
            "year": 2013
        },
        {
            "text": "Fernando Castro Pacheco, pintor, grabador e ilustrador mexicano (n. 1918).",
            "year": 2013
        },
        {
            "text": "Igor Kurnosov, ajedrecista ruso (n. 1985).",
            "year": 2013
        },
        {
            "text": "Regina Resnik, soprano y actriz estadounidense (n. 1922).",
            "year": 2013
        },
        {
            "text": "Fay Ajzenberg-Selove, física y académica germano-estadounidense (n. 1926).",
            "year": 2012
        },
        {
            "text": "Lourdes Canale, actriz mexicana (n. 1934).",
            "year": 2012
        },
        {
            "text": "Ruth Etchells, poetisa y académica británico-inglesa (n. 1931).",
            "year": 2012
        },
        {
            "text": "Sancho Gracia, actor español (n. 1936).",
            "year": 2012
        },
        {
            "text": "Surya Lesmana, futbolista y entrenador indonesio (n. 1944).",
            "year": 2012
        },
        {
            "text": "Kurt Maetzig, director y guionista alemán (n. 1911).",
            "year": 2012
        },
        {
            "text": "Jairo Varela, cantautor colombiano de salsa (n. 1949).",
            "year": 2012
        },
        {
            "text": "Ernesto Silva Bafalluy, economista y rector chileno (n. 1948).",
            "year": 2011
        },
        {
            "text": "David Dixon, empresario deportivo estadounidense (n. 1923).",
            "year": 2010
        },
        {
            "text": "José María López Piñero, historiador científico español (n. 1933).",
            "year": 2010
        },
        {
            "text": "Juan Marichal, ensayista, crítico literario e historiador español (n. 1922).",
            "year": 2010
        },
        {
            "text": "Patricia Neal, actriz estadounidense (n. 1926).",
            "year": 2010
        },
        {
            "text": "Alfonso Calderón, poeta, novelista, ensayista y crítico chileno (n. 1930).",
            "year": 2009
        },
        {
            "text": "Daniel Jarque, futbolista español (n. 1983).",
            "year": 2009
        },
        {
            "text": "Raul Solnado, humorista portugués (n. 1929).",
            "year": 2009
        },
        {
            "text": "Orville Moody, golfista estadounidense (n. 1933).",
            "year": 2008
        },
        {
            "text": "Nicolau Casaus, dirigente futbolístico español (n. 1913).",
            "year": 2007
        },
        {
            "text": "Ma Lik, periodista y político chino (n. 1952).",
            "year": 2007
        },
        {
            "text": "Melville Shavelson, director, productor y guionista estadounidense (n. 1917).",
            "year": 2007
        },
        {
            "text": "Barbara Bel Geddes, actriz estadounidense (n. 1922).",
            "year": 2005
        },
        {
            "text": "Ahmed Deedat, misionero, teólogo islamista y ensayista sudafricano (n. 1918).",
            "year": 2005
        },
        {
            "text": "John H. Johnson, editor estadounidense, fundó la Johnson Publishing Company (n. 1918).",
            "year": 2005
        },
        {
            "text": "Gene Mauch, entrenador y mánager estadounidense (n. 1925).",
            "year": 2005
        },
        {
            "text": "Dean Rockwell, comandante, luchador y entrenador estadounidense (n. 1912).",
            "year": 2005
        },
        {
            "text": "Monica Sjöö, pintora sueco-británica (n. 1938).",
            "year": 2005
        },
        {
            "text": "Ilse Werner, actriz alemana (n. 1921).",
            "year": 2005
        },
        {
            "text": "Leon Golub, pintor y académico estadounidense (n. 1922).",
            "year": 2004
        },
        {
            "text": "Fay Wray, actriz canadiense (n. 1907).",
            "year": 2004
        },
        {
            "text": "Dirk Hoogendam, oficial de las SS germano-holandés (n. 1922).",
            "year": 2003
        },
        {
            "text": "Falaba Issa Traoré, director y dramaturgo maliense (n. 1930).",
            "year": 2003
        },
        {
            "text": "Anna J. Harrison, química y profesora estadounidense (n. 1912).",
            "year": 1998
        },
        {
            "text": "Mahmoud Saremi, periodista iraní (n. 1968) asesinado por talibanes afganos en la toma del consulado iraní en Mazar‑i Sarif (Afganistán).",
            "year": 1998
        },
        {
            "text": "Nevill Francis Mott, físico y académico británico-inglés, premio nobel de física en 1977 (n. 1905).",
            "year": 1996
        },
        {
            "text": "Jüri Randviir, ajedrecista y periodista estonio (n. 1927).",
            "year": 1996
        },
        {
            "text": "Fiódor Diachenko, francotirador soviético (n. 1917).",
            "year": 1995
        },
        {
            "text": "Abu al-Qasim al-Khoei, líder religioso y erudito iraní (n. 1899).",
            "year": 1992
        },
        {
            "text": "James Irwin, coronel, piloto y astronauta estadounidense (n. 1930).",
            "year": 1991
        },
        {
            "text": "Félix Leclerc, cantautor y guitarrista canadiense (n. 1914).",
            "year": 1988
        },
        {
            "text": "Alan Napier (85), actor británico-inglés (n. 1903), recordado por interpretar a Alfred Pennyworth (el mayordomo de Bruce Wayne) en la serie de televisión de acción de Batman de los años sesenta. Su autobiografía se tituló: No solo el mayordomo de Batman.",
            "year": 1988
        },
        {
            "text": "Danilo Blanuša, matemático y físico croata (n. 1903).",
            "year": 1987
        },
        {
            "text": "Louise Brooks, actriz estadounidense (n. 1906).",
            "year": 1985
        },
        {
            "text": "Richard Deacon, actor estadounidense (n. 1921).",
            "year": 1984
        },
        {
            "text": "Ellen Raskin, escritora e ilustradora estadounidense (n. 1928).",
            "year": 1984
        },
        {
            "text": "Eric Brandon, piloto de carreras y empresario británico-inglés (n. 1920).",
            "year": 1982
        },
        {
            "text": "Thomas McElwee (23), criminal e independentista norirlandés (n. 1957), miembro del IRA Provisional (Ejército Republicano Irlandés Provisional), murió tras 62 días de huelga de hambre.",
            "year": 1981
        },
        {
            "text": "Paul Triquet, general canadiense (n. 1910), condecorado con la Cruz de la Victoria.",
            "year": 1980
        },
        {
            "text": "Nicholas Monsarrat, teniente y escritor británico-inglés (n. 1910).",
            "year": 1979
        },
        {
            "text": "Timoteo Pérez Rubio, pintor español (n. 1896).",
            "year": 1977
        },
        {
            "text": "Cannonball Adderley, saxofonista estadounidense (n. 1928).",
            "year": 1975
        },
        {
            "text": "Elisabeth Abegg, luchadora de la resistencia antinazi (n. 1882).",
            "year": 1974
        },
        {
            "text": "Chihiro Iwasaki, artista japonesa (n. 1918).",
            "year": 1974
        },
        {
            "text": "Baldur von Schirach, oficial nazi alemán (n. 1907).",
            "year": 1974
        },
        {
            "text": "Vilhelm Moberg, historiador y escritor sueco (n. 1898).",
            "year": 1973
        },
        {
            "text": "Nikos Zachariadis, político griego, secretario general del Partido Comunista de Grecia (n. 1903).",
            "year": 1973
        },
        {
            "text": "Freddie Spencer Chapman, teniente británico-inglés (n. 1907), famoso por sus hazañas detrás de las líneas enemigas en Malasia ocupada por los japoneses durante la segunda guerra mundial (1939‑1945).",
            "year": 1971
        },
        {
            "text": "Roberto Fugazot, actor, cantante y guitarrista uruguayo (n. 1902) expatriado en Argentina, padre de la actriz María Rosa Fugazot y abuelo del actor y director teatral René Bertrand.",
            "year": 1971
        },
        {
            "text": "Otmar Freiherr von Verschuer, biólogo y eugenista alemán (n. 1896).",
            "year": 1969
        },
        {
            "text": "Shirley Jackson, novelista y cuentista estadounidense (n. 1916).",
            "year": 1965
        },
        {
            "text": "Albert Namatjira, pintor australiano (n. 1902).",
            "year": 1959
        },
        {
            "text": "Fergus McMaster, empresario australiano (n. 1879), fundó Qantas, la aerolínea de bandera de Australia.",
            "year": 1950
        },
        {
            "text": "Antón Denikin, militar ruso (n. 1872).",
            "year": 1947
        },
        {
            "text": "Rafael Porlán, poeta español de la Generación del 27 (n. 1899).",
            "year": 1945
        },
        {
            "text": "Erich Hoepner, militar alemán (n. 1886).",
            "year": 1944
        },
        {
            "text": "Erwin von Witzleben, mariscal de campo alemán (n. 1881), conspirador contra Adolf Hitler.",
            "year": 1944
        },
        {
            "text": "Michael Wittmann, militar alemán, comandante nazi (n. 1914).",
            "year": 1944
        },
        {
            "text": "Johnny Dodds, clarinetista y saxofonista estadounidense (n. 1892).",
            "year": 1940
        },
        {
            "text": "Jimmie Guthrie, piloto de motociclismo británico-escocés (n. 1897).",
            "year": 1937
        },
        {
            "text": "Wilbert Robinson, beisbolista, mánager y entrenador estadounidense (n. 1863).",
            "year": 1934
        },
        {
            "text": "Adolf Loos, arquitecto austríaco (n. 1870).",
            "year": 1933
        },
        {
            "text": "Launceston Elliot, levantador de pesas y luchador británico-escocés (n. 1874).",
            "year": 1930
        },
        {
            "text": "Stjepan Radić, político croata (n. 1871), fundador del Partido Campesino Croata.",
            "year": 1928
        },
        {
            "text": "Juhani Aho, periodista y escritor finlandés (n. 1861).",
            "year": 1921
        },
        {
            "text": "Eduard Birnbaum, cantor polaco expatriado en Alemania (n. 1855).",
            "year": 1920
        },
        {
            "text": "Juan J. Silva, médico y político argentino (n. 1835).",
            "year": 1918
        },
        {
            "text": "Miguel Ramos Carrión, dramaturgo, humorista y periodista español (n. 1848).",
            "year": 1915
        },
        {
            "text": "William P. Frye, abogado y político estadounidense (n. 1830).",
            "year": 1911
        },
        {
            "text": "Santa María de la Cruz (Mary MacKillop), monja australiana (n. 1842), cofundadora de la congregación Sisters of Saint Joseph of the Sacred Heart of Jesus (Hermanas de San José del Sagrado Corazón de Jesús); canonizada por el papa Benedicto XVI.",
            "year": 1909
        },
        {
            "text": "James Tissot, pintor e ilustrador francés (n. 1836).",
            "year": 1902
        },
        {
            "text": "John Henry Twachtman, pintor y académico estadounidense (n. 1853).",
            "year": 1902
        },
        {
            "text": "Eugène Boudin, pintor francés (n. 1824).",
            "year": 1898
        },
        {
            "text": "Jacob Burckhardt, historiador y académico suizo (n. 1818).",
            "year": 1897
        },
        {
            "text": "Antonio Cánovas del Castillo, político español (n. 1828), asesinado por un anarquista italiano.",
            "year": 1897
        },
        {
            "text": "Alexander William Doniphan, coronel, abogado, juez y político estadounidense (n. 1808).",
            "year": 1887
        },
        {
            "text": "Juan Bautista Thorn, marino y militar argentino de origen estadounidense (n. 1807).",
            "year": 1885
        },
        {
            "text": "Immanuel Hermann Fichte, filósofo teísta y académico alemán (n. 1797), hijo del conocido filósofo Johann Gottlieb Fichte (1762‑1814).",
            "year": 1879
        },
        {
            "text": "Angus Giant MacAskill, gigante británico‑escocés, artista de circo (n. 1825), expatriado en Canadá. El Libro Guinness de los récords de 1981 lo reconoció como el hombre natural ―sin gigantismo― más alto (2.36 m) y el hombre más fuerte que haya existido, además de ser el hombre no obeso con el mayor pecho (290 cm).",
            "year": 1863
        },
        {
            "text": "María Clara de Haití (Marie-Claire Heureuse Félicité), emperatriz haitiana (n. 1758), esposa del emperador Jean-Jacques Dessalines (1758‑1806).",
            "year": 1858
        },
        {
            "text": "Carl Peter Thunberg, explorador, naturalista, botánico y psicólogo sueco (n. 1743).",
            "year": 1828
        },
        {
            "text": "George Canning, abogado y político británico-inglés (n. 1770), primer ministro del Reino Unido.",
            "year": 1827
        },
        {
            "text": "Custodio García Rovira, militar y patriota colombiano (n. 1780).",
            "year": 1816
        },
        {
            "text": "Ueda Akinari, escritor japonés (n. 1734).",
            "year": 1809
        },
        {
            "text": "Louis François Armand de Vignerot du Plessis, aristócrata francés (n. 1696).",
            "year": 1788
        },
        {
            "text": "Carl Heinrich Graun, tenor y compositor alemán (n. 1704).",
            "year": 1759
        },
        {
            "text": "Madeleine de Verchères, ciudadana canadiense (n. 1678) que repelió un ataque al Fuerte Verchères (cerca de Montreal) cuando tenía 14 años de edad.",
            "year": 1747
        },
        {
            "text": "Francis Hutcheson, economista, filósofo y teólogo irlandés (n. 1694). Es considerado el padre de la Ilustración Escocesa.",
            "year": 1746
        },
        {
            "text": "Christoph Ludwig Agricola, pintor alemán (n. 1665).",
            "year": 1724
        },
        {
            "text": "George Booth, aristócrata («1.º barón Delamer») y político británico-inglés (n. 1622).",
            "year": 1684
        },
        {
            "text": "Martín de Zavala, administrador novohispano, gobernador del Nuevo Reino de León (n. 1597).",
            "year": 1664
        },
        {
            "text": "Konstantinas Sirvydas, sacerdote, lexicógrafo y académico lituano (n. 1579).",
            "year": 1631
        },
        {
            "text": "Tarquinia Molza, cantante, poetisa, directora, compositora y filósofa natural italiana (n. 1542).",
            "year": 1617
        },
        {
            "text": "Cornelis Ketel, pintor neerlandés (n. 1548).",
            "year": 1616
        },
        {
            "text": "Horio Tadauji, daimyō japonés (n. 1578).",
            "year": 1604
        },
        {
            "text": "Alonso Sánchez Coello, pintor español (n. 1532).",
            "year": 1588
        },
        {
            "text": "Oronce Finé, matemático y cartógrafo francés (n. 1494).",
            "year": 1555
        },
        {
            "text": "Girolamo Fracastoro, físico italiano (n. 1478).",
            "year": 1553
        },
        {
            "text": "Lucas van Leyden, artista neerlandés (n. 1494).",
            "year": 1533
        },
        {
            "text": "Oswald von Wolkenstein, compositor austriaco (n. 1377).",
            "year": 1445
        },
        {
            "text": "Juana de Kent, aristócrata inglesa (n. 1328), hija de Edmundo de Woodstock.",
            "year": 1385
        },
        {
            "text": "Enrique de Castilla el Senador, aristócrata español (n. 1230).",
            "year": 1303
        },
        {
            "text": "Enrique de Blois, religioso inglés, obispo de Winchester (n. 1111).",
            "year": 1171
        },
        {
            "text": "Almanzor, primer ministro y gobernante de facto del califato de Córdoba (en la península ibérica).",
            "year": 1002
        },
        {
            "text": "Seo Hui, político y diplomático coreano (n. 942).",
            "year": 998
        },
        {
            "text": "Lotario II de Lotaringia, rey franco (n. 835).",
            "year": 869
        },
        {
            "text": "Hildegar, religioso católico alemán, obispo de Colonia (n. c. 710).",
            "year": 753
        },
        {
            "text": "Trajano, emperador romano (n. el año 53).",
            "year": 117
        }
    ],
    "metadata": {
        "current_date": "8 de agosto de 2025",
        "short_date": "8 de ago",
        "language": {
            "events": "Eventos",
            "deaths": "Defunciones",
            "births": "Nacimientos",
            "b": "n",
            "d": "f",
            "title": "Hoy en Historia (Wikipedia)"
        },
        "events": [
            21,
            52,
            60,
            18,
            82,
            55,
            70,
            59,
            93,
            61
        ],
        "births": [
            183,
            50,
            122,
            175
        ],
        "deaths": [
            74,
            106,
            132,
            27
        ]
    }
}